{"file": "ENG_CLIN_21981_93.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "21981/93", "text_paragraphs": ["Information Note on the Court’s case-law No.", "April 1998", "K.D.B. v. the Netherlands - 21981/93", "Judgment 27.3.1998", "Article 6", "Civil proceedings", "Article 6-1", "Fair hearing", "Adversarial trial", "Plaintiff in civil proceedings in Supreme Court not notified of date on which his case would be examined and unable to reply to advisory opinion of advocate-general: no violation; violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 6 § 1 OF THE CONVENTION", "A.\tFailure to notify the applicant of the date on which his case would be examined", "Case-law reiterated: manner in which Article 6 § 1 applies to courts of appeal or cassation depends on special features of procedure concerned – absence of “public hearings” before a second or third instance may be justified by special features of proceedings at issue.", "Appeal to Supreme Court made after applicant's claims had been heard by Regional Court, which had had full jurisdiction and had held hearing attended by applicant and his counsel – since he had been assisted by a lawyer, applicant could have been expected to request Supreme Court to hold a hearing – not shown that it would not have been possible for applicant to file written grounds of appeal before Supreme Court had started to examine his case.", "Conclusion: no violation (unanimously).", "B.\tLack of opportunity to reply to advisory opinion of advocate-general", "Similarity between essential features of procedure of Netherlands Supreme Court and Belgian Court of Cassation – purpose of the advocate-general's advisory opinion is to assist Supreme Court and help ensure that its case-law is consistent – duty of Procurator-General's department at Supreme Court to act with strictest objectivity.", "Great importance of part played in proceedings by member of procurator-general's department: his submissions contained an opinion intended to advise and influence Supreme Court – fact that it had been impossible for applicant to reply to advisory opinion had infringed his right to adversarial proceedings.", "Conclusion: violation (unanimously).", "II.\tARTICLE 50 OF THE CONVENTION", "A.\tPecuniary damage: not at issue in the proceedings in which violation occurred – claim dismissed.", "B.\tCosts and expenses: partial reimbursement.", "Conclusion: respondent State to pay specified sum to applicant for costs and expenses (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}