{"file": "ENG_CLIN_25006_94.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "25006/94", "text_paragraphs": ["Information Note on the Court’s case-law 17", "April 2000", "I.S. v. Slovakia - 25006/94", "Judgment 4.4.2000 [Section II]", "Article 6", "Civil proceedings", "Article 6-1", "Reasonable time", "Length of civil proceedings: violation", "Facts: The case concerns the length of proceedings relating to a request for restitution of property. The proceedings began in November 1991 and ended in May 1999. During the proceedings, the applicant complained of delays and also requested that the judge dealing with the case be disqualified. The complaint was treated as a complaint of bias.", "Law: Government's preliminary objections (non-exhaustion and six month time limit) - The mere fact that the applicant referred to a specific provision of the State Administration Act in his complaint about the delays cannot lead to the conclusion that he failed to exhaust domestic remedies. Moreover, the Government did not raise the six month issue at the admissibility stage and there is therefore estoppel in that respect.", "Article 6 § 1 - The relevant period began on 18 March 1992 when the former Czech and Slovak Federal Republic ratified the Convention and accepted the right of petition. The Slovak Republic took over rights and obligations arising under international treaties. The proceedings lasted 7 years, 6 months and 12 days for two sets at two levels of jurisdiction each, out of which 7 years, 2 months and 13 days are taken into consideration by the Court. The proceedings raised a complex issue of a factual nature which contributed to some extent to the overall length, and the applicant also contributed by certain delays. However, these factors are not sufficient in themselves to justify the overall length.", "Conclusion: violation (unanimously).", "Article 41 - The applicant did not submit any claim for just satisfaction.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}