{"file": "ENG_CLIN_20627_04.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "20627/04", "text_paragraphs": ["Information Note on the Court’s case-law No. 86", "May 2006", "Liakopoulou v. Greece - 20627/04", "Judgment 24.5.2006 [Section I]", "Article 6", "Civil proceedings", "Article 6-1", "Access to court", "Dismissal of an appeal on points of law on the ground that the facts on which the court of appeal had based its judgment were not specified by the applicant: violation", "", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Deprivation of property", "Allegedly insufficient amount of compensation for expropriation: inadmissible", "", "Facts: In 1984 a piece of land belonging to the applicant was expropriated, most of it in favour of the municipality of Salonika, for the construction of several sections of ring road. The applicant, who contested the amount of compensation awarded by the lower courts, appealed on points of law. On 3 December 2003 the Court of Cassation dismissed her appeal on the ground that she “had not specified clearly the facts of the case on which the court of appeal had based its judgment”.", "Law: Article 6 – Application admissible as to the complaint concerning the applicant’s right of access to a court.", "On the merits of the complaint, the rule on which the Court of Cassation had based its decision to dismiss the applicant’s appeal on points of law was a principle enshrined in its case-law and arose out of the specific nature of the Court of Cassation’s role, which was limited to reviewing whether the law had been correctly applied. The applicant’s appeal had not obliged the Court of Cassation to redetermine the facts of the case. While it was true that the applicant had omitted to include relevant facts established by the court of appeal, she had nonetheless, in the introduction to her appeal, summarised the principal facts of the case, the proceedings to date and her complaints with regard to the contested decision; this summary had been followed by a review of the case. She had also attached the impugned decision. Accordingly, the facts of the case, as established by the court of appeal, had been brought to the attention of the Court of Cassation. In declaring the submissions in question inadmissible on the ground that the applicant “had not specified clearly the facts of the case on which the court of appeal had based its judgment”, the Court of Cassation had taken an excessively formalistic approach, which had prevented the applicant from having the merits of her allegations examined by that court. That limitation on the applicant’s right of access to a court had therefore been disproportionate to the aim of ensuring legal certainty and the proper administration of justice.", "Conclusion: violation (unanimously).", "Inadmissible under Article 1 of Protocol No. 1: The amount paid to the applicant could be regarded as reasonable in relation to the value of the expropriated property, in view of the margin of appreciation enjoyed by the national authorities under Article 1 of Protocol No. 1. Furthermore, the applicant had not adduced any argument to suggest that the conclusions of the Court of Cassation had been arbitrary.", "Article 41 –The Court awarded the applicant a specified sum for non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}