{"file": "ENG_CLIN_11798_85.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "11798/85", "text_paragraphs": ["Information Note on the Court’s case-law No.", "April 1992", "Castells v. Spain - 11798/85", "Judgment 23.4.1992", "Article 10", "Conviction of a member of parliament for insulting the Government: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 10 OF THE CONVENTION", "A.\tGovernment's preliminary objection (failure to exhaust domestic remedies)", "Reaffirmation by the Court that it has jurisdiction to examine the objection.", "Government's argument that applicant had not specifically raised the complaint concerning his freedom of expression before the Constitutional Court, as he was required to do under Spanish law.  It was sufficient to raise it at least in substance and in compliance with the formal requirements and time-limits laid down in domestic law. ", "Points raised in his application to the Commission were examined by the Supreme Court and were invoked in substance in the amparo appeal: right, in his capacity as a senator, to criticise the Government's action and right to adduce evidence capable of establishing the accuracy of his statements - in addition Article 20 of the Constitution was mentioned in his notice of the amparo appeal and in the summary of the complaints for that appeal, and reference to the right to receive and communicate true information in several subsequent written communications.", "Conclusion: dismissed (unanimously).", "B.\tMerits of the complaint", "Not contested that applicant's freedom of expression was interfered with.", "1.\t\"Prescribed by law\"", "Legal basis for prosecution and conviction: Articles 161 and 162 of the Criminal Code - refusal to admit defense of truth,  relevant courts' interpretation of the legislation reasonable despite lack of precedent, accordingly sufficient foreseeability of the rules governing the interference.", "2.\tWas the aim pursued legitimate?", "Aim pursued was the \"prevention of disorder\" and not only \"the protection of the reputation ... of others\", in view of the circumstances obtaining in Spain in 1979.", "3.\tNecessity of the interference", "Freedom of expression: one of the essential foundations of a democratic society and one of the basic conditions for its progress - applicable not only to information or ideas that are favourably received or are regarded as a matter of indifference, but also those that shock - especially important for an elected representative of the people: interferences with the freedom of expression of an opposition member of parliament call for the closest scrutiny.", "Freedom of the press: affords the public one of the best means of discovering and forming an opinion of the ideas and attitudes of their political leaders - it gives politicians opportunity to reflect and comment on the preoccupations of public opinion - enables everyone to participate in free political debate.", "Limits of permissible criticism: wider with regard to the Government than in relation to a private citizen, or even a politician - in a democracy the actions or omissions of the Government must be subject to the close scrutiny not only of the legislative and judicial authorities, but also of the press and public opinion - need to display restraint in resorting to criminal proceedings, but State authorities may adopt measures, even of a criminal law nature, intended to react appropriately and without excess.", "Decisions of the judicial authorities: rejection of applicant's offers to establish that the facts recounted by him were true and well known because such evidence was inadmissible in respect of the offences of which he was accused - some of the applicant's assertions were susceptible to an attempt to establish their truth and he could also have attempted to establish his good faith - interference not necessary in a democratic society.", "Conclusion: violation (unanimously).", "II.\tARTICLE 14 OF THE CONVENTION IN CONJUNCTION WITH ARTICLE 10", "Question not a fundamental aspect of the case.", "Conclusion: examination unnecessary (unanimously).", "III.\tARTICLE 50 OF THE CONVENTION", "1.\tPublication of a summary of the judgment in the Spanish newspapers and removal of any reference to his conviction in the central criminal records - Court lacked jurisdiction.", "2.\tPecuniary damage: damage caused by the obligation to report on a regular basis to his local court - not established.", "3.\tNon-pecuniary damage: finding of a violation constituted sufficient just satisfaction.", "4.\tCosts and expenses:", "(a)\tBefore the national courts: reimbursed in part only, because some of the sums claimed referable to amparo appeals unconnected with the case before the Court.", "(b)\tBefore the Convention organs: sum awarded assessed on an equitable basis in view of the excessive number of lawyers representing the applicant and of the fact that the Commission found some of the original complaints inadmissible.", "Conclusion: respondent State to pay specified sum in respect of costs and expenses (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}