{"file": "ENG_CLIN_42211_98.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "42211/98", "text_paragraphs": ["Information Note on the Court’s case-law 22", "September 2000", "Zannouti v. France (dec.) - 42211/98", "Decision 26.9.2000 [Section III]", "Article 35", "Article 35-1", "Exhaustion of domestic remedies", "Effective domestic remedy", "Remedy provided by Art. 781-1 of the Code on the Organisation of the Courts concerning the length of detention on remand and the length of criminal proceedings: admissible", "After a fire in a Paris “squat” that caused the death of three people, the applicant, who had been arrested in 1992, was charged in May 1993 with the wilful destruction of movable and immovable property by arson resulting in the death of several people and was held in pre-trial detention until Paris Assize Court found him guilty of the offences in October 1998 and sentenced him to fifteen-years’ imprisonment. The applicant complained of the length of his pre-trial detention and of the criminal proceedings. The Government argued that he had failed to exhaust domestic remedies in that he had not availed himself of the remedy provided by Article L 781-1 of the Judicial Administration Code for both complaints.", "Admissible under Articles 5 § 3 and 6 § 1 – while the remedy provided by Article L 781-1 of the aforementioned Code had been used increasingly frequently over the previous few years, that had been particularly with reference to the reasonable-time requirement. In the instant case, the Government had also relied on it with regard to the length of the pre-trial detention without, however, furnishing any case-law showing the effectiveness of the remedy in that sphere. Furthermore, as regards the length of criminal proceedings, the judgments referred to by the Government in support of their preliminary objection had all been delivered after the application to the Court had been lodged. In addition, when the proceedings in issue had begun, in 1992, the case-law to which the Government referred had not yet been established. The period to be taken into consideration, which ran from 1992 to 1998, had to be assessed independently of any requirement regarding the use of the remedy relied on.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}