{"file": "ENG_CLIN_27138_04.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "27138/04", "text_paragraphs": ["Information Note on the Court’s case-law No. 129", "April 2010", "Ciubotaru v. Moldova - 27138/04", "Judgment 27.4.2010 [Section IV]", "Article 8", "Positive obligations", "Inability to change registration of ethnic origin in official records: violation", "", "Facts – During the period when the Moldovan territory formed part of the Soviet Union, the Soviet authorities recorded people’s ethnic origin in their identity papers. Most representatives of the main ethnic group of the Moldovan Republic were registered as Moldovans. In 2002 the applicant wrote to the local civil-registration authority requesting that his ethnicity entry be changed from Moldovan to Romanian. In reply, he was informed that this was impossible since neither of his parents had been recorded as ethnic Romanians in their birth or marriage certificates. He was advised to search the National Archives for traces of Romanian origin among his grandparents and other ancestors. The applicant then initiated proceedings against the State, but his claim was dismissed on the grounds that he had failed to prove that his parents had been of Romanian ethnic origin.", "Law – Article 8: Being aware of the highly sensitive nature of the applicant’s case, the Court considered it acceptable for States to require objective evidence when registering an individual’s ethnic identity. When such a claim was based on purely subjective and unsubstantiated grounds, it was open to the authorities to refuse it. However, the applicant’s claim had been based on more than the subjective perception of his own ethnicity; he had been able to provide objectively verifiable links with the Romanian ethnic group such as language, name, empathy and others. However, under domestic law, the applicant was required to provide evidence that his parents had belonged to the Romanian ethnic group. Given the historical realities of Moldova, such a requirement had created an insurmountable barrier to registering an ethnic identity other than the one recorded in respect of his parents by the Soviet authorities. In preventing the applicant from having his claim examined in the light of objectively verifiable evidence, the State had failed to comply with its positive obligation to secure to the applicant effective respect for his private life.", "Conclusion: violation (unanimously).", "Article 41: EUR 1,500 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}