{"file": "ENG_CLIN_62202_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "62202/00", "text_paragraphs": ["Information Note on the Court’s case-law No. 92", "December 2006", "Radio Twist, a.s. v. Slovakia - 62202/00", "Judgment 19.12.2006 [Section IV]", "Article 10", "Article 10-1", "Freedom to impart information", "Radio station ordered to pay damages and costs and to issue an apology for having broadcast an unlawfully obtained telephone conversation between government officials: violation", "", "Facts: At the relevant time the applicant company was broadcasting on five frequencies in Slovakia and had a daily audience of more than 400,000 listeners. In 1996 it broadcast, in the news programme “Journal”, the recording of a telephone conversation between the State Secretary at the Ministry of Justice and the Deputy Prime Minister which the station had received from an unknown source. The recording was accompanied by a commentary by the applicant company's journalist. The dialogue related to the recent power struggle between two political groups with an interest in the privatisation of a major national insurance provider. The State Secretary subsequently filed a civil action against the applicant company for protection of his personal integrity. A district court ordered the company to offer the plaintiff a written apology and to broadcast that apology within 15 days. The company was further ordered to pay compensation for damage of a non-pecuniary nature as well as to reimburse the plaintiff's legal costs. A regional court upheld that judgment.", "Law: There is little scope in the Convention for restrictions on political speech or on debate on questions of public interest. Moreover, the limits of acceptable criticism are wider as regards a public figure, such as a politician, than as regards a private individual. The Court could not accept the domestic courts' argument that the telephone conversation was private in nature and, therefore could not be broadcast. The telephone conversation in question was between two high- ranking government officials and its context and content were clearly political. Questions concerning management and privatisation of State-owned enterprises undoubtedly and by definition represented a matter of general interest, even more so in periods of political and economic transition. The domestic courts had attached decisive importance to the fact that the recording had been obtained by unlawful means. They had concluded that the fact that such a recording had been broadcast had constituted of itself a violation of the plaintiff's right to protection of his personal integrity. The Court noted however that at no stage was it alleged that the applicant company or its employees or agents had been in any way liable for the recording or that its journalists had transgressed the criminal law when obtaining or broadcasting it. No investigation into the circumstances of the making of the impugned audio recording had been carried out at the domestic level. Moreover, it was not established before the domestic courts that the recording had contained any untrue or distorted information or that the information and ideas expressed in connection with it by the applicant company's commentator had occasioned any particular harm to the plaintiff's personal integrity and reputation. Neither was the Court convinced that the mere fact that the recording had been obtained by a third person contrary to law could deprive the broadcasting company of its protection under Article 10. Finally, there was no indication that the journalists of the applicant company had acted in bad faith or that they had pursued any objective other than reporting on matters which they felt obliged to make available to the public. The interference with the applicant company's right to impart information therefore neither corresponded to a pressing social need, nor was it proportionate to the legitimate aim pursued. It thus was not “necessary in a democratic society”.", "Conclusion: violation (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}