{"file": "ENG_CLIN_7078_02.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "7078/02", "text_paragraphs": ["Information Note on the Court’s case-law No. 127", "February 2010", "V.D. v. Romania - 7078/02", "Judgment 16.2.2010 [Section III]", "Article 3", "Degrading treatment", "Inhuman treatment", "Refusal to provide dentures to toothless and impecunious detainee: violation", "", "Article 6", "Article 6-3-d", "Examination of witnesses", "Inability of defendant in criminal proceedings to cross-examine main prosecution witness or challenge her evidence: violation", "", "Facts – In 2002 the applicant was sentenced to a term of imprisonment by a district court for, among other offences, raping his grandmother. The court’s decision was based mainly on the statements made by the latter. The applicant lodged several appeals, without success. In addition, as he had virtually no teeth left, the applicant needed dentures, but was unable to obtain them as he did not have the means to pay.", "Law – Article 3: As far back as 2002 medical diagnoses had been available to the authorities stating the need for the applicant to be fitted with dentures, but none had been provided. As a prisoner, the applicant could obtain them only by paying the full cost himself. As his insurance scheme did not cover the cost and he lacked the necessary financial resources – a fact known to and accepted by the authorities – he had been unable to obtain the dentures. These facts were sufficient for the Court to conclude that the rules on social cover for prisoners, which laid down the proportion of the cost of dentures which they were required to pay, were rendered ineffective by administrative obstacles. The Government had also failed to provide a satisfactory explanation as to why the applicant had not been provided with dentures in 2004, when the rules in force had provided for the full cost to be met by the State. Hence, despite the concerns about his health the applicant had still not been fitted with dentures, notwithstanding new legislation enacted in January 2007 making them available free of charge.", "Conclusion: violation (unanimously).", "Article 6 §§ 1 and 3 (d): Although the statements made by the applicant’s grandmother had not been the only evidence on which the court had based its decision to convict, they had been the decisive element. The fact that the victim had been very old and senile undoubtedly qualified her for increased protection. However, given that the complainant had died before she could be questioned in court, sufficient guarantees should have been put in place to safeguard the rights of the defence. The only statement by the victim submitted to the public prosecutor’s office had been made to a police officer before the applicant was charged and without his having the opportunity to request clarification. The statement had been taken down in writing and had not been recorded. It had not been read out to the accused at any point in the criminal proceedings, nor had any other steps been taken to enable him to challenge the victim’s statements or her credibility. In such circumstances, a DNA test would have made it possible either to confirm the victim’s version of events or to provide the applicant with substantial information so as to undermine the credibility of her account. However, the courts had refused to grant the requests by the applicant and his lawyers to obtain this evidence, without ruling explicitly on its relevance by means of decisions giving sufficient reasons. Finally, the investigation at the scene had been inadequate as the police had not taken the trouble to search for traces of assault, which might have lent greater substance to the allegations against the applicant. Accordingly, the courts had failed in their duty to order investigative measures in order to give the applicant an opportunity to defend his case.", "Conclusion: violation (unanimously).", "Article 41: EUR 10,000 for non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}