{"file": "ENG_HECOM_41359_08.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "41359/08", "text_paragraphs": ["THIRD SECTION", "Application no. 41359/08\nGivi VASHAKIDZE \nagainst Georgia\nlodged on 9 August 2008", "STATEMENT OF FACTS", "", "1.  The applicant, Mr Givi Vashakidze, is a Georgian national, who was born in 1990 and lives in . He is represented before the Court by Mr Z. Khatiashvili and Mr D. Modebadze, lawyers practising in .", "A.  The circumstances of the case", "2.  The facts of the case, as submitted by the applicant, may be summarised as follows.", "1.  The criminal proceedings against the applicant", "3.  On 20 March 2007, in the course of a verbal altercation between the applicant and his classmate R.Ph. a street fight erupted, involving about a dozen teenagers. As a result, the applicant, who was sixteen years old at that time, sustained two knife wounds in the abdomen and buttocks area, whilst R.Ph. sustained a single stab wound to the chest area and died of internal bleeding on the same night at the hospital.", "4.  Two sets of criminal proceedings were initiated immediately: the first set of proceedings concerning R.Ph.’s killing under Articles 109 and 239 of the Criminal Code of Georgia (“the CCG”) (aggravated manslaughter and breach of public order respectively) and the second criminal investigation into the applicant’s stabbing under Article 118 of the CCG (causing less serious bodily injuries).", "5.  On 23 and 24 March 2007 the applicant was questioned as a suspect in relation to the first set of proceedings. He protested his innocence. In particular, he claimed that he had used his knife only in self-defence, that he did not see who had stabbed him, and that he was not sure whether he had actually hit someone with his knife.", "6.  On 24 March 2007 the applicant was charged with aggravated murder and breach of public order with aggravating circumstances. During his repeated questioning, he maintained his innocence.", "7.  In April 2007 the applicant underwent a medical examination, which established that his wounds had been caused by some sharp object and belonged to the category of bodily injuries of minor severity causing shortterm damage to the applicant’s health.", "8.  On 20 April 2007 the applicant’s lawyer requested the  prosecutor to merge the two criminal cases in one procedure since they both concerned the same factual circumstances. The request was granted on 27 April 2007. Subsequently, the applicant’s lawyer asked on several occasions to grant his client formal victim status, but all requests were rejected. On 12 June 2007 the prosecutor decided splitting the case back into two separate sets of proceedings. The decision not to grant the applicant victim status was again confirmed.", "9.  On an unidentified date the preliminary investigation into R.Ph.’s murder was completed and the case file along with a bill of indictment was sent to the first-instance court.", "10.  On 30 July 2007 the Tbilisi City Court convicted the applicant as charged and sentenced him to fifteen years’ imprisonment. The applicant’s conviction was primarily based on the pre-trial statement of B.G., the cousin of the diseased R.Ph., who had also been involved in the street fight of 20 March 2007. Despite the defence’s request, B.G.’s appearance before the trial court was not secured.", "11.  According to the trial court records, the defence’s request to question several additional witnesses, among them G.Ts. who had eye-witnessed the incident and S.M. and D.L. who had allegedly taken R.Ph. to a hospital, was rejected by the trial court. The judge dismissed the applicant’s self-defence argument on the ground that he had failed to show that his life had been at a real threat.", "12.  On 27 August 2007 the applicant appealed his conviction, claiming that the trial court had wrongly assessed the evidence in his case. He further reiterated his request for the questioning of some eight witnesses, among them B.G. and G.Ts. the two eyewitnesses to the incident. The defence also asked the appeal court to get access to the results of the biological and physico-technical examinations of the applicant’s tee-shirt, the one he had been wearing during the incident, and admit it into evidence. Those examinations had been ordered in the context of the second set of criminal proceeding concerning the applicant’s stabbing.", "13.  The prosecutor requested the appeal court to dismiss the defence’s requests. In connection with the questioning of G.Ts. he stated that the witness had been drunk during the incident and thus could not have seen anything; as regards the other witnesses, according to the prosecutor, they had not eye-witnessed the fight itself. On 27 November 2007 the appeal court dismissed the defence’s request in the part concerning the questioning of the witnesses. The court ordered, however, the prosecutor to make available copies of the requested forensic reports.", "14.  At the same hearing the applicant’s lawyer requested to admit into evidence the case materials concerning the second set of criminal proceedings. He explained that these materials were needed by the defence in order to elucidate discrepancies in the witness’ testimonies. He also noted in this connection that the applicant had been refused to have access to the second case file. The court dismissed the defence’s request.", "15.  At the hearing of 8 December 2007 the prosecutor failed to produce the requested forensic reports. He explained in this connection that the examinations were still ongoing. In addition, the prosecutor claimed that the whereabouts of B.G. had not been established and that his family claimed that he had left for an unknown destination. The court, nevertheless, insisted that further searches for him be conducted and that he be made to attend the hearing.", "16.  According to the appeal court minutes, the prosecution subsequently submitted a certificate from the border-guard department according to which it appeared that B.G. had left  on 21 August 2007. An explanatory note from B.G.’s mother additionally noted that he had left the country for treatment purposes.", "17.  By a decision of 26 February 2008, the Tbilisi Court of Appeal confirmed the applicant’s conviction and sentence in full.", "18.  On 24 March 2008 the applicant’s lawyer filed an appeal on points of law, alleging amongst others, the unfairness of the criminal proceedings conducted against the applicant and the violation of the principle of equality of arms. He denounced the failure of the domestic courts to question several witnesses in court and also criticised their reliance on the pre-trial statement of B.G.", "19.  On 15 September 2008 the Supreme Court of Georgia rejected the applicant’s appeal on points of law.", "2.  Criminal proceedings concerning the applicant’s stabbing", "20.  On 7 April 2008 the applicant’s lawyer complained with the  prosecutor about the delay in the investigation. He denounced the fact that the applicant had not been granted victim status and that not a single investigative measure had been taken with a view to establishing the identity of those responsible. Whilst referring to Articles 6, 13 and 14 of the Convention, he claimed that the initiated proceedings did not meet the standards of an effective and impartial investigation. The lawyer requested that the applicant be granted victim status and be additionally questioned in connection with the incident. He also requested that the qualification of the offence allegedly committed against the applicant be re-qualified into attempted murder.", "21.  In its reply of 13 May 2008 the prosecutor maintained that the investigation was still at the preliminary stage and that the issue of granting the applicant victim status and his repeated questioning would be decided at a later stage of the proceedings.", "22.  The applicant challenged the above letter with the Prosecutor General of . The appeal was transmitted to the  deputy prosecutor, who, by a letter of 10 July 2008 merely informed the applicant’s lawyer of a possibility to appeal the relevant prosecutorial decision before the courts. The prosecutor also confirmed the refusal to grant the lawyer’s requests.", "23.  On 19 September 2008 the applicant’s lawyer reiterated his complaints with the General Prosecutor of . He particularly denounced the fact that rather than receiving an official decision, his requests had been refused by simple unofficial letters. Hence, he could not have filed a judicial complaint against a non-existent decision.", "24.  As disclosed by the case file, the applicant’s lawyer had subsequently filed several additional complaints regarding the delay and several procedural shortcomings in the investigation, but to no avail. No official decision regarding either the applicant’s status or the outcome of the investigation has been taken so far.", "COMPLAINTS", "25.  The applicant complained under Article 13 of the Convention about the ineffectiveness of the investigation conducted with respect to his stabbing.", "26.  Under Article 6 §§ 1 and 3 (b) and (d) of the Convention the applicant complained about the unfairness of the criminal proceedings conducted against him. Notably, he claimed, amongst others, that the domestic courts’ reasoning was manifestly arbitrary; that the first and second instances refused to question several crucial witnesses in court; that the relevant authorities had failed to take all reasonable efforts to locate B.G for the trial and the courts subsequently relied on his pre-trial statement; and that the trial courts refused to admit into evidence the materials of the related criminal case file. Lastly, the applicant also complained under Article 13 of the Convention about lack of access to the Supreme Court and invoked Article 14 of the Convention in relation to his Article 6 complaints.", "QUESTIONS TO THE PARTIES", "1.  The criminal proceedings against the applicant", "1. Did the applicant have a fair hearing in the determination of the criminal charges again him, in accordance with Article 6 §§ 1 and 3 (d) of the Convention? In particular,", "", "- Did the decisions of the domestic courts contain sufficient reasoning for the finding that the applicant was guilty of aggravated murder?", "", "- Did the reliance by the domestic courts on the pre-trial statement of B.G., who had not been examined by the applicant either during the investigation or at the trial, infringe the applicant’s right to a fair hearing within the meaning of Article 6 § 1 of the Convention? In this connection, did the relevant national authorities take all reasonable efforts to locate B.G. for the trial?", "", "- Did the refusal of the domestic courts to examine several witnesses on the applicant’s behalf amount to a violation of Article 6 § 3 (d) of the Convention?", "2. The criminal investigation into the applicant’s stabbing", "1. Have the competent domestic authorities conducted an adequate investigation into the circumstances of the applicant’s stabbing as required by the procedural obligation under Article 3 of the Convention (Members of the Gldani Congregation of Jehovah’s Witnesses and Others v. , no. 71156/01, §§ 96-97, 3 May 2007)? At what stage are the criminal proceedings? The Government are invited to provide the Court with a copy of the relevant criminal case file.", "", "2. Did the refusal of the national authorities to grant the applicant victim status undermine the effectiveness of the investigation?", "", "3. Did the applicant have at his disposal effective domestic remedies for his complaints concerning the investigation as required by Article 13 of the Convention?", "", ""]}