{"file": "ENG_HEJUD_39288_98.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "39288/98", "text_paragraphs": ["", "", "THIRD SECTION", "", "", "CASE OF ASSOCIATION EKIN v. ", "", "", "(Application no. 39288/98)", "", "", "JUDGMENT", "", "", "", "", "", "17 July 2001", "", "", "", "FINAL", "", "", "17/10/2001", "", "", "", "", "", "In the case of Association Ekin v. ,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tMr\tW. Fuhrmann, President,\n\tMr\tL. Loucaides,\n\tMrs\tF. Tulkens,\n\tMr\tK. Jungwiert,\n\tSir\tNicolas Bratza,\n\tMr\tK. Traja, judges,\n\tMr\tG. Braibant, ad hoc judge,\nand Mrs S. Dollé, Section Registrar,", "Having deliberated in private on 18 January 2000 and 26 June 2001,", "Delivers the following judgment, which was adopted on the last-mentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 39288/98) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a French association named Ekin (“the applicant association”), on 3 January 1998.", "2.  The applicant association was represented by its counsel. The French Government (“the Government”) were represented by their Agent.", "3.  The applicant association alleged a violation of Article 10 of the Convention, taken alone and in conjunction with Article 14, on account of the application of section 14 of the Law of 29 July 1881, as amended, under which the sale of one of its publications was prohibited throughout  for a period of more than nine years.", "Relying on Article 6 § 1 of the Convention, the applicant association further complained that the proceedings had been excessively lengthy. It also alleged a violation of Article 13 of the Convention on the ground that it had not had access to an expedited procedure before an administrative court whereby the court could review the ban on the book, and if necessary promptly lift it.", "4.   On 9 September 1998 the Commission decided to give notice of the application to the Government.", "5.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11). ", "6.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. Mr J.-P. Costa, the judge elected in respect of , withdrew from sitting in the case (Rule 28). The Government accordingly appointed Mr G. Braibant to sit as an ad hoc judge.", "7.  On 28 September 1999 the Chamber decided to invite the parties to present oral observations on the admissibility and merits of the application at a hearing.", "8.  The hearing took place in public in the , , on 18 January 2000 (Rule 59 § 2).", "", "There appeared before the Court:", "(a)  for the Government\nMr\tR. Abraham, Director of Legal Affairs \n\t\tat the Ministry of Foreign Affairs,\tAgent,\nMrs\tP. Olivier Triau, Ministry of the Interior,\t\nMr\tP. Girault, Ministry of the Interior,\nMr\tP. Boussaroque, magistrat, on secondment \n\t\tto the Legal Affairs Department \n\t\tof the Ministry of Foreign Affairs,\t\nMrs\tF. Chaponneaux, Ministry of the Interior,\tCounsel;", "(b)  for the applicant association\nMr\tD. Rouget, Lecturer at the ,\tCounsel.", "", "9.  The Court heard addresses by them.", "10.  After the deliberations held following the hearing of 18 January 2000, the Chamber declared the application admissible [Note by the Registry. The Court’s decision is obtainable from the Registry].", "11.  The applicant association and the Government each filed written observations on the merits of the case (Rule 59 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "12.  In 1987 the applicant association published a book entitled Euskadi at war. There were four versions – Basque, English, Spanish and French – and the book was distributed in numerous countries, including  and . According to the applicant association, this was a collective work containing contributions from a number of academics with specialist knowledge of the Basque Country and giving an account of the historical, cultural, linguistic and socio-political aspects of the Basque cause. It ended with a political article entitled “Euskadi at war, a promise of peace” by the Basque national liberation movement.", "13.  The book was published in the second quarter of 1987. On 29 April 1988 a ministerial order was issued by the French Ministry of the Interior under section 14 of the Law of 29 July 1881, as amended by the decree of \n6 May 1939, banning the circulation, distribution and sale of the book in France in any of its four versions on the ground that “the circulation in France of this book, which promotes separatism and vindicates recourse to violence, is likely to constitute a threat to public order”. On 6 May 1988, pursuant to the aforementioned order, the département director of the airport and border police refused to allow over two thousand copies of the book to be brought into .", "14.  On 1 June 1988 the applicant association lodged an administrative appeal against the ban. When this was implicitly rejected, it appealed to the  on 29 November 1988.", "15.  The  held that it did not have jurisdiction and so referred the case to the Conseil d’Etat. By a decision of 9 January 1991 the President of the Judicial Division of the Conseil d’Etat remitted the case to the .", "16.  In a judgment delivered on 1 June 1993 after a public hearing in the presence of both parties, the  rejected the applicant association’s appeal on the following grounds:", "“It has been established that the book at issue entitled Euskadi at war was printed in , that four of its five chapters were written by authors of Spanish nationality and that the documentation used for the preparation of the publication was mainly of Spanish origin. Therefore, and notwithstanding the fact that the book was published by the applicant association, which is based in , the offending book must be regarded as of foreign origin within the meaning of the aforementioned provisions. Accordingly, the Minister of the Interior was legally entitled to prohibit the book’s circulation, distribution and sale.", "In taking the view that the book at issue could pose a threat to public order since it argued, particularly in Chapter 4, that the violence of the Spanish State justified the ETA terrorist organisation’s ‘proportionate counter-offensive’, the Minister of the Interior did not make any obvious error in assessing the evidence.", "Under Article 10 of the European Convention on Human Rights, ‘[e]veryone has the right to freedom ...’; it is the task of the administrative courts to assess whether any restriction of the freedom of expression guaranteed by the above-mentioned Article 10 is proportionate to the legitimate aim being pursued and to assess whether the ban on a publication of foreign origin is in keeping with that aim. In the instant case the evidence does not show that the general prohibition of the book at issue was disproportionate to the public-order objectives being pursued ...”", "17.  The applicant association lodged an appeal against this judgment with the Conseil d’Etat on 20 August 1993. In its further observations, it asked the Conseil d’Etat to find that section 14 of the Law of 29 July 1881, as amended, was incompatible with Articles 10 and 14 of the Convention taken together.", "18.  On 9 July 1997 the Conseil d’Etat ruled that section 14 of the Law of 1881, as amended, was not incompatible with Articles 10 and 14 of the Convention on the following grounds:", "“Under section 14 of the Law of 29 July 1881, as amended by the decree of 6 May 1939, ‘the circulation, distribution or sale in  of newspapers or texts written in a foreign language, whether periodicals or not, may be prohibited by a decision of the Minister of the Interior. Newspapers and texts of foreign origin written in French and printed abroad or in  may also be prohibited’. In the absence of any statutory provision establishing the conditions circumscribing the legality of decisions taken on the basis of this provision, any restrictions of the Minister’s power derive from the need to reconcile the general interests for which he is responsible with the respect due to public freedoms, particularly freedom of the press. When an appeal against such a prohibition order is lodged with an administrative court, it is duty-bound to assess whether the banned publication poses such a threat to these general interests that it warrants an infringement of public freedoms. Contrary to the applicant association’s assertions, the power thus exercised by the Minister of the Interior, under the supervision of the courts, is not incompatible with the combined provisions of Articles 10 and 14 of the Convention for the Protection of Human Rights and Fundamental Freedoms …”", "19.  On the other hand, the Conseil d’Etat quashed the judgment and the ministerial order of 29 April 1988 on the following grounds:", "“By the impugned order, the Minister of the Interior prohibited the circulation, distribution and sale of the collective work Euskadi at war, which must be viewed as a written text of foreign origin within the meaning of the aforementioned section 14 of the Law of 29 July 1881. Having regard to the interests that the Minister is responsible for protecting, in particular public safety and public order, the Court finds that the content of this publication does not provide sufficient legal justification for the serious infringement of press freedom embodied in the impugned decision.", "It follows from the above considerations that the Association Ekin has good grounds for maintaining that the Pau Administrative Court was wrong to reject, by means of the impugned judgment, the association’s application to set aside the decision of 29 April 1988, taken on the basis of the aforementioned section 14 of the Law of 29 July 1881, by which the Minister of the Interior prohibited the circulation, distribution, and sale in France of the book entitled Euskadi at war, published by the association ...”", "20.  In a registered letter with recorded delivery received by the Ministry of the Interior on 2 December 1997, the applicant association presented the Minister with a claim for compensation for the pecuniary and non-pecuniary damage caused by the application of the unlawful order of 29 April 1988 for more than nine years. According to the applicant association, the implementation of this order amounted to tortious conduct on the part of the authority. It estimated the overall losses it had sustained at 831,000 French francs (FRF), including FRF 481,000 resulting from the financial loss deriving directly from the prohibition of sales of the book throughout . To date it has not had any reply from the Minister of the Interior. Under the rules of French administrative proceedings, this silence counts as a refusal of the applicant association’s claim.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "21.  The general rules governing the freedom of the press guaranteed by Article 11 of the Declaration of the Rights of Man and the Citizen, which has constitutional status, are mainly based on the Law of 29 July 1881, as amended, which established a “repressive” system, so called because any offences that may have been committed are punished and any damage caused is made good ex post facto. This is the principle laid down by the Law of 29 July 1881, as amended, when it states in section 1 that “anyone may print or sell books and other publications” and in section 5 that “any newspaper or periodical may be published without prior authorisation or the payment of any security ...”.", "22.  The French rules governing publications do nonetheless include forms of prior intervention which can lead to bans or seizures but are always subject to respect for the principle that they must be proportionate to the facts which prompt them.", "Bans and seizures may be ordered under the general powers vested in the administrative authorities", "Such measures are justified only by the need to protect public order against any unrest caused, or liable to be caused, by the distribution or sale of a publication. The Conseil d’Etat ruled on 25 July 1930 (Abbé de Kervenoael, D.P. 1930, 497) that “the provisions of sections 18 et seq. of the Law of 29 July 1881 do not prevent mayors from taking measures under their general policing powers for the preservation of order and calm” and that “it is therefore their duty to prohibit the distribution on the public highway of written documents likely to cause unrest”.", "Nonetheless, as was established in a judgment of the Jurisdiction Disputes Court of 8 April 1935 (L’action française, D.P. 1935, 3, 25, conclusions by Josse, note by Waline), these means may only be deployed if there is no other way of preserving or restoring public order. They must also be proportionate to the disorder and limited in their duration and geographical scope to what is strictly necessary.", "\nSecondly, the Law of 29 July 1881, as amended, authorises court-ordered bans and seizures in certain circumstances", "Under section 51 of the Law, an investigating judge may order the seizure “of written or printed documents, placards or notices”, under the conditions laid down in the Code of Criminal Procedure  and “in the cases contemplated in sections 24 (§§ 1 and 3), 25, 36 and 37 of the Law”. These cases are incitement to or vindication of crimes (section 24), inciting military personnel to disobey orders (section 25), and insulting heads of State and government and foreign diplomats (sections 36 and 37). Section 61 of the Law states: “If there is a conviction, the court may, in the cases contemplated in sections 24 (§§ 1 and 3), 25, 36 and 37, order the confiscation of any written or printed documents, placards or notices seized and, at any event, order the seizure and suppression or destruction of any copies put on sale, distributed or displayed in public. Suppression or destruction may however apply only to certain parts of the seized copies.”", "23.  In addition, section 62 of the Law of 29 July 1881, as amended, adds that, in cases of sentences passed under sections 23, 24 (§§ 1 and 2), or 25 –penalising incitement to or vindication of crimes – and 27 – penalising the offence of spreading false news – “the suspension of the newspaper or periodical may be ordered in the same judgment for a period not exceeding three months”.", "24.  Administrative review has also been introduced in respect of certain specific types of publication. The main categories concerned are publications intended for young people or which may pose a threat to young people and publications which are of foreign origin or drafted in a foreign language.", "This is chiefly the result of implementing the Law of 16 July 1949, which established the specific rules governing “publications intended for young people” which may be applied to all publications posing a threat to this type of reader. These rules, which stem from a desire to protect young people, are in fact twofold in nature since they relate both to publications “mainly intended for children and adolescents” and to publications “of all types that may pose a threat to young people”.", "A system of administrative supervision also operates pursuant to section 14 of the Law of 29 July 1881, as amended by the decree of 6 May 1939, which reads as follows:", "“The circulation, distribution or sale in  of newspapers or texts written in a foreign language, whether periodicals or not, may be prohibited by a decision of the Minister of the Interior. ", "Newspapers and texts of foreign origin written in French and printed abroad or in  may also be prohibited.", "When performed knowingly, the sale, distribution or reproduction of banned newspapers or written texts shall be punishable by a one-year prison sentence and a fine of 30,000 francs.", "The same applies if the publication of a banned newspaper or written text is resumed under a different title. In this case, however, the fine shall be increased to 60,000 francs.", "All copies and reproductions of banned newspapers and written texts and of any which resume publication under a different title shall be liable to administrative seizure.”", "25.  Case-law has fleshed out the conditions for the application of this rule. It has both defined the concept of “foreign origin” and established the grounds on which publications can be banned, wherever they are not laid down by statute.", "1.  The concept of “foreign origin”", "26.  The test used by the administrative courts to determine whether a publication is of foreign origin is made up of a number of strands woven together into the theory of “convergent evidence”. According to the submissions of Mr Genevois, the Government Commissioner in the case of the Minister of the Interior v. S.A. Librairie François Maspero (Conseil d’Etat (“CE”), Ass., 30 June 1980, A.J. 1980, p. 242), the Conseil d’Etat takes account of both material and intellectual factors: “The material factors are those relating to the conditions in which the text was printed. Even if it was printed abroad, a book written in French by a French author can be considered to be of foreign origin only if it is established that foreign assistance made possible or helped to make possible its production or publication ... The intellectual factors relate to the inspiration and the content of the book. It was on the basis of such factors that [the Conseil d’Etat] held that a publication which presented itself either as the French edition of a foreign publication or as the French edition of the texts and articles contained in that publication should be regarded as being of foreign origin within the meaning of section 14 even though the publishers were French (CE, Ass., 2 November 1973, S.A. Librairie François Maspero, p. 611).”", "27.  The Conseil d’Etat has regarded all the following factors as indications of a publication’s foreign origin: the author’s nationality and place of residence (CE, 18 July 1973, Monus, p. 527), the fact that the publication was a translation (CE, 19 February 1958, Sté les Editions de la terre du feu, p. 114), the nationality of the publisher and the country in which the text was published (CE, Ass., 2 November 1973, cited above), the country in which it was published or printed (CE, Sect., 9 July 1982, Alata, p. 281), the fact that foreign assistance was provided (CE, Sect., 4 June 1954, Barbier, p. 345), or foreign documentation and inspiration.", "28.  None of these factors suffices alone. For instance the fact that the author is a foreign national is not enough in itself for section 14 to be applicable. The status of the publication is decided on by considering all of these indications taken together.", "2.  Reasons justifying the application by the Minister of the Interior of section 14 of the Law of 29 July 1881, as amended", "29.  Although the law did not indicate the grounds on which it should be applied, the case-law of the Conseil d’Etat has established the rule that section 14 can be applied only for certain reasons relating to the public interest and public order. Initially, the administrative courts did not carry out any review of the assessment of the facts warranting the measure nor, a fortiori, did they consider the proportionality of the measure. They checked whether the reasons given by the authorities to justify the use of section 14 were legitimate by ensuring that they duly came within the Law’s scope (see, for example, CE, 4 June 1954, Joudoux and Riaux, A.J. 1954, p. 360, and CE, 17 December 1958, Société Olympia Press, D.J., p. 175, concl. Braibant).", "30.  The main grounds which the Conseil d’Etat has considered to be “among those which can justify in law a measure taken under” section 14 of the Law of 1881, as amended, are as follows: the protection of public order (see, for example, CE, Ass., 2 November 1973, cited above), the immoral nature of the publication concerned (see, for example, CE, 17 December 1958, cited above), and the need to combat racist ideology, in particular the revival of national-socialist ideology (CE, 17 April 1985, Sté les Editions des Archers, p. 100).", "3.  Means of reviewing the legality of measures taken by the Minister of the Interior on the basis of section 14 of the Law of 1881, as amended", "31.  Applications for judicial review of decisions taken by the Minister of the Interior under section 14 of the Law of 1881 may be made to the administrative courts and subsequent appeals lie to the administrative courts of appeal set up by the Law of 31 December 1987. The Minister’s decisions can also be quashed by the Conseil d’Etat which acted as the appellate court in such cases before the 1987 reform. On the other hand, stays of execution of bans on publications are not granted by the administrative courts since they consider that the damage caused by the application of such bans is not irreparable and accordingly is not of a nature to justify a stay of execution (CE, 28 April 1978, Sieur Alata and Société des éditions du Seuil, ADJA, July-August 1978, p. 398).", "32.  The administrative courts begin by carrying out a review of the “outward legality” of the measures taken under section 14, in other words they consider whether the authorities have respected the rules of jurisdiction, procedure and form. In so doing they pay particular attention to the grounds for the measure, which must comply with the Law of 11 July 1979, and verify that the rights of the defence, as set out in section 8 of the decree of 28 November 1983, have been respected. This decree, which applies to the authors of publications covered by section 14 of the Law of 1881, as amended, and to those whose writings are covered by the law on publications intended for, or posing a threat to, young people, provides that, “save in exceptional or emergency situations and subject to the requirements of public order”, such decisions “may legally be taken only once the party concerned has been given the opportunity to submit written observations. Anyone concerned ... must be heard, if he or she so requests, by the official responsible for the case or, failing that, a person authorised to record his or her oral observations. Such persons may be assisted or represented by a lawyer of their choice”.", "33.  Secondly, the administrative courts also review the “internal legality” of the measures concerned, the scope of which changed on promulgation of the legislative decree of 6 May 1939. The Conseil d’Etat has always made sure that the authorities have had good grounds to describe the publication as being “of foreign origin”, that they have made no legal error in the application of the law, that they have not based themselves on factually inaccurate evidence and that they have not abused their powers. However, in their earlier decisions, the administrative courts did not review the assessment of the threat posed to public order or the public interest by the publication at issue.", "34.  A major development in the case-law on this matter has occurred since.", "35.  Initially, in its Judicial Assembly judgment of 2 November 1973 (S.A. Librairie François Maspero, cited above), the Conseil d’Etat decided to broaden its review of the legality of ministerial decisions taken under section 14 of the Law by extending it to cover manifest errors of judgment, that is by checking that a serious error of judgment had not led to a manifest disproportion with the facts that had prompted them.", "36.  Then, when the applicant association brought the instant case before it, the Conseil d’Etat decided to depart from its previous case-law and broaden the scope of its review. The effect of the Conseil d’Etat’s ruling of 9 July 1997 is that the administrative courts must conduct a “full” review of the grounds for the decision. In its judgment the Conseil d’Etat held that it is the administrative courts’ duty to “consider whether the banned publication is likely to cause such damage [to the general interests for which the Minister is responsible] as to warrant an infringement of public freedoms”.", "THE LAW", "I.  THE GOVERNMENT’S REQUEST FOR THE COURT TO RECONSIDER ITS RULING ON THE APPLICANT ASSOCIATION’S VICTIM STATUS IN ITS DECISION ON THE ADMISSIBILITY OF THE APPLICATION", "37.  In their memorial of 23 February 2001 the Government asked the Court to reconsider its ruling on the merits of their preliminary objection concerning the applicant association’s status as a victim, which had been rejected in the decision on the admissibility of the application of 18 January 2000. In support of their request, the Government submitted that the applicant association had succeeded in persuading the Conseil d’Etat to quash the ban on its publication with retroactive effect. They argued that the elimination of the impugned measure from the established body of legal rules rendered the applicant association’s complaints inadmissible ipso facto. They also argued that the claim for compensation that the applicant association had deliberately refrained from making had been neither uncertain to succeed nor necessarily bound to increase the length of the proceedings excessively. As to the future, it considered that the applicant association’s status as a victim was equally debatable as there was currently no ban applying to any of its publications.", "38.  The Court does not discern any fresh evidence capable of persuading it to reconsider the ruling it gave in its decision of 18 January 2000 as to the merits of the preliminary objection that the applicant association could not be considered a “victim”. It follows that the Government’s request must be dismissed.", "II.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION, TAKEN ALONE AND IN CONJUNCTION WITH ARTICLE 14", "39.  Relying on Article 10 of the Convention, the applicant association complained that section 14 of the Law of 1881, as amended, was too unclear for a legal rule and did not meet the requirement of being accessible and foreseeable in its effects. Nor was the interference permitted under this rule necessary in a democratic society. Furthermore, the provision gave rise to discrimination as regards freedom of expression on the legal basis of language or national origin and was therefore in breach of Article 14 of the Convention taken in conjunction with Article 10. ", "The relevant parts of Articles 10 and 14 read as follows:", "\nArticle 10", "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. ...", "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society ..., for the prevention of disorder or crime ...”", "Article 14", "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as ... language, religion, political or other opinion, national or social origin, association with a national minority ... or other status.”", "40.  The Government submitted that the interference with the applicant association’s right to freedom of expression was justified under the second paragraph of Article 10. The applicant association disputed that argument.", "41.  The Court will begin by considering the applicant association’s complaint from the viewpoint of Article 10 taken alone.", "A.  Whether there was an interference", "42.  The Court has no doubt that section 14 of the Law of 29 July 1881, as amended by the decree of 6 May 1939, which formed the basis for the ministerial order of 29 April 1988 by which the French Minister of the Interior imposed a ban throughout France on the circulation, distribution or sale of the book published by the applicant association, can be regarded in itself as an “interference” with the applicant association’s right to freedom of expression, an integral part of which is the freedom to publish written documents and books (see, mutatis mutandis, Klass and Others v. Germany, judgment of 6 September 1978, Series A no. 28, p. 21, § 41). Nor do the Government dispute this.", "B.  Justification of the interference", "43.  Such interference constitutes a breach of Article 10 unless it is “prescribed by law”, pursues one or more of the legitimate aims referred to in Article 10 § 2, or is “necessary in a democratic society” to achieve such aims.", "1.  “Prescribed by law”", "44.  The Court points out that the expression “prescribed by law”, within the meaning of Article 10 § 2, requires firstly that the impugned measure should have some basis in domestic law; however, it also refers to the quality of the law in question, requiring that it should be accessible to the person concerned, who must moreover be able to foresee its consequences, and that it should be compatible with the rule of law (see Kruslin v. France, judgment of 24 April 1990, Series A no. 176-A, p. 20, § 27).", "45.  There is no doubt that the first condition is satisfied in the instant case since the legal basis of the decision is constituted by section 14 of the Law of 1881, as amended. What remains to be decided is whether the law in question also meets the requirements of accessibility and foreseeability. The parties’ views differed on this matter. The applicant association considered that the provision was too unclear to constitute a legal rule and therefore that it did not meet the requirement of being accessible and foreseeable in its effects. The Government, on the other hand, submitted that the Law of 1881, as amended, did meet the accessibility and foreseeability requirements because it had been fleshed out by a large body of case-law from the Conseil d’Etat, the most recent example of which was the Ekin judgment itself.", "46.  The Court points out that, according to its settled case-law, the concept of “law” must be understood in its “substantive” sense, not its “formal” one. It therefore includes everything that goes to make up the written law, including enactments of lower rank than statutes (see, in particular, De Wilde, Ooms and Versyp v. Belgium, judgment of 18 June 1971, Series A no. 12, pp. 45-46, § 93) and the court decisions interpreting them (see, mutatis mutandis, Kruslin, cited above, pp. 21-22, § 29). In the instant case the question is whether, at the time when the ministerial order of 29 April 1988 was issued, there was a settled line of consistent, clear and precise decisions in the French courts fleshing out the content of section 14 of the Law of 1881, as amended, in such a way that the applicant association could regulate its conduct when it came to publishing books.", "In view, in particular, of the limited review carried out by the Conseil d’Etat at the time of the impugned acts, the Court is inclined to think that the restriction complained of by the applicant association did not fulfil the requirement of foreseeability. It is true that, in its judgment of 9 July 1997 in the case before the Court, the Conseil d’Etat revised its case-law and broadened the scope of its review to a full review of the grounds for ministerial decisions taken on the basis of section 14 of the Law of 1881. Nonetheless, in the light of its conclusion regarding the necessity of the interference, the Court does not consider it necessary to determine this point (see paragraph 64 below).", "2.  Legitimate aim", "47.  The Government submitted that the banning measures provided for by the Law of 1881, as amended, and fleshed out by the subsequent case-law pursued a legitimate aim, namely the prevention of disorder, and were most frequently used against racist publications or publications inciting people to violence. The applicant association submitted that the provisions in question reflected discriminatory ideas based on the nationality of the authors of a publication and on language.", "48.  The Court notes that, in the instant case, the national authorities’ aim in applying section 14 of the Law of 1881, as amended, was to prevent disorder by prohibiting the circulation in  of a book promoting separatism and vindicating the use of violence. Having regard to the current situation in the Basque Country, the Court considers it possible to find that the measure taken against the applicant association pursued the aim referred to by the Government, namely the prevention of disorder or crime. This is the case whenever, as in the book in question, a separatist movement has recourse to methods relying on the use of violence (see Sürek and Özdemir v. Turkey [GC], nos. 23927/94 and 24277/94, § 51, 8 July 1999, unreported).", "3.  “Necessary in a democratic society”", "(a)  Arguments of those appearing before the Court", "(i)  The applicant association", "49.  The applicant association considered that it was the victim of a discriminatory measure in breach of Articles 14 and 10 of the Convention. In that connection, it stressed that the ban arising from the application of the decree of 6 March 1939 had indeed been discriminatory because the law itself was aimed at establishing this discrimination on grounds of nationality and language. It pointed out that the law had been adopted at a time when the general attitude towards foreigners had been hostile and reflected discriminatory views based on the assumption that foreigners were particularly dangerous and subversive ideas were necessarily foreign. The law was incompatible with a modern, progressive view of the enjoyment of fundamental rights in which equality between foreigners and nationals should be the rule.", "50.  Regarding the reasons for the ban, the applicant association submitted that section 14 of the Law of 1881, as amended, did establish stricter rules in respect of foreign or foreign-language publications and that these were incompatible with Articles 14 and 10 of the Convention. They lacked any objective and reasonable justification and were in fact liable to perpetuate prejudices towards foreigners among the general public. The law was also at variance with the European Community legislation on the free movement of goods, as applied by the Court of Justice of the European Communities.", "51.  The applicant association submitted that it was still the victim of a violation of the Convention because section 14 of the Law of 1881, as amended, placed it under a permanent threat – a kind of sword of Damocles hanging over its right to freedom of expression as guaranteed by Article 10 of the Convention. On that point, it observed that its aim was to inform as broad a target audience as possible, in various countries and at international level, about human rights and the rights of peoples and in particular about the right of peoples to decide on their own future and exercise self-determination. Its goal therefore was to disseminate ideas which, in the Minister of the Interior’s view, were apt to encourage separatism and hence were liable to ministerial censorship. Furthermore, these books had been drafted jointly by French and Spanish authors and were written in French, Spanish, Basque, German, Italian and English. The applicant association had already undergone a continuous violation of its right to freedom of expression for over nine years. In the final analysis, the law amounted to an extremely grave threat to freedom of expression since it established a set of preventive rules which were exempt from the general rules on freedom of the press, in other words an administrative system in which the courts carried out an ex post facto review without being able to order the suspension of the impugned measure. The Minister had very broad powers of discretion to assess the reasons for a ban and bans were general and absolute in their geographical and temporal scope and could not be tailored to fit particular situations.", "(ii)  The Government", "52.  The Government submitted that the contested law could not be regarded as reflecting a lack of proportion, for the purposes of paragraph 2 of Article 10, between the aim pursued and the methods deployed, for the very reason that the administrative courts conducted a review of proportionality. As a result of this review only the measures warranted by a very serious threat to the public interest continued to be enforced.", "53.  Nor, in the Government’s submission, was there any discrimination between authors and publishers of French and foreign publications in the enjoyment of their right to freedom of expression. It was true that the concept of foreign origin, without which it would be impossible to apply the contested rules governing bans, had been interpreted in case-law to cover both books published abroad – although this was not the sole determining factor in itself – and books published in France which, on account of their inspiration and their content, had acquired the status of publications of foreign origin. The ban provided for in section 14 of the Law of 1881, as amended, therefore applied to both French and foreign publishers. The difference between the legal rules governing publications of foreign origin and those relating to other publications was not so apparent as the applicant association asserted in alleging discrimination in breach of Article 14.", "54.  The Government pointed out that, as part of their general policing powers, the administrative authorities had the power to order the seizure of French publications when they considered that they were liable to cause a serious threat to public order. The administrative authorities were empowered therefore to prohibit the publication of a work in the event of a serious threat to public order whether the publication was of French or of foreign origin and, accordingly, the same review was conducted by the courts in both cases (assessing proportionality and necessity). Hence, two publications with the same content, one of French and the other of foreign origin, could not at bottom be treated substantially differently. The alleged difference in treatment actually amounted only to a difference in the legal basis and the procedure followed. It had now become a largely formal difference precisely because of the Association Ekin judgment of 9 July 1997. As a result of this leading decision, the administrative courts were now expected to ensure that, in cases like the one before the Court, contested decisions were in exact proportion to the seriousness of the facts, which themselves had to be of the exact type to justify the decision in law. For instance, only a serious threat to the public interest could justify such a serious sanction and it had been on that basis that the decision affecting the applicant association had been set aside. Moreover, if an individual measure was in breach of Article 10 of the Convention, it would inevitably also be in breach of section 14 of the Law of 1881 as it was now interpreted by the case-law of the Conseil d’Etat because it would exceed the limits to policing powers set by this case-law. Therefore, regardless of any factual considerations, and for all the reasons given above, there was nothing to warrant the argument that the policing powers conferred on the administrative authorities by the contested law were not in themselves in keeping with the provisions of Article 10 of the Convention.", "55.  According to the Government, the existence of a law relating specifically to publications of foreign origin was warranted, moreover, by the unusual nature of such publications which meant that in many cases the French courts would not have any practical means of punishing authors or publishers guilty of prohibited conduct when these operated from abroad. Even supposing that the French courts were able to punish them, the enforcement of any penalties would still be an extremely haphazard affair. It followed that it had not, in these circumstances, been demonstrated that there had been any discrimination arising from the Law of 1881, as amended.", "(b)  The Court’s assessment", "(i)  General principles", "56.  The Court reiterates the basic principles laid down in its judgments concerning Article 10 (see, in particular, the following judgments: Handyside v. the United Kingdom, 7 December 1976, Series A no. 24; The Sunday Times v. the United Kingdom (no. 1), 26 April 1979, Series A no. 30; Lingens v. Austria (no. 1), 8 July 1986, Series A no. 103; Oberschlick v. Austria, 23 May 1991, Series A no. 204; and The Observer and The Guardian v. the United Kingdom, 26 November 1991, Series A no. 216).", "Freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and for each individual’s self-fulfilment. Subject to paragraph 2, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of that pluralism, tolerance and broadmindedness without which there is no “democratic society”. As stated in Article 10, this freedom is subject to exceptions which, however, must be narrowly interpreted and the necessity for any restrictions must be convincingly established.", "The adjective “necessary”, within the meaning of Article 10 § 2, implies the existence of a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10.", "The Court’s task, in exercising its supervisory jurisdiction, is not to take the place of the competent national courts but rather to review under Article 10 the decisions they delivered in the exercise of their power of appreciation. This does not mean that the supervision is limited to ascertaining whether the respondent State exercised its discretion reasonably, carefully and in good faith; what the Court has to do is to look at the interference complained of in the light of the case as a whole and determine whether it was “proportionate to the legitimate aim pursued” and whether the reasons adduced by the national authorities to justify it are “relevant and sufficient”.", "Article 10 does not prohibit prior restraints on publication as such. This is borne out not only by the words “conditions”, “restrictions”, “preventing” and “prevention” which appear in that provision, but also by the Court in The Sunday Times  (no. 1) (cited above) and in markt intern Verlag GmbH and Klaus Beermann v. Germany (judgment of 20 November 1989, Series A no. 165). On the other hand, the dangers inherent in prior restraints are such that they call for the most careful scrutiny on the part of the Court.  This is especially so as far as the press is concerned, for news is a perishable commodity and to delay its publication, even for a short period, may well deprive it of all its value and interest. This danger also applies to publications other than periodicals that deal with a topical issue.", "57.  The Court considers that these principles also apply to the publication of books in general or written texts other than the periodical press.", "(ii)  Application of the above principles to the present case", "58.  Section 14 of the Law of 1881, as amended, is couched in very wide terms and confers wide-ranging powers on the Minister of the Interior to issue administrative bans on the dissemination of publications of foreign origin or written in a foreign language. As stated above, such prior restraints are not necessarily incompatible with the Convention as a matter of principle. Nevertheless, a legal framework is required, ensuring both tight control over the scope of bans and effective judicial review to prevent any abuse of power.", "59.  The Government pointed out that the Minister of the Interior’s powers were subject to thorough supervision by the administrative courts, which could set aside a ban. Furthermore, under Article 8 of the decree of 28 November 1983, decisions taken under section 14 of the Law of 1881, as amended, could only be legally implemented once the persons concerned had been given an opportunity to submit written observations or present their case orally on request (see paragraph 32 above).", "60.  With regard to the scope of the rules applicable to foreign publications, the Court notes that section 14 of the Law of 1881, as amended, establishes an exception to the general law by giving the Minister of the Interior powers to impose general and absolute bans throughout France on the circulation, distribution or sale of any document written in a foreign language or any document regarded as being of foreign origin, even if written in French. The Court notes that the provision does not state the circumstances in which the power may be used. In particular, there is no definition of the concept of “foreign origin” nor any indication of the grounds on which a publication deemed to be foreign may be banned. Admittedly, those gaps have gradually been filled by the administrative courts’ case-law. Nonetheless, as the applicant association pointed out, the application of those rules has, in certain cases, produced results that are at best surprising and in some cases verge on the arbitrary, depending on the language of publication or the place of origin.", "61.  As regards the form and extent of the judicial review of administrative bans, the Court notes that review takes place ex post facto. In addition, judicial review is not automatic since it can only take place on application by the publisher to the courts. As to the scope and effectiveness of judicial review, the Court observes that, up until the judgment delivered by the Conseil d’Etat in the case before the Court, the administrative courts only carried out a limited review of decisions taken under section 14 of the Law of 1881, as amended. The Conseil d’Etat did not extend its powers of review to a full review of the grounds for the decision until its judgment of 9 July 1997 in the Ekin case. Even so, the applicant association still had to wait more than nine years before obtaining a final judicial decision. Clearly, the length of the proceedings substantially undermined the practical effectiveness of the judicial review, whereas the case should have been dealt with more expeditiously precisely because of its subject matter. An aggravating factor, which was not disputed by the Government, is that, under the statutory provision applicable in the case before the Court, stays of execution were granted only if the requesting party was able to show that a ban would cause damage for which it would be difficult to make reparation. That is, to say the least, a difficult condition to satisfy. Lastly, Article 8 of the decree of 28 November 1983 lays down that if the authorities certify that a ban is urgently required, the publisher is not entitled to submit oral or written observations before the order imposing the ban is adopted, which is what happened in the instant case. In conclusion, the Court considers that the judicial-review procedures in place in cases concerning administrative bans on publications provide insufficient guarantees against abuse.", "62.  Such legislation appears to be in direct conflict with the actual wording of paragraph 1 of Article 10 of the Convention, which provides that the rights set forth in that Article are secured “regardless of frontiers”. The Government argued that the existence of legislation specifically governing publications of foreign origin was justified, among other things, by the fact that it was impossible to institute proceedings against authors or publishers guilty of prohibited conduct when operating from abroad. The Court does not find that a persuasive argument. Although the exceptional circumstances in 1939, on the eve of the Second World War, might have justified tight control over foreign publications, the argument that a system that discriminated against publications of that sort should continue to remain in force would appear to be untenable. The Court also notes that the head office of the applicant association, which is the publisher of the banned work, is in .", "63.  In the case before it, the Court, like the Conseil d’Etat, considers that the content of the book did not justify, in particular as regards the issues of public safety and public order, so serious an interference with the applicant association’s freedom of expression as that constituted by the ban imposed by the Minister of the Interior. Ultimately, the Court considers that the ban did not meet a pressing social need and was not proportionate to the legitimate aim pursued.", "64.  In the light of these considerations and its analysis of the impugned legislation, the Court concludes that the interference arising from section 14 of the Law of 1881, as amended, cannot be regarded as “necessary in a democratic society”. There has, therefore, been a violation of Article 10 of the Convention.", "65.  Having regard to this conclusion, the Court considers it unnecessary to examine separately the complaint based on Article 10 of the Convention taken in conjunction with Article 14.", "III.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "66.  The applicant association complained of the length of the proceedings in question. It alleged a breach of Article 6 § 1 of the Convention, which provides:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”", "67.  In its memorial of 23 February 2001, the Government insisted that the present case could not be regarded as a dispute over civil rights and obligations within the meaning of Article 6 § 1. However, the Court fails to see any reason to depart from the position it took in its decision on admissibility of 18 January 2000. It cannot therefore accept the Government’s objection.", "68.  The period to be considered began on 1 June 1988 when the applicant association lodged an administrative appeal against the ban imposed on 29 April 1988 by the Minister of the Interior. It ended with the Conseil d’Etat’s judgment of 9 July 1997. It therefore lasted nine years, one month and eight days.", "69.  To determine whether a “reasonable time” was exceeded, the proceedings must be assessed in the light of the particular circumstances of the case and the criteria laid down in the Court’s case-law, in particular the complexity of the case, the conduct of the applicant association and the relevant authorities, and the importance of what was at stake for the applicant association (see, among many other authorities, Silva Pontes v. Portugal, judgment of 23 March 1994, Series A no. 286-A, p. 15, § 39).", "70.  The applicant association pointed out that the proceedings had lasted nine years and one month, namely five years before the  and four before the Conseil d’Etat on appeal. The applicant association could not in any way be held responsible for the length of proceedings as it had always acted without delay. According to the applicant association, the same could not be said of the administrative courts.", "71.  The Government stated that the case had been complex because of the questions of law and fact that it had raised. The importance of the case had been borne out by the judgment passed and the fact that the Conseil d’Etat had delivered its verdict sitting in its full “divisional court” composition. Moreover, the judgment had been delivered only one year after the Minister of the Interior had produced his defence observations.", "72.  The Court notes that the proceedings took more than nine years at two levels of jurisdiction. It observes that the administrative court took over two years to decide which court had jurisdiction. There was also a period of some two and a half years between 9 January 1991, when the President of the Judicial Division of the Conseil d’Etat decided to remit the case to the , and 1 June 1993, when the latter passed judgment. It also notes that the proceedings before the Conseil d’Etat took nearly four years. None of the procedural steps taken by the applicant association reveal any dilatory conduct on its part. It is true, as the Government pointed out, that the case was somewhat complex. However, the slowness of the proceedings was mainly due to the conduct of the courts before which the case was brought.", "73.  The Court reiterates that it is for the Contracting States to organise their legal systems in such a way that their courts can guarantee to everyone the right to a final decision determining his or her civil rights and obligations within a reasonable time. It considers that the overall length of the proceedings, more than nine years, cannot be considered “reasonable”, when what was at stake in the litigation was of particular importance.", "74.  Consequently, there has been a violation of Article 6 § 1 of the Convention.", "IV.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION", "75.  The applicant association complained that it did not have access to an urgent procedure before an administrative court enabling the court to review the ban on the book and if necessary promptly lift it. It submitted that an appeal without any suspensive effect could not satisfy the requirements of Article 13 of the Convention.", "76.  Having regard to the conclusion reached in paragraph 73 above and the reasoning set out in paragraphs 60 to 62 above, the Court does not consider it necessary to examine this complaint separately.", "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "77.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Pecuniary damage", "78.  The applicant association considered that all the pecuniary damage deriving from the total ban on the sale of the book on French territory had to be made good. There was no doubt that, nine years after the ban, the book had lost its topicality and hence much of its interest. According to the applicant association, the potential sales of the banned publication in France were as follows: 4,000 copies in French, 1,000 in Basque, 250 in Spanish and 100 in English. The unit price of each book was 90 French francs (FRF) and so total sales would have amounted to FRF 481,500.", "79.  The Government submitted that the pecuniary damage could only be assessed in the light of the fact that the applicant association could have obtained compensation in the national courts. Accordingly, the amount should, in any event, be revised downwards.", "80.  The Court cannot speculate on what the sales of the work published by the applicant association might have been. Even so, it considers that, owing to the nature of the restriction and the unreasonable length of the proceedings, the association undoubtedly sustained pecuniary damage which, however, cannot be assessed with precision. In these circumstances, the Court awards the association, on an equitable basis, FRF 250,000 for pecuniary damage.", "B.  Non-pecuniary damage", "81.  The applicant association submitted that it had sustained considerable non-pecuniary damage because, for nine years, the national authorities had regarded it and presented it to the public as an apologist for terrorism. It assessed this damage at FRF 100,000. As to the damage arising from the excessive length of the proceedings, the association assessed this at FRF 100,000. Lastly, the fact that it had suffered discrimination on grounds of its national origin and language amounted to a specific grievance causing it non-pecuniary damage amounting to FRF 100,000.", "82.  Altogether, the applicant association claimed FRF 300,000 for non-pecuniary damage.", "83.  The Government considered that the amount claimed was clearly excessive.", "84.  The Court considers that the applicant association undoubtedly sustained non-pecuniary damage owing to the nature of the restriction and the unreasonable length of the proceedings. Bearing in mind its case-law in this area and ruling on an equitable basis as required by Article 41, it decides to award FRF 50,000 under this head.", "C.  Costs and expenses", "85.  The applicant association assessed the costs and expenses arising from the domestic proceedings as follows:", "–  FRF 5,058 in fees paid for the proceedings before the ,", "–  FRF 14,292 for the proceedings before the Conseil d’Etat, to which should be added costs of telephone calls, faxes and photocopies made for lawyers, amounting to a total of FRF 23,500.", "Added to this were the costs of correspondence and travel to ,  and  for the domestic proceedings and the transport and storage of the unsold copies of the book, all of which came to a total of FRF 12,000.", "86.  The applicant association asserted that it had incurred costs of FRF 51,000 for the proceedings before the Court.", "87.  The Government considered the amounts claimed under this head excessive, particularly those relating to the proceedings before the Court.", "88.  The Court considers that the costs arising from the domestic proceedings should be reimbursed, as they were incurred in order to rectify the violation found by the Court. Under this head, it awards the applicant association FRF 23,500 to cover the fees paid for the proceedings before the  and the Conseil d’Etat and the accompanying costs of telephone calls, faxes and photocopies made for its lawyers. As to the costs incurred in the proceedings before the Court, it awards the association, on an equitable basis, FRF 35,000, bringing the total for costs and expenses to FRF 58,500.", "89.  The applicant association further submitted that all of the amounts claimed for damage sustained and costs arising from the domestic proceedings should be increased by 5% to take account of the cumulative inflation since the claim for compensation submitted to the Minister of the Interior on 2 December 1997.", "90.  The Court rejects this claim.", "D.  Default interest", "91.  According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 4.26% per annum.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Dismisses the Government’s request for it to reconsider its decision concerning the preliminary objection that the applicant association was no longer a victim;", "", "2.  Holds that there has been a breach of Article 10 of the Convention;", "", "3.  Holds that no separate issue arises under Article 10 of the Convention taken in conjunction with Article 14;", "", "4.  Dismisses the Government’s request for it to reconsider its decision concerning the preliminary objection that Article 6 § 1 was inapplicable to the proceedings complained of;", "", "5.  Holds that there has been a breach of Article 6 § 1 of the Convention;", "", "6.  Holds that it is unnecessary to examine the complaint under Article 13 of the Convention;", "", "7.  Holds", "(a)  that, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the respondent State is to pay the applicant association FRF 250,000 (two hundred and fifty thousand French francs) in respect of pecuniary damage, FRF 50,000 (fifty thousand French francs) in respect of non-pecuniary damage, and FRF 58,500 (fifty-eight thousand five hundred French francs) in respect of costs and expenses, plus any value-added tax that may be chargeable;", "(b)  that simple interest at an annual rate of 4.26% shall be payable from the expiry of the above-mentioned three months until settlement;", "", "8.  Dismisses the remainder of the applicant association’s claim for just satisfaction.", "Done in French, and notified in writing on 17 July 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tS. Dollé\tW. Fuhrmann\n\tRegistrar\tPresident", ""]}