{"file": "ENG_HEJUD_2295_06.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "2295/06", "text_paragraphs": ["", "", "", "FIFTH SECTION", "", "", "", "", "", "", "CASE OF CHAYKOVSKIY v. ", "", "(Application no. 2295/06)", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "15 October 2009", "", "FINAL", "", "01/03/2010", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Chaykovskiy v. ,", "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:", "\tPeer Lorenzen, President,\n\tKarel Jungwiert,\n\tRait Maruste,\n\tMark Villiger,\n\tMirjana Lazarova Trajkovska,\n\tZdravka Kalaydjieva, judges,\n\tMykhaylo Buromenskiy, ad hoc judge,\nand Claudia Westerdiek, Section Registrar,", "Having deliberated in private on 22 September 2009,", "Delivers the following judgment, which was adopted on the lastmentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 2295/06) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Vladimir Andreyevich Chaykovskiy (“the applicant”), on 29 December 2005.", "2.  The applicant was represented by Ms Oksana Stanislavska, a lawyer practising in Kharkiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Yuriy Zaytsev.", "3.  The applicant alleged, in particular, that the authorities had interfered with his correspondence with the Court and had failed to assist him in obtaining documents necessary for lodging his application with the Court.", "4.  On 7 September 2006 the Court decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3) and to give priority to the case under Rule 41 of the Rules of Court.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1943 and lives in Solone Ozero.", "A.  The applicant's citizenship", "6.  In April 1993 the administration of Penitentiary no. 314/60, where the applicant was serving a prison sentence at the time, submitted to the Slovyanoserbsk Department of the Ministry of the Interior a list of prisoners, with their former Soviet passports, who, following the collapse of the Soviet Union in 1991, had expressed a wish to become Ukrainian citizens. The applicant's name was among them.", "7.  A stamp reading “Annulled” was put in the applicant's old Soviet passport.", "8.  According to a letter written on an unspecified date by the administration of Penitentiary no. 60 to the applicant, the latter acquired Ukrainian citizenship in 1993.", "B.  The most recent criminal proceedings against the applicant", "9.  On an unspecified date in 1999 the applicant was detained on suspicion of attempted murder and robbery. According to him, he was beaten in police custody. On 10 November 1999 the  sentenced the applicant to fifteen years' imprisonment and ordered the confiscation of all of his personal property following his conviction for these offences.", "10.  On 21 December 1999 the Supreme Court rejected the applicant's cassation appeal against this conviction. However, it reduced the sentence to thirteen years' imprisonment.", "11.  Shortly after the ruling of the Supreme Court, the applicant was transferred to Penitentiary no. 45 in the Dnipropetrovsk region to serve his sentence.", "12.  In 2007 the applicant complained to the prosecution authorities about his alleged ill-treatment during the pre-trial investigation in 1999. In reply, he was informed that his complaint had been lodged too late and could not be investigated given the considerable lapse of time and that all the relevant documents had been destroyed.", "13.  During 2007 and 2008 the applicant unsuccessfully sought the overturning of his conviction through an extraordinary review procedure.", "14.  In September 2008 the applicant was released on parole.", "C.  The applicant's medical condition while in detention", "15.  On 15 June 1999 a forensic psychiatric examination was held to establish whether the applicant could be held criminally liable for the charges brought against him. Along with finding the applicant sane, it noted that he had complained of pain in his legs, weakened eyesight and dizziness, had painless concussion caused by a past head injury, had a diminished ankle reflex, and suffered from encephalopathy, a degenerative disease of the brain, caused by a trauma and atherosclerosis.", "16.  On 17 February 2005 the applicant was examined by a group of disability experts in Penitentiary no. 45 and recognised as falling into the “second category” of invalidity for a one-year period on account of stable moderate hypertension, hypertensive retinal angiopathy of both eyes, ischaemic heart disease, stable stenocardia, diffuse cardiosclerosis, Leriche's syndrome, cerebral atherosclerosis, phaco-sclerosis (cataracts), and chronic hepato-cholecystitis (inflammation of the gall bladder and liver).", "17.  From 6 to 18 February 2006 the applicant underwent inpatient treatment in the  at SIZO-3 for obliterating atherosclerosis of the lower limbs, femoropopliteal occlusive disease (obstruction of the arteries), lower limb ischaemia, stable stenocardia and diffuse cardiosclerosis, after which he returned to Penitentiary no. 45 “in a satisfactory condition” and continued his treatment in the penitentiary hospital.", "18.  In 2006 the applicant complained to the prosecution authorities that although, according to him, he suffered from certain illnesses which he believed made him eligible for early release, on 17 February 2005 the medical experts had wrongly established his diagnoses because they were biased against him. He requested another medical examination to be held in any other region. The prosecution found the applicant's complaint unsubstantiated. The Dnipropetrovsk Regional Department of the State Department for Enforcement of Sentences (hereinafter “the SDES”) offered him the opportunity to undergo another medical examination by independent doctors in the Dnipropetrovsk region, which he refused.", "19.  On 18 August 2006 the SDES informed the applicant, following his request, that there were no medical reasons to seek his early release before the court and that he was being “provided medical treatment in accordance with the established diagnoses”. The applicant commented that it was not the medical treatment that he was complaining about, but the alleged inaccuracy of his medical diagnoses, due to which he had not been qualified for early release on health grounds.", "20.  According to the information provided by the applicant, in 2008 the prison doctors treated him for atherosclerosis of the lower limbs with nicotinic acid injections, which he found to be of little help. The applicant alleged that the treatment was insufficient and therefore, following his release in September 2008, he was in need of surgery.", "21.  On 1 October 2008 a Doppler sonography of the applicant's lower limbs was performed in the Chernigiv Hospital no. 2, which diagnosed him with blockage of the left and right iliac arteries.", "D.  The proceedings before the Court", "22.  On 29 December 2005 the applicant wrote to the Court expressing his intention to lodge an application under Article 34 of the Convention.", "23.  On 18 January 2006 the Registry of the Court provided him with a blank application form and copies of the explanatory documents necessary for lodging his application with the Court.", "24.  On 13 March 2006 the Registry received from the applicant the application form dated 3 March 2006, in which he maintained that he was unable to send copies of all the documents he needed to substantiate his complaints as the penitentiary authorities had allegedly refused to provide him with those copies.", "25.  In a letter of 24 March 2006 the Registry of the Court informed the applicant that under Article 34 of the Convention, State bodies are under an obligation not to create obstacles to the effective exercise of the right of individual petition. The letter also stated that the refusal of the prison administration to provide copies of the relevant documents could be examined by the Court from the point of view of compliance of its acts with the obligations of the State under Article 34 of the Convention. The letter also contained a copy of Order no. 13 of the SDES of 25 January 2006 “On Approval of the Instruction on Review of Correspondence of Persons Held in Penitentiaries and Pre-trial Detention Facilities”.", "26.  On 28 April and 24 May 2006 the applicant informed the Court that the penitentiary authorities had refused to hand the attachment sent by the Registry of the Court with the letter of 24 March 2006 over to him. He further stated that he still did not have access to copies of all the documents he needed.", "27.  The applicant complained about the above to the prosecution authorities.", "28.  On 28 September 2006, following the communication by the Court of the application to the Government, the applicant, at the request of the prison administration, wrote “an explanatory note”, in which he noted, inter alia: that starting from “mid 2006” he had been provided with the possibility to copy documents from his case file by hand; that the attachment sent by the Registry of the Court on 24 March 2006 had never been served on him; and that he had no complaints regarding the dispatching of his correspondence to the Court by the prison authorities.", "29.  According to the applicant, he was able to copy documents from his case file by hand twice a week for twenty to thirty minutes.", "30.  From 15 December 2006 to 24 May 2007 the applicant was represented before the Court by a lawyer.", "31.  On 31 July 2007 the Prosecutor of the Dnipropetrovsk Region found unsubstantiated the applicant's complaint concerning the seizure by the prison administration of the attachment sent to him by the Court. The prosecutor referred to the Prisons' Internal Regulations of 25 December 2003 (see paragraph 41 below), according to which convicts were entitled to keep copies of verdicts and judicial rulings. Thus, since the document at issue had been outside that category, its seizure did not amount to a violation on the part of the prison administration.", "32.  On 12 March 2008 the applicant received the attachment at issue from the prison administration.", "33.  On the same day the Dnipropetrovsk Regional Prosecutor's Office reaffirmed its earlier finding that by having seized the above document, the prison administration had not committed any violation.", "E.  Alleged ill-treatment of the applicant on 27 October 2006", "34.  The applicant alleged that on 27 October 2006 the prison duty officer had beaten him with a rubber truncheon, which had resulted in his hospitalisation in the penitentiary hospital on 2 November 2006. According to him, the prison doctor had refused to document his injuries.", "F.   Alleged malnutrition in Penitentiary no. 60 between 1999 and 2005", "35.  In May 2007 the applicant complained to the SDES that between 1999 and 2005 over 700 prisoners had allegedly died of starvation in Penitentiary no. 60.", "36.  The Lugansk Regional Department of the SDES replied to the applicant that his allegation had been investigated and found unsubstantiated.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "A.  Privacy of correspondence and exceptions in cases of prisoners and detainees", "37.  The relevant provisions of the Constitution read as follows:", "Article 31", "“Everyone is guaranteed privacy of mail, telephone conversations, telegraph and other correspondence. Exceptions shall be established only by a court in cases envisaged by law, with the purpose of preventing crime or ascertaining the truth in the course of the investigation of a criminal case, if it is not possible to obtain information by other means.”", "38.  Article 113 of the Code on Enforcement of Sentences (2003), following the amendments introduced to it on 1 December 2005, stipulates that prisoners are allowed to correspond with relatives, other persons and organisations. All such correspondence is subject to automatic monitoring and censorship by the prison administration, with the following exceptions, provided for in paragraph 4:", "“Proposals, applications and complaints addressed to the Ombudsman of the Verkhovna Rada of Ukraine, to the European Court of Human Rights, as well as to other relevant international organisations of which Ukraine is a member or participant, to authorised persons of those international organisations or to prosecution authorities, shall not be subject to censorship and shall be dispatched within twenty four hours.”", "39.  The Instruction on Review of Correspondence of Persons Held in Penitentiaries and Pre-trial Detention Facilities, approved by Order no. 13 of the State Department for Enforcement of Sentences of 25 January 2006, elaborates the above provision as follows:", "“1.5.  ... Correspondence of prisoners and detainees with the Ombudsman of the Verkhovna Rada of Ukraine, the European Court of Human Rights, as well as with other relevant international organisations of which Ukraine is a member or participant, authorised persons of those international organisations or prosecution authorities, shall not be subject to censorship and shall be dispatched or handed to the prisoner or detainee within twenty-four hours. ...", "2.4.  Prisoners or detainees shall personally and in the presence of the inspector seal the envelopes with correspondence addressed to the Ombudsman of the Verkhovna Rada of Ukraine, the European Court of Human Rights, as well as to other relevant international organisations of which Ukraine is a member or participant, to authorised persons of those international organisations or prosecution authorities. Prisoners or detainees shall personally and in the presence of the inspector open letters received from the Ombudsman of the Verkhovna Rada of Ukraine, the European Court of Human Rights, as well as from other relevant international organisations of which  is a member or participant, from authorised persons of those international organisations or from prosecution authorities. ...”", "40.  The relevant provisions of the Internal Regulations of Penitentiaries, approved by Order no. 275 of the State Department for Enforcement of Sentences dated 25 December 2003, read as follows:", "“18.  ... Prisoners are entitled ... to receive and send letters in unlimited numbers. ...", "43.  The procedure for dispatching correspondence from prisoners", "Prisoners may only dispatch letters and applications via the penitentiary's administration. There are mail boxes on the premises of the penitentiary for that purpose, which are checked by the responsible prison officers on a daily basis. Prisoners in confinement hand letters for dispatching to the administration.", "Letters shall be posted in mail boxes or handed to representatives of the administration unsealed. ...", "Correspondence received or dispatched by prisoners shall be reviewed.", "Proposals, applications and complaints addressed to the Ombudsman of the Verkhovna Rada of , to a prosecutor or to the European Court of Human Rights shall not be subject to review and shall be dispatched within twenty-four hours.”", "41.  The Regulations also allow prisoners to keep with them copies of verdicts and rulings of the courts concerning their case.", "B.  Prosecutorial supervision of enforcement of sentences", "42.  According to Article 22 of the Code on Enforcement of Sentences (2003), prosecutors supervise the enforcement of sentences with a view to ensuring compliance with the existing legislation.", "43.  The relevant provisions of the Law on the Prosecution Service (1991, as amended) are summarised in Naumenko v. Ukraine, no. 42023/98, § 93, 10 February 2004.", "C.  Competence and powers of the administrative courts", "44.  Pursuant to paragraph 1 of Article 17 of the Code of Administrative Justice of 6 July 2005 (which entered into force on 1 September 2005), administrative courts are competent to examine inter alia claims by individuals against authorities concerning the latter's decisions, actions or omissions. Its paragraph 2 excludes from the competence of the administrative courts public-law cases dealt with by the Constitutional Court of Ukraine, disputes adjudicated under the criminal procedure, cases concerning administrative offences, and those concerning the internal activity of corporate entities.", "45.  According to Article 162 of the Code of Administrative Justice, the administrative court, should it find an administrative claim substantiated, may inter alia declare the impugned action, omission or decision unlawful, invalidate the decision in question and/or oblige the defendant to undertake, or abstain from taking, certain actions. It may also order the defendant to pay compensation for the damage caused by the unlawful action, omission or decision.", "D.  Other relevant legislation", "46.  The relevant extracts from Article 55 of the Constitution of Ukraine read as follows:", "“Human and citizens' rights and freedoms are protected by the courts.", "Everyone is guaranteed the right to challenge in court the decisions, actions or omissions of bodies exercising State power, local self-government bodies, officials and officers...", "... After exhausting all domestic legal remedies, everyone has the right of appeal for the protection of his or her rights and freedoms to the relevant international judicial institutions or to the relevant bodies of international organisations of which  is a member or participant ...”", "III.  RELEVANT INTERNATIONAL MATERIALS", "47.  Article 3 of the European Agreement Relating to Persons Participating in Proceedings of the European Court of Human Rights reads as follows:", "1.  The Contracting Parties shall respect the right of the persons referred to in paragraph 1 of Article 1 of this Agreement to correspond freely with the Commission and the Court.", "2.  As regards persons under detention, the exercise of this right shall in particular imply that:", "a)  if their correspondence is examined by the competent authorities, its despatch and delivery shall nevertheless take place without undue delay and without alteration;", "b)  such persons shall not be subject to disciplinary measures in any form on account of any communication sent through the proper channels to the Commission or the Court;", "c)  such persons shall have the right to correspond, and consult out of hearing of other persons, with a lawyer qualified to appear before the courts of the country where they are detained in regard to an application to the Commission, or any proceedings resulting therefrom.", "3.  In application of the preceding paragraphs, there shall be no interference by a public authority except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, for the detection or prosecution of a criminal offence or for the protection of health.", "THE LAW", "I.  SCOPE OF THE CASE", "48.  The Court notes that after the case had been communicated to the respondent Government, the applicant additionally complained about the alleged unfairness of pension coverage of former prisoners.", "49.  In the Court's view, the new complaint does not constitute an elaboration of the applicant's original complaints to the Court which were communicated to the respondent Government. The Court considers that it is not appropriate to deal with this matter in the context of the present application (see Piryanik v. Ukraine, no. 75788/01, § 20, 19 April 2005).", "II.  ALLEGED VIOLATIONS OF ARTICLES 1, 3, 6 AND 8 OF THE CONVENTION AND ARTICLE 2 OF PROTOCOL No. 7", "A.  The complaints under Article 3 of the Convention", "50.  The applicant complained under Article 3 of the Convention that he had been tortured in police custody during the investigation in 1999. He next complained under the same provision that he had suffered from diseases incompatible with imprisonment, while the doctors examining him had established incorrect diagnoses to make him ineligible for early release on health grounds. He further complained in this respect about the allegedly insufficient medical treatment that he was receiving in prison for atherosclerosis of the lower limbs. Relying on Article 3 of the Convention, the applicant further alleged that between 1999 and 2005 many prisoners had died of starvation in Penitentiary no. 60. Finally, he alleged under this provision that he had been beaten by the prison duty officer on 27 October 2006.", "51.  The Court recalls that Article 3 of the Convention enshrines one of the most fundamental values of democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim's behaviour (see Labita v. Italy, judgment of 6 April 2000, Reports 2000-IV, § 119).", "1.  The alleged ill-treatment in police custody in 1999", "52.  The Court notes that, according to the information provided by the applicant, he raised this complaint before the domestic authorities only in 2007 (see paragraph 12 above), that is after he had first raised it before the Court. He was informed by the prosecutor that his complaint had been lodged too late for an investigation to be set up. The Court finds that, if no domestic remedies lay in respect of the complaint, the applicant has failed to comply with the six-month time limit set out in Article 35 § 1 of the Convention. Alternatively, if remedies existed, the applicant failed to pursue them within a reasonable time, thereby depriving the State of the possibility to address and remedy them.", "53.  It follows that this part of the application must be rejected pursuant to Article 35 §§ 1 and 4 of the Convention.", "2.  The applicant's diagnoses and medical treatment", "54.  The Court notes that Article 3 of the Convention cannot be construed as laying down a general obligation to release detainees on health grounds. It rather imposes an obligation on the State to protect the physical well-being of persons deprived of their liberty (see Khudobin v. Russia, no. 59696/00, § 93, ECHR 2006XII (extracts)). It accepts that the medical assistance available in prison hospitals may not always be of the same standard as in the best medical institutions for the general public. Nevertheless, the State must ensure that the health and well-being of detainees are adequately secured by, among other things, providing them with the requisite medical assistance (see Kudła v. Poland [GC], no. 30210/96, § 94, ECHR 2000XI; see also Hurtado v. Switzerland, judgment of 28 January 1994, Series A no. 280-A, opinion of the Commission, § 79; and Kalashnikov v. Russia, no. 47095/99, §§ 95 and 100, ECHR 2002VI).", "55.  Article 3 may require the release of a detainee only in exceptional cases and under certain conditions, where his or her health is absolutely incompatible with detention (see Papon v. France (no. 1) (dec.), no. 64666/01, ECHR 2001-VI, and Priebke v. Italy (dec.), no. 48799/99, 5 April 2001). There are three particular elements to be considered in relation to the compatibility of an applicant's health with his stay in detention: (a) the medical condition of the prisoner, (b) the adequacy of the medical assistance and care provided in detention; and (c) the advisability of maintaining the detention measure in view of the state of health of the applicant (see Mouisel v. France, no. 67263/01, §§ 40-42, ECHR 2002IX).", "56.  Turning to the present case, the Court notes that the evidence from various medical sources confirmed that the applicant had several serious medical conditions which required regular medical care. However, nothing suggests that his illnesses were in principle incompatible with detention. The penitentiary had a medical unit, where the applicant was placed when required, and his conditions could to a certain extent be treated in that unit. When the need arose, he was transferred to another hospital in Dnipropetrovsk, where he received supplementary treatment (see paragraph 17 above). The Court notes that the applicant did not dispute or criticise the comment of the prison administration of August 2006, according to which he was being provided with medical treatment in accordance with the established diagnoses (see paragraph 19 above). His disagreement with the diagnoses issued by the prison doctors stems not from an allegation of inadequacy of the medical treatment, but rather from his frustration over the fact that they did not make him eligible for potential early release.", "57.  In so far as the applicant alleged that the treatment for atherosclerosis of the lower limbs provided to him in prison had been insufficient, the Court notes that he had apparently suffered from this condition in 1999, namely, before he had been imprisoned (see paragraph 15 above). The Court finds it difficult to establish whether and to what extent the applicant's health deteriorated in prison and to what extent that deterioration was due to the standard of health care provided as opposed to the applicant's aging and the natural course of his illness. It notes, however, that the applicant did receive some specific treatment for the condition at issue and that he objected to being examined by independent doctors within the Dnipropetrovsk region. Neither did the applicant mention in his submissions before the Court that he had ever complained to the prison authorities about the medical treatment provided to him or that he had sought any modification to it.", "58.  The Court is not in a position to decide whether the choice of treatment appropriately reflected the applicant's needs and whether he could have obtained better treatment in civil hospitals. However, in the light of the foregoing and having regard to all the materials of the case before it, the Court sees no indication that the applicant's treatment for atherosclerosis of the lower limbs provided to him in prison was deficient enough to be considered in breach of the safeguards of Article 3 of the Convention.", "59.  It follows that the applicant's complaints about the alleged incompatibility of his state of health with imprisonment and inadequacy of the medical treatment for one of his illnesses are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.", "3.   Alleged malnutrition in Penitentiary no. 60 in 1999-2005", "60.  The Court notes that the applicant neither complained about his own alleged malnutrition while held in Penitentiary no. 60 nor provided any evidence or referred to any specific facts in substantiation of his allegation.", "61.  Therefore, the Court rejects this complaint as manifestly ill-founded pursuant to Article 35 §§ 3 and 4 of the Convention.", "4.  Alleged ill-treatment of the applicant on 27 October 2006", "62.  According to the Court's well-established case-law, firstly, ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3, that being assessed on the basis of all the circumstances of the case, such as the nature and context of the treatment or punishment, the manner and method of its execution, its duration and its physical or mental effects; and, secondly, allegations of ill-treatment must be supported by appropriate evidence (see Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 70, ECHR 2005I)", "63.  In the present case, however, the applicant neither referred to any specific facts surrounding the alleged incident nor corroborated his complaint with any evidence.", "64.  That being so, the Court finds this complaint manifestly ill-founded and rejects it in accordance with Article 35 §§ 3 and 4 of the Convention.", "B.  The complaint under Article 8 of the Convention", "65.  The applicant complained that the authorities of Penitentiary no. 45 had interfered with the letter from the Court's Registry of 24 March 2006 addressed to him, having opened it and having withheld its attachment.", "66.  The Court finds that this complaint, in addition to raising an issue under Article 34 (see paragraphs 90-93 below), also falls to be examined under Article 8 of the Convention, which reads, in so far as relevant, as follows:", " “1. Everyone has the right to respect for his ... correspondence.", "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic wellbeing of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "67.  In the Government's submission, the applicant had not exhausted domestic remedies. They submitted that, following the introduction of the amendments to the Ukrainian legislation in December 2005 and January 2006, by which any censorship of prisoners' correspondence with the Court had been prohibited, the applicant had had effective domestic remedies in respect of his allegation about the interference with the Court's letter to him, but had failed to make use of any of them.", "68.  In their submissions, made before the prosecutor dealt with the applicant's complaints in July 2007 and March 2008 (see paragraphs 31-33 above), the Government noted that the applicant could have raised his complaint before the prosecution authorities under Article 22 of the Code on Enforcement of Sentences (see paragraph 42 above) They considered that the applicant could also have brought an action directly before the administrative court under Article 55 of the Constitution and Article 17 of the Code of Administrative Justice (see paragraphs 46 and 44 above).", "69.  The applicant disagreed, having noted that the remedies the Government had referred to were neither effective nor available in practice.", "70.  The Court reiterates that the purpose of Article 35 of the Convention is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to the Convention institutions (see, for example, Hentrich v. France, judgment of 22 September 1994, Series A no. 296-A, p. 18, § 33). Thus the complaint intended to be made subsequently to the Court must first have been made - at least in substance - to the appropriate domestic body in compliance with the formal requirements and time-limits laid down in domestic law (see Cardot v. France, judgment of 19 March 1991, Series A no. 200, p. 18, § 34). However, only effective remedies are required to be exhausted. The remedy must be “effective” in practice as well as in law (see, for example, İlhan v.  [GC], no. 22277/93, § 97, ECHR 2000-VII). The term “effective” is also considered to mean that the remedy must be adequate and accessible (see Vidas v. Croatia, no. 40383/04, § 34, 3 July 2008, and Paulino Tomás v. Portugal (dec.), no. 58698/00, ECHR 2003-VIII). Moreover, to be effective, a remedy must be independent of any discretionary action by the authorities and must be directly available to those concerned (see Gurepka v. Ukraine, no. 61406/00, § 59, 6 September 2005).", "71.  In the area of the exhaustion of domestic remedies, there is a distribution of the burden of proof. It is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say, that it was accessible, was one which was capable of providing redress in respect of the applicant's complaints and offered reasonable prospects of success (see Menteş and Others v. Turkey, 28 November 1997, § 57, Reports 1997VIII). Once this burden of proof has been satisfied, it falls to the applicant to establish that the remedy advanced by the Government was in fact exhausted, or was for some reason inadequate and ineffective in the particular circumstances of the case, or that there existed special circumstances absolving him or her from this requirement (see e.g. Dankevich v. Ukraine, no. 40679/98, § 107, 29 April 2003). A mere doubt as to the prospect of success is not sufficient to exempt an applicant from submitting a complaint to the competent court (see, for example, Plyatsevyy v. Ukraine (dec.), no. 8783/04, 25 November 2008).", "72.  Turning to the present case, the Court notes that in order to exhaust either of the two remedies advanced by the Government, the applicant should have raised his complaint before the domestic courts – either by first complaining to the prosecutor, which he did, and then challenging his response, if necessary, to the domestic courts (see paragraphs 43 and 44 above), which he failed to do; or by applying directly to the administrative court with a complaint against the prison administration (see paragraph 44 above), which he also failed to do. Under both scenarios it would ultimately be the courts' task to decide whether the administration's action was in compliance with the law.", "73.  The Court accepts that there are no detailed procedures envisaged for raising this particular type of complaints before the domestic courts and that the Government failed to cite any examples of their handling in practice. However, the question fell within the scope of paragraph 1 of Article 17 of the Code of Administrative Justice of 6 July 2005 (see paragraph 44 above), which defines the jurisdiction of administrative courts, and there is no suggestion that the dispute in the present case was excluded by paragraph 2 of that provision. Therefore, the Court considers that in the circumstances of this case there are no prima facie doubts as to the accessibility of this remedy in practice, which might be the case should the jurisdiction delimitation lack clarity. The Court further notes that the administrative courts had sufficient powers to recognise the impugned interference with the applicant's correspondence unlawful, to oblige the prison administration to abstain from such interferences in the future and to charge compensation for the damage should any be found. It follows that this remedy was capable of providing redress in respect of the applicant's complaint and offered reasonable prospects of success.", "74.  In the light of the foregoing considerations, the Court concludes that there is no evidence to show that in this particular case, had the applicant raised his complaint before the administrative courts, either following his complaint to the prosecutor or directly, this domestic remedy would have been ineffective.", "75.  Accordingly, the applicant's complaint under Article 8 of the Convention must be rejected for non-exhaustion of domestic remedies, in accordance with Article 35 §§ 1 and 4 of the Convention.", "C.  The complaints under Articles 1 and 6 § 1 of the Convention and Article 2 of Protocol No. 7", "76.  The applicant complained under Article 1 of the Convention that the Ukrainian authorities had allegedly deprived him of Ukrainian citizenship. He next complained under Article 6 § 1 of the Convention that his conviction had been unfair. Finally, the applicant complained under Article 2 of Protocol No. 7 that he had had no possibility to challenge the verdict against him, referring to the lack of an extraordinary review of his case.", "77.  However, in the light of all the material before it, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.", "78.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.", "III.  ALLEGED VIOLATIONS OF ARTICLE 34 OF THE CONVENTION", "79.  The applicant complained that the prison authorities had hindered him in bringing his case before the Court by withholding a document sent to him by the Court. He further alleged in this connection that the authorities had failed to assist him in obtaining copies of the documents necessary for lodging his application.", "80.  The above complaints fall to be examined under Article 34 of the Convention, which reads as follows:", "“The Court may receive applications from any person, nongovernmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”", "A.  Submissions before the Court", "81.  In the Government's submissions, confined to the last-mentioned complaint of the applicant under this heading, the refusal of the prison authorities to provide him with copies of the documents which he had deemed necessary for lodging his application did not hinder the effective exercise of his right of petition under Article 34 of the Convention. They contended that the authorities had provided the applicant with access to the case file and enabled him to copy documents by hand, being under no obligation to bear the expenses of photocopying those documents for him.", "82.  The applicant maintained that the prison authorities had violated the confidentiality of his correspondence with the Court and had seized a document sent to him by the Court, which had contained information he considered important. He further submitted that his access to the case file had been delayed, unreasonably limited and fully dependant on the discretional power of the prison administration. Finally, the applicant contested the Government's argument as regards the State's refusal to shoulder the burden of expenses for photocopying documents, having noted that he had not been provided with the possibility to make photocopies even at his own expense.", "B.  The Court's assessment", "1.  General principles", "83.  According to the Court's case-law, a complaint under Article 34 of the Convention is of a procedural nature and therefore does not give rise to any issue of admissibility under the Convention (see Cooke v. Austria, no. 25878/94, § 46, 8 February 2000, and Ergi v. Turkey, judgment of 28 July 1998, Reports 1998-IV, § 105).", "84.  The Court reiterates that Article 34 of the Convention imposes an obligation on a  not to hinder the right of individual petition. While the obligation imposed is of a procedural nature, distinguishable from the substantive rights set out in the Convention and Protocols, it flows from the very essence of this procedural right that it is open to individuals to complain of its alleged infringements in Convention proceedings (see Manoussos v. the Czech Republic and Germany (dec.), no. 46468/99, 9 July 2002). The Court also underlines that the undertaking not to hinder the effective exercise of the right of individual application precludes any interference with the individual's right to present and pursue his complaint before the Court effectively (see, among other authorities and mutatis mutandis, Akdivar and Others v. Turkey, 16 September 1996, Reports 1996-IV, § 105; Kurt v. Turkey, 25 May 1998, Reports 1998-III, § 159; Tanrikulu v. Turkey [GC], no. 23763/94, ECHR 1999-IV; Şarlı v. Turkey, no. 24490/94, §§ 85-86, 22 May 2001; and Orhan v. Turkey, no. 25656/94, 18 June 2002).", "85.  The Court further recalls that it is of the utmost importance for the effective operation of the system of individual petition, guaranteed by Article 34 of the Convention, that applicants or potential applicants should be able to communicate freely with the Court without being subjected to any form of pressure from the authorities to withdraw or modify their complaints (see the cited above paragraphs of the judgments of Akdivar and Others and Kurt cases). In this context, “pressure” includes not only direct coercion and flagrant acts of intimidation, but also other improper indirect acts or contacts designed to dissuade or discourage applicants from pursuing a Convention complaint (see the above-mentioned Kurt and Şarlı cases, §§ 160 and 164, and §§ 85-86 respectively).", "86.  The Court emphasises the importance of respecting the confidentiality of the Court's correspondence with applicants since it may concern allegations against prison authorities or prison officials. The opening of letters from the Court or addressed to it, with or without reading their contents, undoubtedly gives rise to the possibility that it may conceivably, on occasion, also create the risk of reprisals by prison staff against the prisoner concerned. The opening of letters by prison authorities can have an intimidating effect on applicants and therefore hinder them in bringing their cases to the Court (see Klyakhin v. , no. 46082/99, §§ 118-119, 30 November 2004).", "87.  The Court further notes that withholding certain enclosures from correspondence addressed to applicants from the Court may deprive them of obtaining information essential for the effective pursuance of their applications (see, mutatis mutandis, Ponushkov v. Russia, no. 30209/04, 6 November 2008).", "88.  The Court also considers that applicants who are detained or serving their sentences are in a particularly vulnerable position, as they are dependent in their correspondence with the Court - and with the rest of the outside world – on the prison administration (see, for example, Cotleţ v. , no. 38565/97, § 71, 3 June 2003).", " 2. Application of those principles to the present case", "89.  The Court observes that the applicant's complaints concern two issues: the withholding by the prison authorities of a document sent to him by the Court, and their alleged failure to provide him with copies of certain documents in support of his application. The Court will consider them separately.", "(a)  The withholding by the prison authorities of the enclosure to the Court's letter to the applicant", "90.  It is undisputed that the prison administration opened the Court's letter to the applicant dated 24 March 2006, withheld the enclosure thereto and handed it over to the applicant on 12 March 2008, that is, with a delay of two years (see paragraphs 26 and 32 above). The Court notes that the aforementioned interference ran counter to the express wording of Article 113 of the Code on Enforcement of Sentences further elaborated in Order no. 13 of the SDES of 25 January 2006, according to which the correspondence of detainees with the Court had a privileged status (see paragraphs 38 and 39 above).", "91.  The Court further notes that the withheld enclosure, which formed part of the “correspondence” from the Court to the applicant, contained a copy of a public, domestic legal text which dealt with the status of prisoners' correspondence with the Court. It was intended to provide the applicant, who was not legally represented at the time, with a basic knowledge of the domestic law in that domain.", "92.  The Court considers retention of an enclosure to a letter from the Court as such incompatible with the safeguards of Article 34 of the Convention, regardless of the contents of the withheld document or its practical implications for the applicant's communication with the Court.", "93.  It follows that  has failed to comply with its obligations under Article 34 of the Convention with respect of the withholding by the prison authorities of the enclosure to the Court's letter to the applicant.", "", "", "", "", "", "(b)  The refusal of the prison authorities to provide the applicant with copies of documents relevant to his application before the Court", "94.  The Court notes that the applicant did not refer to any specific documents which he had intended to submit in support of his application before the Court but to which he was denied access or the possibility to copy. The Court also observes that it never requested the applicant to submit any particular documents which would be required for the examination of his case (see, mutatis mutandis, Metelitsa v. Russia (dec.), no. 33132/02, 28 April 2005).", "95.  While the Court is not in a position to develop an informed opinion about the applicant's access to the case file and to copying facilities, if any existed, before April 2006, it finds it to be of no consequence for his application before the Court.", "96.  In so far as the applicant complained about the refusal of the prison authorities to provide him with photocopies of documents from his case file and the fact that he had had to copy them by hand, the Court notes that the obligation of the State not to hinder the right of individual petition does not automatically mean that it has a duty to provide applicants with copies of all or any desired documents or to furnish them with the technical facilities of their choice to make their own copies (see Kornakovs v. Latvia, no. 61005/00, §§ 171-174, 15 June 2006). The Court does not exclude that a situation could arise where such a refusal, in conjunction with other specific circumstances, such as, for example, confinement of an applicant in the absence of a representative, would render the substantiation of their applications before the Court deficient and thus impair the effectiveness of the exercise of their right of individual petition (see Iambor v. Romania (no. 1), no. 64536/01, §§ 216-217, 24 June 2008, and Gagiu v. Romania, no. 63258/00, §§ 93-99, 24 February 2009). This has not been the case with this application, where the applicant was provided access, albeit with some delay, to the case file and was eventually able to submit to the Court all the documents he deemed to be of relevance, while the Registry of the Court, in turn, never indicated a need for any such documents for the examination of the application.", "97.  In the light of the foregoing, the Court finds that the refusal of the prison administration to provide the applicant with photocopies of documents from his case file did not amount to a hindrance of the exercise of his right of individual petition. Accordingly,  has not failed to comply with its obligations under Article 34 of the Convention with respect to this complaint.", "", "", "", "", "IV. APPLICATION OF ARTICLE 41 OF THE CONVENTION", "98.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "99.  The applicant did not specify any claims for just satisfaction. The Court makes no award in this respect.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the complaints under Articles 1, 3, 6 and 8 of the Convention and Article 2 of Protocol No. 7 inadmissible;", "", "2. Holds that  has failed to comply with its obligations under Article 34 of the Convention with respect to the withholding by the prison authorities of the enclosure of the Court's letter to the applicant;", "", "3.  Holds that  has not failed to comply with its obligations under Article 34 of the Convention with respect to the refusal of the prison authorities to provide the applicant with copies of documents for his application before the Court.", "Done in English, and notified in writing on 15 October 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tRegistrar\tPresident", ""]}