{"file": "ENG_HEJUD_32984_96.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "32984/96", "text_paragraphs": ["", "", "", "", "", "", "THIRD SECTION", "", "", "CASE OF ALFATLI AND OTHERS v. TURKEY", "", "(Application no. 32984/96)", "", "", "", "", "", "JUDGMENT", "(Friendly settlement)", "", "", "", "STRASBOURG", "", "2 October 2003", "", "", "", "", "", "", "", "This judgment is final as regards the applicants Ali Alfatlı, Haşim Aydıncak, Nusrat Safa Akyürek, Ahmet Asena, İbrahim Levent Saçılanateş, Mehmet Kaplandur, Nevzat Cömert, Özgür Şahin, Bülent Forta, Hüseyin Cihan, Hasan Yorulmaz, Ahmet Kirami Kılınç, Mehmet Engin Höke, Mustafa Aslan and Sedat Göçmen, but it may be subject to editorial revision.", "", "In the case of Alfatlı and Others v. Turkey,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of", "\tMr\tG. Ress, President,\n\tMr\tI. Cabral Barreto,\n\tMr\tL. Caflisch,\n\tMr\tR. Türmen,\n\tMr\tB. Zupančič,\n\tMrs\tH.S. Greve,\n\tMr\tK. Traja, judges,\nand Mr V. Berger, Section Registrar,", "Having deliberated in private on 11 September 2003,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 32984/96) against the Republic of Turkey lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by sixteen Turkish nationals, Mr Ali Alfatlı, Mr Haşim Aydıncak, Mr Nusrat Safa Akyürek, Mr Ahmet Asena, Mr Mahmut Memduh Uyan, Mr İbrahim Levent Saçılanateş, Mr Mehmet Kaplandur, Mr Nevzat Cömert, Mr Özgür Şahin, Mr Bülent Forta, Mr Hüseyin Cihan, Mr Hasan Yorulmaz, Mr Ahmet Kirami Kılınç, Mr Mehmet Engin Höke, Mr Mustafa Aslan and Mr Sedat Göçmen (“the applicants”), on 7, 8, 12, 18, 24 and 25 June 1996.", "2.  The applicants were represented by the lawyers practising in Ankara whose names are indicated in the appendix. The applicant, Nevzat Cömert, did not have a representative. The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.", "3.  The applicants all complained that the criminal proceedings brought against them were not determined within a reasonable time as required by Article 6 § 1 of the Convention.", "4.  The applicants Haşim Aydıncak, Nusrat Safa Akyürek, Ahmet Asena, Mahmut Memduh Uyan, İbrahim Levent Saçılanateş, Hüseyin Cihan, Hasan Yorulmaz, Ahmet Kirami Kılınç, Mehmet Engin Höke, Mustafa Aslan and Sedat Göçmen submitted under Article 6 § 1 of the Convention that their right to a fair hearing was breached as they were tried by the Martial Law Court which lacked independence and impartiality.", "5.  The applicants all alleged under Article 6 § 1 of the Convention that their right to a fair hearing was breached since the courts convicted them on the basis of the statements they had made to the police under duress.", "6.  The applicant Sedat Göçmen further alleged under Article 6 § 3 (b) of the Convention that he was deprived of his right to have adequate time and facilities for the preparation of his defence.", "7.  The applicants Haşim Aydıncak, Nusrat Safa Akyürek, Ahmet Asena, Mahmut Memduh Uyan, İbrahim Levent Saçılanateş, Bülent Forta, Hüseyin Cihan, Hasan Yorulmaz, Ahmet Kirami Kılınç, Mehmet Engin Höke, Mustafa Aslan and Sedat Göçmen complained that they had been subjected to various forms of ill-treatment during their pre-trial detention. They did not invoke any Articles of the Convention and did not specify the treatment they had allegedly suffered during their pre-trial detention.", "8.  The case was transferred to the Court on 1 November 1998 by virtue of Article 5 § 2 of Protocol No. 11 to the Convention.", "9.  On 23 November 1999 the Court communicated to the Government the applicants' complaint under Article 6 § 1 of the Convention concerning the length of the criminal proceedings and the complaint under Article 6 § 1 of the Convention introduced by Haşim Aydıncak, Nusrat Safa Akyürek, Ahmet Asena, Mahmut Memduh Uyan, İbrahim Levent Saçılanateş, Hüseyin Cihan, Hasan Yorulmaz, Ahmet Kirami Kılınç, Mehmet Engin Höke, Mustafa Aslan and Sedat Göçmen concerning their right to a fair hearing by an independent and impartial tribunal. The Court also communicated to the Government Sedat Göçmen's complaint concerning the lack of time and facilities for the preparation of his defence. The Court rejected the remainder of the complaints.", "10.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).", "11.  By a decision of 27 June 2002 the Court declared the application partly admissible, retaining the applicants' complaint concerning the alleged breach of their right to a hearing within a reasonable time and the complaint introduced by Mahmut Memduh Uyan, İbrahim Levent Saçılanateş, Hüseyin Cihan, Hasan Yorulmaz, Ahmet Kirami Kılınç, Mehmet Engin Höke and Mustafa Aslan concerning their right to a fair hearing by an independent and impartial tribunal.", "12.  On 25 September 2002, after an exchange of correspondence, the Registrar suggested to the parties that they should attempt to reach a friendly settlement within the meaning of Article 38 § 1 (b) of the Convention. On 23 and 24 October 2002, 5 November 2002, 4 December 2002; and on 17 December 2002, 7 and 23 January 2003 the applicants and the Government respectively submitted formal declarations accepting a friendly settlement of the case.", "13.  On 25 October 2002, the representative of the applicant Mahmut Memduh Uyan informed the Court that his client did not wish to reach a friendly settlement in his case.", "THE FACTS", "14.  The dates of birth and the cities where the applicants live are indicated in the appendix.", "15.  Between 1980 and 1985 the applicants were arrested and placed in police custody. They were accused of membership of an illegal organisation, the Dev-Yol (Revolutionary Way). The Ankara Martial Law Court (Sıkıyönetim Mahkemesi) ordered the applicants' detention on remand.", "16.  On 26 February 1982 the Military Public Prosecutor filed a bill of indictment with the Ankara Martial Law Court setting out charges against seven hundred and twenty-three defendants, including the applicants. The prosecutor accused the applicants of membership of an organisation whose aim was to undermine the constitutional order and replace it with a Marxist-Leninist regime, contrary to Articles 146 § 1 and 168 § 2 of the Criminal Code.", "17.  On different dates the applicants were all released pending trial.", "18.  After martial law was lifted, the Ankara Martial Law Court took the name of the Martial Law Court attached to the 4th Army Corps.", "19.  On 19 July 1989 the Martial Law Court convicted the applicants and sentenced them to various terms of imprisonment.", "20.  As the applicants' sentences exceeded fifteen years' imprisonment, their cases were automatically referred to the Military Court of Cassation (Askeri Yargıtay).", "21.  Following promulgation of the Law of 26 December 1994, which abolished the jurisdiction of the martial law courts, the Court of Cassation (Yargıtay) acquired jurisdiction over the cases and the files were sent to it.", "22.  On 27 December 1995 the Court of Cassation held that the criminal proceedings brought against the applicants Haşim Aydıncak, Nusrat Safa Akyürek and Ahmet Asena should be discontinued on the ground that the prosecution was time-barred. The court quashed Sedat Göçmen's conviction and referred the case to the Ankara Assize Court (Ağır Ceza Mahkemesi). It upheld the other applicants' conviction.", "23.  On 24 June 1997 the Ankara Assize Court ruled that the criminal proceedings against Sedat Göçmen should be discontinued since the prosecution was time-barred.", "THE LAW", "I.  FIFTEEN APPLICANTS", "A.  The friendly settlement declarations", "1.  Applicant Özgür Şahin", "24.  On 19 December 2002 the Court received the following declaration from the Government in respect of the applicant Özgür Şahin:", "“I declare that the Government of the Republic of Turkey offer to pay ex gratia to the applicant, Mr Özgür Şahin, an all-inclusive amount of 16,500 EUR (sixteen thousand five hundred euros), with a view to securing a friendly settlement of his application registered under no. 32984/96. This sum, which also covers legal expenses connected with the case, shall be free of any tax that may be applicable and be paid in euros to a bank account named by the applicant and/or his duly authorised representative. This sum shall be payable within three months from the date of the notification of the judgment delivered by the Court pursuant to Article 39 of the European Convention on Human Rights. This payment will constitute the final settlement of the case. In the event of failure to pay this sum within the said three month period, the Government undertake to pay, until settlement, simple interest on the amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.", "The Government further undertake not to request that the case be referred to the Grand Chamber under Article 43 § 1 of the Convention.”", "25.  On 30 October 2002 the Court received the following declaration signed by Özgür Şahin's representative:", "“In my capacity as the representative of the applicant, I have taken cognisance of the declaration of the Government of the Republic of Turkey that they are prepared to make to Mr Özgür Şahin, an ex gratia all-inclusive payment of 16,500 EUR (sixteen thousand five hundred euros) with a view to concluding a friendly settlement of his case that originated in application no. 32984/96. This sum, which also covers the costs and expenses related to the case, will be paid in accordance with the terms stipulated in the said declaration within three months after notification of the Court's judgment delivered pursuant to Article 39 of the European Convention on Human Rights.", "Having duly consulted the applicant, I accept that offer and they, in consequence, waive all other claims against the Republic of Turkey in respect of the matters that were at the origin of the application. We declare that the case has been settled finally and we undertake not to request the reference of the case to the Grand Chamber pursuant to Article 43 § 1 of the Convention after the delivery of the Court's judgment.", "This declaration is made within the scope of the friendly settlement which the Government and I, in agreement with the applicant, have reached.”", "2.  Applicant Nevzat Cömert", "26.  On 19 December 2002 the Court received the following declaration from the Government, in respect of the applicant Nevzat Cömert:", "“I declare that the Government of the Republic of Turkey offer to pay ex gratia to Mr Nevzat Cömert an all-inclusive amount of 14,500 EUR (fourteen thousand five hundred euros), with a view to securing a friendly settlement of his application registered under no. 32984/96. This sum, which also covers legal expenses connected with the case, shall be free of any tax that may be applicable and be paid in euros to a bank account named by the applicant. This sum shall be payable within three months from the date of the notification of the judgment delivered by the Court pursuant to Article 39 of the European Convention on Human Rights. This payment will constitute the final settlement of the case. In the event of failure to pay this sum within the said three month period, the Government undertake to pay, until settlement, simple interest on the amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.", "The Government further undertake not to request that the case be referred to the Grand Chamber under Article 43 § 1 of the Convention.”", "27.  On 13 November 2002 the Court received the following declaration signed by the applicant Nevzat Cömert:", "“I have taken cognisance of the declaration of the Government of the Republic of Turkey that they are prepared to make to me an ex gratia all-inclusive payment of 14,500 EUR (fourteen thousand five hundred euros), with a view to concluding a friendly settlement of my case that originated in application no. 32984/96. This sum, which also covers the costs and expenses related to the case, will be paid in accordance with the terms stipulated in the said declaration within three months after notification of the Court's judgment delivered pursuant to Article 39 of the European Convention on Human Rights.", "I accept that offer and , in consequence, I waive all other claims against the Republic of Turkey in respect of the matters that were at the origin of the application. I declare that the case has been settled finally and we undertake not to request the reference of the case to the Grand Chamber pursuant to Article 43 § 1 of the Convention after the delivery of the Court's judgment.", "This declaration is made within the scope of the friendly settlement which the Government and I, have reached.”", "3.  Applicants Haşim Aydıncak, Nusrat Safa Akyürek, Ahmet Asena, İbrahim Levent Saçılanateş, Bülent Forta, Hüseyin Cihan, Hasan Yorulmaz, Ahmet Kirami Kılınç, Mehmet Engin Höke, Mustafa Aslan and Sedat Göçmen", "28.  On 15 January 2003 the Court received the following declaration from the Government in respect of the applicants, Haşim Aydıncak, Nusrat Safa Akyürek, Ahmet Asena, İbrahim Levent Saçılanateş, Bülent Forta, Hüseyin Cihan, Hasan Yorulmaz, Ahmet Kirami Kılınç, Mehmet Engin Höke, Mustafa Aslan and Sedat Göçmen:", "“I declare that the Government of the Republic of Turkey offer to pay ex gratia to the applicants whose names are indicated above, an all-inclusive amount of 161,000 EUR (one hundred and sixty one thousand euros), with a view to securing a friendly settlement of their application registered under no. 32984/96. This sum, which also covers legal expenses connected with the case, shall be free of any tax that may be applicable and be paid in euros to a bank account named by the applicants and/or their duly authorised representative. This sum shall be payable within three months from the date of the notification of the judgment delivered by the Court pursuant to Article 39 of the European Convention on Human Rights. This payment will constitute the final settlement of the case. In the event of failure to pay this sum within the said three month period, the Government undertake to pay, until settlement, simple interest on the amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.", "The Government further undertake not to request that the case be referred to the Grand Chamber under Article 43 § 1 of the Convention.”", "29.  On 12 December 2002 the Court received the following declaration signed by the representative of the applicants, Haşim Aydıncak, Nusrat Safa Akyürek, Ahmet Asena, İbrahim Levent Saçılanateş, Bülent Forta, Hüseyin Cihan, Hasan Yorulmaz, Ahmet Kirami Kılınç, Mehmet Engin Höke, Mustafa Aslan and Sedat Göçmen:", "“In my capacity as the representative of the applicants, I have taken cognisance of the declaration of the Government of the Republic of Turkey that they are prepared to make to the applicants whose names are indicated above an ex gratia all-inclusive payment of 161,000 EUR (one hundred sixty one thousand euros), with a view to concluding a friendly settlement of their case that originated in application no. 32984/96. This sum, which also covers the costs and expenses related to the case, will be paid in accordance with the terms stipulated in the said declaration within three months after notification of the Court's judgment delivered pursuant to Article 39 of the European Convention on Human Rights.", "Having duly consulted the applicants, I accept that offer and they, in consequence, waive all other claims against the Republic of Turkey in respect of the matters that were at the origin of the application. I declare that the case has been settled finally and I undertake not to request the reference of the case to the Grand Chamber pursuant to Article 43 § 1 of the Convention after the delivery of the Court's judgment.", "This declaration is made within the scope of the friendly settlement which the Government and I, in agreement with the applicants, have reached.”", "4.  Applicants Ali Alfatlı and Mehmet Kaplandur", "30.  On 27 January 2003 the Court received the following declaration from the Government, in respect of the applicants Ali Alfatlı and Mehmet Kaplandur:", "“I declare that the Government of the Republic of Turkey offer to pay ex gratia to the applicants, Mr Ali Alfatlı and Mr Mr Mehmet Kaplandur, an all-inclusive amount of 30,650 EUR (thirty thousand six hundred and fifty euros), with a view to securing a friendly settlement of their application registered under no. 32984/96. This sum, which also covers legal expenses connected with the case, shall be free of any tax that may be applicable and be paid in euros to a bank account named by the applicants and/or their duly authorised representative. This sum shall be payable within three months from the date of the notification of the judgment delivered by the Court pursuant to Article 39 of the European Convention on Human Rights. This payment will constitute the final settlement of the case. In the event of failure to pay this sum within the said three month period, the Government undertake to pay, until settlement, simple interest on the amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.", "The Government further undertake not to request that the case be referred to the Grand Chamber under Article 43 § 1 of the Convention.”", "31.  On 6 November 2002 the Court received the following declaration signed by the representative of the applicants Ali Alfatlı and Mehmet Kaplandur:", "“In my capacity as the representative of the applicants, I have taken cognisance of the declaration of the Government of the Republic of Turkey that they are prepared to make to the applicants, Mr Ali Alfatlı and Mr Mehmet Kaplandur, an ex gratia all-inclusive payment of 30,650 EUR (thirty thousand six hundred and fifty euros), with a view to concluding a friendly settlement of their case that originated in application no. 32984/96. This sum, which also covers the costs and expenses related to the case, will be paid in accordance with the terms stipulated in the said declaration within three months after notification of the Court's judgment delivered pursuant to Article 39 of the European Convention on Human Rights.", "Having duly consulted the applicants, I accept that offer and they, in consequence, waive all other claims against the Republic of Turkey in respect of the matters that were at the origin of the application. We declare that the case has been settled finally and we undertake not to request the reference of the case to the Grand Chamber pursuant to Article 43 § 1 of the Convention after the delivery of the Court's judgment.", "This declaration is made within the scope of the friendly settlement which the Government and I, in agreement with the applicants, have reached.”", "B.  The Court's assessment", "32.  The Court takes note of the agreement reached between the Government and fifteen of the applicants (Article 39 of the Convention). It is satisfied that the settlement is based on respect for human rights as defined in the Convention or its Protocols (Article 37 § 1 in fine of the Convention and Rule 62 § 3 of the Rules of Court).", "33.  Accordingly, the case, in so far as it concerns Ali Alfatlı, Haşim Aydıncak, Nusrat Safa Akyürek, Ahmet Asena, İbrahim Levent Saçılanateş, Mehmet Kaplandur, Nevzat Cömert, Özgür Şahin, Bülent Forta, Hüseyin Cihan, Hasan Yorulmaz, Ahmet Kirami Kılınç, Mehmet Engin Höke, Mustafa Aslan and Sedat Göçmen should be struck out of the list.", "II.  APPLICANT UYAN", "34.  The Court notes that the applicant Mahmut Memduh Uyan did not wish to reach a friendly settlement in the case. It decides to adjourn the examination of the complaints introduced by him. ", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Decides to sever the application, in so far as it concerns the applicant Mahmut Memduh Uyan;", "", "2.  Decides to strike the case out of the list in so far as it concerns the applicants Ali Alfatlı, Haşim Aydıncak, Nusrat Safa Akyürek, Ahmet Asena, İbrahim Levent Saçılanateş, Mehmet Kaplandur, Nevzat Cömert, Özgür Şahin, Bülent Forta, Hüseyin Cihan, Hasan Yorulmaz, Ahmet Kirami Kılınç, Mehmet Engin Höke, Mustafa Aslan and Sedat Göçmen;", "", "3.  Takes note of the parties' undertakings listed above, not to request a rehearing of the case before the Grand Chamber;", "", "4.  Decides to adjourn the examination of the complaints introduced by the applicant Mahmut Memduh Uyan.", "", "Done in English, and notified in writing on 2 October 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "Vincent Berger\tGeorg Ress\n\tRegistrar\tPresident", "\n", "APPENDIX", "", ""]}