{"file": "ENG_CLIN_33065_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "33065/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 106", "March 2008", "Samoila and Cionca v. Romania - 33065/03", "Judgment 4.3.2008 [Section III]", "Article 6", "Article 6-2", "Presumption of innocence", "Remand prisoner forced to wear convicted prisoner’s uniform at hearing of an application for his release on bail: violation", "", "Article 5", "Article 5-3", "Brought promptly before judge or other officer", "Suspects in criminal proceedings not brought before a judge for a review of the lawfulness of their detention until nine days after their arrest: violation", "", "Article 5-4", "Review of lawfulness of detention", "Refusal of Supreme Court to review the lawfulness of continued detention: violation", "", "Facts: The applicants are police officers who were accused by a tobacconist of obliging him to pay them a sum of money to avoid sanctions when the second applicant carried out an inspection. The police ordered an internal inquiry and the press were informed by press release that the applicants had been transferred to other police units for disciplinary reasons after committing certain abuses in the course of their duties. A local weekly magazine published an interview with the commanding officer, who had allegedly declared that he had no doubts about their guilt. Witnesses of the inspection and the first applicant’s cohabiting partner made statements in the applicants’ favour before a notary, for the purposes of the internal inquiry ordered by the police. The military prosecutor’s office instituted criminal proceedings against the applicants for corruption. They were charged with corruption and remanded in custody, on the grounds that they had attempted to influence witnesses in order to prevent the truth from emerging and were a threat to public order. The witnesses were summoned to the prosecutor’s office. The first two declared that the content of their statements before the notary had been suggested in part by the second applicant. The third witness said that his statement had been drafted by the same applicant and he had merely signed it. The same day, on the local television news, the prosecutor said that, although the sums involved had not been very high, the applicants’ remand in custody had been ordered as public order had been seriously affected. Furthermore, the applicants had endeavoured to prevent the truth from emerging by influencing, and even threatening witnesses. In the presence of the applicants and their lawyer the County Court held that it had no jurisdiction to examine the applicants’ appeal against the remand order and referred the case to the Court of Appeal. The Court of Appeal examined it in chambers and in the presence of the applicants and their lawyer, nine days after the applicants’ arrest, and ordered their release. The prosecution appealed to the Supreme Court of Justice, which, in the presence of the applicants and their lawyer, ordered their continued detention. The applicants were committed for trial in the Court of Appeal on charges of corruption, abuse of authority and inciting witnesses to make false statements. At the request of the prosecuting authorities, the Court of Appeal prolonged their detention on remand. Appeals lodged by the applicants with the Supreme Court of Justice against their continued detention were dismissed. The Court of Appeal again prolonged their detention on remand. In the course of the proceedings the court heard several witnesses, including those the prosecuting authorities claimed had been influenced by the applicants. They maintained the statements they had made before the notary. They also alleged that the prosecuting authorities had exerted pressure on them to change their statements. The applicants lodged an appeal against their continued detention, which the Supreme Court allowed, on the ground that the Court of Appeal did not have the right to extend the detention by more than thirty days. However, the applicants were not released: on an application by the prosecuting authorities, the Court of Appeal examined the lawfulness of the detention on remand and maintained it, considering that the reasons that had given rise to it still existed. The Supreme Court of Justice dismissed an appeal by the applicants after examining it in their presence and that of their lawyer. On an application by the prosecution and in the presence of the applicants and their lawyers, the Court of Appeal examined the lawfulness of their continued detention on remand and ordered its continuation. The applicants lodged appeals against the above-mentioned decisions. They received summonses to appear at the hearings before the Supreme Court of Justice. The second applicant replied that he wished to attend the Supreme Court hearing. However, the prison governor informed the Supreme Court that the applicants could not be transferred as the public prosecutor required their presence at a hearing of the Court of Appeal. The Supreme Court of Justice dismissed their appeals. As neither the applicants nor their lawyers were present at the hearings, the Supreme Court applied the Code of Criminal Procedure, which authorised appeals to be heard in the absence of the parties, and assigned lawyers to represent them forthwith. A representative of the public prosecutor was present at these hearings. He called for the appeals to be dismissed. The Court of Appeal examined the applicants’ requests for release in their presence and dismissed them, considering that in view of the nature of the offences their release would be a threat to public order. The applicants appealed against these decisions. They were served with several summonses to appear before the Supreme Court of Justice, which declared their appeals inadmissible. The Supreme Court examined these appeals in the presence of a representative of the public prosecutor, who called for their dismissal. The applicants being absent, the Supreme Court appointed a lawyer to represent them. The applicants complained to the president of the Court of Appeal that they had been brought before the court in prison clothes, attire normally worn only by convicts. They requested permission to wear their own clothes. The president refused without any explanation. The Court of Appeal sentenced the applicants to six months’ imprisonment for corruption, abuse of authority and attempting to influence witnesses. The applicants lodged an appeal, which was dismissed by a final judgment of the Supreme Court of Justice. They have since been released.", "Law: Article 6 § 2 – When informing the press of the reasons why the applicants had been remanded in custody, the public prosecutor had said that they had tried to influence witnesses and threatened them. The impugned statements had been made outside the context of the criminal proceedings proper, in an interview broadcast on the television news. Emphasising once again the importance of the choice of wording used by public officials, the Court found that the prosecutor’s words, clearly suggesting that the applicants had been guilty of inciting witnesses to make false statements, had encouraged the public to consider them guilty, prejudging the examination of the facts by the competent courts. ", "As to the declaration allegedly made by the commanding police officer, it was the object of a dispute between the parties. However, the police officer had not retracted it publicly or asked for the publication of a denial. This led the Court to assume that the impugned comments had actually been made.Moreover, the Court could not accept the Government’s argument that the comments had referred only to the applicants’ professional errors. In that connection it observed that what mattered for the purposes of Article 6 § 2 of the Convention was the real meaning of the statements in question, not their literal form. Thus, although the police commander had spoken of misconduct, without specifying its nature, he could only have been referring to what the prosecution had called the acts of corruption for which the applicants had been committed for trial in the Court of Appeal. The police commander had definitely stated, however, in no uncertain terms, that the applicants were guilty of those acts.", "Finally, concerning the presentation of the applicants before the court in prison garments, it was clear from the refusal of the president of the Court of Appeal to allow them to wear their own clothes that the applicants had been presented before the court wearing prison clothes usually worn only by convicts. That practice was against the law, however, and at variance with a decision of the Constitutional Court. As it had not been established that the applicants had no suitable clothes of their own, this practice had been quite unjustified and likely to confirm the public’s impression that the applicants were guilty.", "Conclusion: violation (unanimously).", "Article 5 § 3 – The applicants had been brought before the County Court. At the hearing on the same day, however, the question of the lawfulness of their detention had not been raised. The court had simply referred the case to the Court of Appeal. There was no evidence at all that the court had examined the lawfulness of their detention, so the applicants had not had the benefit of the guarantees enshrined in Article 5 § 3 of the Convention. It followed that in this case, the circumstances of which were not at all exceptional, the applicants had not appeared before the Court of Appeal until nine days after their arrest, so they had not been brought promptly before a judge or other officer authorised by law to exercise judicial power.", "Conclusion: violation (unanimously).", "Article 5 § 4 – (a)  Inadmissibility of the appeal against the decision of the Court of Appeal prolonging their detention on remand: The existence in domestic law of a remedy against a decision prolonging detention on remand was not contested. Moreover, in the course of the same proceedings the Supreme Court of Justice had examined several such appeals lodged by the applicants. It followed that the refusal of the Supreme Court to examine the applicants’ appeal against the Court of Appeal’s order prolonging their detention on remand had deprived them of the possibility of having the lawfulness of their continued detention verified. The fact that the Court of Appeal had given reasons for its decision did not alter that finding in so far as the applicants had been deprived of a remedy open to them in domestic law.", "Conclusion: violation (unanimously).", "(b)  Non-attendance at hearings before the Supreme Court of Justice: The hearings before the Supreme Court of Justice concerned, firstly, the applicants’ appeals against the decisions of the Court of Appeal prolonging their detention on remand at the prosecutor’s request. The applicants’ right to lodge an appeal against those decisions was not in dispute between the parties. Other hearings concerned the applicants’ appeals against the decisions of the Court of Appeal dismissing their applications for release. The Supreme Court had declared those appeals inadmissible because the Code of Criminal Procedure made no provision for appeals against such decisions. At the material time, however, the case-law of the domestic courts had been far from uniform, some courts – even including the Supreme Court of Justice itself at times – allowing such appeals. This legal uncertainty could not be permitted to prejudice the applicants to the point of denying them the right to appeal against decisions rejecting their requests for release. A State which instituted the possibility of appealing against decisions concerning detention on remand must accord to the detainees the same guarantees on appeal as at first instance. So the fact that the applicants and their lawyers had attended hearings before the Court of Appeal did not exonerate the State from the obligation to ensure that they also attended in person, or were represented at, the hearings before the Supreme Court of Justice, in order to guarantee equality of arms with the public prosecutor, who had been present at all hearings and had requested their continued detention. As to the defence provided by the various lawyers officially appointed on the spot, they had been unfamiliar with the case-file, had not known their clients and had not even had time to prepare their defence properly, as the Supreme Court delivered its judgment the same day. In the light of these circumstances, and regardless of how well the court-appointed lawyers had actually performed their duty, the applicants had not had the benefit of an effective defence before the Supreme Court of Justice. On the question of advance notification of summonses to appear and the possibility for the applicants’ lawyers to attend the hearings in the Supreme Court, four out of seven summonses had been served on the applicants on the day before, or on the day of, the hearings. That being so, and bearing in mind that the prison was about 600 kilometres from the Supreme Court, the lawyers had had little if any possibility of getting to the hearings in time. Moreover, according to the information supplied by the Government, the applicants had been entitled to only one telephone conversation per week and their correspondence was processed by the prison’s administrative services, which had inevitably slowed down the distribution of their mail. So, in the case of the summonses to appear in court which had been served on the applicants respectively four, eight and two days in advance, the possibility of informing their lawyers and the chances of the lawyers being able to attend had also been very limited. Furthermore, even when the applicants had expressly stated their wish to attend the hearings at the Supreme Court the prosecutor had objected, stating that their presence was required at hearings in the Court of Appeal. In consequence, having failed to allow the applicants to attend hearings the outcome of which would determine whether or not they remained in detention, the authorities had deprived the applicants of the possibility of properly challenging the prosecution’s arguments in favour of their continued detention.", "Conclusion: violation (unanimously).", "Article 41 – EUR 2,000 to each applicant in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}