{"file": "ENG_CLIN_19776_92.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "19776/92", "text_paragraphs": ["Information Note on the Court’s case-law No.", "June 1996", "Amuur v. France - 19776/92", "Judgment 25.6.1996", "Article 5", "Article 5-1", "Deprivation of liberty", "Holding of asylum-seekers in the international zone of an airport: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tGOVERNMENT'S PRELIMINARY OBJECTION (LACK OF VICTIM STATUS)", "Somalis sent back to Syria before Créteil tribunal de grande instance ruled their confinement in airport's transit zone unlawful - almost impossible for applicants to apply to court earlier because not assisted by lawyer - prospects for bringing an action for compensation unrealistic.", "Conclusion: objection rejected (unanimously).", "II.\tARTICLE 5 § 1 OF THE CONVENTION", "A.\tExistence of a deprivation of liberty", "Undeniable sovereign right of Contracting States to control aliens' entry into and residence in their territory must be exercised in accordance with Convention's provisions.", "Holding aliens in the international zone involves a restriction upon liberty, but one which cannot be equated with that which obtains in centres for detention of aliens - acceptable to enable States to prevent unlawful immigration while complying with their international obligations.", "Such holding should not be prolonged excessively, otherwise there would be a risk of it turning a mere restriction on liberty into a deprivation of liberty - prolongation of decision to hold requires speedy review by the courts, the traditional guardians of personal liberties - above all, such confinement must not deprive asylum-seeker of right to gain effective access to procedure for determining refugee status.", "Applicants held in airport's transit zone for twenty days - left to their own devices for most of that time: placed under strict and constant police surveillance and left without any legal and social assistance - tribunal de grande instance, ruling on application for an order under the expedited procedure, described holding of applicants as \"arbitrary deprivation of liberty\".", "Mere possibility for asylum-seekers to leave voluntarily the country where they wish to take refuge cannot exclude a restriction on liberty - applicants sent back to Syria, a State not bound by the Geneva Convention relating to the Status of Refugees.", "Holding applicants in airport's transit zone equivalent in practice to deprivation of liberty.", "Conclusion: applicable (unanimously).", "B.\tCompatibility with Article 5 § 1", "Words \"in accordance with a procedure prescribed by law\" do not merely refer back to domestic law; they also relate to quality of the law, requiring it to be compatible with the rule of law, a concept inherent in all the Articles of the Convention.", "Despite its name, international zone does not have extraterritorial status.", "Relevant French legal rules postdated facts of case and were not applicable at the time to the applicants - neither the Decree of 27 May 1982 nor the circular of 26 June 1990 constituted a \"law\" of sufficient \"quality\" within the meaning of the Court's case-law; there must be adequate legal protection in domestic law against arbitrary interferences by public authorities with rights safeguarded by the Convention.", "French legal rules in force at time, as applied in present case, did not sufficiently guarantee applicants' right to liberty.", "Conclusion: violation (unanimously).", "III.\tARTICLE 50 OF THE CONVENTION", "A.\tDamage: judgment constituted sufficient compensation.", "B.\tCosts and expenses: reimbursed in part.", "Conclusion: respondent State to pay applicants a specified sum for costs and expenses (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}