{"file": "ENG_HEJUD_51279_99.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "51279/99", "text_paragraphs": ["", "", "SECOND SECTION", "", "", "CASE OF COLOMBANI AND OTHERS v. ", "", "", "(Application no. 51279/99)", "", "", "JUDGMENT", "", "", "", "", "", "25 June 2002", "", "", "", "FINAL", "", "", "25/09/2002", "", "", "", "This judgment has become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "In the case of Colombani and Others v. ,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tMr\tA.B. Baka, President,\n\tMr\tJ.-P. Costa,\n\tMr\tGaukur Jörundsson,\n\tMr\tK. Jungwiert,\n\tMr\tV. Butkevych,\n\tMrs\tW. Thomassen,\n\tMr\tM. Ugrekhelidze, judges,\nand Mrs S. Dollé, Section Registrar,", "Having deliberated in private on 4 September 2001 and 4 June 2002,", "Delivers the following judgment, which was adopted on the last-mentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 51279/99) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two French nationals, Mr Jean-Marie Colombani and Mr Eric Incyan, and the company Le Monde (“the applicants”) on 19 April 1999.", "2.  The applicants were represented by Mr A. Lyon-Caen, of the Conseil d’Etat and Court of Cassation Bar. The French Government (“the Government”) were represented by their Agent, Mr R. Abraham, Head of Legal Affairs, Ministry of Foreign Affairs.", "3.  The applicants alleged, in particular, a violation of their freedom of expression, as guaranteed by Article 10 of the Convention.", "4.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  By a decision of 4 September 2001 the Chamber declared the application partly admissible.", "6.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).", "7.  The Government, but not the applicants, filed observations on the merits (Rule 59 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "8.  The first two applicants were born in 1948 and 1960 respectively and live in .", "9.  In order to consider an application by  for membership of the European Union, the European Commission decided it would need very precise information on the issue of cannabis production in that State and the measures being taken to eradicate it, that being the avowed political aim of the King of Morocco in person. To that end, the Secretariat General of the Commission requested the Observatoire géopolitique des drogues (OGD – Geopolitical Drugs Observatory) to prepare a report on drug production and trafficking in . Investigations and reports by the OGD, which closed down in 2000, were considered authoritative. The Paris tribunal de grande instance and the  public prosecutor’s office were among the subscribers to its publications.", "10.  The OGD delivered its report to the European Commission in February 1994. The report contained the names of people implicated in drug trafficking in . However, the Commission asked the Observatory for a revised version of the report, with the names of the drug traffickers deleted in order to make it more suitable for the discussions that were scheduled with the Moroccan authorities. This expurgated version of the initial report was published, notably in a book sold by the OGD entitled Etat des drogues, drogue des Etats (“State of drugs, drugs of States”) and containing a chapter on . The book was referred to in the newspaper Le Monde on 25 May 1994.", "11.  After initially remaining confidential, the original version of the report began to circulate. Le Monde learnt of its existence in the autumn of 1995. The report contained twelve chapters with the following titles: (1) “Cannabis in Morocco – the historical background”; (2) “General overview of Er Rif”; (3) “The characteristics of cannabis growing”; (4) “The socio-economic impact and areas of production”; (5) “The increase in the land set aside for cannabis production”; (6) “Morocco – the world’s leading exporter of hashish”; (7) “Drug-trafficking routes”; (8) “The criminal networks”; (9) “The emergence of hard drugs”; (10) “Drug money”; (11) “The ‘war on drugs’ ”; and (12) “Conclusion”. It related how, over a period of ten years, there had been a tenfold increase in the area of land that had historically been used for cannabis production in the region of Er Rif and that current levels of production made “the sharif kingdom a serious contender for the title of the world’s leading exporter of cannabis”.", "12.  On 3 November 1995 Le Monde published an article by Mr Incyan giving details of the report.", "13.  The front page of the newspaper carried an introductory article under the main headline: “, world’s leading exporter of cannabis”, and a sub-heading: “King Hassan II’s entourage implicated by confidential report.” The article, which was relatively short (it ran to some thirty or so lines in two columns), summarised the terms of the OGD’s report. A more detailed article (covering six columns) appeared on page two under the headline: “Moroccan government implicated in cannabis trafficking according to confidential report”, and a sub-heading: “The report, which was commissioned by the European Union from the Geopolitical Drugs Observatory, says Morocco is the world’s leading exporter and the European market’s main supplier. It points to the direct responsibility of the sharif authorities in these lucrative activities”. A summary of the article also appeared in an introductory passage which read: “Drugs – Le Monde has obtained a copy of a confidential report sent to the European Union in 1994 in which the OGD says that ‘in just a few years  has become the world’s leading cannabis exporter and the European market’s main supplier’. The report casts doubt on the sharif authorities’ determination to put an end to the trafficking, despite the ‘war on drugs’ they declared in a blaze of publicity in the autumn of 1992. Corruption guarantees the drug-trafficking rings the protection of officials ‘ranging from the humblest customs officer to the King’s inner circle ...’.”", "14.  In a letter of 23 November 1995, the King of Morocco made an official request to the French Minister of Foreign Affairs for criminal proceedings to be instituted against Le Monde. The request was forwarded to the Minister of Justice, who referred the matter to the  public prosecutor’s office, as required by section 48(5) of the Freedom of the Press Act of 29 July 1881.", "15.  Mr Colombani, the editor-in-chief of Le Monde, and Mr Incyan, the author of the article, were summoned to appear in the Paris Criminal Court on charges of insulting a foreign head of State.", "16.  In a judgment of 5 July 1996, the Criminal Court found that the journalist had merely quoted extracts from what was undisputedly a reliable report, without distorting or misinterpreting it or making groundless attacks and, consequently, had pursued a legitimate aim. It accepted that he had acted in good faith and acquitted both him and Mr Colombani.", "17.  The King of Morocco and the public prosecutor’s office appealed against that decision.", "18.  In a judgment of 6 March 1997, the Paris Court of Appeal, while recognising that “informing the public about matters such as the international drug trade is obviously a legitimate aim for the press”, found that the desire to draw the public’s attention to the involvement of the royal entourage and to “the authorities’ accommodating attitude” that pointed to “tolerance on the part of the King ... was not entirely innocent”, since it was “tainted with malicious intent”. The articles in question contained “accusations of duplicity, artifice and hypocrisy that were insulting to a foreign head of State”. The circumstances taken as a whole excluded good faith on the part of the journalist: he had not established that he had “sought to check the accuracy of the OGD’s comments”; instead, he had simply reproduced its unilateral account of events, thus “propounding a theory that contained serious accusations”, without leaving any room for doubt about the reliability of the source. Nor had he sought to check whether the 1994 report remained valid in November 1995. The Court of Appeal noted that the journalist had not shown that he had “contacted any Moroccan dignitaries, officials, public authorities or services for an explanation for the failure to match words with deeds or even to obtain their observations on the tenor of the OGD’s report”. In addition, he had refrained from mentioning the existence of the White Paper published by the Moroccan authorities in November 1994 on “Morocco’s general policy on the prevention of drug trafficking and the economic development of the ”.", "19.  The applicants were therefore found guilty of insulting a foreign head of State and sentenced to fines of 5,000 French francs (FRF) each. They were ordered to pay King Hassan II, who had successfully applied to be joined as a civil party to the proceedings, FRF 1 in damages and FRF 10,000 pursuant to Article 475-1 of the Code of Criminal Procedure. The Court of Appeal also ordered Le Monde to make additional reparation in the form of a report publishing details of the convictions.", "20.  The applicants appealed on points of law against that judgment.", "21.  In a judgment of 20 October 1998, the Criminal Division of the Court of Cassation dismissed their appeal, approving the Court of Appeal’s view that “what [made] the article insulting [was] the suspicion with which the King of Morocco’s determination to put an end to drug trafficking in his country [was] viewed, and the charge that pernicious statements had been made to dramatic effect solely in order to preserve the country’s image”, especially as the Court of Appeal had found that the charge of duplicity had been repeated twice and that the insistence on drawing the reader’s attention to the King in person, in an article that portrayed Morocco as the world’s leading hashish exporter and alleged direct responsibility on the part of the Moroccan government and members of the royal family, was tainted with malicious intent.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "22.  The statutory basis for the offence (délit) of publicly insulting a foreign head of State is section 36 of the Freedom of the Press Act of 29 July 1881 (“the 1881 Act”), which, at the material time, read as follows: “It shall be an offence punishable by one year’s imprisonment or a fine of 300,000 francs or both publicly to insult a foreign head of State, a foreign head of government or the minister for foreign affairs of a foreign government.”", "23.  That provision was amended by the Presumption of Innocence and Victims (Reinforcement of Rights) Act of 15 June 2000, which removed the power to impose a custodial sentence for this offence.", "24.  The rationale behind making it a criminal offence to insult a foreign head of State is to protect senior foreign political figures from certain forms of attack on their honour or dignity. In that regard, the offence is similar to that established by section 26 of the same Act of insulting the President of the .", "25.  Under the case-law, the notion of insulting a foreign head of State is to be construed as meaning abuse, defamatory remarks, or expressions that are insulting or liable to offend the sensibilities of the persons the Act seeks to protect. Thus, the Court of Cassation has ruled: “The actus reus of the offence of insulting a head of State ... is constituted by any expression of contempt or abuse or any accusation that is liable to undermine the honour or dignity of the head of State in his or her private life or in the performance of his or her functions” (Court of Cassation, Criminal Division (“Cass. crim.”), decision of 17 July 1986).", "26.  The 1881 Act established a specific legal procedure for the offence. Section 48 introduced a special legal rule by providing that a prosecution will only lie at the request of the person at whom the insults are directed. Requests must be sent to the Minister for Foreign Affairs, who then communicates them to the Minister of Justice. Furthermore, unlike the position with criminal defamation, bad faith is not presumed. It is for the prosecution to prove malice. On the other hand, the defence of justification (exceptio veritatis), which is available to a charge of criminal defamation, cannot be pleaded on a charge of insulting a foreign head of State. Lastly, sections 42 and 43 establish a system of different levels of liability, with editors-in-chief and editors being prosecuted as principals, and the authors of the offending articles as accomplices.", "27.  According to the Government, the French courts have restricted the scope of section 36 by ruling that it is only intended to “prevent abuses of freedom of expression” (Paris Court of Appeal, judgment of 2 October 1997) and have construed the notion of abuse of that freedom narrowly.", "28.  As to the scope of section 36, they consider that the offence created by that section does not preclude political criticism (Paris Court of Appeal, judgments of 2 October 1997 and 13 March 1998). Section 36 may only be relied on in the event of a personal attack on a foreign head of State. The insult must therefore be directed at the head of State and his or her reputation, not his or her policies (Paris Court of Appeal, judgment of 27 June 1995).", "29.  The French courts have also held that accusations concerning the conduct of the members of a reigning sovereign’s family, even if excessive in tone, do not amount to an attack on the person of the head of State. They have likewise accepted that the intentionally insulting and sarcastic tone inherent in the satirical form used by the makers of a television programme did not violate the right of foreign public figures to respect for their private life (Paris Court of Appeal, judgment of 11 March 1991). Only particularly virulent attacks, demonstrating a deliberate intention to cause harm, could come within section 36 (Paris Court of Appeal, judgment of 27 June 1995).", "30.  As regards the intention to cause harm, the French courts have consistently held that no presumption of an intention to insult arises. It is necessary to prove that the maker of the offending remarks intended the insult (Paris Court of Appeal, judgment of 13 March 1998). The defendant is entitled to present his defence in public in adversarial proceedings, without having to go through the complex process of seeking leave to tender evidence (Cass. crim., judgment of 22 June 1999).", "31.  The Government said that in that respect the rules governing the offence of insulting a head of State contained more safeguards than those governing ordinary criminal defamation, for which bad faith was presumed. In determining whether there was an intention to cause harm, the courts would consider whether the journalists had made proper, objective inquiries (Paris Court of Appeal, judgment of 13 March 1998) and whether there was evidence supporting the allegations (Paris Court of Appeal, judgment of 2 October 1997). The absence of a defence of justification, which was available to a charge of criminal defamation, was therefore compensated for by the manifestly liberal approach adopted by the courts when determining whether an intention to cause harm existed (Cass Crim., judgment of 22 June 1999).", "32.  The applicants have produced to the Court a judgment of the Seventeenth Division (Press Division) of the Paris tribunal de grande instance dated 25 April 2001 in criminal proceedings instituted at the request of three African heads of State, Presidents Idriss Deby, Omar Bongo and Denis Sassou Nguesso, on charges of publicly insulting a foreign head of State through the publication by Les Arènes of a book entitled Noir Silence. Qui arrêtera la Françafrique ? (“Black silence. Who will stop Francafrica?”).", "33.  The tribunal de grande instance held: “The offence established by section 36 of the Press Act and the manner in which that provision is applied in the courts does not satisfy all the requirements set out in Article 10 of the European Convention.” It so found for three reasons. Firstly, section 36 had established in favour of foreign heads of State “a special set of rules that rel[ied] on a particularly wide definition of the actus reus and exclude[d] any defence based on evidence that the allegations [we]re true, to the point where commentators agree[d] that foreign heads of State enjoy[ed] a higher degree of protection in France than the French head of State himself or the head of the French government”.", "34.  Secondly, the tribunal de grande instance noted that the term “insult” was not defined in the Act and was an elusive expression that was not easily construed. In support of that statement, the tribunal de grande instance referred to the definition of “insult” in the case-law: “Any offensive or disparaging expression, or defamatory or abusive insinuation, which is liable to harm the honour, dignity or personal sensibility of the head of State in the performance of his or her functions or in his or her private life.” It reasoned that such a general definition introduced “a wide subjective margin of appreciation into the definition of the statutory element of the offence” that prevented journalists and writers from determining the extent of the prohibition with sufficient certainty in advance. Even more significantly, the tribunal de grande instance considered that the distinction legal commentators had sought to draw between acceptable criticism (that is to say criticism of the foreign head of State’s political acts) and unlawful insults (that is to say insults directed at the foreign head of State personally) was difficult to apply in practice, for, as the relevant case-law showed, the courts considered that “insults proffered at political events necessarily affect[ed] the person [concerned]”.", "35.  Thirdly, the tribunal de grande instance found that the offence was not “necessary in a democratic society”, as any head of State – or anyone else – whose honour or character was undermined or who found himself insulted had a sufficient remedy through criminal proceedings for criminal defamation or proffering insults under the 1881 Act.", "36.  Lastly, with reference to Article 6 of the Convention, it noted that defendants to a charge under the 1881 Act were impeded in their defence by the vagueness of the word “insult”; likewise, their inability to adduce evidence of the truth of their allegations deprived them of equality of arms.", "37.  It is not possible to determine from the case file whether an appeal was lodged against that judgment, or the outcome of any such appeal.", "38.  On 12 March 2001 a senator introduced a bill proposing the repeal of the offence of insulting foreign heads of State. Again, it is unclear from the case file whether that recent proposal will be implemented.", "\nTHE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION", "39.  The applicants alleged a violation of Article 10 of the Convention, the relevant parts of which read:", "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. ...", "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society ... for the protection of the reputation or rights of others ...”", "A.  Arguments of the parties", "1.  The applicants’ submissions", "40.  The applicants maintained that the interference constituted by section 36 of the Act of 29 July 1881 could not be regarded as necessary in a democratic society or, consequently, to have a legitimate objective, as its sole purpose was to prohibit any criticism of a head of State, even if it related only to his policies and whether or not it was founded. To accept the Government’s arguments that the aim pursued was legitimate would be tantamount to recognising that heads of foreign governments were entitled to a veritable privilege affording them immunity from any criticism of their conduct and actions in office, however blameworthy they might be, since such criticism was insulting by definition, as it attacked their character and reputation. The offence was made out even if the remarks proved accurate, since the relevant case-law precluded evidence of the truth of the allegations as a defence to a charge under section 36, in order to avoid embroiling the head of State in a debate that would undermine the respect due to his or her office. Under section 36 freedom of communication on matters of general interest was counterbalanced by the prestige of office and title, with the latter taking precedence.", "41.  The King of Morocco could have protected his right to be presumed innocent and his reputation by bringing proceedings for criminal defamation; such proceedings struck a balance between freedom of communication and the legitimacy of protecting the rights of others, and a journalist could escape all criminal liability by proving that the defamatory statements were true. That was not the case with the offence of insulting a foreign head of State, as evidence of the truth of the defamatory statements was inadmissible. The reversal of the burden of proof of good faith under the rules governing prosecutions for insulting foreign heads of State could under no circumstances compensate for the loss of the right to prove the truth of the defamatory statements, since the issue of good faith did not even arise when the allegations were proved true.", "42.  Furthermore, the Government’s objections concerning the manner in which the journalists had set about their task were irrelevant. The right to be able freely to divulge the tenor of reports drawn up by or at the request of public authorities could not, as the Government had suggested, be made subject to restrictions such as a requirement for “additional investigations to verify the relevance of the findings of the body that made the allegations”. Indeed, that much had been accepted by the Court in Bladet Tromsø and Stensaas v.  ([GC], no. 21980/93, ECHR 1999-III). In the instant case, the European Commission had at no stage disavowed the OGD’s report and the published report did not, as the Government appeared to believe, constitute a separate version, but simply the original with the names of the people implicated in the trafficking deleted at the Commission’s own request to make it more suitable for the discussions the Commission was about to begin with the Moroccan authorities. However, that concern, which was perfectly legitimate on the part of a political body, could not dictate the conduct of the press. The Commission’s stance could not be regarded as justifying a ban on the press from divulging the tenor of the first draft of the report as a contribution to an undisputedly legitimate debate.", "43.  Nor could the interference with freedom of expression be justified by the fact that the article did not set out both sides of the argument. Upholding that grievance would mean that all articles imparting information would have to take the form of an inquiry setting out each point of view. It would, therefore, no longer be possible merely to give details of a report emanating from an official authority. While it was true that the need to ensure adversarial debate was indissociable from the duty to verify information, the scope of that duty was different when the press was merely informing the public of a report which an official authority had commissioned and had not disavowed.", "44.  Lastly, the applicants observed that under the Court’s case-law the fact that an article was controversial in tone was not a circumstance that could serve to justify an interference with freedom of communication. In the instant case, the tone had been measured and the articles concerned had not lapsed into sensationalism. There had been no use of banner headlines to draw attention to the report, while the media presentation had remained moderate in tone and could not be described as controversial.", "45.  As to the domestic case-law relied on by the Government in support of their arguments, the applicants pointed out that, although it was stated in the judgments of 2 October 1997 and 13 March 1998 that the offence of insulting a foreign head of State did not prevent political criticism, the defendants in those cases had nonetheless been convicted, while the judgment of 27 June 1995 only concerned conduct by a foreign head of State that was wholly unrelated to political activity.", "2.  The Government’s submissions", "46.  The Government did not dispute that there had been interference in the instant case. They maintained, however, that the convictions and sentences had been justified by certain limitations inherent in the exercise of freedom of communication.", "47.  Firstly, the interference was prescribed by law, namely section 36 of the Act of 29 July 1881, and pursued a legitimate aim, namely the protection of the reputation and rights of others. The impugned articles had directly called into question the avowed intention of the Moroccan authorities, and in particular the King, to combat the expansion of hashish trafficking from . The purpose of the report, which had appeared in one of the main national daily newspapers, had been to discredit and damage the character and reputation of the Moroccan authorities at the highest level, including the King.", "48.  Secondly, the Government said that the interference had been “necessary in a democratic society”.", "49.  The guilty verdicts had been returned after the domestic courts had found certain of the allegations made against the King of Morocco to be defamatory. The intention of the Court of Appeal and Court of Cassation had in fact been to punish the applicants for their malicious accusations and lack of journalistic rigour. In convicting the applicants, they found that the statements were insulting and had been made in bad faith. Both the Criminal Court and the Court of Appeal had pointed out that the articles concerned had targeted the King of Morocco directly and personally, the reader’s attention being drawn to him right from the introductory article on the front page. What had made the article insulting was the suspicion with which Hassan II’s determination to put an end to drug trafficking in his country was viewed, and the charge that pernicious statements had been made. The Court of Appeal had noted that the impugned articles contained “accusations of duplicity, artifice and hypocrisy that were insulting to a foreign head of State” and found that the journalists had acted in bad faith. The journalists had not discharged their duty to report objectively, having instead manifested a desire to denigrate that was indicative of bad faith. Nor had they carried out the slightest additional investigation to check whether the OGD’s findings were relevant.", "50.  Furthermore, the present case was distinguishable from that of Bladet Tromsø and Stensaas, cited above. The Government said that in the present case the applicants had presented the findings of a preliminary report that had been drawn up in 1994 by a private organisation instructed by the European Commission and described as “an independent research body” as accurate, thereby giving readers the impression that the report was official and irrefutable. However, the European Commission had published another version of the report; in this version, the names of public figures connected to the government who had allegedly shielded the networks of dealers had been omitted, on the ground that they were entitled to be presumed innocent. Thus, the document described in the articles was not exactly the same as the official final report that was circulated by the Commission. Furthermore, the media coverage of the Moroccan government’s alleged direct responsibility in such trafficking was neither objective nor balanced as the journalists made no reference in their articles to a White Paper that had been published by the Moroccan government in response to the allegations made in the OGD’s report.", "51.  Other further relevant factors that should not be lost sight of were the damage that had undoubtedly been done to the King of Morocco’s honour by his being put on trial by the press on charges that had never been brought in a court of law, the fact that he had been publicly accused of an offence without being able to assert his right to be presumed innocent and his right to protection against that attack on his reputation.", "52.  In order to respond to the accusations that had been made against him in his capacity as sovereign in the impugned articles, the King of Morocco had had no choice but to rely on section 36 of the Freedom of the Press Act of 29 July 1881. That was because there were various forms of criminal defamation under the Act: a general category of defamation of a private individual (section 32), and a series of special categories of defamation – of the State institutions (section 30), the public authorities (section 31), the head of the French State (section 26) and foreign heads of State (section 36) – section 36 being a lex specialis and section 32 the general provision.", "53.  Lastly, the Government pointed out that the fines that had been imposed were modest.", "B.  The Court’s assessment", "1.  General principles", "54.  The Court reiterates the following basic principles applicable to freedom of expression.", "55.  The press plays an essential role in a democratic society. Although it must not overstep certain bounds, in particular in respect of the reputation and rights of others and the need to prevent the disclosure of confidential information, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on all matters of public interest (see De Haes and Gijsels v. Belgium, judgment of 24 February 1997, Reports of Judgments and Decisions 1997-I, pp. 233-34, § 37). Not only does the press have the task of imparting such information and ideas: the public also has a right to receive them. Were it otherwise, the press would be unable to play its vital role of “public watchdog” (see Thorgeir Thorgeirson v. Iceland, judgment of 25 June 1992, Series A no. 239, p. 27, § 63, and Bladet Tromsø and Stensaas, cited above, § 62).", "56.  While the press must not overstep the bounds set, inter alia, for “the protection of the reputation of others”, its task is nevertheless to impart information and ideas on political issues and on other matters of general interest. As to the limits of acceptable criticism, they are wider with regard to a politician acting in his public capacity than in relation to a private individual. A politician inevitably and knowingly lays himself open to close scrutiny of his every word and deed by both journalists and the public at large, and he must display a greater degree of tolerance, especially when he himself makes public statements that are susceptible of criticism. He is certainly entitled to have his reputation protected, even when he is not acting in his private capacity, but the requirements of that protection have to be weighed against the interests of open discussion of political issues, since exceptions to freedom of expression must be interpreted narrowly (see, among other authorities, in particular, Oberschlick v. Austria (no. 1), judgment of 23 May 1991, Series A no. 204, pp. 25-26, §§ 57-59, and Vereinigung demokratischer Soldaten Österreichs and Gubi v. Austria, judgment of 19 December 1994, Series A no. 302, p. 17, § 37).", "57.  Furthermore, the “necessity” for any restriction on freedom of expression must be convincingly established. Admittedly, it is in the first place for the national authorities to assess whether there is a “pressing social need” for the restriction and, in making their assessment, they enjoy a certain margin of appreciation. In cases concerning the press, such as the present one, the national margin of appreciation is circumscribed by the interest of democratic society in ensuring and maintaining a free press. Similarly, that interest will weigh heavily in the balance in determining, as must be done under paragraph 2 of Article 10, whether the restriction was proportionate to the legitimate aim pursued (see, mutatis mutandis, Goodwin v. the United Kingdom, judgment of 27 March 1996, Reports 1996-II, pp. 500-01, § 40, and Worm v. Austria, judgment of 29 August 1997, Reports 1997-V, p. 1551, § 47).", "58.  The Court’s task in exercising its supervisory function is not to take the place of the national authorities but rather to review under Article 10 the decisions they have taken pursuant to their power of appreciation. In so doing, the Court must look at the interference complained of in the light of the case as a whole and determine whether the reasons adduced by the national authorities to justify it are “relevant and sufficient” (see, among many other authorities, Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I).", "2.  Application of the above principles to the instant case", "59.  In the present case, the applicants were convicted of publishing articles that insulted a head of State – the King of Morocco – by calling into question the avowed determination of the Moroccan authorities and, in particular, the King, to combat the increase in hashish trafficking from Morocco.", "60.  The conviction incontestably amounted to an interference with the applicants’ exercise of their right to freedom of expression.", "61.  The question arises whether the interference can be regarded as justified for the purposes of paragraph 2 of Article 10. It is therefore necessary to examine whether it was “prescribed by law”, pursued a legitimate aim under that paragraph and was “necessary in a democratic society” (see Lingens v. Austria, judgment of 8 July 1986, Series A no. 103, pp. 24-25, §§ 34-37).", "62.  The Court notes that the domestic courts relied in their decisions on section 36 of the Freedom of the Press Act of 29 July 1881 and, as the Government have submitted, the reasons given for those decisions disclosed a legitimate aim, namely the protection of the reputation and rights of others, in this instance the reigning King of Morocco.", "63.  The Court must, however, examine whether that legitimate interference was justified and necessary in a democratic society, and, in particular, whether it was proportionate and whether the reasons given for it by the national authorities were relevant and sufficient. Thus, it must determine whether the national authorities used their discretion properly when they convicted the applicants of insulting a foreign head of State.", "64.  The Court notes, firstly, that the general public, including the French public, had a legitimate interest in being informed of the European Commissions’ views on a problem such as drug production and trafficking in Morocco, a country which had applied for admission to the European Union and which, in any event, enjoyed close relations with the member States, particularly France.", "65.  The Court reiterates that by reason of the “duties and responsibilities” inherent in the exercise of the freedom of expression, the safeguard afforded by Article 10 to journalists in relation to reporting on issues of general interest is subject to the proviso that they are acting in good faith in order to provide accurate and reliable information in accordance with the ethics of journalism (see Goodwin, cited above, p. 500, § 39, and Fressoz and Roire, cited above, § 54). Unlike the Court of Appeal and the Court of Cassation, the Court finds that in the instant case the information contained in the OGD’s report was not disputed and its account of the allegations in issue could legitimately be regarded as credible. In the view of the Court, the press should normally be entitled, when contributing to public debate on matters of legitimate concern, to rely on the content of official reports without having to undertake independent research. Otherwise, the vital public-watchdog role of the press may be undermined (see, mutatis mutandis, Goodwin, cited above, p. 500, § 39). The Court thus finds that it was reasonable for Le Monde to rely on the OGD’s report, without needing to check for itself the accuracy of the information it contained. It sees no reason to doubt that the applicants acted in good faith in that connection and, therefore, finds that the reasons relied on by the domestic courts are not convincing.", "66.  Furthermore, the reason for the applicants’ conviction in the present case was that the article damaged the King of Morocco’s reputation and infringed his rights. Unlike the position under the ordinary law of defamation, the applicants were not able to rely on a defence of justification – that is to say proving the truth of the allegation – to escape criminal liability on the charge of insulting a foreign head of State. The inability to plead justification was a measure that went beyond what was required to protect a person’s reputation and rights, even when that person was a head of State or government.", "67.  Furthermore, the Court notes that since the judgment of the Paris tribunal de grande instance of 25 April 2001, the domestic courts have started to recognise that the offence under section 36 of the Act of 29 July 1881, as construed by the courts, constitutes a breach of the right to freedom of expression, as guaranteed by Article 10 of the Convention. The domestic courts themselves thus appear to accept that it is not necessary in a democratic society to criminalise such behaviour in order to attain that goal, especially as the offences of criminal defamation and proffering insults – which are proportionate to the aim pursued – suffice to protect heads of State and ordinary citizens alike from remarks that damage their honour or reputation or are insulting.", "68.  The Court notes that the effect of a prosecution under section 36 of the Act of 29 July 1881 is to confer a special legal status on heads of State, shielding them from criticism solely on account of their function or status, irrespective of whether the criticism is warranted. That, in its view, amounts to conferring on foreign heads of State a special privilege that cannot be reconciled with modern practice and political conceptions. Whatever the obvious interest which every State has in maintaining friendly relations based on trust with the leaders of other States, such a privilege exceeds what is necessary for that objective to be attained.", "69.  Accordingly, the offence of insulting a foreign head of State is liable to inhibit freedom of expression without meeting any “pressing social need” capable of justifying such a restriction. It is the special protection afforded foreign heads of State by section 36 that undermines freedom of expression, not their right to use the standard procedure available to everyone to complain if their honour or reputation has been attacked or they are subjected to insulting remarks.", "70.  In short, although relevant, the reasons relied on by the respondent State are not sufficient to show that the interference complained of was “necessary in a democratic society”. Notwithstanding the national authorities’ margin of appreciation, the Court considers that there was no reasonable relationship of proportionality between the restrictions placed on the applicants’ right to freedom of expression and the legitimate aim pursued. Accordingly, it holds that there has been a violation of Article 10 of the Convention.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "71.  Under Article 41 of the Convention,", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "72.  The applicants sought 10,000 French francs (FRF) for the fines imposed on Mr Colombani and Mr Incyan, FRF 10,001 for the compensation awarded to the King of Morocco and FRF 6,870 for the costs of reporting the decision in Le Monde, making a total of FRF 26,871, or 4,096.46 euros (EUR).", "73.  The Government submitted that a finding of a violation would in itself constitute sufficient just satisfaction. They pointed out that the amount awarded to the King of Morocco was FRF 1, the remaining FRF 10,000 having been awarded under Article 475-1 of the Code of Criminal Procedure. The applicants were not entitled to seek a review of penalties imposed by the domestic courts in final decisions or to require the State to pay the sums that had been awarded to the King of Morocco or his lawyer.", "74.  The Court notes that, under its case-law, a sum paid by way of compensation for damage is recoverable only to the extent that a causal link is established between the violation of the Convention and the damage. Thus, as in the instant case, sums an applicant has had to pay to his or her opponents pursuant to a judicial decision could be taken into account.", "75.  Consequently, the amount to be awarded to the applicants comes to a total of EUR 4,096.46.", "B.  Costs and expenses", "76.  The applicants claimed FRF 1,600 for court fees in the proceedings that had ended with the Paris Court of Appeal’s judgment, FRF 54,270 for lawyers’ fees in the proceedings at first and second instance, and FRF 42,210 for lawyers’ fees in the Court of Cassation proceedings, making a total of EUR 14,952.20. In the proceedings before the Court, the applicants claimed FRF 60,000 for their lawyers’ fees and FRF 25,000 for expenses in the event of the Court holding a hearing.", "77.  The Government noted that the applicants had not adduced any evidence in support of their claims, in particular those concerning the proceedings in the domestic courts. They also pointed out that the Court had turned down the applicants’ request for a hearing in the case.", "78.  The Court reiterates that an award can be made in respect of costs and expenses only in so far as they have been actually and necessarily incurred by the applicant and are reasonable as to quantum. In the present case, the Court finds the claim for costs and fees incurred in the proceedings in the domestic courts reasonable and grants it in full. However, it considers it necessary to reduce the amount to be awarded for the proceedings before the Court and, ruling on an equitable basis, awards the sum of EUR 6,900.", "C.  Default interest", "79.  According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 4.26% per annum.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a breach of Article 10 of the Convention;", "", "2.  Holds", "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts:", "\t(i)  EUR 4,096.46 (four thousand and ninety-six euros forty-six cents) for pecuniary damage;", "(ii)  EUR 21,852.20 (twenty-one thousand eight hundred and fifty-two euros twenty cents) for costs and expenses;", "(iii)  any tax that may be chargeable on the above amounts;", "(b)  that simple interest at an annual rate of 4.26% shall be payable on those sums from the expiry of the above-mentioned three months until settlement;", "", "3.  Dismisses the remainder of the claims for just satisfaction.", "Done in French, and notified in writing on 25 June 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tS. Dollé\tA.B. Baka\n\tRegistrar\tPresident"]}