{"file": "ENG_CLIN_22678_93.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "22678/93", "text_paragraphs": ["Information Note on the Court’s case-law No. ", "June 1998", "Incal v. Turkey - 22678/93", "Judgment 9.6.1998 [GC]", "Article 10", "Article 10-1", "Freedom of expression", "Conviction for participating in the preparation of a leaflet: violation", "", "Article 6", "Criminal proceedings", "Article 6-1", "Impartial tribunal", "Independent tribunal", "Independence and impartiality of the İzmir National Security Court: violation", "", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-law Information Note summaries.]", "I.\tARTICLE 10 OF THE CONVENTION", "Interference with the applicant’s freedom of expression: not disputed.", "A.\tPrescribed by law", "Legal basis of conviction: Article 312 §§ 2 and 3 of the Criminal Code and additional section 4(1) of the Press Act (Law no. 5680).", "B.\tLegitimate aim", "Prevention of disorder.", "C.\tNecessary in a democratic society", "Freedom of expression: particularly important for political parties and their active members – need for closest scrutiny.", "Leaflet in issue: contained virulent remarks about government’s policy and called on population of Kurdish origin, among others, to band together to raise certain political demands – no incitement to violence, hostility or hatred.", "Authorities: must display restraint in resorting to criminal proceedings – in present case they were in a position to require changes to leaflet’s text.", "Radical nature of interference: applicant sentenced to six months and twenty days’ imprisonment and a fine for inciting the people to hatred and crime – debarred ipso jure from entering civil service and forbidden to take part in a number of activities within political organisations, associations or trade unions.", "Circumstances of case: not comparable to those found in case of Zana v. Turkey – not established how applicant could be regarded as being in any way responsible for problems caused by terrorism in İzmir.", "Conclusion: violation (unanimously).", "II.\tARTICLE 6 § 1 OF THE CONVENTION", "Reference to case-law: independence and impartiality.", "National Security Courts: set up pursuant to Constitution to deal with offences affecting Turkey’s territorial integrity and national unity, its democratic regime and its State security in particular – sit as three-judge benches, of whom one member is a regular officer belonging to Military Legal Service.", " Status of military judges: provides certain guarantees of independence and impartiality placing them in a similar position to their civilian counterparts, both having identical constitutional safeguards – on other hand, during their term of office (four years, renewable) they continue to belong to army, are subject to military discipline and have assessment reports compiled on them by army, which, with the administrative authorities, plays an important role in decisions pertaining to their appointment.", "Case considered from standpoint of Article 10: no incitement to violence, hostility or hatred – importance attached to fact that a civilian had to appear before a court partly composed of members of armed forces – presence of a military judge as member of National Security Court: could cause a legitimate fear that court would allow itself to be unduly influenced by considerations that had nothing to do with case – legitimate doubts as to court’s independence and impartiality.", "Conclusion: violation (twelve votes to eight) – not necessary to consider other complaints under Article 6 § 1 (nineteen votes to one).", "III.\tARTICLE 14 OF THE CONVENTION", "Complaint not maintained before Court.", "Conclusion: not necessary to rule (nineteen votes to one).", "IV.\tARTICLE 50 OF THE CONVENTION", "A.\tElimination of the consequences of conviction: No jurisdiction to order such measures.", "B.\tDamage and costs and expenses", "Pecuniary damage: claim dismissed.", "Non-pecuniary damage: compensation awarded on equitable basis.", "Costs and expenses: reimbursed on equitable basis.", "Conclusion: respondent State to pay applicant specified sums for non-pecuniary damage and for costs and expenses (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}