{"file": "ENG_CLIN_47148_99.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "47148/99", "text_paragraphs": ["Information Note on the Court’s case-law No. 72", "February 2005", "Novoseletskiy v. Ukraine - 47148/99", "Judgment 22.2.2005 [Section II]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Peaceful enjoyment of possessions", "Criminal investigation into the disappearance of the applicant’s possessions as a result of an entry into his flat authorised by a public authority: violation", "", "Article 8", "Article 8-1", "Respect for home", "Measures taken by the authorities with a view to re-establishing and protecting the applicant's right to reside in his home: violation", "", "Facts: The applicant was granted a permit of unlimited duration by his employer, a state Institute, authorising him to occupy an apartment owned by it. The applicant moved to Russia to prepare his doctoral thesis, and his wife moved to another town to receive medical treatment. The Institute cancelled the applicant’s occupation permit and granted it to the T. family. In the applicant’s absence, T. moved into the flat. Some of the applicant’s belongings disappeared. On their return, the applicant and his wife were unable to move into the flat, which was already occupied, and were obliged against their will to live with members of another household. The applicant instituted proceedings to recover the flat and obtain compensation for pecuniary and non-pecuniary damage. He won his case in respect of the right to free enjoyment of the property. As to the alleged damage, the court noted, inter alia, that compensation for non-pecuniary damage in landlord-and-tenant disputes was not provided for by law. Meanwhile, the flat had been sold to the T. family with the Institute’s authorisation. Since the flat was occupied, the authorities (the bailiff, prosecution service and court) took action to enforce the judicial decision in the applicant’s favour. The applicant was granted an enforcement order more than two years after the judicial decision in his favour. Meanwhile the applicant and his wife were obliged to live in the home of members of another family for more than five years as the flat’s uninhabitable state made it impossible for them to move back in. This situation continued for more than three years after the enforcement order was issued, in spite of actions taken by the applicant. He had also lodged a criminal complaint alleging that his belongings had been removed from his flat. More than seven years later, the investigation was finally ended with a decision to discontinue the proceedings since no offence had been committed. In particular, the applicant was criticised for inventing the allegations of theft.  ", "Law: Article 8 (State’s positive obligations) – The applicant had been deprived of his flat and obliged, together with his wife, to live with the members of another household for more than five years. The courts had taken account of the T. family’s situation, but did not use all the means at their disposal to protect the applicant’s private and family life during the proceedings. Although the courts did eventually re-establish the applicant’s rights to take possession of the disputed flat, they did so with undue delay. Their judgment did not result in re-establishment of the applicant’s right to respect for his home and his private and family life. The judgment in the applicant’s favour could not be rapidly enforced since, in the meantime and with the Institute’s authorisation, the T. family had purchased the flat. The Institute performed public duties assigned to it by law under the supervision of the authorities, namely the management and allocation of that part of the State’s housing stock included in its assets, so that its actions engaged the State’s responsibility under the Convention. The Institute could have reacted more appropriately to the applicant’s situation, for example by providing him with temporary accommodation, especially after the judgment in the applicant’s favour, but it had taken no such action. On the contrary, the Institute had agreed to the sale of the flat to T. during the judicial proceedings without informing the court. That decision had caused enforcement of the judgment in the applicant’s favour to be delayed. The flat was subsequently made available to the applicant in a state that was unfit for human habitation, and the Institute took no action to carry out the necessary repairs or to prosecute those responsible for the damage. ", "In short, the State had not fulfilled its positive obligations to re-establish and protect the applicant’s effective enjoyment of his right to respect for his home and for his private and family life. ", "Conclusion: violation (unanimous).", "Article 1 of Protocol No. 1 (State’s positiveobligations) – The criminal investigation into the disappearance of the applicant’s possessions from his flat had been successively re-opened and closed by the prosecution service on several occasions, and there was no evidence justifying the length of those proceedings (more than seven years). In the present case, the identity of the persons who had entered the applicant’s flat was known; they had drawn up a document claiming that the flat had been empty and had asked other persons to sign it, without any verification of the facts. The prosecution service had given no attention to the issue of the legality of the entry into the applicant’s flat and of the liability of those who had entered it, in spite of the arguments submitted by the applicant. The investigation was primarily concerned with establishing whether the applicant genuinely possessed the items whose disappearance he alleged. While the Court did not dispute the method used in the investigation, which consisted in verifying the applicant’s allegations, it found it difficult to understand why the investigation denied the existence of any of the applicant’s personal belongings, particularly in view of a statement made by a witness who had helped him to move house. While it had meticulously verified the existence of the possessions the applicant claimed to have lost, the prosecution service had not shown the same attention with regard to his complaints or the responsibility of the authorities and persons implicated in them. ", "In short, the State had failed to strike a fair balance between the competing interests and had not made the effort which could normally have been expected to conduct an efficient and impartial investigation into the disappearance of the applicant’s possessions following the entry into his flat, which had been authorised by a public authority.", "Conclusion: violation (unanimous).", "Article 41 – The Court awarded the applicant EUR 8,000 for pecuniary and non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}