{"file": "ENG_HEJUD_25829_94.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "25829/94", "text_paragraphs": ["", "", "", "", "CASE OF TEIXEIRA DE CASTRO v. PORTUGAL", "", "(44/1997/828/1034)", "", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "STRASBOURG", "", "", "9 June 1998", "", "", "", "", "", "In the case of Teixeira de Castro v. Portugal,", "The European Court of Human Rights, sitting, in accordance with Article 43 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) and the relevant provisions of Rules of Court B, as a Chamber composed of the following judges:", "\tMr\tR. Bernhardt, President,", "\tMr\tA. Spielmann,", "\tMr\tN. Valticos,", "\tMrs\tE. Palm,", "\tMr\tI. Foighel,", "\tMr\tA.N. Loizou,", "\tMr\tM.A. Lopes Rocha,", "\tMr\tB. Repik,", "\tMr\tV. Butkevych,", "and also of Mr H. Petzold, Registrar, and Mr P.J. Mahoney, Deputy Registrar,", "Having deliberated in private on 26 March and 18 May 1998,", "Delivers the following judgment, which was adopted on the last-mentioned date:", "PROCEDURE", "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 16 April 1997 and by the Portuguese Government (“the Government”) on 17 June 1997, within the three-month period laid down by Article 32 § 1 and Article 47 of the Convention. It originated in an application (no. 25829/94) against the Republic of Portugal lodged with the Commission under Article 25 by a Portuguese national, Mr Francisco Teixeira de Castro, on 24 October 1994.", "The Commission’s request referred to Articles 44 and 48 and to the declaration whereby Portugal recognised the compulsory jurisdiction of the Court (Article 46); the Government’s application referred to Article 48. The object of the request and of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Articles 3, 6 § 1 and 8 of the Convention.", "2.  In response to the enquiry made in accordance with Rule 35 § 3 (d) of Rules of Court B, the applicant stated that he wished to take part in the proceedings and designated the lawyer who would represent him (Rule 31). The lawyer was given leave by the President to use the Portuguese language (Rule 28 § 3). ", "3.  The Chamber to be constituted included ex officio Mr M.A. Lopes Rocha, the elected judge of Portuguese nationality (Article 43 of the Convention), and Mr R. Ryssdal, the President of the Court (Rule 21 § 4 (b)). On 28 April 1997, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr A. Spielmann, Mr N. Valticos, Mrs E. Palm, Mr I. Foighel, Mr A.N. Loizou, Mr B. Repik and Mr V. Butkevych (Article 43 in fine of the Convention and Rule 21 § 5). Subsequently Mr R. Bernhardt, the Vice-President of the Court, replaced Mr Ryssdal, who had died on 18 February 1998 (Rule 21 § 6, second sub-paragraph).", "4.  As President of the Chamber (Rule 21 § 6), Mr Ryssdal, acting through the Registrar, had consulted the Agent of the Government, the applicant’s lawyer and the Delegate of the Commission on the organisation of the proceedings (Rules 39 § 1 and 40). Pursuant to the order made in consequence, the Registrar received the Government’s and the applicant’s memorials on 20 and 22 October 1997 respectively. On 12 November and 5 December 1997, in two documents filed after the time-limit fixed for the lodging of memorials, the applicant set out his claims under Article 50 of the Convention. On 26 March 1998 the Court nonetheless decided to consider them. In a letter of 17 November 1997 the Secretary to the Commission informed the Registrar that the Delegate would submit his observations at the hearing.", "5.  On 16 November 1997 Mr Ryssdal granted leave to Justice, a non-governmental human-rights organisation whose head office is in London, to submit written comments subject to its complying with certain conditions. The comments were received at the registry on 30 January 1998.", "6.  On 30 January 1998 the Commission produced the file on the proceedings before it, as requested by the Registrar on the President’s instructions.", "7.  In accordance with the President’s decision, the hearing took place in public in the Human Rights Building, Strasbourg, on 24 March 1998. The Court had held a preparatory meeting beforehand.", "There appeared before the Court:", "(a)\tfor the Government\nMr\tA. Henriques Gaspar, Deputy Attorney-General,\tAgent,", "\tMr\tM. Simas Santos, Deputy Attorney-General,\t\n\t\t\tSupreme Court,\n\t\t\t(Criminal Division),\tAdviser;", "(b)\tfor the Commission\nMr\tI. Cabral Barreto,\tDelegate;", "(c)\tfor the applicant\nMr\tJ. Loureiro, and\nMs\tR. Malvar Loureiro , both of the Vila Nova \n\t\t\tde Famalição Bar,\tCounsel.\n", "The Court heard addresses by Mr Cabral Barreto, Mr Loureiro, Mr Henriques Gaspar and Mr Simas Santos. The Government and the applicant’s representatives produced documents at the hearing.", "AS TO THE FACTS", "I.\tthe CIRCUMSTANCES OF THE CASE", "8.  Mr Francisco Teixeira de Castro, a Portuguese citizen, was born in 1955 and lives at Campelos (Guimarães). At the material time he worked in a textile factory. Since being released from prison he has not found employment. ", "A.\tIntervention of two police officers and the applicant’s arrest", "9.  In connection with an operation monitoring drug trafficking, two plain-clothes officers of the Public Security Police (PSP) from the Famalição police station approached an individual, V.S., on a number of occasions. He was suspected of petty drug trafficking in order to pay for drugs – mainly hashish – for his own consumption. They hoped that through V.S. they would be able to identify his supplier and offered to buy several kilograms of hashish from him. Unaware that they were police officers, V.S. agreed to find a supplier. However, despite being pressed by the two officers, he was unable to locate one.", "10.  Shortly before midnight on 30 December 1992 the two officers went to V.S.’s home saying that they were now interested in buying heroin. V.S. mentioned the name of Francisco Teixeira de Castro as being someone who might be able to find some; however, he did not know the latter’s address and had to obtain it from F.O. All four then went to the applicant’s home in the purported buyers’ car. The applicant came outside at F.O.’s request and got into the car where the two officers, accompanied by V.S., were waiting. The officers said that they wished to buy 20 grams of heroin for 200,000 escudos (PTE) and produced a roll of banknotes from the Bank of Portugal.", "11.  Mr Teixeira de Castro agreed to procure the heroin and, accompanied by F.O., went in his own car to the home of another person, J.P.O. The latter obtained three sachets of heroin, one weighing ten grams and the other two five grams each, from someone else and, on his return, handed them over to the applicant in exchange for a payment, which, though the precise figure is not known, exceeded PTE 100,000.", "12.  The applicant then took the drugs to V.S.’s home; V.S. had in the meantime returned there and the two police officers were waiting outside. The deal was to take place in the house. The officers went inside at V.S.’s invitation; the applicant then took one of the sachets out of his pocket, whereupon the two officers identified themselves and arrested the applicant, V.S. and F.O., shortly before 2 a.m. They searched all three and found the applicant to be in possession of another two sachets of heroin, PTE 43,000 in cash and a gold bracelet.", "B.\t\tProgress of the proceedings", "1.\tPreliminary investigation", "13.  The applicant was brought before an investigating judge at the Famalição Criminal Court later that day and was detained pending trial. ", "14.  On 29 January 1993 he applied for release. He argued that his detention was unlawful as it infringed Articles 3, 6 and 8 of the Convention. In his submission, he had been detained as a result of the immoral and unlawful conduct of the two police officers, since he had committed the offence solely and exclusively at their behest. They had acted as “agents provocateurs”, particularly as they had not been carrying out an anti-drug-trafficking operation pursuant to a court order.", "15.  The investigating judge dismissed that application in a decision of 16 February 1993 that was upheld on 21 April 1993 by the Oporto Court of Appeal (Tribunal da Relação).", "16.  The applicant lodged two applications for habeas corpus with the Supreme Court (Supremo Tribunal de Justiça), which were dismissed on 11 March and 13 May 1993. In its judgment of 13 May the Supreme Court held that although the two police officers had acted as “agents provocateurs” in the sale of the heroin the applicant’s detention was justified since he had been found in possession of the drug.", "17.  On 26 August 1993 the public prosecutor filed his submissions concerning the applicant and V.S. He did not proceed with the prosecution of the other two people charged, F.O. and J.P.O. ", "18.  The case file was sent to the Santo Tirso Criminal Court (Tribunal de circulo).", "2.\tTrial and appeal", "(a)\tBefore the Santo Tirso Criminal Court", "19.  A hearing was held on 25 November 1993 at which the court heard several witnesses, including the two police officers and F.O.", "20.  On 6 December 1993 the court convicted the applicant and sentenced him to six years’ imprisonment. It imposed a fine on V.S. equivalent to twenty days’ imprisonment. The court considered that the use of an “undercover” agent or even an “agent provocateur” did not appear to be prohibited under domestic legislation, provided that the sacrifice of the accused’s individual freedom was justified by the values that were being upheld. As the applicant had initially been approached by F.O. the conduct of the PSP officers had not been “decisive” in the commission of the offence. The court explained that it had reached its verdict on the basis of the statements of the witness, F.O., the co-defendant, V.S., the applicant himself and, “mainly”, of the two police officers.", "(b)\tBefore the Supreme Court", "21.  On 14 December 1993 the applicant appealed against that decision to the Supreme Court. He complained of a breach of the right to a fair hearing and relied, inter alia, on Article 6 of the Convention. ", "22.  In a judgment of 5 May 1994 the Supreme Court dismissed his appeal and upheld all the provisions of the judgment appealed against, holding that:", "“In the instant case it is indisputable that the PSP officers ... were extremely pressing until they were introduced to Francisco Teixeira de Castro. It was, however, only natural that that should have been the course adopted. The police officers knew that V.S. was a drug user and sought to unmask the person responsible for supplying him with drugs. No hashish being available, they tried to obtain heroin and met Francisco Teixeira de Castro, who agreed to their false proposals because he aimed to make a profit out of the deal, thereby exploiting one of the major scourges of our time...", "The PSP officers’ perseverance was thus rewarded since they arrested the applicant in possession of what was already a considerable quantity of the drug.", "Moreover, as officers in the Public Security Police based at the Famalição police station, the policemen ... were acting as criminal investigators (Article 1 of the Code of Criminal Procedure) under the powers vested in them by statute enabling them, without referring to higher authority, to obtain information about offences, identify offenders and take any steps that were necessary and urgent to preserve evidence (Article 55 § 2 of that Code). ", "...", "Police officers ... act in criminal proceedings as officers of the court, but that does not prevent them taking, in special statutorily defined circumstances, procedural steps in the exercise of their own undelegated powers.", "As the public prosecutor said in his submissions, the PSP officers acted within the law and their conduct did not render the evidence obtained inadmissible.", "In these circumstances, Francisco Teixeira de Castro’s appeal is wholly unfounded.", "In the light of these considerations the Supreme Court dismisses the appeal and upholds all the provisions of the judgment appealed against.” ", "ii.\trelevant domestic law", "A.\tLegislative Decree no. 430/83 of 13 December 1983", "23.  The relevant provisions of Legislative Decree no. 430/83 of 13 December 1983 on the Prevention of Drug Trafficking, which was in force at the material time, read as follows:", "Article 23 § 1", "“Anyone who, without being lawfully authorised to do so, grows, produces, manufactures, extracts, offers to supply, puts on sale, sells, distributes, buys, assigns or, in any capacity, receives, procures from others, transports, imports, brings in and out of the country or illicitly has in his possession, other than for the reasons stated in Article 36, any of the substances or preparations referred to in tables I to III, shall on conviction be liable to between six and twelve years’ imprisonment and a fine of between 50,000 and 5,000,000 escudos.”", "Article 52", "“1.  A criminal investigation agent who, in the course of preliminary inquiries and without revealing his identity, accepts either in person or through a third party an offer for narcotics or other psychotropic substances shall not be liable to prosecution in respect of such conduct.", "2.  A report on such action shall be added to the case file within a maximum of 24 hours.”", "24.  Drug trafficking is now covered by Legislative Decree no. 15/93 of 22 January 1993. Article 52 of Legislative Decree no. 430/83 is reproduced with no material change in Article 59 of the new decree.", "B.\t\tThe Code of Criminal Procedure", "25.  The main provisions of the Code of Criminal Procedure referred to in the instant case are as follows:", "Article 126", "“1.  Evidence obtained through torture, the use of force or any kind of physical or psychological duress shall be invalid and inadmissible.", "2.  Evidence obtained by any of the following means shall be deemed to have been obtained by physical or psychological duress even where the victim has consented thereto:", "(a) interference by ill-treatment, assault, any other method, hypnosis or the use of cruel or deceitful means with a person's freedom to exercise his will or make decisions;", "...", "4.  Where evidence is obtained by means that constitute a serious criminal offence under this Article, it may be used only for the purpose of prosecuting those responsible for obtaining it in that way.”", "Article 241", "“The public prosecutor is apprised of the commission of an offence through his own investigations, by police officers responsible for investigating crime or if the offence is reported in accordance with the following provisions.”", "Article 242", "“Even if the offender’s identity is not known, an offence must be reported to the prosecuting authorities:", "(a)\tby the police in the event of any offence which comes to their attention;", "...”", "C.\tCase-law and legal theory", "26.  Subject to certain conditions, the Supreme Court accepts the use of “infiltrators” in the fight against drug-trafficking (judgments of 12 June 1990, BMJ no. 398, p. 282; 14 January 1993, Col. Jur. (STJ), 1993-I, p. 270; 5 May 1994, Col. Jur. (STJ), 1994-II, p. 215, delivered in the instant case; and the judgments of 22 June 1995, Col. Jur. (STJ), 1995-II, p. 238; 6 July 1995, Col. Jur. (STJ), 1995-II, p. 261; and 2 November 1995, Col. Jur. (STJ), 1995-III, p. 218).", "27.  Legal writers in Portugal (and in other European countries) draw a distinction, under the generic term of “infiltrators”, between an “undercover agent” and an “agent provocateur”. The former is someone who confines himself to gathering information, whereas the latter is someone who actually incites people to commit a criminal offence. In Portugal, under the law in force at the material time, legal experts regarded evidence obtained by “undercover agents” as admissible, but were more reserved about evidence obtained by “agents provocateurs” (see, for example, Costa Andrade, Sobre as proibições de prova em processo pènal, Coimbra, 1992, pp. 220 et seq., and A.G. Lourenço Martins, Droga. Prevenção e tratamento. Combate ao tráfico, Coimbra, 1984, pp. 154 et seq., and, more recently, “Droga e direito”, Aequitas, Editorial Noticias, 1994, pp. 278 et seq.).", "PROCEEDINGS BEFORE THE COMMISSION", "28.  Mr Teixeira de Castro applied to the Commission on 24 October 1994. He relied on Article 6 § 1 of the Convention, complaining that he had not had a fair hearing as police officers had incited him to commit the offence of which he was subsequently convicted. In his view those circumstances also amounted to breaches of Articles 3 and 8. He considered that he had in addition been subjected to discriminatory treatment because he had been given a heavy sentence whereas the other people implicated in the case were either not prosecuted or had received a light sentence.", "29.  On 24 June 1996 the Commission declared the application (no. 25829/94) admissible in so far as it concerned the fairness of the proceedings and inadmissible as to the remainder. In its report of 25 February 1997 (Article 31), it expressed the opinion that there had been a violation of Article 6 § 1 (thirty votes to one), but not of Article 3 (unanimously) and that it was unnecessary also to examine whether there had been a violation of Article 8 (thirty votes to one). The full text of the Commission’s opinion and of the separate opinion contained in the report is reproduced as an annex to this judgment.", "the government’s FINAL SUBMISSIONS TO THE COURT", "30.  In their memorial the Government asked the Court to “hold that there had been no violation of Article 6 § 1 of the Convention in the instant case”.", "as to the law", "alleged violation of Article 6 § 1 of the convention", "31.  Mr Teixeira de Castro complained that he had not had a fair trial in that he had been incited by plain-clothes police officers to commit an offence of which he was later convicted. He relied on Article 6 § 1 of the Convention, of which the part relevant in the present case reads as follows:", "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing … time by [a] ... tribunal...”", "He maintained that he had no previous convictions and would never have committed the offence had it not been for the intervention of those “agents provocateurs”. In addition, the police officers had acted on their own initiative without any supervision by the courts and without there having been any preliminary investigation.", "32.  The Government submitted that a large number of States, including most members of the Council of Europe, accepted the use of special investigative measures, in particular in the fight against drug trafficking. Society had to find techniques for containing that type of criminal activity, which destroyed the foundations of democratic societies. Article 52 of Legislative Decree no. 430/83, which was applicable to the facts of the present case – and indeed the United Nations Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances of 1988 and the Council of Europe Convention of 1990 on Laundering, Search, Seizure and Confiscation of the Proceeds from Crime –, thus allowed the use of undercover agents, whose role had however nothing in common with the activity of “agents provocateurs”. Furthermore, Article 126 §§ 1 and 2 (a) of the Code of Criminal Procedure laid down high standards that had to be met if the means used for obtaining evidence were to be considered legitimate and lawful.", "The two police officers involved in the present case could not be described as “agents provocateurs”. A distinction had to be drawn between cases where the undercover agent’s action created a criminal intent that had previously been absent and those in which the offender had already been predisposed to commit the offence. In the instant case, the officers had merely exposed a latent pre-existing criminal intent by providing Mr Teixeira de Castro with the opportunity of carrying it through. F.O. (one of the co-accused) had not pressed the applicant, who had immediately shown interest in obtaining the drugs and carrying out the transaction. In addition, when arrested, the applicant had been in possession of more drugs than had been requested by the “buyers”.", "Lastly, during the proceedings Mr Teixeira de Castro had had an opportunity to question both the two police officers and the other witnesses and to confront them. The Supreme Court had based its assessment not only on the police officers’ intervention but also on other evidence. There was nothing to suggest that the fairness of the trial had been undermined.", "33.  The Commission considered that the offence had been committed and the applicant sentenced to what was a fairly heavy penalty essentially, if not exclusively, as a result of the police officers’ actions. The officers had thus incited criminal activity which might not otherwise have taken place. That situation had irremediably affected the fairness of the proceedings.", "34.  The Court reiterates that the admissibility of evidence is primarily a matter for regulation by national law and as a general rule it is for the national courts to assess the evidence before them. The Court's task under the Convention is not to give a ruling as to whether statements of witnesses were properly admitted as evidence, but rather to ascertain whether the proceedings as a whole, including the way in which evidence was taken, were fair (see, inter alia, the Van Mechelen and Others v. the Netherlands judgment of 23 April 1997, Reports of Judgments and Decisions 1997-III, p. 711, § 50).", "35.  More particularly, the Convention does not preclude reliance, at the investigation stage of criminal proceedings and where the nature of the offence so warrants, on sources such as anonymous informants. However, the subsequent use of their statements by the court of trial to found a conviction is a different matter (see, mutatis mutandis, the Kostovski v. the Netherlands judgment of 20 November 1989, Series A no. 166, p. 21, § 44).", "36.  The use of undercover agents must be restricted and safeguards put in place even in cases concerning the fight against drug trafficking. While the rise in organised crime undoubtedly requires that appropriate measures be taken, the right to a fair administration of justice nevertheless holds such a prominent place (see the Delcourt v. Belgium judgment of 17 January 1970, Series A no. 11, p. 15, § 25) that it cannot be sacrificed for the sake of expedience. The general requirements of fairness embodied in Article 6 apply to proceedings concerning all types of criminal offence, from the most straightforward to the most complex. The public interest cannot justify the use of evidence obtained as a result of police incitement.", "37.  The Court notes, firstly, that the present dispute is distinguishable from the case of Lüdi v. Switzerland (see the judgment of 15 June 1992, Series A no. 238), in which the police officer concerned had been sworn in, the investigating judge had not been unaware of his mission and the Swiss authorities, informed by the German police, had opened a preliminary investigation. The police officers’ role had been confined to acting as an undercover agent.", "38.  In the instant case it is necessary to determine whether or not the two police officers’ activity went beyond that of undercover agents. The Court notes that the Government have not contended that the officers’ intervention took place as part of an anti-drug-trafficking operation ordered and supervised by a judge. It does not appear either that the competent authorities had good reason to suspect that Mr Teixeira de Castro was a drug trafficker; on the contrary, he had no criminal record and no preliminary investigation concerning him had been opened. Indeed, he was not known to the police officers, who only came into contact with him through the intermediary of V.S. and F.O. (see paragraph 10 above). Furthermore, the drugs were not at the applicant’s home; he obtained them from a third party who had in turn obtained them from another person (see paragraph 11 above). Nor does the Supreme Court’s judgment of 5 May 1994 indicate that, at the time of his arrest, the applicant had more drugs in his possession than the quantity the police officers had requested thereby going beyond what he had been incited to do by the police. There is no evidence to support the Government’s argument that the applicant was predisposed to commit offences. The necessary inference from these circumstances is that the two police officers did not confine themselves to investigating Mr Teixeira de Castro’s criminal activity in an essentially passive manner, but exercised an influence such as to incite the commission of the offence.", "Lastly, the Court notes that in their decisions the domestic courts said that the applicant had been convicted mainly on the basis of the statements of the two police officers.", "39.  In the light of all these considerations, the Court concludes that the two police officers’ actions went beyond those of undercover agents because they instigated the offence and there is nothing to suggest that without their intervention it would have been committed. That intervention and its use in the impugned criminal proceedings meant that, right from the outset, the applicant was definitively deprived of a fair trial. Consequently, there has been a violation of Article 6 § 1.", "alleged violation of Article 3 of the convention ", "40.  In his application to the Commission, the applicant also alleged a violation of Article 3 of the Convention, which prohibits “inhuman or degrading treatment or punishment”.", "41.  The Court notes that neither the applicant, the Government nor the Delegate of the Commission adduced any argument before it on that point. It sees no cause to consider the point of its own motion. ", "alleged violation of Article 8 of the convention", "42.  Mr Teixeira de Castro maintained that the circumstances complained of infringed Article 8 of the Convention, which provides:", "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "43.  Having regard to the conclusion reached in paragraph 39 above, the Court, like the Commission, does not consider it necessary to examine that complaint separately under Article 8.", "application of Article 50 of the convention", "44.  Article 50 of the Convention provides:", " “If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.”", "45.  The applicant claimed compensation for pecuniary and non-pecuniary damage and the reimbursement of his costs and expenses.", "Damage", "46.  Mr Teixeira de Castro claimed firstly 2,052,000 escudos (PTE) for loss of earnings during the three years of his six-year sentence he spent in prison, on the ground that without the two police officers’ intervention he would not have been convicted. As the Supreme Court had indicated in its judgment of 5 May 1994, his monthly salary was PTE 57,000. He also requested PTE 15,000,000 for loss of earnings because when he came out of prison he had been dismissed and was unable to find another job as he was labelled a drug trafficker. The applicant requested PTE 5,000,000 on account of non-pecuniary damage. Owing to the fact that he had been in prison and had consequently had no earnings, his wife and son had gone hungry and had known periods of intense anxiety. Since his conviction, their life had been a series of humiliations; he had lost friends and become estranged from members of his family.", "47.  The Government argued that there was no causal link between the alleged damage and the breach found as it was not possible to speculate on whether the applicant’s situation would have been any different had there been no violation. In the Government’s view, a finding of a violation would compensate for the non-pecuniary damage sustained.", "48.  The Delegate of the Commission recommended that a sum should be paid for non-pecuniary and pecuniary damage if the Court found, as it had done in the case of Windisch v. Austria (see the judgment of 27 September 1990, Series A no. 186, p. 12, § 35), that the applicant’s detention had resulted directly from the use of evidence that was incompatible with Article 6.", "49.  The Court shares that view. The documents in the case file suggest that the term of imprisonment complained of would not have been imposed if the two police officers had not intervened. The loss by Mr Teixeira de Castro both of his earnings while he was deprived of his liberty and of opportunities when he came out of prison were actual – and indeed are not disputed by the Government – and entitle him to an award of just satisfaction. Likewise, the applicant has indisputably sustained non-pecuniary damage, which cannot be compensated for merely by finding that there has been a violation.", "Having regard to the relevant factors and ruling on an equitable basis in accordance with Article 50, the Court awards him PTE 10,000,000 for pecuniary and non-pecuniary damage.", "B.\t\tCosts and expenses", "50.  Mr Teixeira de Castro put his costs and expenses at:", "(a)\tPTE 5,000,000 for the proceedings before the Portuguese courts given that the Portuguese State only paid him the sum of PTE 35,000 by way of legal aid; and", "(b)\tPTE 1,500,000 for the proceedings before the Commission and the Court.", "51.  The Government considered that the applicant’s claims were unjustified.", "52.  The Delegate of the Commission took the view that in addition to the amounts the applicant had received in legal aid, he should be awarded a sum in respect of the proceedings before the Convention institutions.", "53.  The Court notes that at the material time the applicant’s lawyer agreed to act on the basis solely of the amount paid by the relevant Portuguese authorities under the national legal aid system. In those circumstances, his client cannot be considered as under an obligation to pay him additional fees (see the Windisch judgment cited above, p. 13, § 37). Nevertheless, having regard to the fact that the amount paid in legal aid was modest and that the lawyer has done a considerable amount of work, the Court, ruling on an equitable basis, awards the applicant PTE 300,000 for costs and expenses incurred in Portugal.", "54.  Mr Teixeira de Castro also obtained legal aid before the Convention institutions. The Court does not consider the amount claimed for costs and expenses in the Strasbourg proceedings to be excessive. It consequently awards under this head PTE 1,500,000, less 19,801.70 French francs already received in legal aid.", "C.\tDefault interest", "55.  According to the information available to the Court, the statutory rate of interest applicable in Portugal at the date of adoption of the present judgment is 10% per annum.", "for these reasons, the court", "Holds by eight votes to one that Article 6 § 1 of the Convention has been violated;", "", "Holds unanimously that it is unnecessary to examine whether there has been a violation of Article 3 of the Convention;", "", "Holds unanimously that it is unnecessary also to examine the case under Article 8 of the Convention;", "", "Holds by eight votes to one", "\t(a)  that the respondent State is to pay the applicant, within three months, the following sums:", "\t(i)  10,000,000 (ten million) escudos for pecuniary and non-pecuniary damage;", "\t(ii)  1,800,000 (one million eight hundred thousand) escudos for costs and expenses, less 19,801.70 French francs (nineteen thousand eight-hundred and one francs seventy centimes) to be converted into escudos at the rate applicable on the date of settlement ; and", "\t(b) that simple interest at an annual rate of 10% shall be payable on those sums from the expiry of the above-mentioned three months until settlement;", "", "Dismisses unanimously the remainder of the claim for just satisfaction.", "", "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 9 June 1998.", "Signed: Rudolf Bernhardt", "\t\t\t\t\t\t\t\tPresident", "Signed: Herbert Petzold", "       Registrar", "", "In accordance with Article 51 § 2 of the Convention and Rule 55 § 2 of Rules of Court B, the separate opinion of Mr Butkevych is annexed to this judgment.", "Initialled: R. B.\nInitialled: H. P.", "", "DISSENTING OPINION OF JUDGE butkevych", "I regret that I cannot agree with such a decision. I am ready to share the fear that unsanctioned acts of the police, even if inspired by noble intentions, may result in gross infringements of human rights. If one considers the rights and freedoms of an individual apart from rights and freedoms of society as a whole, the conclusion must be in favour of an individual. However, bearing in mind that some rights and freedoms cannot be regarded separately because they are not absolute rights, one should weigh against the defence of an individual’s rights restrictions on those rights imposed to protect the rights of other members of society.", "One should be particularly attentive in approaching the observance of such a balance when offences posing a danger for society are concerned, for example: violent transplant of human organs for gain, trade in people, forced prostitution, terrorism, unlawful trade in components of weapons of mass destruction and drug trafficking.", "In the present case the applicant knew that he was committing a criminal offence. The fact that he did not know that those offering to buy the heroin from him were police officers does not change the essence of the case.", "The argument that qualified “undercover agents” acted as “agents provocateurs”, inter alia, is unconvincing in this case. The reference in the trial documents of the national courts to “even if they were agents provocateurs” does not mean that they were in fact “provocateurs”. In any society a person selling drugs without appropriate or any other necessary authorisation knows or should know that he can cause damage to third parties. Moreover, it is not difficult for him to accuse another person of being a “provocateur” as part of his defence. Furthermore, in such cases the legislation allows the use of “undercover agents”.", "Also, in my opinion, the trial documents are not unambiguous because the national judicial bodies based their decisions exclusively on the evidence of the police officers.", "I concur with those judicial decisions grounded on the facts found by the Commission. However, I cannot support the rationale for these decisions on the basis of my hesitation regarding the qualification of this paper."]}