{"file": "ENG_CLIN_31930_04.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "31930/04", "text_paragraphs": ["Information Note on the Court’s case-law No. 99", "July 2007", "Sara Lind Eggertsdóttir v. Iceland - 31930/04", "Judgment 5.7.2007 [Section III]", "Article 6", "Civil proceedings", "Article 6-1", "Fair hearing", "Equality of arms", "Impartial tribunal", "Court’s findings based on expert opinion submitted by employees of the defendant party: violation", "", "Facts: The applicant was born at the National and University Hospital in 1998. Soon after her birth, it became clear that she was severely handicapped both physically and mentally. Alleging medical negligence, her parents brought judicial proceedings on her behalf against the State. The district court found that the State was liable and awarded the applicant compensation. The Supreme Court requested the State Medico-Legal Board (SMLB) to give an opinion on the matter. It refused to disqualify four of its members who were employees of the defendant hospital, as none of them was a member of the hospital’s highest management, or was employed at the department of obstetrics and gynaecology or involved with the treatment of the applicant and her mother. Basing its findings on the report by the SMLB, the Supreme Court overturned the district court’s judgment and rejected the applicant’s claims.", "Law: The Supreme Court’s decision to commission an expert opinion from the SMLB had clearly fallen within its discretion under Article 6 § 1 of the Convention and disclosed no lack of impartiality or unfairness for the purposes of that provision. As far as the composition of the SMLB was concerned, its four members employed at the defendant hospital had been called to analyse and assess the performance of their colleagues with the aim of assisting the Supreme Court in determining the question of their employer’s liability. Three of the four members in question had prepared, with the assistance of two other experts, the Board’s own examination before it submitted its final report to the Supreme Court. Even if the doctors in question had not had any prior involvement in the case, their hierarchical superior had taken a clear stance against the district court’s judgment during the appeal proceedings. The applicant could legitimately fear that the SMLB had not acted with proper neutrality in the proceedings before the Supreme Court. In view of the SMLB’s special statutory role as a provider of medical opinions to the courts, its opinions would carry greater weight than those of an expert witness called by any of the parties. The applicant’s procedural position had therefore not been on a par with that of her opponent, the State, in the manner required by the principle of equality of arms. The Supreme Court’s objective impartiality had been compromised by SMLB’s composition, procedural position and role in the proceedings before it. Variable standards should not apply to the competent “tribunal” depending on practical considerations, such as those invoked by the Government, namely the particular demographic situation in Iceland, with its relatively small population, and the difficulty of finding suitable experts without ties to the defendant hospital.", "Conclusion: violation (unanimously).", "Article 41 – EUR 75,000 in respect of damages.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}