{"file": "ENG_HEJUD_26000_02.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "26000/02", "text_paragraphs": ["", "", "THIRD SECTION", "", "", "", "", "", "CASE OF L.M. v. ", "", "(Application no. 26000/02)", "", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "19 July 2011", "", "", "FINAL", "", "19/10/2011", "", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of L.M. v. ,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tJosep Casadevall, President,\n\tAlvina Gyulumyan,\n\tEgbert Myjer,\n\tIneta Ziemele,\n\tLuis López Guerra,\n\tMihai Poalelungi,\n\tKristina Pardalos, judges,\nand Santiago Quesada, Section Registrar,", "Having deliberated in private on 28 June 2011,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 26000/02) against the Republic of Latvia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a permanently resident non-citizen of the , Ms L.M. (“the applicant”), on 1 July 2002. The President of the Chamber acceded to the applicant’s request not to have her name disclosed (Rule 47 § 3 of the Rules of Court).", "2.  The applicant, who had been granted legal aid, was represented by Ms J. Kvjatkovska, a lawyer practising in . The Latvian Government (“the Government”) were represented by their Agent, Ms I. Reine.", "3.  The applicant alleged that her involuntary hospitalisation in a psychiatric hospital was in breach of the guarantees enshrined in Article 5 of the Convention. She also complained of a lack of remedies with respect to her complaint under Article 5.", "4.  On 30 September 2008 the President of the Third Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).", "THE FACTS", "5.  The applicant was born in 1972 and lives in ", "I.  THE CIRCUMSTANCES OF THE CASE", "A.  Applicant’s detention in a psychiatric hospital and her subsequent medical examination", "6.  On 7 March 1999 the applicant’s neighbour called the ambulance service and the municipal police and informed them that the applicant was going to jump out of the window of her fifth-floor apartment. She also reported that the applicant was shouting and swearing in her apartment, throwing papers outside and pouring water out of the window.", "7.  After the ambulance arrived, the applicant refused to comply with the paramedic’s request that she open the door, whereupon rescuers were called. They entered the applicant’s apartment through a window and let the paramedic in.", "8.  The applicant told the paramedic that she had received threats and that the mafia had kidnapped her and operated on her organs without leaving any marks. After having observed that the applicant’s overall condition was satisfactory and that her mood had shifted during the conversation, the paramedic suggested that the applicant might be suffering from an endogenous disease and took her to the  psychiatric hospital in the ambulance car. The applicant was accompanied to the hospital by her mother and a police officer.", "9.  Later the same day the applicant was examined by a duty doctor, S., who made the following notes:", "“The neighbours called the police saying that [the applicant] had been throwing papers out of the window and swearing and shouting. According to [the applicant], for more than a year [she] has been receiving threats from unknown persons ... According to [the applicant’s] mother, [the applicant] has been suffering from a mental disease for about two years, which began as depression and evolved into delusions of persecution. [The applicant had] said that her organs had been operated on ... [The applicant’s] speech is chaotic; [she] tries to deny everything, except the delusions. [The applicant] is nervous ... asks to be allowed to go home. [She] denies the hallucinations ... [Her] somatic condition [is] without pathology. Diagnosis: hallucinatory paranoid condition ...”", "10.  On the same day the applicant was admitted for in-patient medical treatment and prescribed medicines.", "11.  On 9 March 1999 a panel of three psychiatrists, consisting of the doctor S. and two other doctors practising at the same medical establishment, concluded that the applicant suffered from paranoid schizophrenia and that it was necessary for her to continue in-patient medical treatment.", "“Regard being had to the anamnesis of the illness and symptoms, the patient suffers from paranoid schizophrenia: it is therefore necessary to continue with emergency in-patient medical treatment”.", "12.  From 11 to 30 March 1999 the applicant underwent in-patient medical treatment in a psychiatric hospital. From 1 to 6 April 1999 she was given hospital leave, which was extended until 13 April 1999, after which she was discharged from hospital.", "B.  Attempts to institute criminal proceedings", "13.  On various occasions after her release from hospital the applicant asked the  prosecutor’s office to institute criminal proceedings concerning the allegedly unlawful actions of the municipal police officer and the medical staff at the time of her compulsory admission to the psychiatric hospital. She appealed to the Kurzeme district public prosecutor’s office against the refusals to institute criminal proceedings. Her appeals were dismissed in June 1999 and December 2001. The applicant appealed against those decisions to the Office of the Prosecutor General, which dismissed them in May and July 2003.", "C.  Attempts to institute administrative proceedings", "14.  On 15 March 2000 the applicant asked the administration of the  psychiatric hospital to provide her with the excerpts from her medical file concerning the reasons for her compulsory confinement in a psychiatric hospital on 7 March 1999. She also sought to obtain information about the medical treatment she had received during her stay in hospital. On 29 March 2000 the hospital informed the applicant that the requested information would be furnished only at a court’s request.", "15.  On 11 April 2000 the applicant complained to the Inspectorate of Quality Control for Medical Care and Working Capability (“the MADEKKI”) about her allegedly unlawful compulsory confinement in a psychiatric hospital. In its response dated 26 May 2000 the MADEKKI concluded that on 7 March 1999 the applicant had been committed for an in-patient medical examination pursuant to section 68 of the Law on Medical Treatment (Ārstniecības likums) and that her medical treatment had been adequate.", "16.  On 10 August 2000 the applicant and her mother filed an administrative complaint with the  against the doctor S. and the paramedic who had accompanied the applicant to hospital on 7 March 1999. The claimants asked the court to declare the applicant’s confinement unlawful and to overturn the diagnosis in part.", "17.  The court refused to register the claim, owing to various procedural deficiencies. On appeal by the applicant, the Kurzeme Regional Court upheld the lower court’s decision, stating that the doctor and the paramedic were not public officials whose decisions could be the subject of an administrative complaints procedure. Besides, it was noted that the applicant had failed to submit the complaint within the one-month time-limit from the adoption of the final decision of the MADEKKI. It also indicated that the claimants should bring a civil claim if they considered that they had sustained damage as a result of the defendants’ actions. The decision became final because none of the parties appealed.", "D.  Civil proceedings", "1.  Defamation proceedings", "18.  On an unspecified date the applicant and her mother lodged defamation proceedings against their neighbours, asking the  to find that the defendants had uttered false information concerning the applicant’s behaviour on 7 March 1999. The applicant also claimed damages from the paramedic who had taken her to hospital and allegedly provided false information concerning her health to the duty doctor.", "19.  On 27 April 2000 the court upheld the claim in part, finding that it could not be established that on the day in question the applicant had threatened to jump out of the window. However, it dismissed the remainder of the claim. The court noted, inter alia, that the information from the applicant’s neighbours and the conversation with the applicant (see paragraph 8, above), as well as the latter’s appearance and her mother’s statements, had provided sufficient grounds for the paramedic to admit the applicant to hospital. It appears that none of the parties appealed.", "2.  Proceedings against the medical staff", "20.  On 10 August 2000 the applicant and her mother lodged a civil claim against the doctor S. They asked the  to declare that the applicant had been unlawfully confined in the psychiatric hospital and to order the doctor to remove the allegedly false symptoms from her medical records, in particular, the aggression, hallucinations and paranoid delusions. In the statement of claim the claimants argued that, despite her stable state of health, the applicant had been confined in a psychiatric hospital owing to false information provided by her neighbour and that the doctor had reached her diagnosis without duly examining the patient.", "21.  On 11 December 2000 the applicant underwent a court-ordered forensic psychiatric examination. The experts concluded that the applicant suffered from chronic schizophrenia and that, according to her medical records, on 7 March 1999 she had been in a condition which potentially endangered her health and life.", "22.  On 14 February 2001 the  dismissed the applicant’s claim. It established that the defendant had acted in accordance with the Law on Medical Treatment; that the expert had correctly diagnosed her condition; and that her mental state had necessitated compulsory hospitalisation.", "23.  On 9 October 2001 the Court of Appeal upheld the lower court’s judgment. The court dismissed as irrelevant the outcome of the defamation proceedings (see paragraph 19 above), establishing that this was not crucial in reaching the decision regarding the applicant’s compulsory admission to the psychiatric hospital and that the panel of psychiatrists had made its diagnosis after having examined the applicant.", "24.  On 16 January 2002 the Senate of the Supreme Court dismissed an appeal on points of law lodged by the applicant.", "II.  RELEVANT DOMESTIC LAW", "25.  The relevant parts of the Law on Medical Treatment (Ārstniecības likums), as in force at the material time, provide:", "Section 67", "“Psychiatric assistance shall be provided on a voluntary basis. In-patient assistance shall be provided in a psychiatric establishment where, owing to the state of health of the patient, such assistance cannot be provided on an out-patient basis or at the patient’s place of residence.”", "Section 68 \nPart I", "“Involuntary in-patient or out-patient medical treatment shall be administered only in the following circumstances:", "1)  where, owing to mental disorder, the patient’s behaviour poses a danger to his or her own or another person’s health or life;", "2)  where, owing to mental disorder and its clinical evolution, the psychiatrist foresees behaviour dangerous to the patient’s own or another person’s health or life;", "3)  where the patient’s mental disorder is such that it precludes him or her from making conscious decisions and the refusal to submit to treatment may cause serious deterioration of his or her heath or social condition, or result in a disturbance of public order.", "Part II", "If the patient has been subjected to involuntary hospitalisation, a panel of [three] psychiatrists must examine the patient within seventy-two hours and adopt a decision concerning further medical treatment. The panel shall immediately communicate the decision to the patient, his or her relatives ... If it is impossible to inform the aforementioned persons [orally], they shall be informed in writing ...”", "Section 69 \nPart I", "“Where, owing to mental disturbance or psychiatric illness, a person commits a breach of the peace, [the person] shall be apprehended, escorted and supervised by the police in accordance with the provisions of the Police Act.", "Part II", "The police officer shall send the psychiatrist a written report on the patient’s antisocial behaviour.”", "26.  Section 10 of the Law on Medical Treatment, as in force at the material time, provided that the Inspectorate of Quality Control for Medical Care and Working Capability (“the MADEKKI”) was responsible for monitoring the professional quality of medical treatment ... in health-care establishments.", "27.  Section 68 of the Law on Medical Treatment was amended by a Law which came into force on 29 March 2007 and provided as follows:", "Part I", "“Psychiatric assistance may be provided without the patient’s consent if:", "1)  the patient has threatened or is threatening, has attempted or is attempting to cause bodily harm to him or herself or others, or has acted or is acting violently towards him or herself or others and the treating doctor finds that the patient suffers from mental disorder which may result in serious bodily harm to the patient or to another person;", "2)  the patient has shown or is showing an inability to care for him or herself or persons dependent on him or her and the treating doctor finds that the patient suffers from mental disorder which may result in irreversible and serious deterioration of the patient’s health.", "Part II", "When providing psychiatric assistance without the consent of a patient in the cases specified in Part I, clauses 1 and 2 of this section, where possible, the necessity of providing compulsory psychiatric assistance shall be explained to the patient. The patient has the right to receive information regarding his or her rights and duties.", "Part III", "Where, in providing psychiatric assistance, it is necessary to admit a patient to a psychiatric establishment without his or her consent, a panel of [three] psychiatrists shall examine the patient within seventy-two hours and take a decision regarding involuntary psychiatric assistance in a psychiatric establishment or the suspension of such assistance.", "Part IV", "The panel of psychiatrists shall notify the patient of its decision without delay. If the panel has decided on involuntary psychiatric assistance, the lawful representative of the patient shall be informed accordingly. If the patient does not have a lawful representative, the panel shall inform the patient’s spouse or one of the patient’s nearest relatives ..., or, at the request of the patient, another person. ...", "Part V", "If the panel has decided on involuntary psychiatric assistance, the psychiatric establishment shall inform a district (city) court in writing within a maximum of twenty-four hours ..., sending it a certified true copy of the decision and copies of the documents at the disposal of the psychiatric establishment which justify the placement of the patient in a psychiatric medical institution, and provide information regarding the representative of the patient if there is one.”", "28.  The aforementioned section also provides that the judge shall review the case material within the next seventy-two hours in a closed meeting on the premises of the hospital concerned, attended by the patient (if his or her state of health permits), his or her representative or lawyer and a representative of the hospital. Having heard their arguments, the judge may decide on the patient’s placement in the hospital for a period of up to two months or order his or her release. The decision shall be served on the patient and his or her representative, who can appeal against it to the president of the court within ten days. Further extensions of involuntary placement, each for a period not exceeding six months, may be authorised by the judge on the recommendation of the panel of psychiatrists, in accordance with the same procedure as for the initial placement.", "29.  The travaux préparatoires with respect to the aforementioned amendments to the Law on Medical Treatment state as follows:", "“The decision [concerning the patient’s involuntary hospitalisation] adopted by the panel of psychiatrist is ... an administrative act ... and the European Convention of Human Rights required that hospitalisation in a psychiatric establishment should be reviewed by a court”.", "30.   The Law on Compensation for Damage Caused by State Institutions (Law on Compensation) came into force on 1 July 2005. It lays down a procedure for compensation for damage caused by unlawful administrative acts adopted by State institutions or for de facto unlawful acts of those institutions. Individuals must submit a claim for damages within one year from the time when they learnt of the loss, but no later than five years from the date when the unlawful decision was adopted or the de facto unlawful act was carried out.", "31.  Section 1635 of the Civil Law provides that any wrongful act as a result of which harm has been caused shall give the victim the right to claim just satisfaction from the perpetrator, in so far as he or she may be held liable for that act.", "III.  PRACTICE OF THE ", "32.  On 30 January 2007 the Constitutional Court of the  instituted constitutional proceedings in order to assess the constitutionality of section 68 of the Law on Medical Treatment. The proceedings were instituted on the basis of a constitutional complaint submitted by the Office of Human Rights. On 3 April 2007 the  decided to terminate the proceedings because the contested provision had become inoperative as from 29 March 2007. It also established that the applicant organisation had not asked the court to declare the contested provision null and void since the date of its enactment.", "33.  The relevant parts of the judgment of the Constitutional Court of the  in case no. 2001-07-0103 read as follows:", "“The third sentence of Article 92 of the Constitution provides that in the event of a groundless infringement of their rights, everyone has the right to commensurate compensation. This provision contains a general guarantee: if the State has violated the rights of an individual, the latter has a right to compensation.", "Like any human rights norm, the legal norm incorporated into the third sentence of Article 92 of the Constitution shall be applied directly and immediately. In addition, the norm does not envisage the necessity of a special implementing law. The reason that such a Law does not exist is that Article 92 (the third sentence) of the Constitution is directly applicable. It cannot serve as a reason for the court to refuse to allow an individual’s claim for compensation.", "The experience of the courts of general jurisdiction shows that the non-existence of a specific Law is not an obstacle to allowing a claim [in the event that the rights of an individual have been violated] or satisfying it. ...", "If the applicant considers that his or her rights have been infringed, he or she has a right to lodge a claim for compensation with the ordinary court by referring solely to the third sentence of Article 92 of the Constitution ... The non-existence of a special Law does not limit or endanger the constitutional right of the applicant to the protection of his or her rights”.", "IV.  RELEVANT PARTS OF THE CPT’S REPORTS", "34.  In the report to the Latvian Government on the visit to Latvia carried out by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“CPT”) from 24 January to 3 February 1999, the CPT, after a visit to the , noted and recommended:", "“208.  On account of their vulnerability, the mentally ill and mentally handicapped warrant much attention in order to prevent any form of conduct - or avoid any omission - contrary to their wellbeing. It follows that involuntary placement in a psychiatric establishment should always be surrounded by appropriate safeguards; in particular, the procedure by which involuntary placement is decided should offer guarantees of independence and impartiality as well as of objective medical expertise. As far as the delegation could ascertain, the decision-making procedure concerning the involuntary placement of many patients at the RNH had not offered such guarantees.", "209.  The CPT understands that new mental health legislation is currently being examined by the Latvian Parliament. The CPT recommends that, in the context of that examination, the Latvian authorities pay particular attention to the issue of safeguards concerning involuntary placement in psychiatric establishments ...”.", "35.  After the visit from 25 September to 4 October 2002, during which the CPT visited various health-care establishments, it noted:", "“161.  Involuntary placement in a psychiatric establishment can be challenged by the person concerned (or his/her legal representative) before the Health Care Quality Control Authority and the . However, it would appear that the person concerned does not have a right to be heard in person during the appeal procedure. Moreover, Latvian legislation does not provide for a regular review of placement in a psychiatric hospital/social welfare institution. The CPT recommends that steps be taken to ensure that patients/residents who are admitted without their consent to a psychiatric hospital/social welfare institution are granted the right to be heard in person during the process of appeal against such placement. Further, the CPT recommends that steps be taken to ensure that the need for such placement is reviewed by an appropriate authority at regular intervals”.", "36.  Following the visit from 27 November to 7 December 2007 the CPT recognized that, since the last visit, a number of important amendments had been made to the procedure of involuntary placement in a psychiatric establishment, introducing, inter alia, a judicial review procedure in the context of involuntary hospitalisation. After visiting the , the CPT noted:", "“129.  ...The panel of psychiatrists that was called upon to provide the competent judge with a medical report concerning the necessity of involuntary hospitalisation under Section 68 of the Law on Medical Treatment was composed of the hospital’s own psychiatrists (including the patient’s treating doctor). In this regard, the CPT wishes to stress that it would be desirable that an expert who is independent of the establishment in which the person concerned has been placed be involved in every placement procedure (i.e. initial placement and any renewal of a placement order)”.", "V.  OTHER RELEVANT TEXTS", "37.  The Recommendation Rec(2004)10 of the Committee of Ministers to member states concerning the protection of the human rights and dignity of persons with mental disorder:", "Article 17 – Criteria for involuntary placement", "“1.  A person may be subject to involuntary placement only if all the following conditions are met:", "i.  the person has a mental disorder;", "ii.  the person’s condition represents a significant risk of serious harm to his or her health or to other persons;", "iii.  the placement includes a therapeutic purpose;", "iv.  no less restrictive means of providing appropriate care are available;", "v.  the opinion of the person concerned has been taken into consideration.", "2.  The law may provide that exceptionally a person may be subject to involuntary placement, in accordance with the provisions of this chapter, for the minimum period necessary in order to determine whether he or she has a mental disorder that represents a significant risk of serious harm to his or her health or to others if:", "i.  his or her behaviour is strongly suggestive of such a disorder;", "ii.  his or her condition appears to represent such a risk;", "iii.  there is no appropriate, less restrictive means of making this", "determination; and", "iv.  the opinion of the person concerned has been taken into consideration.”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION", "38.  The applicant complained that her compulsory confinement in a psychiatric hospital from 7 March to 13 April 1999 had been in breach of Article 5 of the Convention. The relevant part of that provision reads as follows:", "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:", "(e)  the lawful detention ... of persons of unsound mind ... .”", "A.  Admissibility", "39.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  Arguments of the parties", "40.  The Government pointed out that the applicant’s detention was “lawful” in that section 68 of the Law on Medical Treatment already, in 1999, clearly defined the conditions for deprivation of liberty of persons of unsound mind, and that these were foreseeable by the applicant.", "41.  The Government also maintained that the national authorities had guaranteed the observance of the necessary conditions of detention, which were set out in the judgment Winterwerp v. the Netherlands, 24 October 1979, Series A no. 33. In particular, a medical doctor of the  had established that the applicant’s health condition on 7 March 1999 was of a degree warranting compulsory confinement in that she suffered from a paranoid-hallucinatory state and her actions at the time indicated that her behaviour was dangerous to her own and other persons’ health. The Government further maintained that shortly after the applicant’s hospitalisation a panel of three psychiatrists upheld the earlier diagnosis and the necessity for the applicant’s continued hospitalisation. Besides, the MADEKKI had found no violation with respect to the applicant’s involuntary confinement in a hospital.", "42.  The applicant pointed out that the law on compulsory medical confinement in force at the material time did not provide safeguards against arbitrary decisions, and that the wording of section 68 of the Law on Medical Treatment was so broad as to allow purely subjective and arbitrary hospitalisation.", "43.  She further contended that the national authorities had not followed the procedure for compulsory confinement in a psychiatric hospital as set out in the above-mentioned Law. In particular, none of the authorities had established whether her mental illness, if any, was of a degree justifying detention. She emphasized that the national courts had recognized as false the information given by her neighbour concerning the applicant’s suicidal behaviour on the relevant day, and that it was exactly this information which had led to her compulsory confinement.", "2.  The Court’s assessment", "44.  It is not disputed between the parties that on 7 March 1999 the applicant was involuntarily committed to a psychiatric hospital and that her stay in the hospital until 13 April 1999 constituted a deprivation of liberty within the meaning of Article 5 § 1 (e) of the Convention.", "45.  Before determining whether the applicant has been reliably shown to have been suffering from a mental disorder of a kind or degree warranting compulsory confinement throughout her detention (see Winterwerp, cited above), the Court must establish whether the applicant’s detention was carried out “in accordance with a procedure prescribed by law” and “lawful” within the meaning of Article 5 § 1 (e) (see Storck v. Germany, no. 61603/00, § 112, ECHR 2005V).", "(a)  The relevant principles", "46.  In order to establish whether the applicant’s detention was “in accordance with a procedure prescribed by law” and “lawful” within the meaning of Article 5 § 1 of the Convention, the Convention essentially refers back to national law and lays down the obligation to conform to the substantive and procedural rules thereof. It also refers to the quality of the law, requiring it to be compatible with the rule of law, a concept inherent in all the Articles of the Convention (see, amongst other authorities, Kafkaris v.  [GC], no. 21906/04, § 116, ECHR 2008...) In this connection the Court has stated that Article 5 § 1, although cumulative with the protection guaranteed under Article 5 § 4, strictly regulates the circumstance in which one’s liberty can be taken away (see H.L. v. the United Kingdom, no. 45508/99, § 113, ECHR 2004IX). More specifically, in order to fulfil the purpose of Article 5 § 1, which is to prevent persons from being deprived of their liberty in an arbitrary fashion (see Witold Litwa v. Poland, no. 26629/95, §§ 72-73, ECHR 2000–III), the domestic law must provide adequate legal protection and “fair and proper procedures” (see Winterwerp, cited above, §§ 19-20, and, more recently, H.L., cited above, § 115).", "47.  The Court has recognized that in cases of involuntary hospitalisation the existence of formalised admission procedures, a requirement to fix the exact purpose of admission, clear time-limits for continued medical treatment and regular review of persistency of the necessity are only some of the possible safeguards (see H.L., cited above, § 120).", "(b)  Application to the present case", "48.  The Court notes that it is not disputed between the parties that the legal basis for the applicant’s detention was section 68 of the Law on Medical Treatment as in force at the material time. Part one of that Law enumerates the conditions in which a person may be subjected to involuntary in-patient or out-patient medical assessment or treatment. Part two sets out the procedure which has to be followed in the case of involuntary placement in a psychiatric establishment (see paragraph 25, above).", "49.  Contrary to the Government’s position, the Court notices the vague wording of section 68 as it stood at the material time, which provided a broad interpretation of the circumstances leading to involuntary hospitalisation. Even assuming that the applicant could foresee from the wording of the aforementioned provision the conditions which might lead to her emergency hospitalisation for a period up to seventy-two hours, the Court notes that the following elements undermine the existence of sufficient guarantees against possible arbitrary application of continued hospitalisation. In this connection it also notes the conditions set out in the Recommendation adopted by the Committee of Ministers of the Council of Europe (see paragraph 37, above)", "50.  Pursuant to section 68 of the Law on Medical Treatment, the panel of experts was obliged to adopt a decision with respect to further treatment of an involuntarily hospitalised patient. The panel was similarly obliged to inform, whenever possible, the patient’s family members of the decision. However, neither according to the law nor in practice were the experts bound to provide information about the purpose of involuntary treatment and fix a time-limit for it, or to consider the opinion of the patient when possible. Similarly, neither the medical professionals nor any other authority were empowered to assess any alternative and less restrictive means of providing appropriate treatment and verify periodically the necessity of continued hospitalisation.", "51.  In the present case, having had regard to the conclusion of the panel of psychiatrists (see paragraph 11, above), it is evident that in actual fact the experts diagnosed the applicant’s condition and automatically prescribed further hospitalisation. With all respect to their professional expertise, the broad powers vested in health-care professionals are to be counterbalanced by procedures aimed at preventing indiscriminate involuntary hospitalisation (see H.L., § 121, cited above).", "52.  The aforementioned shortcomings were also noted by the CPT. By emphasizing that the procedures of involuntary placement in a psychiatric hospital should provide guarantees of independence, impartiality and objective medical expertise, the CPT had on various occasions notified the Latvian authorities of the shortage of safeguards in the procedure for involuntary hospitalisation in  (see paragraphs 34-36, above). As in the establishments visited by the CPT, in the case at issue the panel of psychiatrists was composed of doctors representing the same hospital, one of them being the same doctor who had admitted the applicant to the hospital (see paragraph 11, above), thus undermining the guarantees of independence of the health-care professionals, whose decision was the only basis for the applicant’s hospitalisation. Besides that, the case file contains no information as to whether the applicant was examined in person by all three experts.", "53.  Furthermore, the Court notes that at the material time the domestic law did not provide for any appeal procedure against the decision of involuntary hospitalisation. Even if the domestic courts at a later stage examined in substance the applicant’s claim against the allegedly unlawful activities of the medical staff (see paragraphs 15 and 22, above), the Court emphasises the importance of legal safeguards at the time when one’s liberty is taken away (see, mutatis mutandis, H.L., § 123, cited above). Like the CPT (see paragraph 35, above), the Court considers that the civil proceedings could not substitute the lack of safeguards at the material time.", "54.  The foregoing considerations are sufficient to enable the Court to conclude that at the material time the process of involuntary hospitalisation in law and in practice failed to provide safeguards against arbitrary confinement in a psychiatric hospital. In those circumstances, the Court finds that the applicant’s involuntary hospitalisation cannot be considered lawful.", "55.  There has accordingly been a violation of Article 5 § 1 (e) of the Convention.", "II.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION", "56.  The applicant complained under Article 13 of the Convention that she was deprived of any remedies with respect to her complaint under Article 5 § 1 (e) of the Convention.", "57.  The Court considers it appropriate to examine the complaint under Article 5 § 4 of the Convention (see, amongst other authorities, Nikolova v. Bulgaria [GC], no. 31195/96, § 69, ECHR 1999II.).", "58.  The Court notes that the Parties agreed that at the material time the domestic law did not provide for judicial review in cases of involuntary hospitalisation. According to the Court’s case-law, where no domestic remedy is available, the six-month period runs from the act, decision or event which is itself alleged to be in violation of the Convention (see  v. The  (dec.), no. 30280/96, 14 January 1998). The Court observes that the applicant was discharged from the hospital in April 1999 (see paragraph 12, above). It is not aware of any circumstances which have interrupted the running of the six-month period, which has expired in October 1999. Since the applicant submitted the complaint only on 1 July 2002, it follows, that it is inadmissible under Article 35 § 1 as submitted out of time.", "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION", "59.  Lastly, the applicant alleged violations under various other Articles of the Convention.", "60.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court considers that the remainder of the application does not disclose any appearance of a violation of any of the above Articles of the Convention. It follows that these complaints are inadmissible under Article 35 § 3 as manifestly illfounded and must be rejected pursuant to Article 35 § 4 of the Convention", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "61.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "62.  The applicant claimed EUR 13,090 in respect of pecuniary damage for the alleged loss of earnings for the period from March 1999 until January 2009. She further claimed EUR 27,035 in respect of non-pecuniary damage.", "63.  The Government disagreed with the claims. They contended that the applicant had failed to demonstrate that she had incurred any pecuniary or non-pecuniary damage, and to demonstrate a causal link between the alleged violations and the damage sought. Alternatively, in respect of non-pecuniary damage the Government submitted that the finding of a violation would itself constitute sufficient just satisfaction.", "64.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicant EUR 9,000 in respect of nonpecuniary damage.", "B.  Costs and expenses", "65.  The applicant also claimed EUR 1,099 for the costs and expenses incurred before the domestic courts and before the Court. She furnished supporting documents with respect to postal and travel expenses, translations from Latvian into Russian and English and vice versa.", "66.  The Government raised doubts as to the credibility of the applicant’s claim.", "67.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 200 for the proceedings before the Court.", "C.  Default interest", "68.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the complaint concerning Article 5 § 1 admissible and the remainder of the application inadmissible;", "", "2.  Holds that there has been a violation of Article 5 § 1 of the Convention;", "", "3.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 9,000 euros (nine thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage and EUR 200 (two hundred euros), plus any tax that may be chargeable, for costs and expenses, to be converted into Latvian lati at the rate applicable at the date of settlement;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 19 July 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\t Quesada\tJosep Casadevall\n\tRegistrar\tPresident"]}