{"file": "ENG_HEJUD_21638_03.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "21638/03", "text_paragraphs": ["", "", "THIRD SECTION", "", "", "CASE OF PAYKAR YEV HAGHTANAK LTD v. ", "", "", "(Application no. 21638/03)", "", "", "", "JUDGMENT", "", "", "", "", "", "", "20 December 2007", "", "", "", "FINAL", "", "", "02/06/2008", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "", "", "In the case of Paykar Yev Haghtanak Ltd v. ,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tMr\tB.M. Zupančič, President,\n\tMr\tC. Bîrsan,\n\tMrs\tE. Fura-Sandström,\n\tMrs\tA. Gyulumyan,\n\tMr\tE. Myjer,\n\tMr\tDavid Thór Björgvinsson,\n\tMrs\tI. Berro-Lefèvre, judges,\nand Mr S. Quesada, Section Registrar,", "Having deliberated in private on 29 November 2007,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 21638/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a limited liability company Paykar Yev Haghtanak Ltd (“the applicant company”), on 18 June 2003.", "2.  The applicant company was represented by its manager and sole employee, Mr R. Ayvazyan. The Armenian Government (“the Government”) were represented by their Agent, Mr G. Kostanyan, Representative of the  at the European Court of Human Rights.", "3.  On 15 November 2005 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "4.  The applicant is a private small-scale trading company which has its registered office in .", "5.  On 29 January 2001 the Tax Inspectorate conducted an inspection of the applicant company's accounts. As a result of this inspection, on 2 April 2001 the Ministry of State Revenue (ՀՀ պետական եկամուտների նախարարություն) made an assessment, according to which the applicant company's tax arrears amounted to 3,797,281 Armenian drams (AMD) (approx. 5,400 euros (EUR)), including surcharges and fines prescribed by the relevant tax laws.", "6.  On an unspecified date, the Yerevan City Prosecutor's Office (Երևան քաղաքի դատախազություն) and the Tax Inspectorate of the Myasnikyan District of Yerevan (Երևանի Մյասնիկյանի տարածքային հարկային տեսչություն) instituted proceedings against the applicant company, claiming that it had failed to meet its tax obligations in an appropriate and timely manner and seeking to recover the above tax arrears.", "7.  On 13 July 2001 the Kentron and Nork-Marash District Court of Yerevan (Երևան քաղաքի Կենտրոն և Նորք-Մարաշ համայնքների առաջին ատյանի դատարան) decided against the applicant company.", "8.  On an unspecified date, the applicant company lodged an appeal with the then Commercial Court of Appeal (ՀՀ տնտեսական գործերով վերաքննիչ դատարան). The applicant company also requested that payment of the court fee (known as State fee) be deferred. In his request, the manager of the applicant company submitted, inter alia, that the company was experiencing financial problems and that he was the company's sole employee.", "9.  On 31 August 2001 the Commercial Court of Appeal granted the applicant company's request for deferral and admitted the appeal.", "10.  Following the reform of the court system introduced in  on 11 September 2001 which brought about the establishment of the  (ՀՀ տնտեսական դատարան), the applicant company's case was transferred to be examined by that court.", "11.  On 5 November 2001 the  decided to leave the authorities' claim unexamined on the ground that the plaintiffs had failed to appear. In its decision, the  levied a court fee on the Tax Inspectorate in the amount of AMD 189,864.05 (approx. EUR 370).", "12.  It appears that the proceedings were resumed on an unspecified date.", "13.  On 24 December 2001 the  decided, at the prosecutor's request, to take measures aimed at securing the claim, freezing the applicant company's property and monetary assets in the amount of AMD 3,797,281.", "14.  On an unspecified date, the applicant company lodged a counterclaim with the , seeking to have the 2 April 2001 assessment ruled unlawful. The applicant company requested that the payment of the court fee be deferred on the same grounds as before.", "15.  On 18 January 2002 the Commercial Court granted the applicant company's request for deferral of payment of the court fee and allowed the applicant company's counterclaim, referring to Articles 21 (d) and 31 (c) of the Law on State Fees («Պետական տուրքի մասին» ՀՀ օրենք).", "16.  On 3 December 2002 the  decided to join both claims and to examine them together.", "17.  On 20 January 2003 the  granted the authorities' claim and dismissed that of the applicant company. The court decided to levy on the applicant company a total of AMD 3,797,281 of tax arrears, including profit tax arrears of AMD 193,400 plus a surcharge of AMD 11,352.9 (approx. EUR 310 and EUR 18 respectively), Value Added Tax (VAT) arrears of AMD 132,610 plus a surcharge of AMD 57,839.44 and a fine of AMD 73,080 (approx. EUR 213, EUR 93 and EUR 117 respectively), and simplified tax arrears of AMD 1,919,820 plus a surcharge of AMD 304,428.66 and a fine of AMD 1,104,750 (approx. EUR 3,096, EUR 491 and EUR 1,781 respectively). In imposing the surcharges and fines, the  referred to Article 43 of the Law on Value Added Tax («Ավելացված արժեքի հարկի մասին» ՀՀ օրենք), Articles 25 and 28 of the Law on Taxes («Հարկերի մասին» ՀՀ օրենք) and the provisions relating to the delayed payment of taxes. The amount of the unpaid court fee to be paid by the applicant company was calculated at AMD 79,946 (approx. EUR 129).", "18.  On 3 February 2003 the applicant company lodged a cassation appeal. Together with the appeal, the applicant company submitted a request for deferral of payment of the court fee, claiming that the company was experiencing financial problems: the company had only AMD 770 (approx. EUR 1.2) on its books and in its bank account, both of which had been frozen.", "19.  By a letter of 14 February 2003 the Court of Cassation informed the applicant company that its cassation appeal would be examined on 28 February 2003. The letter also stated that the appeal would be returned unexamined should the applicant fail to pay the court fee by 24 February 2003.", "20.  By a letter of 27 February 2003 the Court of Cassation (ՀՀ վճռաբեկ դատարան) returned the applicant company's cassation appeal on the ground that it had not paid the required court fee. The judgment of the  came into force.", "21.  On 28 February 2003 the applicant company applied to the Chairman of the Court of Cassation (ՀՀ վճռաբեկ դատարանի նախագահ), requesting that its appeal be examined out of time and claiming that it was incapable of paying the court fee since the company had almost no assets and the existing ones were frozen.", "22.  By a letter of 13 March 2003 the Senior Advisor to the Civil and Commercial Chamber of the Court of Cassation (ՀՀ վճռաբեկ դատարանի քաղաքացիական և տնտեսական գործերի պալատի ավագ խորհրդատու) informed the applicant company that its cassation appeal had been returned since “according to Article 70 of the Code of Civil Procedure [(CCP) (ՀՀ քաղաքացիական դատավարության օրենսգիրք)] commercial entities could not be exempted from payment of the State fee”.", "23.  On 25 March 2003 enforcement proceedings were instituted and an injunction was placed on the applicant company's assets in the amount equal to the judgment debt.", "24.  On 22 April 2004 the  instituted bankruptcy proceedings in respect of the applicant company on the basis of an application lodged by the Tax Inspectorate.", "25.  On 20 May 2004 the  decided to stay those proceedings until a decision had been taken on the applicant company's application lodged with the . It appears that the bankruptcy proceedings are currently still stayed.", "II.  RELEVANT DOMESTIC LAW", "26.  The relevant provisions of the CCP read as follows:", "Article 70: State fees", "“1.  A State fee shall be paid for: (1) lodging a claim; ... (7) lodging appeals and cassation appeals against court judgments and decisions...", "3.  The determination of the amount of a State fee, the exemption from its payment, the deferral or postponement of payment of a State fee, and the reduction of its amount are regulated by the “Law on State Fees” of .", "Private businessmen and commercial entities cannot be exempted from payment of a State fee.”", "Article 97: Grounds for securing a claim", "“1.  The court, upon the request of a party or of its own motion, shall take measures to secure a claim, if the failure to take such measures may make impossible or hinder the enforcement of a judicial act or lead to the deterioration of the disputed property's condition. It is allowed to secure a claim at any stage of the proceedings.”", "Article 98: Measures securing a claim", "“1.  Measures securing a claim are: (1) placing an injunction on [(freezing)] the defendant's property or monetary assets in the amount of the claim value...”", "Article 212: Returning an appeal", "“1.  An appeal shall be returned if: ... (5) documents substantiating the payment of a State fee according to an established procedure and in a prescribed amount are not attached to the appeal, and, in cases where a deferral or postponement of payment of a State fee or a reduction of its amount are possible under the law, no relevant request has been made or such request has been refused.”", "Article 225: Grounds for lodging a cassation appeal", "“A cassation appeal can be lodged on: (1) points of law or a procedural violation of the parties' rights; [and] (2) the ground of newly discovered circumstances.", "Article 230: Content of a cassation appeal", "“3.  A document substantiating the payment of a State fee shall be attached to the [cassation] appeal.”", "Article 241.1: Grounds for reviewing judgments and decisions on the basis of new circumstances", "“1.  Judgments and decisions can be reviewed on the basis of new circumstances [if] ... a violation of a right (rights) guaranteed by an international convention to which Armenia is a party has been found by a final judgment or decision of an international court...”", "27.  The relevant provisions of the Law on State Fees read as follows:", "Article 8: Rates of State fees", "“Rates of State fees shall be established in respect of the value of the property subject to assessment or the base fee established by this law. The amount of the base fee shall be AMD 1,000.”", "Article 9: Rates of State fees paid for claims, applications and complaints, for appeals and cassation appeals lodged against court judgments and decisions, and for copies (duplicates) of documents provided by courts", "“9.  for cassation appeals lodged against court judgments and decisions: (a) if a pecuniary claim – at the rate of three per cent of the claim value, but not less than ten times and not more than one thousand times the base fee; (b) if a non-pecuniary claim – twenty times the base fee...”", "Article 21: Concessions in respect of State fees", "“The following concessions can be fixed in respect of State fees: (a) exemption from payment of a State fee; (b) reduction of the amount of a State fee: (c) reduction of the rate of a State fee; (d) deferral of payment of a State fee; and (e) exemption, reduction or deferral of payment of a surcharge imposed for the failure to pay a State fee to the budget in due time.”", "Article 22: Concessions in respect of State fees in courts", "“...Private businessmen and commercial entities cannot be exempted from payment of State fees prescribed by Article 9 of this law...”", "Article 31: Setting concessions in respect of State fees for specific payers or groups of payers", "“Concessions in respect of payment of a State fee by specific payers or groups of payers can be set by: ... (c) the courts or judges in specific cases referred to in Article 9 of this law taking into account the financial situation of the parties...”", "28.  The relevant provisions of the Law on Taxes read as follows:", "Article 16", "“Tax liability shall include payment of taxes (including taxes for a concealed or understated taxable object), and surcharges and fines prescribed by the tax legislation for violation of the tax legislation and other legal acts regulating tax relations in .”", "Article 21", "“Taxpayers (enterprises, institutions and organisations) and their officials as determined by the legislation of  shall be responsible for accurate calculation and timely payment of taxes, and for compliance with other requirements of the tax legislation...”", "Article 23", "“In case of delayed payment of tax, taxpayers ... shall pay a surcharge equal to 0.15 per cent of the overdue amount for each day of delay.”", "Article 25", "“In case of failure to keep accounts (and also other calculations and (or) records envisaged by the tax legislation and the decrees of the Government of Armenia) or in case of keeping accounts in violation of the established procedure or inaccurately preparing accounting reports, calculations, tax returns and other documents and information required under the tax legislation, a fine shall be levied on the taxpayer equal to ten per cent of the amount of the tax not paid or paid incompletely to the budget as a result of these violations.”", "Article 28", "“In case of non-registration of objects of business activity, such as supplied, furnished, transported or sold goods and products, and non-registration of work carried out and services rendered in conformity with the procedure prescribed by the Government of Armenia, a fine shall be levied on the taxpayer equal to 25 per cent of the overall value expressed in (calculated at) the sales prices of the unregistered objects of business activity, including the sold (realised) ones...", "If repeated non-registration of objects of business activity is recorded within one year of the date when the violation was recorded by the tax inspectorate, a fine shall be imposed equal to 50 per cent of the overall value expressed in (calculated at) the sales prices of the unregistered objects of business activity, including the sold (realised) ones.”", "29.  The relevant provisions of the Law on Value Added Tax read as follows:", "Article 43", "“The amount of the concealed or understated VAT and a fine equal to 50 per cent of that amount shall be levied from taxpayers who conceal or understate the turnover subject to VAT and who conceal or understate the amount of VAT payable to the budget by understating ... the amount of VAT paid for goods and services in violation of the procedure prescribed by this law.”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "30.  The applicant company complained that it had been unlawfully denied access to the Court of Cassation. It relied on Article 6 of the Convention, which, in so far as relevant, reads as follows:", "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”", "A.  Admissibility", "Applicability of Article 6", "31.  Although the applicability of Article 6 to the proceedings in question is not in dispute, the Court considers it necessary to address this issue of its own motion.", "32.  The Court reiterates at the outset that tax disputes fall outside the scope of civil rights and obligations under Article 6, despite the pecuniary effects which they necessarily produce for the taxpayer (see, among other authorities, Ferrazzini v.  [GC], no. 44759/98, § 29, ECHR 2001VII). However, when such proceedings involve the imposition of surcharges or fines, then they may, in certain circumstances, attract the guarantees of Article 6 under its “criminal” head (see Bendenoun v. France, judgment of 24 February 1994, Series A no. 284, p. 20, § 47; Janosevic v. Sweden, no. 34619/97, § 71, ECHR 2002VII; and Jussila v. Finland [GC], no. 73053/01, § 38, ECHR 2006...). The present case concerns proceedings in which the applicant company was found to be liable to pay profit tax, VAT and simplified tax plus additional surcharges and fines. It remains therefore to be determined whether Article 6 can be applicable to the proceedings in question under its “criminal” limb.", "33.  The Court reiterates that the concept of “criminal charge” within the meaning of Article 6 is an autonomous one (see Janosevic, cited above, § 65). In determining whether an offence qualifies as “criminal”, three criteria are to be applied: the legal classification of the offence in domestic law, the nature of the offence and the degree of severity of the possible penalty (see Engel and Others v. the Netherlands, judgment of 8 June 1976, Series A no. 22, pp. 34-35, § 82; Öztürk v.Germany, judgment of 21 February 1984, Series A no. 73, p. 18, § 50; and Ezeh and Connors v. the United Kingdom [GC], nos. 39665/98 and 40086/98, § 82, ECHR 2003X). The second and third criteria are alternative and not necessarily cumulative: for Article 6 to apply by virtue of the words “criminal charge”, it suffices that the offence in question should by its nature be “criminal” from the point of view of the Convention, or should have made the person concerned liable to a sanction which, by its nature and degree of severity, belongs in general to the “criminal” sphere (see Janosevic, cited above, § 67). The minor degree of the penalty, in taxation proceedings or otherwise, is not decisive in removing an offence, otherwise criminal by nature, from the scope of Article 6 (see Jussila, cited above, § 35, where the Court found Article 6 to be applicable even when the surcharge imposed amounted to only 10 per cent of the tax due).", "34.  Turning to the first criterion, the surcharges and fines in the present case were imposed in accordance with various tax laws and are not classified as criminal. This is, however, not decisive (ibid., § 37).", "35.  As regards the second criterion, the Court notes that the relevant provisions of the Law on Taxes and the Law on Value Added Tax are applicable to all persons – both physical and legal – liable to pay tax and are not directed at a specific group. Furthermore, the surcharges and the fines are not intended as pecuniary compensation for any costs that may have been incurred as a result of the taxpayer's conduct. The purpose pursued by these measures is to exert pressure on taxpayers to comply with their legal obligations and to punish breaches of those obligations. The penalties are thus both deterrent and punitive.", "36.  The Court considers that the above is sufficient to establish the criminal nature of the offence (ibid., § 38). It would, nevertheless, also point out that in the present case the applicant company had quite substantial penalties imposed on it: the fines ranging from 10 to 50 per cent and the surcharges for the period of delay cumulatively amounting from about 5 to 43 per cent of the tax due.", "37.  In the light of the above, the Court concludes that the proceedings to which the applicant company was a party can be classified as “criminal” for the purposes of the Convention. It follows that Article 6 applies.", "38.  The Court further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  The parties' submissions", "(a)  The Government", "39.  The Government submitted that Article 70 § 3 of the CCP did not violate the applicant's right of access to court. According to the Court's case-law, the right of access to court was not absolute and could be subject to limitations. Referring to the case of Kreuz v. Poland (no. 28249/95, § 60, ECHR 2001VI), they further claimed that the requirement to pay fees to civil courts in connection with claims they are asked to determine could not be regarded as a restriction on the right of access to a court that was incompatible per se with Article 6 § 1 of the Convention, unless this requirement impaired the very essence of this right. This, however, was not so in the applicant company's case, since the law provided for other concessions related to payment of court fees – as opposed to full exemption prohibited under the above Article 70 § 3 – which ensured the effective implementation of the right of access to court of commercial entities. In particular, under Article 21 of the Law on State Fees, commercial entities could apply for and benefit from, inter alia, a reduction of the State fee, a reduction of the rate of the State fee, and a deferral of payment of the State fee. In the applicant company's case, the latter possibility proved to be effective in ensuring the applicant company's access to court, which is demonstrated by the decisions of the Commercial Court of Appeal of 31 August 2001 and the Commercial Court of 18 January 2002 granting the applicant company's reasoned requests for deferral. On 3 February 2003 the applicant company submitted a request for deferral, together with a cassation appeal, which was similarly granted by the Court of Cassation, notably by the latter's decision of 14 February 2003 fixing the date of the hearing. In sum, the limitation contained in Article 70 § 3 of the CCP did not impair the very essence of the right of access to court, taking into account the existence of other concessions connected with the payment of court fees.", "40.  Furthermore, for a commercial entity to benefit from a deferral of payment of the court fee, it had to submit a reasoned request and to substantiate its inability to pay. The applicant company, however, failed to submit any request to the Court of Cassation. The Court of Cassation nevertheless granted the applicant company's request of 3 February 2003 to adjourn the case, allowing the applicant company to pay the court fee by 24 February 2003 and warning it that, if it failed to do so, the cassation appeal would be returned. The applicant company, however, failed to respond to this warning in any way and did not pay the deferred court fee. Therefore, the decision of the Court of Cassation to return the applicant company's cassation appeal was not arbitrary. Moreover, the applicant company failed to submit any evidence either to the Court of Cassation or to the  substantiating its insufficient financial means. The requirement to submit such evidence is a legitimate and reasonable condition for anybody who wants to benefit from concessions related to payment of court fees. Similarly, the prohibition contained in the above Article 70 § 3 was based on the logic that a commercial entity, which is a legal person created for the purpose of making profit, should, unless it had been declared insolvent, have sufficient means to pay a court fee, which in the present case amounted only to AMD 10,000 (approx. EUR 18.7 at the material time). Thus, taking into account that the applicant company had failed to substantiate its insufficient financial means, the amount of court fee was not unreasonable and did not make it impossible for the applicant company to pay it.", "(b)  The applicant company", "41.  The applicant company claimed that the facts in the Government's observations had been presented in a distorted manner. Firstly, the Court of Cassation had never granted its request for deferral of payment of the court fee of 3 February 2003, failing to take any decision whatsoever on this request. Secondly, the Government had made contradictory submissions, on the one hand claiming that the applicant company had not submitted any request for deferral of payment of the court fee, while on the other hand claiming that the applicant company's request for deferral of 3 February 2003 had been granted by the Court of Cassation. Furthermore, the Government's claim that the applicant company, in its request for deferral of 3 February 2003, did not substantiate its financial situation in any way, was also untrue. This request clearly stated that the company's assets had been frozen by the decision of the Commercial Court of 24 December 2001. Thus, on the one hand the courts had imposed an injunction on the use of the company's assets, making it impossible to pay the court fee, while on the other hand they had required the company to pay this court fee. Thirdly, the letter of the Court of Cassation of 14 February 2003 could not be regarded as a legal document. Nor was the applicant company required to respond to the warning contained in that letter, because there was no such procedure prescribed by the CCP whereby the Court of Cassation was authorised to make warnings in letters. Finally, the applicant claimed that it was not true that the amount of the court fee due was only AMD 10,000. According to Article 9 § 9 of the Law on State Fees, the court fee for cassation appeals amounted to three per cent of the claim value, which in the applicant company's case made AMD 113,918 (approx. EUR 180 at the material time). In support of this argument, the applicant company relied on the decision of the Commercial Court of 5 November 2001, in which the amount of the court fee was calculated at AMD 189,864.05.", "42.  The applicant further claimed that both Article 70 § 3 of the CCP and Article 22 of the Law on State Fees contradicted the guarantees of Article 6 of the Convention. These provisions created inequality between physical and legal persons, the former being able to obtain an exemption from payment of the court fee in case of insufficient financial means, while the latter was deprived of this possibility. Even if a legal person which was experiencing financial difficulties was granted a deferral of payment of the court fee, it would still find itself in a difficult financial situation in the future. In sum, the applicant company claimed that the non-examination of its cassation appeal violated its right of access to court guaranteed by Article 6.", "(c)  The Government's reply", "43.  The Government, in their further observations, submitted firstly that the CCP did not prescribe a procedure whereby the Court of Cassation would adopt a decision on a request for a deferral of payment of the court fee. Secondly, the Government argued that there was no contradiction in their initial observations: the applicant company's request for deferral of 3 February 2003 had indeed been granted by the Court of Cassation. By saying “the applicant company failed to submit any request to the Court of Cassation” they meant that the applicant company had not made any other such requests following the one of 3 February 2003. Thirdly, as regards the injunction placed on the applicant company's assets, the assets in question had been frozen only in the amount corresponding to the applicant company's tax obligations. Fourthly, as regards the amount of the court fee, the applicant company's assertion that it amounted to AMD 189,864.05 was ill-founded. The claims brought by the applicant company before the Court of Cassation were of a non-pecuniary nature and the court fee, in accordance with Article 9 § 9 of the Law on State Fees, amounted only to AMD 20,000 (approx. EUR 31). Thus, the applicant company's claim that even the deferral of payment of a court fee could put it into a difficult financial situation was unreasonable. The Government added that their initial submission that the court fee amounted to AMD 10,000 was a misprint. Finally, it was not clear how the applicant company, which was allegedly in a difficult financial situation, was able to pay more than AMD 1,000,000 for legal and other services.", "2.  The Court's assessment", "44.  The Court reiterates that the right to a court, of which the right of access constitutes one aspect, is not absolute but may be subject to limitations. Nevertheless, the limitations applied must not restrict the access left to the individual in such a way or to such an extent that the very essence of the right is impaired. Furthermore, a limitation will not be compatible with Article 6 § 1 if it does not pursue a legitimate aim and if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see, among other authorities, Khalfaoui v. France, no. 34791/97, § 35, ECHR 1999IX, and Papon v. France, no. 54210/00, § 90, ECHR 2002VII).", "45.  The Court further reiterates that, where appeal procedures are available, Contracting States are required to ensure that physical and legal persons within their jurisdictions continue to enjoy the same fundamental guarantees of Article 6 before the appellate courts as they do before the courts of first instance (see Brualla Gómez de la Torre v. Spain, judgment of 19 December 1997, Reports of Judgments and Decisions 1997-VIII, p. 2955, § 33, Tinnelly & Sons Ltd and Others and McElduff and Others v. the United Kingdom, judgment of 10 July 1998, Reports 1998-IV, p. 1660, § 72, and Khalfaoui, cited above, § 37). Moreover, restrictions which are of a purely financial nature and which are completely unrelated to the merits of an appeal or its prospects of success should be subject to a particularly rigorous scrutiny from the point of view of the interests of justice (see Podbielski and PPU Polpure v. , no. 39199/98, § 65, 26 July 2005).", "46.  In the present case, the applicant company's cassation appeal was not examined due to its failure to pay the court fee. The Court notes that the parties disagreed as regards the circumstances surrounding the applicant company's request for deferral of payment of the court fee of 3 February 2003, which the applicant company had submitted together with its cassation appeal (see paragraph 18 above). In this respect, the Court notes that the Government's argument that this request had been examined and granted by the Court of Cassation is not supported by the materials of the case. On the contrary, all the materials suggest that the Court of Cassation, as opposed to the Commercial Court of Appeal and the , did not take any decision on the applicant company's request. It is not clear on what grounds the Government referred to the Court of Cassation's letter of 14 February 2003 as a “decision” taken on the applicant company's request for deferral, especially in view of the fact that this letter contains no mention whatsoever of this request or the circumstances surrounding it (see paragraph 19 above). The Court therefore concludes that the applicant company's request for deferral was not examined by the Court of Cassation.", "47.  Furthermore, while it appears from the decisions of the Commercial Court of Appeal of 31 August 2001 (see paragraph 9 above) and the Commercial Court of 18 January 2002 (see paragraph 15 above) that commercial entities have the opportunity to benefit from a deferred payment of a court fee by virtue of Article 21 (d) of the Law on State Fees, it is evident from the letter of 13 March 2003 that the Court of Cassation, in not examining the applicant company's request for deferral, was guided – whether by analogy or not – by Article 70 § 3 of the CCP, which flatly prohibits commercial entities from being exempted from payment of court fees (see paragraph 22 above).", "48.  The Court observes that the requirement to pay court fees cannot be regarded as a restriction on the right of access to a court which is incompatible per se with Article 6 § 1 of the Convention. However, the amount of such fees assessed in the light of the particular circumstances of a given case, including the applicant's ability to pay them, and the stage of proceedings at which such a restriction is imposed, are factors which are material in determining whether or not a person enjoyed his right of access (see Kreuz, cited above, § 60). Accordingly, the Court considers it necessary to examine whether, in rejecting the applicant company's request for deferral of the court fee, the Court of Cassation took into account the particular circumstances of the applicant company's case, first of all its ability to pay.", "49.  In this respect, the Court notes that the Court of Cassation did not examine the applicant company's request for deferral in which the applicant company had made claims about its inability to pay. Therefore, the Court of Cassation had no direct knowledge of the applicant company's financial situation. Moreover, as already indicated above, the Court of Cassation was prevented from making any assessment of the applicant company's ability to pay by the express provisions of the law (see paragraph 47 above). The Court considers, however, that such a blanket prohibition on granting court fee exemptions as contained in those provisions raises of itself an issue under Article 6 § 1 of the Convention. The Government's argument that a commercial entity should, unless it had been declared insolvent, have sufficient means to pay a court fee, is hypothetical (see, mutatis mutandis, Jedamski and Jedamska v. Poland, no. 73547/01, § 63, 26 July 2005, and Teltronic-CATV v. , no. 48140/99, § 57, 10 January 2006), and therefore does not affect the Court's opinion on this matter.", "50.  In view of the above, the Court concludes that the applicant company was denied access to court in violation of Article 6 § 1 of the Convention.", "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION AND ITS PROTOCOLS", "51.  The applicant company further complained under Article 1 of Protocol No. 1 to the Convention and Article 17 of the Convention that the employees of the tax authorities were corrupt and had made an unlawful assessment confiscating an overly excessive sum. Lastly, the manager of the applicant company complained under Article 4 of the Convention that, since he did not have enough money to pay the judgment debt, he would be obliged to pay the sum from his future salary, which would amount to slavery.", "52.  Having regard to all the material in its possession, and in so far as these complaints fall within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "53.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "54.  The applicant company claimed a total of AMD 13,495,511 (approx. EUR 24,325) in respect of pecuniary damage. In particular, since its cassation appeal had not been examined, it had not been able to contest the lawfulness of the 2 April 2001 assessment and as a result had incurred debt in the amount of AMD 4,013,900 (approx. EUR 7,235) and a surcharge for the delayed non-payment of this debt in the amount of AMD 2,197,611 (approx. EUR 3,961). Furthermore, the applicant company had not been able to function during a period of more than five years following the commencement of the court proceedings, its assets still being frozen, so the company and its manager had lost income in the amount of AMD 7,280,000 (approx. EUR 13,122). Finally, in the course of the relevant enforcement proceedings AMD 4,000 (approx. EUR 7) was levied personally on the company's manager since the company's assets were frozen. The applicant company also claimed compensation for non-pecuniary damage in the amount of EUR 5,000.", "55.  The Government claimed that there was no causal link between the violation alleged and the pecuniary and non-pecuniary damage claimed. Even if the case had been considered by the Court of Cassation, this would not have changed the course of the case, since the applicant company's tax obligations arose from the law. Furthermore, the applicant company's assets had been frozen only in the amount corresponding to the claim value and there was no decision to suspend or terminate the applicant company's activity. In any event, the claim for lost income was of a speculative nature.", "56.   The Court considers that an award of just satisfaction must be based in the present case on the fact that the applicant company did not have the benefit of the right of access to a court for the purposes of Article 6 § 1 of the Convention. It cannot speculate as to what the outcome of the trial would have been, if the Court of Cassation had examined the applicant company's cassation appeal. The Court therefore does not discern any causal link between the violation found and the pecuniary damage alleged. However, it does not find it unreasonable to regard the applicant company as having suffered a loss of opportunities, even though it is difficult to evaluate that loss (see Khalfaoui, cited above, § 58). Be that as it may, the applicant company undeniably sustained non-pecuniary damage on account of the breach of the Convention found in the present judgment. Ruling on an equitable basis, the Court awards the applicant company EUR 1,200.", "57.  The Court also considers it necessary to point out that a judgment in which it finds a violation of the Convention or its Protocols imposes on the respondent State a legal obligation not just to pay those concerned the sums awarded by way of just satisfaction, if any, but also to choose, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be adopted in its domestic legal order to put an end to the violation found by the Court and make all feasible reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (see Scozzari and Giunta v.  [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000VIII; Ilaşcu and Others v. Moldova and Russia [GC], no. 48787/99, § 487, ECHR 2004-VII; and Lungoci v. , no. 62710/00, § 55, 26 January 2006). In the case of a violation of Article 6 of the Convention, the applicant should as far as possible be put in the position he would have been in had the requirements of this provision not been disregarded (see, mutatis mutandis, Sejdovic v.  [GC], no. 56581/00, § 127, ECHR 2006...).", "58.  The Court notes in this connection that Article 241.1 of the CCP allows the reopening of the domestic proceedings if the Court has found a violation of the Convention or its Protocols (see paragraph 25 above). The Court is in any event of the view that the most appropriate form of redress in cases where an applicant was denied access to court in breach of Article 6 § 1 of the Convention would, as a rule, be to reopen the proceedings in due course and re-examine the case in keeping with all the requirements of a fair trial (see Lungoci, cited above, § 56).", "B.  Costs and expenses", "59.  The applicant company also claimed a total of AMD 1,095,545 (approx. EUR 1,974) for costs and expenses incurred before the domestic courts and before the Court, including legal advice (AMD 987,000 (approx. EUR 1,779)), translation services (AMD 78,000 (approx. EUR 141)), postal and fax expenses (AMD 12,845 (approx. EUR 23)), and copying, transportation, stationery and other expenses (AMD 17,700 (approx. EUR 31)).", "60.  The Government claimed that the applicant company had failed to submit any documentary proof of legal, translation or any other costs incurred.", "61.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. The Court notes that the only costs and expenses which the applicant company substantiated with documentary proof are postal receipts connected with the applicant's communication with the Court in the total amount of AMD 11,770 (approx. EUR 24) and with the domestic courts in the amount of AMD 700 (approx. EUR 1.5), and fax bills in the total amount of AMD 375 (approx. EUR 1). The Court notes, however, that the postal receipts connected with the domestic proceedings date from 2004, that is the period when the proceedings examined in the present application had already terminated, and therefore decides to award the applicant company EUR 25 in respect of costs and expenses.", "C.  Default interest", "62.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the complaint concerning the lack of access to court admissible and the remainder of the application inadmissible;", "", "2.  Holds that there has been a violation of Article 6 § 1 of the Convention in that the applicant company was denied access to court;", "", "3.  Holds", "(a)  that the respondent State is to pay the applicant company, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement:", "\t(i)  EUR 1,200 (one thousand two hundred euros) in respect of non-pecuniary damage;", "\t(ii)  EUR 25 (twenty-five euros) in respect of costs and expenses;", "\t(iii)  any tax that may be chargeable on these amounts;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses the remainder of the applicant company's claim for just satisfaction.", "Done in English, and notified in writing on 20 December 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\t Quesada\tBoštjan M. Zupančič\n\tRegistrar\tPresident", ""]}