{"file": "ENG_HEJUD_6289_73.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "6289/73", "text_paragraphs": ["", "", "", "COURT (CHAMBER)", "", "", "", "", "", "", "CASE OF AIREY v.  (ARTICLE 50)", "", "(Application no. 6289/73)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "6 February 1981", "", "", "\n", "In the Airey case,", "The European Court of Human Rights, sitting, in accordance with Article 43 (art. 43) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\") and the relevant provisions of the Rules of Court, as a Chamber composed of the following judges:", "\tMr. \tG. WIARDA, President.", "\tMr. \tTHÓR VILHJÁLMSSON,", "\tMr. \tW GANSHOF VAN DER MEERSCH,", "\tMr. \tD. EVRIGENIS,", "\tMr. \tL. LIESCH,", "\tMr. \tF. GÖLCÜKLÜ,", "\tMr. \tB. WALSH,", "and also Mr. M.-A. EISSEN, Registrar, and Mr. H. PETZOLD, Deputy Registrar,", "Having deliberated in private on 24 November 1980 and 31 January 1981,", "Delivers the following judgment, which was adopted on the last-mentioned date, on the application in the present case of Article 50 (art. 50) of the Convention:", "PROCEDURE AND FACTS", "1. The Airey case was referred to the Court by the European Commission of Human Rights (\"the Commission\") in May 1978. The case originated in an application against  lodged with the Commission in 1973 by Mrs. Johanna Airey.", "The only outstanding matter to be settled is the question of the application of Article 50 (art. 50) in the present case. Accordingly, as regards the facts, the Court will confine itself here to giving the pertinent details; for further particulars, reference should be made to paragraphs 8 to 12 of the Court’s judgment of 9 October 1979 (Series A no. 32, pp. 6-8).", "2. By that judgment, the Court held, inter alia, that there had been breach of Articles 6 par. 1 and 8 (art. 6-1, art. 8) of the Convention by reason of the fact that the applicant did not enjoy an effective right of access to the Irish High Court for the purpose of petitioning for a decree of judicial separation (points 4 and 6 of the operative provisions and paragraphs 20-28 and 31-33 of the reasons, ibid., pp. 19, 11-16 and 17).", "3. At the hearing of 22 February 1979, the applicant’s counsel had informed the Court that, should it find a breach of the Convention, her client would seek just satisfaction under Article 50 (art. 50) under three headings: effective access to a remedy for breakdown of marriage; monetary compensation for her pain, suffering and mental anguish; and monetary compensation for costs incurred, mainly ancillary expenses, fees for lawyers and other special fees.", "In its aforesaid judgment, the Court reserved the whole of the question of the application of Article 50 (art. 50). The Commission was invited to submit to the Court, within two months from the delivery of the judgment, the Commission’s observations on that question, including notification of any settlement at which the Government of Ireland (\"the Government\") and the applicant might have arrived (point 8 of the operative provisions and paragraphs 36-37 of the reasons, ibid., pp. 18-19).", "4. The above-mentioned time-limit was extended by the President several times, on the last occasion until 30 July 1980.", "On 17 July 1980, the Secretary to the Commission, acting on the Delegates’ instructions, transmitted to the registry copies of correspondence setting out in detail the course of negotiations between the Government and the applicant and revealing that the applicant had rejected a \"without prejudice\" offer by the Government to pay to her 3,140 Irish pounds in full and final satisfaction of her claims. At the same time, the Secretary stated that the Delegates were of opinion that there was no useful basis on which efforts to reach a settlement could be pursued and that they submitted to the Court that an award under Article 50 (art. 50) should be made \"on the basis of the above offer\".", "By letter of 21 August 1980, the Agent of the Government informed the Deputy Registrar, inter alia, that the Government consented to an award of £ 3,140. On 8 October, the Secretary to the Commission transmitted to the Registrar a telex received from the applicant’s legal representative indicating that the applicant did not consider this amount to be fair and reasonable and requested an award in line with her earlier submissions (see paragraph 5 below). On 10 November, the Agent wrote to the Registrar to advise him that, although her Government disputed the applicability of Article 50 (art. 50) to the present case and although they considered a sum of £ 2,140 - which they had initially offered by way of settlement - to be an adequate award, they remained willing to consent to an award of £ 3,140.", "5. During the course of the negotiations, proposals for a settlement had been put forward on the applicant’s behalf which may be summarised as follows:", "a) Mrs. Airey sought an undertaking from the Government to indemnify her against any future legal costs and expenses reasonably incurred in pursuing before the Irish courts the remedy of judicial separation (\"the domestic costs\").", "b) Compensation was requested in respect of:", "- travelling and miscellaneous expenses: £ 140;", "- loss on re-housing: £ 1,500;", "- legal costs and expenses referable to the proceedings before the Convention institutions (\"the  costs\"): £ 9,984.41.", "c) It was alleged that Mrs. Airey had suffered severe mental anxiety and that her own and her children’s health had been adversely affected; further, her inability for financial reasons to obtain a maintenance or garnishee order in the High Court was said to have caused her constant financial difficulties, to have obliged her to take unsuitable employment and to have resulted in her children’s being denied normal educational facilities and opportunities. The applicant’s solicitors suggested a figure of £ 2,000 in respect of this item.", "6. On 9 September 1980, Mrs. Airey applied, under the Scheme of Civil Legal Aid and Advice introduced in  on 15 August 1980, for legal aid in order to petition for judicial separation. However, the competent office informed her on 8 October that she appeared to be ineligible on the basis of the means test.", "On 10 November, the Secretary to the Commission informed the Registrar that, should the applicant not be granted legal aid, the Delegates would regard it as an important element in any award under Article 50 (art. 50) that her legal costs for a separation action be underwritten by the Government. The Secretary also transmitted to the registry a copy of a letter received from the applicant’s solicitors, Messrs. Walsh O’Connor and Company, in which they requested that, if she were denied legal aid, she should be awarded an additional sum to enable her to instruct solicitor and counsel to represent her in separation proceedings.", "On 21 November, the Agent of the Government wrote to the Registrar in the following terms.", "\"...", "In the light of the information provided by Walsh, O’Connor and Company indicating that Mrs. Airey, whose financial position appears to have improved since the events which gave rise to the Court’s judgment in her case, may not be granted legal aid under the Scheme and in view of the course of the proceedings in this particular case, my Government has decided to underwrite her reasonable costs of retaining Solicitor and Counsel for the purpose of taking proceedings for a legal separation, such costs to be taxed as between solicitor and client (i.e. independently assessed by the Courts) in default of agreement thereon between Mrs. Airey and the Government.", " ...\"", "The Secretary to the Commission transmitted to the Registrar on 17 December a copy of a letter of 11 December from Messrs. Walsh O’Connor and Company, which read:", "\"... We quote from our client’s letter of instructions to us ‘I accept the Government’s offer of costs for my legal separation but reject their offer of £ 3,140 compensation’ etc., from which you will see that we will be instituting proceedings against Mr. Airey on behalf of Mrs. Airey claiming a legal separation and relying on the Government’s undertaking to underwrite our client’s costs in the matter.", " ...\"", "7. In accordance with a request by the President of the Chamber, the Secretary to the Commission filed certain documents with the registry on 20 November.", "8. Having consulted, through the Registrar, the Agent of the Government and the Delegates of the Commission, the Court decided on 24 November 1980 that there was no call to hold oral hearings.", "Mr. O’Donoghue, the elected judge of Irish nationality who had taken part in the adoption of the judgment of 9 October 1979 and whose term of office expired on 20 January 1980, was in principle called upon to continue to sit in this case (Article 40 par. 6 of the Convention and Rule 2 par. 3 of the Rules of Court) (art. 40-6). However, on account of his inability to attend, his place was taken by his successor, Mr. Walsh.", "AS TO THE LAW", "I. THE APPLICABILITY OF ARTICLE 50 (art. 50)", "9. Article 50 (art. 50) of the Convention reads as follows:", "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the present Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"", "Although the Government appeared to question the applicability of this provision in the present case (see paragraph 4 in fine above), they have not indicated their reasons for so doing.", "The Article (art. 50) is applicable, in the opinion of the Court. It recalls that there is no room in this context to distinguish between acts and omissions; again, Mrs. Airey is clearly an \"injured party\" - a phrase synonymous with the term \"victim\" as used in Article 25 (art. 25) - in the sense that she was the person directly affected by the failure to observe the Convention, which the Court found in its judgment of 9 October 1979 (see the De Wilde, Ooms and Versyp judgment of 10 March 1972, Series A no. 14, pp. 10-11, par. 22-23). Finally, it has not been suggested that Irish law allows complete reparation, as that concept is understood in the Court’s case-law (see, inter alia, ibid., pp. 9-10, par. 20), to be made for the consequences of that failure.", "II. THE APPLICATION OF ARTICLE 50 (art. 50)", "10. Since its judgment of 9 October 1979, the Court has been informed of an agreement reached between the respondent State and the applicant as regards the claim relative to the domestic costs (see paragraphs 5 (a) and 6 above). As is required by Rule 50 par. 5 of its Rules, the Court has verified the \"equitable nature\" of this agreement and, having regard to the absence of objection on the part of the Commission’s Delegates, it entertains no doubts on the matter. Accordingly, the Court takes formal note of the agreement and concludes that there is no longer any necessity for it to consider this claim further.", "11. During the settlement negotiations (see paragraph 4 above), the Government did not contest the amount of £ 140 claimed for travelling and miscellaneous expenses but rejected the applicant’s claims in respect of her alleged loss on re-housing and the Strasbourg costs (see paragraph 5 (b) above). The Court will examine the last two items first.", "12. Mrs. Airey moved house in 1977. As a tenant, she had certain possibilities of purchasing her home under the Tenant Purchase Scheme operated by her landlord, Cork Corporation. She claimed that her move, which she attributed to her inability to gain effective access to a remedy for breakdown of marriage, the consequent deterioration in her position and her apprehension that her husband might attempt to return and live with her, had occasioned her a loss of £ 1,500 representing the difference in market value, as at July 1977, between the two premises in question.", "The Government replied that the applicant had not established any loss, her interest in both premises being no more than that of a tenant. They added that there was no causal relation between her decision to move and the absence, in 1977, of legal aid for separation proceedings.", "Assuming that Mrs. Airey has suffered the loss which she alleged, the Court does not consider that it can be attributed to the violations found in its judgment of 9 October 1979. Her decision to move appears to have been motivated not by the fact that she did not enjoy an effective right of access to the High Court for the purpose of petitioning for judicial separation but rather by her general situation underlying her wish to have such access and, in particular, by her fear of molestation by her husband. Besides, even if she had obtained a separation decree, she would have remained subject to the risk of the molestation which rightly or wrongly she apprehended. The Court accordingly rejects this claim.", "13. The same must apply to the claim in respect of the  costs. Mrs. Airey, who alone has the status of \"injured party\" for the purposes of Article 50 (art. 50), had the benefit of free legal aid before the Commission and then, after reference of the case to the Court, in her relations with the Delegates (addendum to the Commission’s Rules of Procedure). She has not established that she paid or is liable to pay to her lawyers additional fees for which she might seek reimbursement; it follows that, in this respect, she has borne no costs herself and has suffered no loss capable of being compensated under Article 50 (art. 50) (see the Luedicke, Belkacem and Koç judgment of 10 March 1980, Series A no. 36, p. 8, par. 15).", "14. The Government have expressed their continuing willingness to consent to an award of £ 3,140 (see paragraph 4 in fine above). The Court considers this figure to be fair and reasonable and accordingly affords to the applicant, as far as the remainder of her claims is concerned, satisfaction of that amount.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1. Takes formal note of the agreement between the Government and the applicant concerning the domestic costs;", "", "2. Rejects the applicant’s claims in respect of her alleged loss on re-housing and the  costs;", "", "3. Holds that  is to pay to the applicant, in respect of the remainder of her claims, the sum of three thousand one hundred and forty Irish pounds (£ 3,140).", "", "Done in English and in French, the English text being authentic, at the , , this sixth day of February, one thousand nine hundred and eighty-one.", "", "For the President", "Léon LIESCH", "Judge", "", "Marc-André EISSEN", "Registrar", ""]}