{"file": "ENG_HECOM_73469_10.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "73469/10", "text_paragraphs": ["THIRD SECTION", "Application no. 73469/10\nIlze NAGLA\nagainst \nlodged on 13 December 2010", "STATEMENT OF FACTS", "THE FACTS", "1.  The applicant, Ms Ilze Nagla, is a Latvian national who was born in 1971 and lives in . She is represented before the Court by Mr L. Liepa, a lawyer practising in .", "A.  The circumstances of the case", "2.  The facts of the case, as submitted by the applicant, may be summarised as follows.", "3.  The applicant is a journalist and, at the time of the material events, she was working for the national television broadcaster (Latvijas televīzija – “the LTV”). She was a producer, reporter and host of the weekly investigative news programme De facto, aired at prime time every Sunday night.", "1.  Events leading up to and including the broadcast of 14 February 2010", "4.  On 10 February 2010 the applicant received an e-mail from a person who called himself or herself “Neo”, revealing that there were serious security flaws in a database maintained by the State Revenue Service (Valsts ieņēmumu dienests – “the VID”). Allegedly, these flaws made it possible to access the data stored in the Electronic Declaration System (Elektroniskā deklarēšanas sistēma – “the EDS”) without breaching any security protocols. In support of his or her allegations, “Neo” attached some examples of the data which he or she had downloaded in this manner (for example, salaries of LTV employees), the veracity of which the applicant could confirm. The applicant concluded that the data were genuine and, most probably, that there was a serious security flaw in the system. She then proceeded to inform the VID about a possible security breach.", "5.  “Neo” did not reveal his or her identity to the applicant during their e-mail correspondence. He or she noted that there were more data which showed that the austerity measures in the public sector did not affect the highest-paid State officials. It transpired from their correspondence that “Neo” did not wish to reveal his or her identity.", "6.  On 14 February 2010 the applicant, acting in her capacity as a journalist, announced during the broadcast of De facto that there had been a massive leak of data from the EDS. She reported that the information concerned the income, tax payments and personal identity details of public officials, as well as private individuals and companies.", "7.  One week after the broadcast, “Neo” started to publish the data on the Internet, in particular concerning the salaries being paid at various State agencies.", "2.  Criminal proceedings concerning the data leak", "8.  On 10 February 2010, upon an application by the State Revenue Service, criminal proceedings were instituted concerning the data leak.", "9.  On 11 May 2010 I.P. was arrested in connection with the criminal proceedings; he was released from custody a few months later.", "10.  These proceedings are currently pending at the pre-trial investigation stage.", "3.  Order to surrender information", "11.  On 19 February 2010 the police arrived at the LTV premises with a view to receiving evidence from the applicant as a witness in the criminal proceedings. They asked that the transcript of the 14 February 2010 broadcast, as well as the e-mail correspondence with “Neo”, be handed over. The applicant declined to disclose the identity of her source or any other information which could lead to its disclosure, referring to her right of non-disclosure as set forth in section 22 of the Law on Press and Other Mass Media.", "4.  The search of 11 May 2010 and subsequent judicial review", "12.  On 11 May 2010 an investigator from the police drew up a search warrant, which was authorised by a public prosecutor on the same date. The relevant part of the warrant reads as follows:", "“[I hereby authorise] the search of [the applicant’s home] with a view to finding and seizing documents and data storage devices containing illegally downloaded XML files from the EDS database and any derivatives thereof, software for processing these files, information about obtaining and distributing these files and any other items containing information about the crime under investigation.”", "13.  On 11 May 2010, from 9.34 to 10.30 p.m., the police conducted a search at the applicant’s home. According to the applicant, upon her return home that night a plain-clothes policeman approached her in the stairwell and, without identifying himself, physically obstructed her closing the doors. Only then did he present a search warrant and proceed to conduct the search together with two other officers. During the search the following data storage devices were seized: a personal laptop, an external hard drive, a memory card and four flash drives. According to the applicant, these devices contained a large body of her personal data as well as most of her work-related material.", "14.  On 12 May 2010 the investigating judge approved the search warrant of 11 May 2010.", "15.  On 14 June 2010 the President of the court, upon a complaint by the applicant, upheld the investigating judge’s decision and concluded that the search was lawful and that the evidence obtained was admissible in the criminal proceedings. No hearing was held, and the President examined the applicant’s written complaints, the criminal case file and the investigator’s written explanation. The relevant part of the decision, which was final, reads:", "“Having considered the impugned decision of the investigating judge on its merits, I find it to be in compliance with the legal norms and the actual state of affairs. ...", "The investigator has taken sufficient actions to protect the rights of [the applicant] as a journalist. In particular, she assigned police officers to question [the applicant] as a witness, who used her right not to disclose the source.", "According to the domestic case-law, in most cases the court imposes an obligation on the journalist to disclose sources of information only in cases when, purely objectively, there are no other options for solving or preventing a crime or in cases when any continuing crimes would substantially harm public and national-security interests.", "In the present proceedings, although the unlawful processing and uncontrolled dissemination of the personal data of several thousand, even hundreds of thousands of people is considered a substantial violation of the rights of the general public, the investigating authority did not apply to the investigating judge for an order to disclose the information source ... because ... it was decided not to pursue any investigative activities that would concern journalists, in line with the principle of proportionality and the rights of non-disclosure ...", "Accordingly, as the material in the case file shows, the further investigation focused on other leads, and the probable suspect was established by processing and analysing the records of the EDS, that is, without disclosing a journalistic source. ...", "There is no reasonable ground to believe that the search of [the applicant’s] home was performed for the purpose of finding out the source of information, because the aim of the search was to find the downloaded XML files from the EDS database and any derivatives thereof, software for processing these files and information about obtaining and distributing these files and to stop any further unlawful dissemination of the personal data. ...", "The present criminal proceedings were opened in connection with facts directly relating to the exchange of information in electronic form and therefore it is important to take into account the specific features of cybercrime, where the preservation, acquisition and recording of evidence in electronic form is encumbered owing to the fact that such evidence may be modified or destroyed very fast; it is also important to take into account the mens rea of the crime. ... I find that in this particular case the search under the urgent procedure was admissible. ...", "Since [the applicant] is an in-house and not a freelance journalist, there are no grounds to assume that material directly related to her professional activity would definitely be stored at her home, especially if she herself has not indicated that this is the case. If any such indications had been given, the investigating judge would have had grounds to evaluate such facts. ...", "In view of the above, I find that the 12 May 2010 decision by the investigating judge is justified and lawful and there are no grounds to revoke it; I am also of the opinion that there are no reasons to consider that the results of the actions under consideration are void.", "At the same time it should be explained to [the applicant] that any complaints of alleged breaches during the search or other investigative activities ought to be submitted in accordance with the procedure laid down in section 337 of the Law of Criminal Procedure...”", "5.  Review by the Ombudsman", "16.  On 13 May 2010 the Ombudsman opened an inquiry about the search of the applicant’s home with a view to ascertaining whether the search had interfered with the freedom of expression and whether the domestic authorities had paid sufficient regard to the assessment of the limitations imposed on the freedom of the press.", "17.  On 28 September 2010 he delivered his opinion, which was not binding on the domestic authorities. He examined not only whether the alleged violation of the applicant’s freedom of expression had taken place, but also whether there was an effective monitoring system in the country in that regard. He adopted the following final conclusions:", "“The freedom of expression includes a right not to disclose journalistic sources. Only a court, observing the principle of proportionality, may order the disclosure of an information source to protect the essential interests of private individuals or society.", "By performing the search in [the applicant’s] home and by substantiating it, among other things, by the aim of finding information about obtaining and distributing the EDS database XML files, the competent investigating authority – by securing the evidence and disregarding the requirement to have a court order – discovered the identity of the applicant’s source.", "By authorising the search warrant issued by the investigator under the urgent procedure, the supervising prosecutor and the court failed to undertake a critical examination of the urgency and the necessity of such a measure and did not sufficiently evaluate the threat to the freedom of expression.", "Accordingly, the freedom of expression and the right not to disclose journalistic sources ... have been violated.", "Since the legally protected immunity of a journalist in criminal proceedings is not incorporated in [the relevant chapter of the Law of Criminal Procedure] and the domestic case-law shows that the competent investigating authorities do not pay sufficient attention to it, it would be advisable to initiate a discussion on [legislative] amendments [to the relevant provision of the Law of Criminal Procedure]. Probably, the law should specifically provide that it is prohibited to perform investigative activities involving journalists in premises belonging to them if there are reasonable grounds to consider that this might restrict the scope of the rights guaranteed to journalists.”", "B.  Relevant international material and domestic law", "1.  International material", "18.  For the relevant international material concerning the protection of journalistic sources, see the Grand Chamber judgment in the case of Sanoma Uitgevers B.V. v. the Netherlands ([GC], no. 38224/03, §§ 43-44, 14 September 2010).", "2.  Domestic law", "19.  Section 22 of the Law on Press and Other Mass Media (likums “Par presi un citiem masu informācijas līdzekļiem”) lays down the principle of non-disclosure in Latvian law. The mass media have a right not to disclose sources of information (paragraph 1). An order to disclose a source of information may be made only by a court, after considering proportionality, for the protection of the essential interests of private individuals or society (paragraph 2).", "20.  Section 154 of the Law of Criminal Procedure (Kriminālprocesa likums) sets forth the circumstances when a journalist or an editor is under an obligation to disclose a source of information. Such an order may be made only by a court (paragraph 1). The investigating judge, upon an application by an investigator or a public prosecutor, hears the parties and examines the material in the case file (paragraph 2) and assesses the proportionality of the measure (paragraph 3). The decision is amenable to judicial review by a higher-court judge, under a written procedure (paragraph 4).", "21.  Section 180 of the Law of Criminal Procedure lays down the procedure for issuing a search warrant. Under the ordinary procedure, a court or the investigating judge authorises the search upon an application by the competent investigative authority (procesa virzītājs), having examined the case file (paragraph 1). Under the urgent procedure, when a delay could cause the relevant documents or objects to be destroyed, hidden or damaged or could cause the person to abscond, the search warrant may be issued by the competent investigating authority. Authorisation by a public prosecutor is necessary for a search warrant issued by the investigator (paragraph 3). A search warrant issued under the urgent procedure has to be submitted on the following day to the investigating judge, who then examines the lawfulness of and grounds for the search (paragraph 5).", "COMPLAINTS", "22.  The applicant complained that she had been compelled to disclose information that had enabled a journalistic source to be revealed in violation of her right to receive and impart information, as guaranteed by Article 10 of the Convention. In her submission, the interference with the freedom of expression in her case was not prescribed by law, did not pursue a legitimate aim and was not necessary in a democratic society. The applicant further asked the Court to clarify the duties of the State under this provision in this connection.", "23.  The applicant also complained that the search constituted unjustified interference with her right to respect for her home and private life, as protected by Article 8 of the Convention. She noted that her laptop, which had been seized, contained private information and she did not consider that the information had been necessary for investigative purposes. She was dissatisfied, in that regard, with the wide scope of the search warrant.", "QUESTIONS TO THE PARTIES", "1.  Has there been an interference with the applicant’s freedom of expression, within the meaning of Article 10 § 1 of the Convention?", "", "2.  If so, was that interference prescribed by law and necessary in terms of Article 10 § 2 of the Convention?", "", "3.  Did the Latvian legal system provide for adequate legal safeguards for the applicant to enable an independent assessment of whether the interests of the criminal investigation overrode the public interest in the protection of journalistic sources (see Sanoma Uitgevers B.V. v. the Netherlands [GC], no. 38224/03, § 90, 14 September 2010)?"]}