{"file": "ENG_HECOM_2283_12.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "2283/12", "text_paragraphs": ["FIRST SECTION", "Application no. 2283/12\nSalaheldin MOHAMMED\nagainst \nlodged on 11 January 2011", "", "STATEMENT OF FACTS", "THE FACTS", "The applicant, Mr Salaheldin Mohammed, is a Sudanese national who was born in 1981 and lives in . He was represented before the Court by Mr E.W. Daigneault, a lawyer practising in .", "A.  The circumstances of the case", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant arrived in Austria via Greece and  on 9 October 2010 and lodged an asylum request.", "On 5 January 2011, the Federal Asylum Office (Bundesasylamt) rejected the applicant’s asylum request under section 5 of the 2005 Asylum Act and declared that Hungary had jurisdiction regarding the asylum proceedings pursuant to the Council Regulation (EC) No 343/2003 (“Dublin II Regulation”, hereinafter the “Dublin Regulation”). It also ordered the applicant’s expulsion to . The applicant did not lodge an appeal against that decision.", "The applicant went into hiding and thwarted an expulsion attempt planned for the 5 May 2011.", "On 21 December 2011, the applicant was detained in .", "On 22 December 2011, the Vienna Federal Police Authority (Bundespolizeidirektion Wien) ordered the applicant’s detention with a view to expulsion.", "On 30 December 2011, the applicant lodged a subsequent asylum request that had no suspensive effect in relation to a valid expulsion order.", "On 2 January 2012, the applicant lodged a complaint against the detention order referring to his subsequent asylum request. He further noted a decision of the Austrian Asylum Court (Asylgerichtshof) of 1 December 2011 that had granted suspensive effect to the appeal lodged by an Algerian asylum seeker stating that a real risk of a violation of the European Convention on Human Rights could not be excluded in case of an expulsion of asylum seekers to Hungary under the Dublin Regulation. The  had based its reasoning on a letter of the Austrian’s office of the United Nations High Commissioner for Refugees dated 17 October 2011 that referred to detention conditions for asylum seekers in Hungary and a risk of refoulement to .", "On 5 January 2012, the Vienna Independent Administrative Panel (Unabhängiger Verwaltungssenat Wien) dismissed the complaint as unfounded. It stated that the order of detention with a view to expulsion had been issued in accordance with the law.", "On 10 January 2012, the  (Verwaltungsgerichtshof) dismissed the applicant’s motion that his complaint against that decision was granted suspensive effect. It stated that it would only decide upon a complaint against the order of detention with a view to expulsion and not on the legality of an expulsion to . However, it concluded that the Aliens’ Police (Fremdenpolizei) would in any event have to refrain from an expulsion of the applicant to Hungary in spite of a valid expulsion order if the current situation in  for Dublin-returners would breach Article 3 of the Convention.", "The applicant also lodged a motion to lift the expulsion order. Those proceedings are still pending, as are the complaint proceedings regarding the detention with a view to expulsion before the  and the proceedings of the subsequent asylum request.", "The applicant’s expulsion to  was foreseen for the 12 January 2012. On 11 January 2012, the Court applied an interim measure under Rule 39 and requested the Austrian Government to stay the applicant’s expulsion to  until further notice.", "B.  Relevant domestic law and practice", "1.  Council Regulation (EC) No 343/2003 ( Regulation)", "Under the Regulation, the Member States must determine, based on a hierarchy of objective criteria (Articles 5 to 14), which  bears responsibility for examining an asylum application lodged on their territory. The aim is to avoid multiple applications and to guarantee that each asylum seeker’s case is dealt with by a single .", "Where it is established that an asylum seeker has irregularly crossed the border into a Member State having come from a third country, the Member State thus entered is responsible for examining the application for asylum (Article 10 § 1). This responsibility ceases twelve months after the date on which the irregular border crossing took place.", "Where the criteria in the regulation indicate that another  is responsible, that State is requested to take charge of the asylum seeker and examine the application for asylum. The requested State must answer the request within two months from the date of receipt of that request. Failure to reply within two months is stipulated to mean that the request to take charge of the person has been accepted (Articles 17 and 18 §§ 1 and 7).", "By way of derogation from the general rule, each Member State may examine an application for asylum lodged with it by a third-country national, even if such examination is not its responsibility under the criteria laid down in the Regulation (Article 3 § 2). This is called the “sovereignty” clause. In such cases the State concerned becomes the  responsible and assumes the obligations associated with that responsibility.", "2.  2005 Asylum Act", "Section 5 of the 2005 Asylum Act provides that an asylum request shall be rejected as inadmissible if, under treaty provisions or pursuant to the Dublin Regulation, another country has jurisdiction for examining the application for asylum or the application for international protection. When rendering the rejecting decision, the authority shall also specify which country has jurisdiction in the matter.", "Section 12a of the 2005 Asylum Act provides that a person, whose asylum request was rejected pursuant to lack of jurisdiction because of the Dublin Regulation (section 5 of the Asylum Act), is not entitled to protection against expulsion (Abschiebeschutz), when he or she lodges a subsequent asylum request.", "3.  Letter of the Austrian office of the United Nations High Commissioner for Refugees of 17 October 2011 and subsequent developments", "Upon a request of the , the Austrian office of the United Nations High Commissioner for Refugees (UNHCR) made the following statements regarding the situation of asylum seekers in and Dublin-returners to :", "“1.  Asylum seekers and Dublin-returners would be taken into detention immediately after their arrest for illegal entry or residence in . Only unaccompanied minors would not be detained. The general detention of asylum seekers was more and more practiced since April 2010. Following an amendment of the law, detention could also be ordered during the conduct of the substantive asylum proceedings and could last up to twelve months. Detention orders would need to be judicially approved. However, the investigation results of the UNHCR showed that a judicial review was only a formality and did not lead to a substantial review of the grounds of detention.", "2.  The facilities now used for the detention of asylum seekers partly followed a strict prison regime (fixed furniture, bars and visiting regulations). Depending on the facility, privileges are granted such as locking into the cell only during the night, access to activities outside, to sanitary facilities and access to common areas. Furthermore, social workers had been employed and internet access granted.”", "However, the main problem that was established after interviews conducted by the UNHCR with detainees in September 2011 referred to abuse by police officers in the detention facilities. It thus seems that police abuse and harassment by the authorities would happen on a daily basis. A Syrian asylum seeker was beaten up brutally on the day of the UNHCR-visit; another asylum seeker only days before. All interviewed asylum seekers complained of police brutality. After those statements, not all police officers would be violent, but a number of officers would begin by provoking the detainees and proceed to beat them up and to abuse them verbally. Asylum seekers also reported of having been systematically medicated with tranquilizers, even occasionally to the extent of the development of an addiction. That last information was confirmed by employees of refugee centres to which asylum seekers were sent after their detention was lifted. Finally, detained asylum seekers would be forced to exercise their administrative dealings in handcuffs, even though their detention was only the result of an illegal entry or residence in the country.", "3.  It further stated that Hungary still viewed Serbia – contrary to UNHCR recommendations – as a safe third country and would expel asylum seekers and Dublin-returners coming from Serbia back to  without substantive asylum proceedings. The Hungarian authorities would conduct substantive proceedings examining the original flight reasons of the asylum seekers in only 20% of all asylum requests.", "The appeal practice of Hungarian courts would differ widely: whilst the court in Budapest had ordered a substantive examination of an asylum request in several cases following recommendations of the UNHCR, appeals decided by the Szeged court, that had jurisdiction for most asylum seekers travelling via , were usually dismissed without a thorough examination.", "Based on the information available to the UNHCR, Hungary would not expel to  at the present time.", "4.  Dublin-returners would be considered applicants lodging subsequent asylum requests which would lead to the fact that appeals against dismissing asylum decisions had no automatic suspensive effect. Furthermore, access to other services was limited in comparison to first applicants.”", "On 31 October 2011, the  quashed a dismissing asylum decision of the Federal Asylum Office that had ordered an Afghan national to be expelled to Hungary under the Dublin Regulation and allowed for the asylum proceedings to take place in . Referring to the letter of the UNHCR dated 17 October 2011 it concluded that those important reports seemed to show a systematic problem and that such reports from a notable organisation such as the UNHCR carried considerable weight and warranted a thorough examination of the possible problems sketched out in relation to Convention rights. Therefore, the information regarding general detention of asylum seekers and Dublin-returners would have to be researched and possibly statistic material and statements of the Hungarian authorities obtained. It would also be necessary to investigate the reports on the quantity and manner of the alleged police abuse and the legal consequences for police officers accused of such abuse. Furthermore, in view of those reports, the factual access to substantive asylum proceedings in Hungary, access to an effective remedy and protection of refoulement would need to be investigated (see Asylum Court decision of 31 October 2011, No. S4 422.020-1/2011/5E).", "On 28 November 2011, the  quashed the dismissal of an asylum request under the Dublin Regulation by the Federal Asylum Office and the according expulsion order to . It stated that the  pursued the view that expulsions to  were in general legal after individual examination of the case. However, it noted in the present case that the Federal Asylum Office had based its evaluation on the situation for asylum seekers in Hungary on old reports and had not taken into consideration newer sources such as the letter of the UNHCR of 17 October 2011, a report of the Hungarian Helsinki Committee dated April 2011 on the detention conditions in Hungary and on the issue of Serbia as a safe third country, etc. It confirmed that the Federal Asylum Office would have to investigate the question of detention of Dublin-returners in Hungary including the detention conditions, the allegations of police violence in the detention centres, the Dublin-returners’ access to asylum proceedings and to effective legal remedies (see Asylum Court decision of 28 November 2011, No. S16 422704-1/20110.", "The  took similar decisions for example on 30 November 2011 (No. S4 422.775-1/2011/2E), on 1 December 2011 (No. S21 4227541/2011) and on 5 December 2011 (Nos. S7 422195-1/2011; S7 422194-1/2011; S7 422197-1/2011).", "In a number of cases the Asylum Court awarded suspensive effect to complaints against decisions of the Federal Asylum Office ordering an expulsion to Hungary under the Dublin Regulation, so for example on 1 December 2011 (Nos. S15 422847-1/2011 and S3 422772-1/2011) and on 12 December 2011 (No. S6 422809-1/2011).", "COMPLAINTS", "1.  The applicant complains under Article 3 of the Convention that his expulsion to Hungary would subject him to treatment contrary to that provision in that he would be at risk to be detained upon his return to Hungary in detention facilities that were not laid out for long term detention, that he would be subjected to police violence, to medication with tranquilizers and to lack of access to effective appeal proceedings in the course of his asylum proceedings.", "2.  The applicant also relies on Articles 13 and 14 in conjunction with Article 3 of the Convention.", "QUESTIONS TO THE PARTIES", "1.  In the light of the ’s own recent practice with regard to expulsions to Hungary pursuant to the Dublin Regulation and the documents on which this practice is based, would the applicant’s expulsion to  amount to treatment in breach of Article 3 of the Convention?", "", "Are the decisions taken by the different domestic authorities with regard to expulsions to  inconsistent?", "", "2.  Did the applicant have at his disposal an effective domestic remedy for his complaint under Article 3, as required by Article 13 of the Convention?"]}