{"file": "ENG_CLIN_24839_94.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "24839/94", "text_paragraphs": ["Information Note on the Court’s case-law No. ", "February 1998", "Bowman v. the United Kingdom - 24839/94", "Judgment 19.2.1998 [GC]", "Article 10", "Article 10-1", "Freedom of expression", "Prosecution following distribution of leaflets by abortion campaigner prior to general election: violation", "", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tGOVERNMENT’S PRELIMINARY OBJECTION (applicant’s status as “victim”)", "Prosecution brought against applicant – indication to her that she ran risk of being prosecuted again in future unless she modified her conduct – in these circumstances she could claim to have been directly affected by law and therefore to be “victim” within meaning of Article 25 § 1 of the Convention.", "Conclusion: objection dismissed (unanimously).", "II.\tARTICLE 10 OF THE CONVENTION", "A.\tExistence of restriction: Prohibition in section 75 of 1983 Act of expenditure in excess of GBP 5 by unauthorised persons on publications etc. during election period amounted to restriction on freedom of expression.", "B.\t“Prescribed by law”: Restriction was “prescribed by law”.", "C.\tLegitimate aim: Protection of rights of others, namely candidates for election and electorate.", "D.\t“Necessary in a democratic society”", "States have margin of appreciation in striking balance between rights to free elections and freedom of expression. ", "Section 75 of 1983 Act operated for all practical purposes as total barrier to applicant’s publishing information with a view to influencing voters in favour of anti-abortion candidate – not necessary to set limit on expenditure as low as GBP 5 to achieve aim of securing equality between candidates – restriction disproportionate.", "Conclusion: violation (fourteen votes to six).", "III.\tARTICLE 50 OF THE CONVENTION", "A.\tNon-pecuniary damage: finding of a violation sufficient.", "B.\tCosts and expenses: partial reimbursement of amount claimed.", "Conclusion: respondent State to pay specified sum to applicant (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}