{"file": "ENG_CLIN_2334_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "2334/03", "text_paragraphs": ["Information Note on the Court’s case-law 116", "February 2009", "Kozacıoğlu v. Turkey [GC] - 2334/03", "Judgment 19.2.2009 [GC]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Deprivation of property", "Failure to take special characteristics of listed building into account when assessing compensation for its expropriation: violation", "Facts: In April 2000 a building belonging to the applicant was expropriated by the Ministry of Culture on the grounds that it had been classified as “cultural property”. The applicant was paid approximately EUR 65,326 on the transfer of the property. In October 2000 the applicant lodged an application for increased compensation, requesting that a new panel of experts re-assess the property and take into account its historical value. Two different panels of experts found in 2001 that, in view of the architectural, historical and cultural features of the property, its value should be increased by 100 %. In June 2001 the domestic court instructed the authorities to pay the applicant approximately EUR 139,728 in additional compensation. In November 2001 the Court of Cassation set aside that judgment, holding that under Turkish law a building’s rarity and its architectural and historical features could not be factors for consideration in the assessment of its value. In May 2002, the domestic courts awarded the applicant a final sum of approximately EUR 45,980 in additional compensation.", "Law: Article 1 of Protocol No. 1 – The protection of a country’s cultural heritage was a legitimate aim capable of justifying the expropriation by the State of a building classified as “cultural property”. The conservation of the cultural heritage and, where appropriate, its sustainable use were an essential value the protection and promotion of which were incumbent on the public authorities. While failure to pay full compensation did not necessarily make the transfer of the property in issue unlawful per se, it remained to be determined whether, in deciding the criteria and arrangements for compensation of the applicant in this particular case, the domestic authorities had upset the requisite fair balance and whether the applicant had had to bear a disproportionate and excessive burden. In conformity with Turkish law neither the rarity of the expropriated building nor its architectural or historical features had been taken into consideration in calculating the amount of expropriation compensation in this case. While it was undeniably difficult to calculate the commercial value of property classified as being of cultural, historical, architectural or artistic value, such difficulties could not justify a failure to take those features into consideration in any way. The issue at the heart of this case was the fact that, when calculating the expropriation compensation for a listed property, it was impossible under Turkish law to take into account that part of a property's value that resulted from its rarity and its architectural and historical features.  The Turkish legislature had deliberately set limits on such valuations by excluding the taking into account of such features. Thus, even where those features seemed to warrant an increase in the price of the listed property, the domestic courts could not take them into consideration. In contrast, however, it appeared from the Court of Cassation's case-law that where the value of an expropriated property had decreased on account of its registration as a listed building, the courts took such depreciation into account in determining the compensation to be awarded. This valuation system was unfair, in that it placed the State at a distinct advantage. It enabled the depreciation resulting from a property's listed status to be taken into account during expropriation, while any eventual appreciation was considered irrelevant in determining the compensation for expropriation. Thus, not only was such a system likely to penalise those owners of listed buildings who assumed burdensome maintenance costs, but it deprived them of any value that might arise from the specific features of their property. Moreover, the practice of a number of Council of Europe member States in the area of expropriation of listed buildings indicated that, despite the absence of a precise rule or common criteria for valuation, the option of taking into account the specific features of the properties in question when ascertaining appropriate compensation was not categorically ruled out. Therefore, in order to satisfy the requirements of proportionality between the deprivation of property and the public interest pursued, it was necessary, when expropriating a listed building, to take account, to a reasonable degree, of the property's specific features in determining the compensation due to the owner. ", "Conclusion: violation (unanimously). ", "Article 41 – The finding of a violation constituted in itself sufficient just satisfaction for any non-pecuniary damage suffered (unanimously); EUR 75,000 in respect of pecuniary damage (sixteen votes to one).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}