{"file": "ENG_HEJUD_69966_01.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "69966/01", "text_paragraphs": ["", "", "", "", "FIFTH SECTION", "", "", "", "CASE OF DACOSTA SILVA v. ", "", "(Application no. 69966/01)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "", "2 November 2006", "", "FINAL", "", "02/02/2007", "", "", "", "In the case of Dacosta Silva v. ,", "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:", "\tPeer Lorenzen, President,\n\tKarel Jungwiert,\n\tVolodymyr Butkevych,\n\tMargarita Tsatsa-Nikolovska,\n\tJavier Borrego Borrego,\n\tRenate Jaeger,\n\tMark Villiger, judges,\nand Claudia Westerdiek, Section Registrar,", "Having deliberated in private on 9 October 2006,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 69966/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Spanish national, Mr Carlos Dacosta Silva (“the applicant”), on 6 March 2001.", "2.  The applicant was represented by Ms M. del Carmen Iturralde García, a lawyer practising in Pamplona, who was subsequently replaced by Mr M. Casado Sierra, a lawyer practising in . The Spanish Government (“the Government”) were represented by their Agent, Mr I. Blasco Lozano, Head of the Legal Department for Human Rights at the Ministry of Justice.", "3.  On 16 November 2004 the Fourth Section declared the application partly inadmissible and decided to communicate the complaints under Articles 5 and 6 of the Convention to the Government.", "4.  The Government and the applicant submitted their observations on 16 February and 30 March 2005 respectively.", "5.  On 1 April 2006 the application was assigned to the newly constituted Fifth Section (Article 25 § 5 of the Convention and Rule 52 § 1 of the Rules of Court).", "6.  On 6 June 2006 the Fifth Section decided on the basis of Article 29 § 3 of the Convention to examine the admissibility and merits of the case at the same time.", "7.  The applicant made no claims for just satisfaction.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "8.  The applicant, a member of the Civil Guard (Guardia Civil), was born in 1969 and lives in . At the material time he was stationed at the Gijón headquarters and had been on sick leave since 5 January 1998.", "9.  On 16 February 1998 he was informed that one of his close relatives had been taken seriously ill. After notifying the duty officers, he set out the same morning for his parents’ home in Tuy (Pontevedra), where he stayed until 24 February 1998.", "10.  On 18 February 1998 members of the Tuy Civil Guard called at his parents’ home to check that he was there. On the same day a sergeant from the same garrison rang the family home in a further check.", "On 24 February the applicant rejoined his unit in Gijón.", "11.  On 28 February 1998 the applicant was informed by a lieutenant-colonel in the Civil Guard that disciplinary proceedings had been brought against him for a minor breach of regulations, namely absence from his unit without prior leave.", "12.  On 20 March 1998 the applicant’s superior imposed a disciplinary penalty on him consisting of six days’ house arrest pursuant to sections 7(27) and 10 of Law no. 11/1991 of 17 June 1991.", "13.  Later that day the applicant applied for a writ of habeas corpus. His application was dismissed by León military judge no. 43 on 23 March 1998. However, the judge stated in his decision that, since the applicant was on sick leave, the restrictions should be relaxed to allow him to leave the house for medical reasons, to purchase necessities and to attend religious services should he wish to do so.", "14.  The applicant lodged two internal appeals with Gijón headquarters against the decision of 20 March 1998. These were dismissed in two decisions of 11 May and 15 June 1998.", "15.  Subsequently, on 1 July 1998, the applicant lodged an appeal with the Corunna Territorial Military Court in which he alleged that he had been wrongly deprived of his liberty and relied, inter alia, on Articles 17 (right to liberty) and 24 (right to a fair trial) of the Constitution. He argued that the decision to place him under house arrest had infringed his right to liberty (Article 17 § 1 of the Constitution) as in practice it entailed an actual deprivation of liberty.", "He also complained that the decision to deprive him of his liberty had failed to take into account the rule that penalties should not affect service and gave no indication as to how the sentence was to be served, adding that, as he was on sick leave, he had been forced to stay at home for the duration of the sentence.", "16.  In his observations, State Counsel asked for the appeal to be dismissed.", "17.  The prosecutor submitted in his observations that there had been a violation of the right to liberty (Article 17 § 1 of the Constitution) on account of the failure to determine the conditions of the applicant’s arrest. In particular, there had been no decision on how the sentence was to be served, how its execution was to be supervised or whether it was reasonable. He asked the  to find in favour of the applicant.", "18.  In a judgment of 27 July 1999, the  dismissed the appeal and upheld the decision of 20 March 1998 and those of 11 May and 15 June 1998. It ruled that it was unnecessary to include the words “without affecting service” in the administrative order depriving the applicant of his liberty as this was inherent in the nature of the penalty for what was only a minor breach of the regulations.", "19.  Pointing out that, in the light of the Constitutional Court’s case-law, house arrest constituted not merely a restriction but an actual deprivation of liberty, the Military Court noted that by virtue of Article 17 § 1 of the Constitution there could be no deprivation of liberty other than in the circumstances and manner prescribed by law and that the disciplinary regime applied in the applicant’s case was founded on a basic law (Law no. 11/1991 of 17 June 1991) which permitted custodial sentences and designated the authorities empowered to impose such sentences and the procedure to be followed. As the military judge had stated when dismissing the application for a writ of habeas corpus, the applicant had been sentenced by the competent authority within the bounds fixed by law to a penalty prescribed by law in accordance with the established procedure. As to the complaint under Article 24 of the Constitution, the applicant had received a fair trial attended by all the necessary safeguards.", "20.  The applicant appealed on points of law to the Military Division of the Supreme Court, which dismissed his appeal in a judgment of 30 May 2000. It accepted the applicant’s submission that the words “without affecting service” were required in all orders for house arrest for minor breaches of the regulations so as to avoid restrictions of liberty becoming deprivations of liberty. However, it considered that the additional words had not been necessary in the applicant’s case as he was on sick leave.", "The Supreme Court noted that the Constitutional Court had already considered the question of “house arrest” and ruled that it constituted an actual deprivation, not merely a restriction, of liberty, although that legal distinction had no bearing on the legitimacy of house arrest because, by virtue of Article 25 § 3 of the Constitution, military authorities, unlike their civilian counterparts, were empowered to impose penalties entailing deprivation of liberty. The Supreme Court consequently concluded that there had been no violation of Article 17 § 1 of the Constitution.", "With regard to the applicant’s complaint under Article 24 of the Constitution of a serious procedural defect due to a failure to give reasons for the decisions, the Supreme Court found that the impugned judicial decision contained sufficient reasons and was not arbitrary.", "21.  The applicant then lodged an amparo appeal with the  on the basis of Article 17 § 1 of the Constitution (right to liberty) and Article 5 § 1 of the Convention. In a decision of 30 October 2000, which was served on 16 November 2000, the  dismissed the appeal for want of a constitutional basis, finding that the impugned decisions contained sufficient reasons and were not arbitrary. It stated:", "“The appellant’s amparo complaints – that house arrest violated his right to liberty (Article 17 § 1 of the Constitution) as it is not a prescribed penalty for members of the Civil Guard such as the appellant who are members of the security, not the armed, forces and that the procedure for imposing such a deprivation of liberty was not complied with – are manifestly ill-founded. The penalty for minor breaches of the regulations is laid down in Basic Law no. 11/1991 and was imposed in accordance with the statutory procedure, which is different from the procedure applicable to confinement in a disciplinary institution. Accordingly, neither the decisions imposing the penalty nor the military courts, which found that the penalty was in accordance with the law, have been guilty of any constitutional violation of the ordinary law.", "The same applies to the allegations by the applicant of a violation of Article 5 § 1 of the Convention. He maintained that the ’s reservation in respect of that provision cannot be applied to him as a member of the security forces because Basic Law no. 11/1991 defines the disciplinary regime applicable to the Civil Guard as being that of an armed military establishment (section 1).”", "II.  RELEVANT DOMESTIC AND INTERNATIONAL LAW", "A.  The Constitution", "Article 17 § 1", "“Everyone shall have the right to liberty and security. No one may be deprived of his or her liberty other than in accordance with the provisions of this Article and in the circumstances and manner provided by law.”", "B.  Spanish reservation concerning the applicability of Articles 5 and 6 of the Convention to military discipline", "22.  By an instrument dated 26 September 1979, Spain ratified the Convention subject to a reservation under former Article 64 of the Convention with respect to Articles 5 § 1 and 6 § 1 to the extent to which they might be incompatible with the provisions concerning the disciplinary regime of the armed forces set out in Chapter XV of Part II and Chapter XXIV of Part III of the Code of Military Justice.", "23.  The Code of Military Justice was repealed and replaced by Basic Law no. 12/1985 of 27 November 1985 on the disciplinary regime of the armed forces, which came into force on 1 June 1986 and applies to both the Civil Guard and the armed forces.", "24.  When that change was made, the Permanent Representative of  at the Council of Europe declared on 28 May 1986:", "“At the time of deposit of the instrument of ratification of the Convention for the Protection of Human Rights and Fundamental Freedoms, on 29 September 1979, Spain formulated a reservation to Articles 5 and 6 to the extent to which those Articles might be incompatible with the provisions of the Code of Military Justice – Chapter XV of Part II and Chapter XXIV of Part III – concerning the disciplinary regime of the armed forces.", "I have the honour to inform you, for communication to the Parties to the Convention, that these provisions have been replaced by Basic Law no. 12/1985 of 27 November – Chapter II of Part III and Chapters II, III and IV of Part IV – on the disciplinary regime of the armed forces, which will come into force on 1 June 1986.", "The new legislation amends the former provisions by reducing the duration of the sanctions imposing deprivation of liberty which can be applied without judicial intervention by increasing the guarantees of persons during the preliminary investigation.", "Spain confirms nevertheless its reservation to Articles 5 and 6 to the extent to which those Articles might be incompatible with the provisions of Basic Law no. 12/1985 of 27 November – Chapter II of Part III and Chapters II, III and IV of Part IV – on the disciplinary regime of the armed forces, which will come into force on 1 June 1986.”", "C.  Disciplinary regime of the armed forces", "1.  Basic Law no. 85/1978 of 28 December 1978 on Royal Orders concerning the armed forces (Reales ordenanzas de las Fuerzas Armadas)", "Section 2", "“Under the supreme command of the King, the armed forces, composed of the army, the navy and the air force ...”", "2.  Basic Law no. 12/1985 of 27 November 1985 on the disciplinary regime of the armed forces", "25.  Basic Law no. 12/1985, whose entry into force was notified to the Council of Europe (see Part B above), was expressly repealed by Basic Law no. 8/1998 of 2 December 1998 on the disciplinary regime of the armed forces.", "D.  Disciplinary regime of the Civil Guard", "1.  Basic Law no. 2/1986 of 13 March 1986 on State security forces", "Section 9", "“The State security forces ... are composed of:", "(a)  the police force, which is an armed civil institution ...", "(b)  the Civil Guard, which is an armed military institution ...”", "Section 15", "“(1)  By reason of its status as an armed military institution, the Civil Guard shall be subject to specific rules in disciplinary matters ...”", " judgment no. 194/1989 of 16 November 1989 concerning the need for disciplinary rules specific to the Civil Guard", "“... the disciplinary rules currently [in 1989] applied to the Civil Guard are those applicable to the armed forces. However, this arrangement is only operative ‘until specific rules are issued’ and the legislation contemplated in section 15(1) of Basic Law no. 2/1986 and prior to that in section 38(2) of Basic Law no. 6/1983 cannot be left in abeyance indefinitely by allowing the transitional application of the military disciplinary regime to continue for an indefinite period ...”", "3.  Basic Law no. 11/1991 of 17 June 1991 on the disciplinary regime of the Civil Guard", "26.  Further to the Constitutional Court’s judgment no. 194/1989 of 16 November 1989 (see section D.2 above), Basic Law no. 11/1991 of 17 June 1991 on the disciplinary regime of the Civil Guard was passed “to fulfil the legislative commitments and constitutional requirements adequately and without delay in order to ensure the proper functioning of the Civil Guard in the service of society” (explanatory note).", "The explanatory note to Law no. 11/1991 also states:", "“... owing to the nature of the Civil Guard, an armed military institution, and therefore to the need for it to have its own disciplinary regime distinct from that of other State security forces, the application of the armed forces’ regime to the Civil Guard must, as the Constitutional Court indicated in its judgment of 16 November 1989, be regarded as a purely temporary arrangement.", "The  stated that this situation, which is permissible for a transitional period, cannot continue permanently with the Civil Guard being bound by the rules applicable to the armed forces until specific rules or arrangements are put in place. In the same judgment, the  indicated that the establishment of disciplinary rules specific to the Civil Guard must be a priority objective that cannot remain in abeyance indefinitely and that it is for the legislature ... to clarify the imprecision in the legislation concerning the disciplinary regime of the Civil Guard ...”", "The relevant provisions of Law no. 11/1991 read as follows:", "Section 7(27)", "“Minor breaches of the regulations are:", "(27)  All breaches not mentioned in previous legislation that constitute a minor breach of the duties imposed by the provisions governing the activities of the Civil Guard.”", "Section 10(1)", "“The penalties which may be imposed for minor breaches are:", "–  an administrative reprimand (administrative admonishment),", "–  loss of between one and four days’ leave,", "–  house arrest of between one and thirty days.”", "Section 13(1)", "“House arrest of between one and thirty days consists of a restriction of liberty requiring the offender to live at home throughout the stipulated period. He or she may take part in the activities of his or her unit and shall remain at home for the rest of the time.”", "Section 54(1)", "“Disciplinary penalties shall be enforceable immediately and the lodging of an internal or judicial appeal shall have no suspensive effect.”", "E.  Judgment no. 14/1999 of 22 February 1999 of the  on house arrest", "“... the Constitutional Court must point out that house arrest constitutes a genuine deprivation, not simply a restriction, of liberty, so that one day’s house arrest would constitute a violation of personal liberty contrary to Article 17 § 1 of the Constitution, which authorises deprivation of liberty only where prescribed by law.”", "F.  Recommendation no. 1223(1993) of the Parliamentary Assembly of the Council of Europe", "“...", "In conclusion, the Assembly considers it advisable and even necessary that the number of reservations made in respect of Council of Europe conventions be considerably reduced. It accordingly recommends that the Committee of Ministers,", "A.  with regard to Council of Europe conventions which have already been concluded:", "i.  invite member States to make a careful review of their reservations, withdraw them as far as possible and make a reasoned report to the Secretary General if certain reservations are maintained;", "...”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION", "27.  The applicant contested the lawfulness of his house arrest. He complained in particular that he had been deprived of his liberty by his hierarchical superiors in disciplinary proceedings and alleged a violation of Article 5 § 1 of the Convention, which provides:", "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:", "(a)  the lawful detention of a person after conviction by a competent court;", "...”", "A.  The Spanish reservation concerning the applicability of Articles 5 and 6 of the Convention to military discipline", "28.  The Government pointed out that the provisions of Basic Law no. 12/1985 were still in force and that it could not be concluded that the Spanish reservation no longer applied to Articles 5 and 6 of the Convention. In their submission, Basic Law no. 11/1991 merely varied the disciplinary regime of the armed forces by adapting it to the specific features of the Civil Guard – “an armed military institution” – without removing it from the jurisdiction of the Ministry of Defence or the military courts. The disciplinary regime of the Civil Guard could therefore be equated with that of the armed forces and the legislative change, namely the statutory specification of that regime, could not modify the substance of the reservation made by  in 1979 and updated in 1986. Nevertheless, the Government did not rule out the possibility of the reservation being revised.", "29.  The applicant observed that following the entry into force of Basic Law no. 11/1991 on the disciplinary regime of the Civil Guard,  had not announced an intention to extend the Spanish reservation to that regime. Referring to the judgment in Weber v. Switzerland (22 May 1990, Series A no. 177), he contended that, contrary to what the Government had alleged, general reservations concerning present or future rules on the disciplinary regimes of certain groups were prohibited. The new disciplinary regime had been approved by Basic Law no. 11/1991 of 17 June 1991, the explanatory note to which expressly stated: “the application of the armed forces’ regime to the Civil Guard must ... be regarded as a purely temporary arrangement.” Fifteen years had elapsed since the entry into force of that statute and there now existed one disciplinary regime for the Civil Guard and another for the armed forces. It followed that the reservation did not apply to the disciplinary regime specific to the Civil Guard.", "30.  The Court must therefore examine whether the Spanish reservation relating to Articles 5 and 6 applies in the instant case.", "31.  It notes that, on lodging the instrument of ratification of the Convention (see “Spanish reservation concerning the applicability of Articles 5 and 6 of the Convention to military discipline” above), Spain made a reservation under what is now Article 57 (former Article 64) of the Convention with respect to Articles 5 and 6 on account of their incompatibility with the provisions of the Code of Military Justice concerning the disciplinary regime of the armed forces. Article 57 reads as follows:", "“1.  Any State may, when signing [the] Convention or when depositing its instrument of ratification, make a reservation in respect of any particular provision of the Convention to the extent that any law then in force in its territory is not in conformity with the provision. Reservations of a general character shall not be permitted under this Article.", "2.  Any reservation made under this Article shall contain a brief statement of the law concerned.”", "32.  The reservation was updated in 1986 with the entry into force of Basic Law no. 12/1985 on the disciplinary regime of the armed forces.", "33.  The Court notes, however, that following the Constitutional Court’s judgment of 6 November 1989, Basic Law no. 12/1985 on the disciplinary regime of the armed forces, whose application to the Civil Guard was intended to be only temporary, was replaced by two basic laws, one concerning the disciplinary regime of the Civil Guard (Basic Law no. 11/1991 of 17 June 1991) and the other the disciplinary regime of the armed forces (Basic Law no. 8/1998 of 2 December 1998). The reservation, which consequently concerned a disciplinary regime whose application to the Civil Guard was only temporary, was not, however, updated in the light of Basic Law no. 11/1991.", "34.  The Court notes that the applicant was placed under house arrest in disciplinary proceedings that were brought against him under sections 7(27) and 10 of Basic Law no. 11/1991. It must therefore verify whether the statutory basis on which the domestic authorities relied, namely Basic Law no. 11/1991 on the disciplinary regime of the Civil Guard, was covered by the Spanish reservation.", "35.  In that connection, the Court notes that the subject matter of the Spanish reservation was the disciplinary regime of the armed forces, which was governed by the Military Code of Justice at the time of the reservation (1979) and subsequently by Basic Law no. 12/1985 of 27 November 1985, which the Contracting Party communicated to the Council of Europe in 1986. The disciplinary regime of the armed forces is now governed by Basic Law no. 8/1998 of 2 December 1998 in a legislative change that has not yet been notified to the Council of Europe.", "By virtue of section 15 of Basic Law no. 2/1986 of 13 March 1986, the Civil Guard, as an institution integrated in “the State security forces”, must have its own specific disciplinary regime. Indeed, the  expressly referred to that requirement in its judgment no. 194/1989, which played a contributory role in the enactment of Basic Law no. 11/1991 on the disciplinary regime of the Civil Guard.", "36.  It is, in the Court’s view, difficult to argue that the Spanish reservation concerning the disciplinary regime of the armed forces is applicable to a later norm that was introduced precisely in order to establish the disciplinary regime of the Civil Guard as a regime specific to that institution and consequently different from that applicable to the armed forces.", "37.  The Court observes, firstly, that in accordance with Article 57 § 1 of the Convention only laws “in force” in the territory of the  may be the subject of a reservation (see Stallinger and Kuso v. Austria, 23 April 1997, § 48, Reports of Judgments and Decisions 1997-II). Basic Law no. 11/1991 was not in force either in 1979, when the reservation was made, or in 1986, when the reservation was updated in respect of the disciplinary regime of the armed forces.", "The Court notes, secondly, that the requirement in paragraph 2 of Article 57 to provide a brief statement of the law in question both constitutes an evidential factor and contributes to legal certainty. Its “purpose is to provide a guarantee – in particular for other Contracting Parties and the Convention institutions – that the reservation does not go beyond the provisions expressly excluded by the State concerned” (see Belilos v. Switzerland, 29 April 1988, § 59, Series A no. 132, and Weber, cited above, § 38).", "The subject of the Spanish reservation was and always had been “the disciplinary regime of the armed forces”. Since, from 1991 onwards, there had been a legal obligation, confirmed by the Constitutional Court in its case-law, on the Civil Guard, as a “State security force” not an “armed force”, to have its own disciplinary regime distinct from that of the armed forces and governed by its own basic law, the reservation cannot extend to a law whose purpose is to partition the subject matter of the reservation. The view that it does so extend is contrary to the Convention and the Court cannot accept it.", "38.  In view of this conclusion that the reservation is inapplicable to the instant case, there is no need for the Court to examine its validity in the light of the other conditions set forth in Article 57 §§ 1 and 2 of the Convention.", "B.  Admissibility", "39.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "C.  Merits", "40.  The Government submitted: “... the acceptance of deprivation of liberty to which no other citizens are subject is the result of a voluntary decision on the part of those who embrace a career in the armed forces and consequently accept the discipline it imposes ... It is quite clear that such situations are not covered by Article 5 of the Convention as they result from the choice made by the applicant, who is free to avoid such legal consequences whenever he wishes simply by abandoning his military career, unlike a person who commits and is convicted of a criminal offence ...” The Government said in conclusion that the situation examined in the instant case did not come within the ambit of the cited Convention provision, even if the Spanish reservation was found not to be applicable to such cases.", "41.  The applicant observed that the representative of the Government had not denied that the penalty imposed on him was a deprivation of liberty, but on the contrary had acknowledged that it was. He submitted that the fact that he had joined the Civil Guard did not automatically mean that he had agreed that he could be deprived of his liberty regardless of the circumstances. From the start of the appeal process, he had argued that, in the absence of a reservation, there had been no basis for his deprivation of liberty and had in addition consistently contended that his detention was unlawful by any standard as it had been decided by a body that was neither competent nor independent and which combined the roles of investigator and judge. He had thus been tried without any of the necessary safeguards, assistance from a lawyer or right of challenge. The applicant submitted in conclusion that he had been deprived of his liberty in circumstances not contemplated by Article 5 § 1 of the Convention, by a court without jurisdiction and under a procedure that did not comply with that laid down by the Constitution for deprivations of liberty.", "42.  The Court observes that the  found in its judgment no. 14/1999 of 22 February 1999 (see “Relevant domestic and international law” above) that house arrest constitutes a genuine deprivation, not a mere restriction, of liberty. That view was endorsed by the subsequent decisions of the domestic authorities in the instant case (see paragraphs 1920 above).", "43.  The Court notes that in order to comply with the provisions of Article 5 § 1 (a) of the Convention, deprivation of liberty must result from a court order. It must be imposed by a competent court that has power to try the case, is independent of the executive and affords adequate judicial guarantees.", "44.  In the instant case, the Court notes that the applicant served six days’ house arrest and was therefore deprived of his liberty within the meaning of Article 5 of the Convention. The order for his house arrest, which was issued by his hierarchical superior, was immediately enforceable (see “Relevant domestic and international law” above, section 54(1) of Law no. 11/1991 of 17 June 1991). The appeal against that penalty did not, therefore, have any suspensive effect (contrast Engel and Others v. the Netherlands, 8 June 1976, § 68, Series A no. 22). In such proceedings, the hierarchical superior exercises his authority within the hierarchy of the Civil Guard and reports to other higher authorities and so is not independent of them. Since the disciplinary proceedings take place before the hierarchical superior, they do not provide the judicial guarantees required by Article 5 § 1 (a). Consequently, the applicant’s house arrest did not amount to lawful detention “after conviction by a competent court”.", "45.  There has therefore been a violation of Article 5 § 1 (a) of the Convention.", "II.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 and 3 OF THE CONVENTION", "46.  Relying on Article 6 §§ 1 and 3 of the Convention, the applicant complained that he had not had a fair trial as he had been given a sentence that deprived him of his liberty by a court that was not competent and did not afford the guarantees required by law.", "47.  The Government noted that although the applicant had complained to the Supreme Court of a lack of reasoning in the decisions in his case he had not done so before the  or the Court. They therefore invited the Court to declare that complaint inadmissible for failure to exhaust domestic remedies. They further submitted that, in accordance with the Pellegrin jurisprudence (see Pellegrin v. France [GC], no. 28541/95, ECHR 1999-VIII), Article 6 of the Convention was not applicable in the instant case.", "48.  The applicant contended that his defence rights had been restricted not only in the administrative proceedings but also by the various judicial bodies which had examined the question and confirmed the lawfulness of his house arrest. He stressed that both in his administrative appeals and in the proceedings before the , the Supreme Court and the , he had invoked the right not to be deprived of his liberty in proceedings that did not afford proper guarantees.", "49.  The Court observes that, after serving the disciplinary sentence of house arrest that had been imposed on him and upheld in internal proceedings within the Civil Guard, the applicant appealed to the  and from there to the .", "In his amparo appeal to the  he referred several times to the fact that the decision to deprive him of his liberty had not been taken by a competent court in that the order was made by a hierarchical superior. However, he did not question the independence and impartiality or, more generally, the jurisdiction of or procedures followed by the Military Court and the Constitutional Court and relied at all times on Article 5 § 1 of the Convention.", "50.  In his application to the Court, the applicant relied on Article 6 of the Convention, but his complaint under this provision is identical to that made under Article 5. He complained that he had been deprived of his liberty by a tribunal that was not competent and did not afford the guarantees required by law.", "The Court notes that these allegations have already been examined under Article 5 of the Convention. Since the complaint under Article 6 is a repetition of the complaint under Article 5 and has been examined and dealt with under the latter provision, the Court declares it admissible but finds that there is no need to examine it separately.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "51.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "52.  The applicant did not submit a claim for just satisfaction within the time allowed. The Court notes in this connection that he indicated in his application that a finding of a violation would constitute sufficient just satisfaction for the damage sustained. He said that he would limit his claim to the costs and expenses incurred in the preparation of his case, but has not made any claim.", "Accordingly, the Court considers that there is no call to award him any sum on that account.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares that the Spanish reservation in respect of Articles 5 and 6 of the Convention does not remove the applicant’s complaints under those provisions from the Court’s scrutiny;", "", "2.  Declares the application admissible;", "", "3.  Holds that there has been a violation of Article 5 § 1 of the Convention;", "", "4.  Holds that there is no need to examine separately the complaint under Article 6 §§ 1 and 3 of the Convention.", "Done in French, and notified in writing on 2 November 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tRegistrar\tPresident"]}