{"file": "ENG_CLIN_25803_94.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "25803/94", "text_paragraphs": ["Information Note on the Court’s case-law 8", "July 1999", "Selmouni v. France [GC] - 25803/94", "Judgment 28.7.1999 [GC]", "Article 3", "Torture", "Torture in police custody: violation", "Article 6", "Civil proceedings", "Article 6-1", "Reasonable time", "Date of lodging of complaint of ill-treatment taken as starting point for length of proceedings", "Length of criminal proceedings which the applicant joined as a civil party: violation", "Article 35", "Article 35-1", "Exhaustion of domestic remedies", "Effective domestic remedy", "Insufficiency of criminal investigation into allegations of ill-treatment: preliminary objection dismissed", "(Extract from press release)", "Facts: The applicant, Ahmed Selmouni, a Netherlands and Moroccan national, was born in 1942 and is currently in prison in Montmédy (France). The applicant was held in police custody in Bobigny from 25 to 29 November 1991 and questioned by police officers from the Seine-Saint-Denis Criminal Investigation Department in connection with drug-trafficking proceedings. While he was in police custody he was examined six times by doctors, which resulted in six medical certificates being drawn up. When he was brought before the investigating judge (in proceedings in which he was ultimately sentenced to fifteen years’ imprisonment in a judgment of Bobigny Criminal Court of 7 December 1992), the judge took the initiative of ordering an expert medical report. After being placed in detention, the applicant was again examined by the doctor from the medical department of Fleury-Mérogis prison. On 7 December 1991 the expert appointed by the investigating judge examined him and listed the visible injuries on his body, concluding that they had been sustained at a time which corresponded to the period of police custody. On 1 December 1992 the applicant was questioned about the events for the first time by an officer of the National Police Inspectorate. The record of the interview was sent to the Bobigny Public Prosecutor on 2 December 1992. On 1 February 1993 the applicant lodged a criminal complaint together with an application to join the proceedings as a civil party for “assault occasioning actual bodily harm resulting in total unfitness for work for more than eight days; assault and wounding with a weapon (namely a baseball bat); indecent assault; assault occasioning permanent disability (namely the loss of an eye); and rape aided and abetted by two or more accomplices, all of which offences were committed between 25 and 29 November 1991 by police officers in the performance of their duties”. On 22 February 1993 a judicial investigation was opened in the Bobigny tribunal de grande instance into the complaint lodged both by the applicant and by another person who had been taken into police custody. An identity parade was organised on 10 February 1994. The applicant picked out four police officers (a fifth officer being identified by the other civil party on 7 March 1996). In a judgment of 27 April 1994 the Court of Cassation decided to remove the case from the Bobigny investigating judge and transfer it to a judge attached to the Versailles tribunal de grande instance, in the interests of the proper administration of justice. The identified police officers were charged in January, February and March 1997. On 21 October 1998 they were committed for trial at the Criminal Court on charges of assault occasioning unfitness for work for less than eight days and indecent assault committed collectively and with violence and coercion. In a judgment of 25 March 1999 the Versailles Criminal Court sentenced the police officers to three years’ imprisonment, except for the one who had been in charge, in respect of whom it handed down a four-year prison sentence and issued a warrant for his immediate arrest. In a judgment of 1 July 1999 the Versailles Court of Appeal convicted the police officers of assault with or under the threat of the use of a weapon, occasioning total unfitness for work for less than eight days in the case of Mr Selmouni and more than eight days in the case of the other victim, by police officers in the course of their duty and without legitimate reason. The police officers were given suspended prison sentences of twelve to fifteen months, except for the one who had been in charge, who was sentenced to eighteen months’ imprisonment, of which fifteen months were suspended.", "The applicant complained that, on account of ill-treatment which he alleged he had suffered during police custody and the length of the proceedings relating to his criminal complaint and application to join the proceedings as a civil party, there had been a violation of Article 3 of the European Convention on Human Rights, which prohibits torture and inhuman and degrading treatment, and of Article 6 § 1 of the Convention, which guarantees the right to a decision on civil rights and obligations within a “reasonable time”.", "Law: The Government’s preliminary objections: The Government’s main submission, which was the same as that made before the Commission, was that the complaint based on Article 3 could not be examined by the Court as the case stood because the applicant had not exhausted domestic remedies. The Government submitted that the applicant’s application to join the criminal proceedings against the police officers as a civil party was an ordinary remedy sufficient to afford redress for the alleged damage. After examining the facts, the Court formed the opinion that the issue was not so much whether there was an inquiry, since it appeared to have been conclusively established that there had been one, as whether it had been conducted diligently, whether the authorities had been determined to identify and prosecute those responsible and, accordingly, whether the inquiry had been “effective”. The Court considered that Mr Selmouni’s allegations, which – as had been clear from the medical certificates of which the authorities were aware – amounted at the very least to an arguable claim, were particularly serious, in respect of both the alleged facts and the status of the persons implicated. The Court considered that the authorities had not taken the positive measures required in the circumstances of the case to ensure that the remedy referred to by the Government was effective. Accordingly, given the lack of convincing explanation by the Government as to the “effectiveness” and “adequacy” of the remedy they had relied on, that is, a criminal complaint together with an application to join the proceedings as a civil party, the Court considered that the remedy available to the applicant was not, in the instant case, an ordinary remedy sufficient to afford him redress in respect of the violations he had alleged. While emphasising that its decision was limited to the circumstances of this case and should not be interpreted as a general statement to the effect that a criminal complaint together with an application to join the proceedings as a civil party is never a remedy which must be used in the event of an allegation of ill-treatment during police custody, the Court decided that the Government’s objection on grounds of failure to exhaust domestic remedies could not be upheld.", "Article 3 of the Convention: As regards the establishment of the facts, the Court noted the existence of several medical certificates containing precise and concordant information, and the lack of any plausible explanation of how the injuries had been caused. As well as that, it was of the opinion that, in the context of the complaint submitted for its examination, those of the allegations in Mr Selmouni’s statements that were not supported by the medical reports could also be considered to have been established, excepting the allegations of rape and loss of visual acuity. The Court found that all the injuries recorded in the various medical certificates and the applicant’s statements regarding the ill-treatment to which he had been subjected while in police custody established the existence of physical and – undoubtedly (notwithstanding the regrettable failure to order a pyschological report on Mr Selmouni after the events complained of) – mental pain and suffering. The course of the events also showed that pain and suffering had been inflicted on the applicant intentionally for the purpose of, inter alia, making him confess to the offence which he had been suspected of having committed. Lastly, the medical certificates annexed to the case file showed clearly that the numerous acts of violence had been directly inflicted by police officers in the performance of their duties. The acts complained of had been such as to arouse in the applicant feelings of fear, anguish and inferiority capable of humiliating and debasing him and possibly breaking his physical and moral resistance. The Court therefore found elements which were sufficiently serious to render such treatment inhuman and degrading. In other words, it remained to establish in the present case whether the “pain or suffering” inflicted on Mr Selmouni could be defined as “severe” within the meaning of Article 1 of the United Nations Convention against Torture, which came into force on 26 June 1987. The Court considered that this “severity” was, like the “minimum severity” required for the application of Article 3, in the nature of things, relative; it depended on all the circumstances of the case, such as the duration of the treatment, its physical or mental effects and, in some cases, the sex, age and state of health of the victim, etc. The Court was satisfied that a large number of blows had been inflicted on Mr Selmouni. Whatever a person’s state of health, it could be presumed that such intensity of blows would cause substantial pain. Moreover, a blow did not automatically leave a visible mark on the body. However, it could be seen from the expert medical report of 7 December 1991 that the marks of the violence Mr Selmouni had endured had covered almost all of his body. The Court also observed that the applicant had been subjected to a certain number of acts which would have been heinous and humiliating for anyone, irrespective of their condition. The Court noted, lastly, that the above events had not been confined to any one period of police custody during which – without this in any way justifying them – heightened tension and emotions might have led to such excesses. It had been clearly established that Mr Selmouni had endured repeated and sustained assaults over a number of days of questioning. Under these circumstances, the Court was satisfied that the physical and mental violence, considered as a whole, committed against the applicant’s person had caused “severe” pain and suffering and had been particularly serious and cruel. Such conduct had to be regarded as acts of torture for the purposes of Article 3 of the Convention.", "Conclusion: violation (unanimous).", "Article 6 § 1 of the Convention: The Court considered that the period to be taken into consideration in examining the length of the proceedings with regard to the “reasonable time” requirement laid down in Article 6 § 1 had begun when the applicant had expressly lodged a complaint while being interviewed by an officer of the National Police Inspectorate, that is, on 1 December 1992. The Court noted that this simple form of criminal complaint was a remedy afforded by French law and that the Public Prosecutor had been informed of the applicant’s complaint as early as 2 December 1992, when the record of the interview by the officer had been transferred to him. Having regard to the nature and extreme seriousness of the alleged acts, the Court did not consider that it should take as the starting-point 1 February 1993, the date on which the applicant had lodged a criminal complaint and an application to join the proceedings as a civil party or, a fortiori, the date on which that complaint and application had been registered. The Court noted that the proceedings, which are still pending since an appeal on points of law may be brought, had already lasted more than six years and seven months. Irrespective of the Government’s acknowledgement that, regard being had to the seriousness of the alleged facts, the overall length of the proceedings had been excessive, the Court considered that its conclusions with regard to the admissibility of the complaint based on Article 3, in particular the finding that a number of delays had been attributable to the judicial authorities, resulted in a finding that this complaint was well-founded. The Court considered that the “reasonable time” prescribed by Article 6 § 1 had been exceeded. Accordingly, there had been a violation of Article 6 § 1 of the Convention on account of the length of the proceedings.", "Conclusion: violation (unanimous).", "Article 41 of the Convention:", "(a)  Damages - Costs and expenses", "Having regard to the extreme seriousness of the violations of the Convention of which Mr Selmouni was a victim, the Court considered that he had suffered personal and non-pecuniary injury for which the findings of violations in its judgment did not afford sufficient satisfaction. Considering, having regard to its previous conclusions, that the question of the application of Article 41 was ready for decision, and making its assessment on an equitable basis as required by that Article, it awarded him 500,000 French francs. The Court considered reasonable only the applicant’s claim for costs and expenses incurred before the Commission and the Court, namely 113,364 French francs. It awarded him that amount in full, less the amounts received in legal aid from the Council of Europe which had not already been taken into account in the claim.", "(b)  Request for transfer to the Netherlands", "The applicant requested a transfer to the Netherlands to serve the remainder of his sentence there. The Netherlands Government, having regard to the circumstances of the case, supported the applicant’s request, observing that the two States concerned were parties to the Convention on the Transfer of Sentenced Persons of 21 March 1993. The Court reiterated that Article 41 did not give it jurisdiction to make such an order against a Contracting State.", "(c)  Request for a declaration that the sums in question should be exempt from attachment", "The applicant pointed out that he had been ordered to pay, jointly and severally with the other persons convicted in the proceedings against them, a customs fine of 12 million French francs. Accordingly, the applicant asked the Court to specify in its judgment that the sums awarded under Article 41 should be exempt from attachment. The Court considered that the compensation fixed pursuant to Article and due by virtue of a judgment of the Court should be exempt from attachment. It would be incongruous to award the applicant an amount in compensation for, inter alia, ill-treatment constituting a violation of Article 3 of the Convention and costs and expenses incurred in securing that finding if the State itself were then to be both the debtor and creditor in respect of that amount. Although the sums at stake were different in kind, the Court considered that the purpose of compensation for non-pecuniary damage would inevitably be frustrated and the Article 41 system perverted if such a situation were to be deemed satisfactory. However, the Court did not have jurisdiction to accede to such a request. It therefore had to leave this point to the discretion of the French authorities.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}