{"file": "ENG_CLIN_34658_07.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "34658/07", "text_paragraphs": ["Information Note on the Court’s case-law No. 139", "March 2011", "Chatellier v. France - 34658/07", "Judgment 31.3.2011 [Section V]", "Article 6", "Civil proceedings", "Article 6-1", "Access to court", "Appeal struck out of the list because of failure to complywithfirst-instance judgment: violation", "", "Facts – In 2006 the applicant was ordered at first instance to repay a bank loan of more than EUR 600,000. The court ordered immediate enforcement of the judgment. The applicant lodged an appeal. The bank seeking the repayment applied to the judge responsible for preparing the case for hearing before the Court of Appeal to have the case struck out on the ground that the applicant had not complied with the first-instance ruling. Submitting a copy of his tax assessment, the applicant responded that he did not have the necessary funds to comply with the judgment. However, the judge responsible for preparing the case struck the proceedings out of the Court of Appeal’s list, holding that garnishee notices for a substantial sum concerning recovery of amounts owed by the applicant to the tax authorities disclosed a practice of tax concealment on his part and that, besides his current declared income, he had sufficient assets to comply with the judgment.", "Law – Article 6 § 1: The striking out of the case had deprived the applicant of the right of appeal, that is to say, the opportunity to take his dispute to the Court of Appeal and, if appropriate, the Court of Cassation, and as a result the first-instance judgment had become final. Having regard to the seriousness of the interference with the right of access to a court at that stage of the proceedings, the State had had a narrower margin of appreciation in the instant case than in cases concerning the striking out of appeals from the list of the Court of Cassation. The obligation to comply with a decision pursued legitimate aims, namely to ensure protection for judgment creditors, to avoid dilatory appeals and to ensure the proper administration of justice by relieving congestion in the courts’ lists of cases. The respondent Government did not challenge the fact that the applicant’s income was insufficient, but claimed that he had taken no steps to comply, even partially, with the judgment against him. In the instant case, there was a distinct lack of proportionality between the applicant’s monthly income and the amount he had been ordered to pay (EUR 2,600 and more than EUR 600,000 respectively). Having regard to that lack of proportionality, it was unlikely that any attempt to make payments would have enabled him to pay off sufficiently large amounts to prevent the expiry of the time allowed for appealing. The reasoning of the judge responsible for preparation of the case in allowing the application for the case to be struck out relied on a presumption of tax evasion by the applicant, which had never been established. Furthermore, the garnishee notices issued by the tax authorities related to the applicant’s declared income for the financial years 1991 to 1993 and, in any event, did not show that the income he had declared in 2005 had decreased. In conclusion, the decision to strike the case out of the Court of Appeal’s list had been disproportionate to the aims pursued and the applicant’s effective right of access to that “tribunal” had been infringed.", "Conclusion: violation (unanimously).", "Article 41: EUR 15,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}