{"file": "ENG_CLIN_35533_04.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "35533/04", "text_paragraphs": ["Information Note on the Court’s case-law No. 93", "January 2007", "Mamidakis v. Greece - 35533/04", "Judgment 11.1.2007 [Section I]", "Article 6", "Criminal proceedings", "Article 6-1", "Fair hearing", "Failure to afford a defendant in administrative proceedings the guarantees available in criminal proceedings: no violation", "", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Deprivation of property", "Financial obligation arising out of the imposition of a heavy fine: violation", "", "Facts: The applicant is the chairman of an oil company. Oil was to be exported to two Bulgarian oil companies through the intermediary of the applicant's company and another Greek oil company. Customs duty on the oil had been lifted for that purpose. The applicant claimed that the person who had acted as broker in the transaction had, in collusion with the other Greek company, made the oil available for sale in Greece instead of exporting it as intended, having falsified the export declarations. The director of the special customs investigation service imposed a fine of some three million euros on the applicant for smuggling. He was also declared jointly and severally liable for the payment of fines imposed on other persons for customs offences, amounting to a total of some four million euros. The applicant lodged an appeal against that decision, complaining of the amount of the fine imposed on him. The appeal was only partly upheld in a decision of the administrative court. His appeal against that decision was dismissed by the administrative court of appeal, which considered that the applicant's intent to defraud had been established. It further noted that, in view of the seriousness of the customs offences and the penalties provided for by law, the fine imposed had not been disproportionate. The applicant appealed on points of law, challenging in particular the gathering of evidence. He complained that the finding of intent to defraud had not been sufficiently reasoned and that the courts below had not taken into account the fact that no criminal proceedings had been brought against him. The applicant further claimed that the excessive fine constituted a flagrant breach of the proportionality principle. The Supreme Administrative Court, emphasising the considerable importance of the questions concerning the finding of intent to defraud and the proportionality of the fine, referred the case to the plenary formation of the court, which gave a fully reasoned judgment dismissing the applicant's appeal by a majority. Referring in particular to the separation between administrative and criminal procedures, it considered that the appellate court had not been required to attribute particular importance to the fact that no criminal proceedings had been brought against the applicant; that the appellate court's decision as to the existence of intent to defraud on the applicant's part had been legally and adequately reasoned; and that the fine imposed on the applicant had not breached the proportionality principle.", "Law: Article 6 – The Court had to ascertain whether, in the proceedings before the administrative courts, the applicant had been afforded the rights guaranteed by Article 6 under its criminal head. It bore in mind, however, that under Greek law administrative proceedings concerning penalties for the smuggling of oil were conducted totally independently of criminal proceedings, which, if appropriate, might lead to punishment for the constituent acts of the same offence. The domestic courts had given their decisions on the basis of the legislation in force. It did not appear, in this connection, that they had shown any arbitrariness in the interpretation of the applicable law or in the assessment of the constituent elements of the offence. Moreover, the applicant had had the benefit of adversarial proceedings during which he had been able to submit to the competent courts the arguments that he deemed appropriate for his defence. As to the complaint that the administrative courts had not taken account of the lack of criminal proceedings against the applicant for the same offence, that situation did not breach the principle of the presumption of innocence. Such an argument would imply that no administrative proceedings could be conducted in the absence of criminal proceedings and that no offence could be established by an administrative court unless the person concerned had been formally convicted by a criminal court. Moreover, the applicant had not raised any argument that might lead the Court to find that the administrative courts had considered him to be guilty before delivering their final judgment in the case.", "Conclusion: no violation (unanimously).", "Article 1 of Protocol No. 1 – The impugned fine constituted interference with the right guaranteed by the first paragraph of Article 1 of Protocol No. 1, because it had deprived the applicant of a possession, namely the amount that he was required to pay. That interference was justified in accordance with the second paragraph of that Article, which expressly provided for a derogation where the payment of taxes or other contributions or penalties was concerned. However, that principle had to be interpreted in the light of the general principle referred to in the first sentence of the first paragraph and there thus had to be a reasonable relationship of proportionality between the means employed and the aim sought to be realised. Accordingly, the financial obligation arising from the payment of a fine was capable of impairing the guarantee enshrined in that provision if it imposed an excessive burden on the person concerned or fundamentally affected his financial situation. In the present case the impugned interference had been in conformity with domestic legislation and satisfied the demands of the general interest, namely the punishment of smuggling. As to the requirement of proportionality between the interference with the applicant's right and the general-interest aim pursued, the fine imposed had been extremely high. In those circumstances, even taking into account the margin of appreciation enjoyed by contracting States in such matters, the imposition of the fine in question had dealt such a blow to the applicant's financial situation that it amounted to a disproportionate measure in relation to the legitimate aim pursued.", "Conclusion: violation (unanimously).", "Article 41 - EUR 10,000 for non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}