{"file": "ENG_CLIN_2775_07.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "2775/07", "text_paragraphs": ["Information Note on the Court’s case-law No. 165", "July 2013", "Rudnichenko v. Ukraine - 2775/07", "Judgment 11.7.2013 [Section V]", "Article 6", "Article 6-3-d", "Examination of witnesses", "Absence of reasons for authorities’ refusal to secure attendance of witness whose testimony had been used for applicant’s conviction: violation", "", "Facts – The applicant was found guilty of robbery in conspiracy with B. and sentenced to seven years’ imprisonment. B. had already been found guilty at a separate trial and sentenced to imprisonment. The trial court relied on statements B. had made at his own trial which were read out at the applicant’s trial and rejected an application for B. to be cross examined. The trial judge sought permission to stand down on the ground that she had sat in B.’s case, but her request was rejected. Before the European Court, the applicant complained inter alia, that he had been found guilty on facts established at B.’s trial, and that he had been unable to cross examine B., one of the key witnesses in his case.", "Law – Article 6 § 1 and Article 6 § 3 (d): The requirement that there be a good reason for admitting the evidence of an absent witness was a preliminary question which had to be examined before any consideration was given as to whether that evidence was sole or decisive. Even where the evidence of an absent witness had not been sole or decisive, the Court had still found a violation of Article 6 §§ 1 and 3 (d) when no good reason had been shown for the failure to have the witness examined. This was because, as a general rule, witnesses should give evidence at the trial and all reasonable efforts should be made to secure their attendance. Thus, when witnesses did not attend to give live evidence, there was a duty to enquire whether that absence was justified.", "In the instant case, B. had not attended the applicant’s trial simply because the trial judge had not summoned him. Indeed, there was nothing in the case file to suggest that any efforts had been made whatsoever to ensure B.’s attendance in the proceedings against the applicant, at least at the pre-trial investigation stage if not at a court hearing. Given that B. was serving a prison sentence, the authorities would have had no difficulty locating him and ensuring his attendance had they wished. Furthermore, there was no evidence to suggest that B. had been asked, but had refused, to make depositions in connection with the applicant’s trial.", "The Court noted the Government’s submission that the applicant had sought B.’s attendance at an inappropriate stage of the proceedings, and had not sufficiently persisted with that request. It did not consider, however, that the applicant’s behaviour indicated consent to B.’s statements being read out at the trial and it was certainly not sufficient for the Court to conclude that he had waived his right to examine that witness. Indeed, the applicant had complained before both the appellate court and the cassation court of his inability to examine B.", "The foregoing considerations were sufficient to enable the Court to conclude that there had been no reason, let alone good reason, for the restriction of the applicant’s right to obtain the examination of the witness whose testimony had been used for his conviction. In those circumstances, the Court did not consider it necessary to proceed with the second part of the test as to whether the applicant’s conviction had been based solely or to a decisive degree on B.’s depositions.", "Conclusion: violation (unanimously).", "The Court also found violations of Article 5 §§ 1 and 3, as well as Article 6 § 1 (the “impartial tribunal” requirement).", "Article 41: EUR 10,000 in respect of non-pecuniary damage.", "(See also Al-Khawaja and Tahery v. the United Kingdom [GC], nos. 26766/05 and 22228/06, 15 December 2011, Information Note 147)", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}