{"file": "ENG_CLIN_13778_88.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "13778/88", "text_paragraphs": ["Information Note on the Court’s case-law No.", "June 1992", "Thorgeir Thorgeirson v. Iceland - 13778/88", "Judgment 25.6.1992", "Article 10", "Writer convicted of defamation: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 6 § 1 OF THE CONVENTION", "Subjective test: no proof of personal bias on part of the judge concerned.", "Objective test: absence of public prosecutor at certain sittings of the trial court during which it was not called upon to conduct any investigation into the merits of the case or assume functions which might have been fulfilled by prosecutor had he been present - applicant's fear that court had thereby lacked impartiality not justified.", "Conclusion: no violation (unanimously).", "II.\tARTICLE 10 OF THE CONVENTION", "Not contested that applicant's freedom of expression was interfered with.", "A.\tPrescribed by law", "Interpretation and application in instant case of relevant penal provision was supported by precedent.", "B.\tLegitimate aim", "Protection of the reputation of others.", "C.\tNecessary in a democratic society", "Questions of general principle: no warrant in Court's case-law for distinguishing, as suggested by Government, between political discussion and discussion of other matters of public concern - submission that freedom of expression must, in order to be protected by Article 10, have been exercised in manner consistent with democratic principles failed to appreciate that this freedom can be restricted only on conditions provided for in second paragraph of that Article.", "Specific circumstances of the case: applicant was essentially reporting what was being said by others and was convicted partly because of failure to justify allegations - in so far as required to establish their truth, applicant faced with unreasonable, if not impossible task - principal purpose of articles was not to damage reputation of police but to call for independent and impartial investigations of allegations of police brutality - articles bore on matter of serious public concern - language used not excessive - impugned measures were capable of discouraging open discussion on matters of public concern - interference not necessary in a democratic society.", "Conclusion: violation (eight votes to one).", "III.\tARTICLE 50 OF THE CONVENTION", "A.\tWork carried out by applicant: he was assisted by counsel - not established that necessary to compensate him.", "B.\tPecuniary damage: loss of earnings resulting from \"dissident status\" - not established.", "C.\tCosts and expenses: sums referring to translation of documents, computer processing and legal fees awarded - not so unpaid fine and costs in domestic proceedings.", "Conclusion: respondent State is to pay specified sum in respect of costs and expenses (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}