{"file": "ENG_CLIN_38478_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "38478/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 117", "March 2009", "Sandra Janković v. Croatia - 38478/05", "Judgment 5.3.2009 [Section I]", "Article 8", "Positive obligations", "Flawed implementation of domestic criminal-law mechanisms in respect of applicant’s allegations of physical violence by private individuals: violation", "", "Facts: The applicant was renting a room in a flat she shared with other tenants. In August 1999 she found that the lock of the flat had been changed and her belongings removed. She instituted proceedings before the civil court, which ruled in her favour in May 2002, ordering that she be allowed to reoccupy her room. The court decision was enforced about ten months later. The following day, on arriving at the flat, the applicant was assaulted by two women and a man, who kicked her, pulled her by the hair and pushed her down the stairs, while shouting obscenities. The applicant immediately informed the police, who came to the scene and interviewed her. They subsequently lodged a complaint with the minor-offences court, which initially found the attackers guilty of insulting the applicant and fined them. However, those proceedings were ultimately discontinued as being time-barred. In October 2003 the applicant filed a criminal complaint against seven individuals, alleging that she had been physically attacked and abused by them and threatened with death. The authorities decided not to open an official investigation as they found that the acts complained of constituted an offence for which prosecution had to be brought privately by the victim. The applicant lodged a private complaint, which was at first ignored and ultimately declared inadmissible as being incomplete. Her appeals against that decision were dismissed and her constitutional complaint was still pending when the European Court delivered its judgment. The applicant further complained, to the Constitutional Court in 2002 and to the ordinary court in 2007, about the length of civil and enforcement proceedings for the repossession of her room. While the Constitutional Court dismissed her complaint, in March 2008 the ordinary court ruled in her favour awarding her compensation in respect of non-pecuniary damage. Meanwhile, the applicant asked the civil court to resume the enforcement proceedings in order to regain access to her room but her request was declared inadmissible in January 2008. ", "Law: Recalling the States’ positive obligations under Article 8, the Court observed that acts of violence such as those alleged by the applicant required States to adopt adequate positive measures in the sphere of criminal-law protection. Under Croatian law, certain criminal offences were to be prosecuted by the State Attorney’s Office, either of its own motion or upon a private application, and those of a lesser nature were to be prosecuted by means of private prosecution. Further, a criminal complaint lodged in due time in respect of a criminal offence subject to private prosecution was to be treated as a private prosecution act. The applicant had brought a criminal complaint submitting a detailed description of the impugned events, alleging that they amounted to the criminal offence of violent behaviour and making serious threats. In the Court’s view, her decision to request an investigation into those charges rather than to bring a private prosecution on lesser charges complied with the relevant rules of criminal procedure and might not have been regarded as unfounded. Furthermore, even though the applicant’s request for an investigation had not strictly followed the usual form required for such requests, the Court attached importance to the fact that she was not represented by a lawyer and did not qualify for legal aid under domestic law. She had nonetheless made it clear that she sought a criminal investigation into acts of violence against her, which she had described in detail and in respect of which a police report had been drawn up. The information provided was therefore sufficient to enable the competent authorities to act upon the applicant’s request. Moreover, once the competent authority decided not to open an official investigation because in their view the act in question had to be prosecuted privately by the victim, pursuant to domestic law her criminal complaint should have been treated as a private prosecution. Finally, it could not be concluded that the applicant was given protection in the minor-offences proceedings, since they had been time-barred and had thus ended without a final decision on the attackers’ guilt. In such circumstances, the Court concluded that the manner in which the domestic authorities had implemented the existing criminal-law mechanisms in the applicant’s case was defective, contrary to the State’s positive obligations under Article 8.", "Conclusion: violation (unanimously).", "Article 41 – EUR 3,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}