{"file": "ENG_HEJUD_27781_95.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "27781/95", "text_paragraphs": ["", "", "", "FOURTH SECTION", "", "", "", "", "", "", "CASE OF TROME S.A. v. SPAIN", "", "(Application no. 27781/95)", "", "", "", "", "", "", "", "", "", "", "JUDGMENT", "(Striking out)", "", "STRASBOURG", "", "1 April 1999", "", "In the case of Trome S.A. v. Spain,", "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:", "\tMr\tL. Caflisch, President,\n\tMr\tA. Pastor Ridruejo,\n\tMr\tJ. Makarczyk,\n\tMr\tV. Butkevych,\n\tMrs\tN. Vajić,\n\tMr\tJ. Hedigan,\n\tMrs\tS. Botoucharova, judges,\nand Mr V. Berger, Section Registrar,", "Having deliberated in private on 30 March 1999,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 3 December 1998, within the three-month period laid down by former Articles 32 § 1 and 47 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”). It originated in an application (no. 27781/95) against the Kingdom of Spain lodged with the Commission under former Article 25 by Trome S.A., a public limited company registered under Spanish law (“the applicant company”), on 12 May 1995.", "The Commission’s request referred to former Articles 44 and 48 and to the declaration whereby Spain recognised the compulsory jurisdiction of the Court (former Article 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.", "2.  Following the entry into force of Protocol No. 11 to the Convention on 1 November 1998 and in accordance with the provisions of Article 5 § 4 thereof read in conjunction with Rules 100 § 1 and 24 § 6 of the Rules of Court, the panel of the Grand Chamber decided on 14 January 1999 that the case would be examined by a Chamber constituted within one of the Sections of the Court.", "3.  In accordance with Rule 52 § 1, the President of the Court, Mr L. Wildhaber, then assigned the case to the Fourth Section. The Chamber constituted within that Section included ex officio Mr A. Pastor Ridruejo, the judge elected in respect of Spain (Article 27 § 2 of the Convention and Rule 26 § 1 (a)), and Mr M. Pellonpää, President of the Section (Rule 26 § 1 (a)). The other members designated by the latter to complete the Chamber were Mr J. Makarczyk, Mr V. Butkevych, Mrs N. Vajić, Mr J. Hedigan and Mrs S. Botoucharova (Rule 26 § 1 (b)).", "4.  Subsequently Mr Pellonpää, who had taken part in the examination of the case by the Commission, stood down (Rule 28), and Mr L. Caflisch, substitute judge, became a member of the Chamber, replacing Mr Pellonpää as its President.", "5.  On 28 December 1998 the applicant company’s lawyer sent the Court the text of an agreement reached with the Spanish Government (“the Government”), accompanied by a request for the case to be struck out of the Court’s list. On 18 January 1999 the Government’s Agent, Mr J. Borrego Borrego, confirmed the terms of the agreement.", "THE FACTS", "6.  On a date which has not been specified A. and nine other persons, former owners of landholdings that had been expropriated in 1958, lodged an application with the Seville Audiencia Territorial bringing administrative proceedings against the National Town Planning Board (Instituto Nacional de Urbanismo) for recovery of the land by reversion (reversión).", "7.  On 22 June 1983 the Audiencia Territorial gave judgment in their favour. They were granted restitution of plots nos. 21 to 30 of the San Pablo industrial estate in Seville, which had been expropriated from them by the National Town Planning Board.", "8.  By a judgment of 7 December 1989 the Supreme Court dismissed an appeal lodged by State Counsel and upheld the impugned judgment.", "9.  On 13 November 1990 the Director-General of Town Planning of the Government of the Autonomous Region of Andalusia (Junta de Andalucía) asked to be served with a copy of the Supreme Court’s judgment, so that he could enforce it. He pointed out that, by Decree no. 348/1983 of 28 December 1983, responsibility for decisions concerning the plots of land concerned and the administrative powers of the National Town Planning Board had been transferred to the relevant authorities of the Government of the Autonomous Region of Andalusia.", "10.  By notarially recorded conveyances of 13 March and 3 June 1992 the applicant company acquired the rights to recovery (derechos de reversión) of plots nos. 21 to 30. On 30 July 1992 it asked the Town Planning Department of the Andalusia Regional Government to enforce the judgment of 22 June 1983 and as a result it was granted restitution of the ten plots in respect of which it had acquired the rights to recovery.", "11.  On 25 September 1992 the Director-General of Town Planning of the Andalusia region asked the applicant company to supply copies of the conveyances attesting to the transfer of the rights to recovery; this was done on 2 October 1992.", "12.  On 22 May 1993 the Andalusia Regional Government, without informing the applicant company, instituted proceedings for interpretation and rectification (aclaración) of the Seville Audiencia Territorial’s judgment of 22 June 1983. On 2 June 1993 A. and the other former owners of the rights to recovery were informed of these proceedings and they then submitted their observations. By a decision (auto) of 7 July 1993 the Andalusia High Court of Justice rectified a clerical error in the judgment and excluded from the land to be returned plots nos. 21, 28, 29 and 30, on the ground that they did not belong to A. or the other applicants in the administrative proceedings before the Seville Audiencia Territorial who had sold the applicant company the rights to recovery.", "13.  In March 1994 the applicant company discovered that A. and the other former owners of the rights to recovery which it had acquired in 1992 had, without informing it, lodged an appeal on points of law against the above decision on 15 December 1993.", "14.  On 7 March 1994 the applicant company asked the Supreme Court to set aside these proceedings on the ground that it had been deprived of four of the ten plots of land in respect of which it had acquired the rights to recovery and of the right to be summoned to appear in court and be heard as a party affected by the “rectification of an error”.", "15.  By a decision of 19 January 1995 the Supreme Court refused the applicant company’s application to set aside the interpretation proceedings, pointing out that there had been no reason to summon it to appear in them since it had not been a party to the principal proceedings and that the procedure for interpretation of a judgment contained no provision for third parties to appear and make submissions.", "16.  On 10 March 1995 the applicant company lodged an appeal (recurso de amparo) with the Constitutional Court asserting the right to a fair hearing (Article 24 of the Constitution). By a decision of 18 October 1995 the Constitutional Court dismissed this appeal on the ground that the decision of 7 July 1993 given by the Andalusia High Court of Justice on an application for interpretation had done no more than apply section 267(2) of the Judicature Act by rectifying a clerical error in the Seville Audiencia Territorial’s judgment of 22 June 1983.", "PROCEEDINGS BEFORE THE COMMISSION", "17.  Trome S.A. applied to the Commission on 12 May 1995. It complained that it had not had a fair hearing on account of the refusal of its request to take part in proceedings for the interpretation of a judgment concerning property which it had acquired and asserting that it had been the victim of an interference with its right to the peaceful enjoyment of its possessions, having been deprived of the rights to recovery of the plots of land. It relied on Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.", "18.  On 13 January 1997 the Commission declared the application (no. 27781/95) admissible. In its report of 3 March 1998 (former Article 31 of the Convention), it expressed the opinion that there had been a violation of Article 6 § 1 of the Convention (thirty votes to one) and that it was not necessary to examine the complaint of a violation of Article 1 of Protocol No. 1 (unanimously).", "THE LAW", "19.  On 28 December 1998 the Court received from the applicant company’s lawyer a copy of the following text, dated 23 December 1998 (translation from Spanish):", "“Today, following various conversations with and approaches to the relevant authorities of the Andalusia Regional Government, in which Mr Borrego Borrego, the Agent of the Spanish Government, and the undersigned lawyer took part, we have signed by mutual agreement between the Andalusia Regional Government and Trome S.A. the document of which a copy is appended hereto.", "Following the signing of this agreement Trome S.A., with the agreement of the Agent of the Spanish Government, requests that the case be struck out of the Court’s list, in accordance with Article 37 § 1 of the Convention now in force.", "The agreement signed today will be made public in the near future and, if the Court considers it necessary, a copy will be sent to it.”", "20.  The agreement referred to is worded as follows (translation from Spanish):", "“… The parties wish to settle out of court all questions relating to the restitution of the land indicated and are agreed that the judgment is to be enforced by means which have yet to be determined, given the material impossibility of enforcing the judgments to the letter, since the land whose restitution has been ordered is partly covered by the lines of the Madrid-Seville high-speed rail link. The parties have therefore signed the present document, which will be subject to the following conditions:", "Firstly, the [Andalusia Land Agency], being unable to return to Trome S.A. the 12,564.48 sq. m of land on the San Pablo industrial estate in Seville which are occupied by the railway lines and the Carmona road, will substitute for the plots concerned two other pieces of land of the same area adjacent to those whose restitution was ordered, as marked on the map bearing today’s date which is appended to and forms an integral part of the present document (plots A and B).", "Secondly, Trome S.A. will withdraw the actions brought in all the proceedings mentioned at point IV of the present document and refrain from bringing any further action or lodging any further claim against the local, regional or national government authorities in connection with the present restitution case.", "Thirdly, Trome S.A. declares that it is aware of the current condition and legal status of the pieces of land to be transferred and their designation for town-planning purposes, as specified in the file and according to the information it has obtained by its own means from the relevant planning authorities.", "Fourthly, the public documents will be drafted as soon as possible and immediately after the municipal subdivision permit has been obtained, which the [Andalusia Land Agency] undertakes to request as a matter of urgency.", "Fifthly, the cost of restitution shall be the cost determined beforehand by the Provincial Expropriation Board for the land previously returned by a conveyance of 10 December 1996.", "Sixthly, costs and tax will be paid by the parties in accordance with the law ...”", "21.  By a letter of 18 January 1999 the Government confirmed the above agreement in the following terms:", "“In reply to your letter of 7 January containing a copy of the letter, with its appendices, from the applicant company requesting that the case be struck out of the Court’s list, following the reaching of a friendly settlement with the Government of Andalusia (Junta de Andalucía), the Spanish delegation hereby informs you", "That we agree with the request for striking out and have no objection or reservation to make.”", "22.  The Court takes formal note of the agreement reached between the Government and Trome S.A. It notes that this gives satisfaction to the applicant company. It could nevertheless, having regard to its responsibilities under Article 37 § 1 in fine of the Convention, decide to continue its consideration of the case were it not satisfied that this settlement had been reached on the basis of respect for human rights, as defined in the Convention and the Protocols thereto (Rule 62 § 3), but it is satisfied on that point in the present case.", "23.  The Court observes that in a number of previous cases it has given rulings on the right to submit a dispute over a civil right to a tribunal satisfying the requirements of Article 6 § 1 of the Convention (see, among many other authorities, the Le Compte, Van Leuven and De Meyere v. Belgium judgment of 23 June 1981, Series A no. 43, p. 20, § 44, and the Sporrong and Lönnroth v. Sweden judgment of 23 September 1982, Series A no. 52, pp. 29-30, § 80). In so doing it has specified the nature and scope of the obligations undertaken in the matter.", "24.  It would accordingly be appropriate to strike the case out.", "For these reasons, the court unanimously", "\tDecides to strike the case out of its list.", "Done in French, and notified in writing on 1 April 1999, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "", "\t Vincent Berger\t\tLucius Caflisch\n\tRegistrar\t\tPresident", "", ""]}