{"file": "ENG_CLIN_60669_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "60669/00", "text_paragraphs": ["Information Note on the Court’s case-law 68", "October 2004", "Kjartan Ásmundsson v. Iceland - 60669/00", "Judgment 12.10.2004 [Section II]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Peaceful enjoyment of possessions", "Termination of a disability pension after having received it for nearly twenty years: violation", "Facts: The applicant, who worked as a seaman, sustained a serious work accident on board of a trawler. His disability was assessed at 100%, which made him eligible for a disability pension from the Seamen’s Pension Fund. The assessment was made under an Act which entitled any member of the Fund to a pension in the event of suffering a loss of working capacity of 35% or more in relation to the job being carried out at the time of the accident. The applicant found employment in office work after the accident and earned some income from it, in addition to receiving his pension. However, subsequent legislative amendments introduced in the aforementioned Act resulted in a fresh assessment of the applicant’s disability based on his capacity for work in general (and not capacity to perform the same work). The new assessment concluded that his disability did not reach the minimum level of 35%, and, in 1997, the Pension Fund stopped paying him the disability pension and relevant child benefits which he had been receiving for nearly 20 years. The applicant instituted proceedings against the Pension Fund and the Icelandic State, but the District Court dismissed the claim. The Supreme Court upheld the judgment, finding that the measures taken by the Pension Fund after the legislative amendments had been justified due to the Fund’s financial difficulties. ", "Law: Article 1 of Protocol No. 1 – The parties agreed that the termination of the applicant’s disability pension had amounted to an interference with his right to peaceful enjoyment of his possessions. The Court accepted the arguments of the Supreme Court of Iceland on the lawfulness of the contentious measure, which aimed at reducing the Fund’s financial difficulties by avoiding that a considerable number of former seamen continued to receive disability pensions while being in full employment on shore. However, the issue which lied at the heart of the case was not one of lawfulness but rather of proportionality, and whether there had been an unjustified differential treatment of the applicant in comparison to other disability pensioners. It was striking that under the new rules only it was only a small number of disability pensions that were discontinued altogether in July 1997. The vast majority of disability pensioners continued to receive benefits at the same level as before the adoption of the rules, whereas the applicant and another small group had to bear the drastic measure of total loss of their pension entitlements. Thus, the impugned measure was tainted with an unjustified differential treatment in the sense of Article 14, which carried great weight in the assessment of the proportionality issue under Article 1 of Protocol No. 1. The applicant could claim that he had a legitimate expectation that his disability would have continued to be assessed on the basis of his incapacity to perform his previous job, in accordance with the law which was in force at the time of the accident. Although after his accident the applicant found employment as an office assistant in a transport company onshore, the changes in the law had affected him in a particularly harsh manner, depriving him of a pension entitlement which he had received nearly 20 years and had constituted no less than one third of his gross monthly income at the time when it was withdrawn. Hence, even having regard to the margin of appreciation of States in the area of social legislation, the applicant was made to bear an excessive and disproportionate burden which could not be justified. It would have been otherwise had the applicant been obliged to endure a reasonable and commensurate reduction rather than the total deprivation of his entitlements. Accordingly, there had been a violation of Article 1 of Protocol No. 1. ", "Conclusion: violation (six votes to one).", "Article 41 – The Court awarded the applicant 76,500 euros under both heads of damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}