{"file": "ENG_CLIN_38885_02.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "38885/02", "text_paragraphs": ["Information Note on the Court’s case-law No. 77", "July-August 2005", "N. v. Finland - 38885/02", "Judgment 26.7.2005 [Section IV]", "Article 3", "Expulsion", "Impending expulsion to the Democratic Republic of Congo of an alleged collaborator of former President Mobutu: violation", "", "Facts: The applicant arrived in Finland in 1998 and immediately applied for asylum, stating that he had left the Democratic Republic of Congo (“the DRC”) in May 1997, when Laurent-Désiré Kabila's rebel troops had seized the power from President Mobutu. He alleged in essence that his life was in danger in the DRC on account of his having belonged to the President's inner circle, Notably by forming part of his special protection force (Division Spéciale Présidentielle) located on the presidential compound. In 2001 the Directorate of Immigration ordered the applicant's expulsion, having found his account not credible and considering that he had failed to prove his identity. As far as the Directorate was aware, only higher-ranking officials who had been abusing their office risked prosecution by the Kabila regime. That regime, however, had actually been quite accepting of officials having worked for Mobutu and many such officials of senior rank had already returned to the country. The regime in the DRC had changed again in 2001 as a result of a further coup d'état, following which the general situation in the country had improved. In 2002 the Administrative Court refused the applicant's appeal, noting that he had been appearing under different names, inter alia as an asylum seeker in the Netherlands in 1993, and not being convinced of his general credibility. In 2003 the Supreme Administrative Court refused his further appeal, noting that his true identity and ethnic origin had remained unclear, which had weakened the credibility of his account, including as regards his whereabouts between his expulsion from the Netherlands in 1995 and his arrival in Finland in 1998.", "Another asylum-seeker from the DRC, K.K., arrived in Finland in 2002, claiming to have been a soldier in the DSP arrested following the murder of President Laurent-Désiré Kabila in 2001. In 2004 the Administrative Court upheld the initial asylum refusal but instructed the Directorate of Immigration to issue her with a residence permit. In a letter to the European Court in 2003 K.K. affirmed, in support of the applicant's case, that the applicant had been a military official dealing with security matters in the DSP.", "Law – Article 3: In order to assess the applicant's credibility two Delegates of the Court took oral evidence from the applicant himself, his common-law wife, K.K. and a senior official in the Directorate of Immigration. Having regard to the overall impression formed by the Delegates, the Court found K.K. to be a credible witness whose testimony clearly supported the applicant's own account of his having worked in the DSP and having formed part of President Mobutu's inner circle. While retaining doubts about the credibility of some of the applicant's testimony, the Court found that his account of his background in the DRC on the whole had to be considered sufficiently consistent and credible. In particular, although the applicant was not senior in military rank, he could be considered to have formed part of the President's and the DSP commander's inner circle and to have taken part, as a DSP official, in various events during which dissidents seen as a threat to President Mobutu were singled out for harassment, detention and possibly execution. The Finnish authorities and courts, while finding the applicant's account generally not credible, did not appear to have excluded the possibility that he might have been working for the DSP. Neither had the authorities had any opportunity to hear K.K.'s testimony. It could not be said therefore that the position of the Court contradicted in any respect the findings of the Finnish courts. Neither was there any indication that the initial asylum interview was in any way rushed or otherwise conducted in a superficial manner.", "As to the alleged risk of treatment contrary to Article 3, the Court noted that as the applicant had left the DRC eight years ago it could not be excluded that the current DRC authorities' interest in detaining and possibly ill-treating him due to his past activities in President Mobutu's special protection force may have diminished with the passage of time, including a further coup d'état in 2001. While according to his own account he had never been in direct contact with President Mobutu and had not attained any senior military rank when forced to leave the country, UNHCR and other reports indicated, in respect of former army members, that factors other than rank – such as the soldier's ethnicity or connections to influential persons – could also be of importance when considering the risk he or she might be facing if returned to the DRC. Decisive regard nevertheless had to be had to the applicant's specific activities as an infiltrator and informant in President Mobutu's special protection force, reporting directly to very senior-ranking officers close to the former President. The risk of ill-treatment to which he would be exposed in the DRC at this moment in time might not necessarily emanate from the current authorities but from relatives of dissidents who may seek revenge on the applicant for his past activities in the service of President Mobutu. In the specific circumstances there was reason to believe that the applicant's situation could be worse than that of most other former Mobutu supporters, and that the authorities would not necessarily be able or willing to protect him against the threats referred to. His case therefore differed from Vilvarajah and Others v. the United Kingdom (Series A N° 215) and H.L.R. v. France (Reports of Judgments and Decisions 1997‑III). Accordingly, the enforcement of the expulsion order would violate Article 3 for as long as the risk of his being ill-treated persisted.", "Conclusion: violation (six votes to one).", "Article 41:  The finding that the applicant's expulsion to the DRC at this moment in time would amount to a violation of Article 3 constituted in itself sufficient just satisfaction in respect of any non‑pecuniary damage suffered.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}