{"file": "ENG_HEJUD_73043_01.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "73043/01", "text_paragraphs": ["", "", "THIRD SECTION", "", "", "CASE OF ARSHINCHIKOVA v. ", "", "", "(Application no. 73043/01)", "", "", "", "JUDGMENT", "", "", "", "", "", "29 March 2007", "", "", "", "FINAL", "", "", "29/06/2007", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Arshinchikova v. ,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tMr\tB.M. Zupančič, President,\n\tMr\tJ. Hedigan,\n\tMr\tA. Kovler,\n\tMrs\tA. Gyulumyan,\n\tMr\tE. Myjer,\n\tMr\tDavid Thór Björgvinsson,\n\tMrs\tI. Berro-Lefèvre, judges,\nand Mr S. Quesada, Section Registrar,", "Having deliberated in private on 8 March 2007,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 73043/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Zinaida Pavlovna Arshinchikova (“the applicant”), on 15 January 2001.", "2.  The Russian Government (“the Government”) were represented by their Agent, Mr P. Laptev, Representative of the  at the European Court of Human Rights.", "3.  The applicant alleged, in particular, that the quashing of the judgment in her favour by way of supervisory review violated her property rights and her right to a fair trial.", "4.  By a decision of 5 April 2005 the Court declared the application partly admissible.", "5.  The Government, but not the applicant, filed further written observations (Rule 59 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "6.  The applicant was born in 1940 and lives in . She is the head and legal representative of the farming enterprise “Katyusha” (“the farm”) located in the Saratov Region.", "7.  On 15 March 1991 the applicant on behalf of the farm entered into a lease purchase option agreement with the State road maintenance company “Saratovavtrodor” (“the road company”) in respect of certain constructions, including a twelve-flat house (“the constructions”). The agreement provided, in particular, that the purchase option was to be exercised upon payment of rent equal to the book value of the property.", "8.  On 1 July 1993 the lease purchase option agreement was amended: the Property Management Committee of the Saratov Region (“the property committee”) replaced the original lessor as a party to the agreement. The other terms and conditions of the agreement were not affected.", "9.  On 19 August 1993 the farm credited the required amount to the bank account of the property committee. It thus exercised the purchase option under the lease agreement.", "10.  On 6 July 1999 the property committee brought a civil action against the farm. The committee claimed that the agreement of 1 July 1993 was void ab initio because it had been entered into in breach of the law. The committee sought a judicial declaration of the nullity of the 1993 agreement.", "11.  On 27 September 1999 the  allowed the committee's action against the farm. The court ordered the farm to return all proceeds from the 1993 agreement to the property committee and bear one half of the court fees.", "12.  On 15 December 1999 the Appellate Collegium of the  upheld the judgment of 27 September 1999.", "13.  On 12 January 2000 the applicant's representative filed an appeal on points of law.", "14.  On 15 February 2000 the Federal Commercial Court of the Volga Circuit quashed the judgments of 27 September and 15 December 1999 and made a new determination of the claim. The court ruled that the agreement of 1 July 1993 had not been a new transaction, but rather a novation of the agreement of 16 March 1991 involving the substitution of the lessor. As to the 1991 agreement, it had been concluded before the regulations, on which the first-instance and appeal courts based their judgments, came into force. The  dismissed the claim of the property committee.", "15.  The judgment became final and no ordinary appeal lay against it.", "16.  On 13 June 2000 Judge Arifullin, a Deputy President of the Supreme Commercial Court of the , lodged an application for supervisory review (протест в порядке надзора) against the judgment of 15 February 2000. The application was based on the arguments originally advanced by the property committee in support of its claim and repeated verbatim the judgment of the appeal court of 15 December 1999.", "17.  On 5 September 2000 the Presidium of the Supreme Commercial Court of the  quashed, by way of supervisory review, the judgment of 15 February 2000 and reinstated the judgments of 27 September and 15 December 1999.", "18.  On 4 December 2000 the bailiffs' service commenced the enforcement proceedings.", "19.  On an unspecified date the applicant applied for State registration of her title to the house which formed a constituent part of the disputed constructions.", "20.  On 9 October 2000 the Saratov Regional Registration Chamber issued an official certificate formalising the applicant's title to the house acquired under the 1993 lease purchase option agreement.", "21.  On 4 March 2002 the property committee filed a civil action against the Saratov Regional Registration Chamber and the farm. The property committee claimed that the registration of the applicant's title to the house of 9 October 2000 should be declared void because it had been grounded on the already invalidated agreement.", "22.  After several adjournments of the proceedings, on 18 November 2002 the property committee withdrew its claim. On 2 December 2002 the Commercial Court of the Saratov Region discontinued the proceedings.", "23.  On 21 November 2002 a court bailiff of the Tatishchevo District discontinued the enforcement proceedings under the judgment of 27 September 1999 and returned the writ of execution to the property committee.", "II.  RELEVANT DOMESTIC LAW", "24.  Section 1 of the Farming Enterprises Act (Law no. 348-I of 22 November 1990, in force at the material time (“the Law”)) defines a farming enterprise as an independent business entity represented by an individual, a family or a group of persons who manufacture, process and sell agricultural products using the property to which they have title or a right in rem. Under Article 257 of the Civil Code of the , title to the property of a farming enterprise is held jointly by its members unless otherwise agreed. Relations of the farm with enterprises, organisations, individuals and State authorities are exercised by the head of the farm (Section 1 § 4 of the Law).", "25.  The Code of Commercial Procedure (no. 70-FZ of 5 May 1995, in force at the material time) established that final judgments and decisions of commercial courts were amenable to supervisory review initiated on an application by the President of the Supreme Commercial Court or his deputy or by the Prosecutor General of the Russian Federation or his deputy (Articles 180 and 181). The Code did not list the grounds for lodging an application for supervisory review, it only specified that it could be lodged “also in connection with a request by a party to the proceedings” (Article 185 § 1). Summoning of parties to the hearing before the Presidium of the  was a discretionary right of the Presidium (Article 186 § 2).", "THE LAW", "I.  THE GOVERNMENT'S PRELIMINARY OBJECTION", "26.  The Government submitted in their further observations of 14 July 2005 that the applicant was not entitled to bring the application before the Court because the complaints related to the proceedings, to which the farm, but not the applicant, had been a party.", "27.   The Court notes that no plea of inadmissibility concerning lack of jurisdiction ratione personae was made by the Government at the admissibility stage in accordance with Article 55 of the Rules of Court, and there are no exceptional circumstances which would have absolved the Government from the obligation to raise their preliminary objection before the Court's decision as to the admissibility of the application on 5 April 2005.", "28.  In any event, the Court observes that under Russian law an agricultural farm does not have legal entity status and it is represented for all legal purposes by its head, that is the applicant in the present case. Therefore, the applicant may claim to be directly affected by alleged violations.", "29.  The Government's objection must therefore be dismissed.", "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1", "30.  The applicant complained that the quashing of the judgment of 15 February 2000 by way of supervisory-review proceedings had violated her “right to a court” under Article 6 § 1 of the Convention and her right to the peaceful enjoyment of possessions under Article 1 of Protocol No. 1. The relevant parts of these provisions read as follows:", "Article 6 § 1", "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing within a reasonable time... by [a]... tribunal...”", "Article 1 of Protocol No. 1", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law...”", "A.  Article 6 § 1 of the Convention", "31.  The Government contended that the application for supervisory review had been introduced in accordance with Russian law, and that the supervisory-review proceedings had met the requirements of the Convention for a fair trial by an impartial tribunal. The Government claimed that in the Russian legal system, especially in commercial litigation, judicial decisions became binding and enforceable only upon completion of the supervisory-review proceedings. In the instant case there existed continuity of the proceedings because the application for supervisory review was made in June 2000, that is four months after the Federal Commercial Court of the Volga Region had issued its judgment. The Government also pointed out that the applicant had been duly informed of the hearing.", "32.  The applicant claimed that the domestic courts and, in particular, the Presidium of the  had misdirected themselves in law. She submitted that the judgment of the  had clearly stated that it was not amenable to further appeal and she could not have reasonably foreseen the institution of supervisory-review proceedings. In any event, her observations on the supervisory-review application had not been examined and she had not been informed of the hearing date before the Presidium. She considered that her right to a fair trial was breached.", "33.  The Court reiterates that the right to a fair hearing before a tribunal as guaranteed by Article 6 § 1 of the Convention must be interpreted in the light of the Preamble to the Convention, which declares, in its relevant part, the rule of law to be part of the common heritage of the Contracting States. One of the fundamental aspects of the rule of law is the principle of legal certainty, which requires, among other things, that where the courts have finally determined an issue, their ruling should not be called into question (see Brumărescu v. Romania [GC], no. 28342/95, § 61, ECHR 1999VII).", "34.  The Court has frequently found a violation of an applicant's “right to a court” guaranteed by Article 6 § 1 of the Convention in cases in which a judicial decision in a civil case that had become binding and enforceable, was subsequently quashed by a higher court on an application by a State official whose power to intervene was not subject to any time-limit (see Roseltrans v. Russia, no. 60974/00, §§ 27-28, 21 July 2005; Volkova v. Russia, no. 48758/99, §§ 34-36, 5 April 2005; and Ryabykh v. Russia, no. 52854/99, §§ 51-56, ECHR 2003IX).", "35.  The Court notes that the above-mentioned cases concerned civil proceedings before the courts of general jurisdiction, whereas the instant case was examined by commercial courts in proceedings governed by the Code of Commercial Procedure of 1995 (in force at the material time). The Code of Commercial Procedure granted the power to intervene by way of supervisory review to the President and Deputy President of the Supreme Commercial Court (Articles 180 and 181 of the Code, see paragraph 25 above) in the same way as the Code of Civil Procedure gave the power to intervene in civil proceedings to the president and deputy presidents of higher courts. Neither the Code of Civil Procedure nor the Code of Commercial Procedure set any time-limit for exercise of that power, so that final judgments were liable to challenge indefinitely. It follows that the problem of legal certainty raised in the instant case is structurally identical to that which has been found by the Court to amount to a violation of the principle of legal certainty in civil proceedings (see the authorities cited above).", "36.  Having examined the material submitted to it, the Court notes that the Government have not put forward any fact or argument capable of persuading it to depart from the established case-law. The Court finds that the quashing of the judgment of 15 February 2000 by way of supervisory-review proceedings instituted on the initiative of the Deputy President of the Supreme Commercial Court, who was not a party to the case, violated the principle of legal certainty and the applicant's “right to a court” guaranteed under Article 6 § 1 of the Convention.", "37.  There has accordingly been a violation of Article 6 § 1 of the Convention.", "B.  Article 1 of Protocol No. 1", "38.  The Court notes that on 9 October 2000 the applicant's title to the disputed constructions was officially registered, that on 18 November 2002 the property committee decided not to pursue its claim contesting the applicant's title, and that three days later the enforcement of the judgments reinstated by the Presidium's decision was discontinued. The applicant's right to the disputed constructions had thus remained unaffected (see, mutatis mutandis, Zasurtsev v. Russia, no. 67051/01, §§ 53-55, 27 April 2006).", "39.  In these circumstances, the Court does not consider it necessary to rule on the question where there has been a violation of Article 1 of Protocol No. 1.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "40.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "41.  The applicant claimed 30,000 euros (EUR) in respect of pecuniary and non-pecuniary damage. She submitted a medical certificate and statements by witnesses attesting to the poor state of her health in 1998-2005.", "42.  The Government submitted that there was no causal link between the alleged violations and the alleged pecuniary damage. They also contended that the finding of a violation would constitute an adequate just satisfaction for the nonpecuniary damage in the present case.", "43.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects the applicant's claim for pecuniary damage. However, having regard to the nature of the breach in this case, the two years of uncertainty following the quashing of the judgment in the applicant's favour and making its assessment on an equitable basis, the Court awards EUR 2,000 for the nonpecuniary damage sustained by the applicant.", "B.  Costs and expenses", "44.  The applicant did not seek reimbursement of costs and expenses relating to the proceedings before the domestic courts or the Convention organs and this is not a matter which the Court has to examine of its own motion (see Motière v. , no. 39615/98, § 26, 5 December 2000).", "C.  Default interest", "45.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Dismisses the Government's preliminary objection;", "", "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;", "", "3.  Holds that there is no need to examine separately the complaint under Article 1 of Protocol No. 1;", "", "4.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros) in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement, plus any tax that may be chargeable;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "5.  Dismisses the remainder of the applicant's claim for just satisfaction.", "Done in English, and notified in writing on 29 March 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\t Quesada\tBoštjan M. Zupančič\n\tRegistrar\tPresident", ""]}