{"file": "ENG_HEJUD_29544_95.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "29544/95", "text_paragraphs": ["", "", "", "THIRD SECTION", "", "", "CASE OF ENTLEITNER v. AUSTRIA", "", "(Application no. 29544/95)", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "1 August 2000", "", "", "", "", "FINAL", "", "01/11/2000", "", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It is subject to editorial revision before its reproduction in final form in the official reports of selected judgments and decisions of the Court.", "", "In the case of Helmut ENTLEITNER v. Austria,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tMr   J.-P. Costa, President,\n\tMr  W. Fuhrmann,\n\tMr\tL. Loucaides,\n\tMr\tP. Kūris,\n\tSir\tNicolas Bratza,\n\tMrs\tH.S. Greve,\n\tMr\tK. Traja, judges,\nand\tMrs S. Dollé, Section Registrar,", "Having deliberated in private on 12 October 1999 and 11 July 2000,", "Delivers the following judgment, which was adopted on that last-mentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 29544/95) against the Republic of Austria lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Austrian national, Mr Helmut Entleitner (“the applicant”), on 27 September 1995.", "2.  The applicant was represented by Mr Erich Prokskch, a lawyer practising in Vienna. The Austrian Government (“the Government”) were represented by their Agent, Mr Franz Cede, Head of the International Law Department at the Federal Ministry of Foreign Affairs.", "3.  The applicant complained under Article 6 § 1 of the Convention that, in proceedings concerning a share of an agricultural association, the agricultural authorities lacked independence and impartiality and that he did not have any public hearing.", "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).", "5.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted in accordance with Rule 26 § 1 of the Rules of Court.", "6.  By a decision of 12 October 1999 the Chamber declared the application admissible.", "THE FACTS", "I.\tTHE CIRCUMSTANCES OF THE CASE", "7.  The applicant is a farmer living in Piesendorf, Salzburg.", "8.  On 12 June 1991 the applicant applied to the Salzburg District Agricultural Authority (Agrarbezirksbehörde, the \"District Authority\") for declarations (1) that the share in an agricultural association (Agrargemeinschaft) represented by a certain parcel of land (\"the share\") belonged to him, and (2) that grazing rights in that parcel (\"the grazing rights\") also belonged to him. On 24 June 1991 the District Authority found that the applicant had not made out his claims, and it declared that the share and the grazing rights belonged to a third person. The applicant appealed to the Regional Land Reform Board (Landesagrarsenat, the \"Regional Board\").", "9.  The Regional Board dismissed the applicant's appeal on 8 May 1992.  After an oral hearing, it found, so far as relevant, that the share had passed with a transfer of the land to a third party in 1949 (as rectified in 1952). The question of the grazing rights had to be determined by reference to the ownership of the land on 29 April 1868, as that was the last time they were officially mentioned. In the absence of any express alienation of the grazing rights since then, the grazing rights passed with the land - that is, the applicant did not own them.", "10.  The Constitutional Court (Verfassungsgerichtshof) declined to deal with the applicant's constitutional complaint on 14 October 1992. It remitted the case to the Administrative Court (Verwaltungsgerichtshof).", "11.  On 14 March 1995 the Administrative Court dismissed the applicant’s complaint rejecting at the same time, in accordance with section 39(2) no. 6 of the Administrative Court Act (Verwaltungsgerichtshofgesetz), the applicant’s request for an oral hearing. The judgment was served on the applicant’s representative on 31 March 1995.", "II.\tRELEVANT DOMESTIC LAW AND PRACTICE", "12.  A summary of the rules concerning the composition and procedure before the regional land reform boards, and hearings before the Administrative Court may be found in the Stallinger and Kuso v. Austria judgment (23 April 1997, Reports of Judgments and Decisions 1997-II, pp. 674-675, §§ 23-27).", "THE LAW", "I.\tALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "13.  The applicant alleged breaches of Article 6 § 1 of the Convention, which provides:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing ... by an independent and impartial tribunal ...”.", "14.  The applicant’s complaints concerned the alleged lack of independence and impartiality of the agricultural authorities as well as the lack throughout the proceedings of a public hearing before a “tribunal”.", "A.\tRight to an “independent and impartial tribunal”", "15.  The applicant maintained that none of the agricultural authorities qualified as an independent and impartial tribunal. In particular, the Regional Board was partly composed of civil servants who, moreover, acted as experts and thus decided on objections made to the opinions they had issued. Moreover, the applicant asserted that the proceedings were not adversarial as required by the Convention. ", "16.  The Government, referring to the Court’s case-law, contested this view. In addition they underlined that no expert opinion had been prepared in the present case.", "17.  The Court recalls its finding that the regional land reform boards qualify as independent and impartial tribunals (see the Ettl and Others v. Austria judgment of 23 April 1987, Series A no. 117, pp. 17-19, §§ 36-41 and, as a recent authority, the Stallinger and Kuso judgment, cited above, p. 677, § 37). It notes that the legal situation as regards the membership of and procedure before the land reform boards has not changed since. The applicant has not adduced any argument which would justify a departure from the Court’s established case-law.", "The Court, therefore, concludes that there has been no violation of the applicant’s right under Article 6 § 1 to have his case determined by “an independent and impartial tribunal”.", "B.\tRight to a “public hearing”", "18.  The applicant further complained that the hearing before the Regional Board was not public, and that the Administrative Court had refused to hold a hearing.", "19.  The Government accepted the merits of this complaint.", "20.  The Court recalls that, in the Stallinger and Kuso case, it found a violation of Article 6 § 1 as regards the lack of a public hearing before the Administrative Court (see the judgment cited above, pp. 677-680, §§ 3851). There are no circumstances which would distinguish the present case from that of Stallinger and Kuso.", "Thus, the Court concludes that there has been a violation of Article 6 § 1 of the Convention as regards the lack of a public hearing before the Administrative Court.", "II.\tAPPLICATION OF ARTICLE 41 OF THE CONVENTION", "21.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.\tDamage", "22.  The applicant claimed 225,000 Austrian schillings (ATS) in respect of pecuniary damage allegedly resulting from the improper procedure.", "23.  In the Government’s submission, there was no causal link between the lack of a public hearing and the alleged damage. ", "24.  The Court recalls that it cannot speculate as to the outcome of the proceedings had a hearing taken place before the Administrative Court. The claim must therefore be rejected (see the Stallinger and Kuso judgment, cited above, p. 680-681, § 57).", "B.\tCosts and expenses", "25.  The applicant claimed a total of ATS 95,000 in respect of costs and expenses incurred in the domestic proceedings and before the Convention organs.", "26.  The Government found the sum excessive and remarked that the applicant had also failed to specify the costs actually incurred at each stage of the proceedings.", "27.  The Court notes that the applicant, in response to the Government’s comments, provided a detailed statement of costs from which it appears that the costs of the domestic proceedings amounted to ATS 45,107, including ATS 13,728 for the proceedings before the Administrative Court, whilst the remainder of the costs were incurred in the Convention proceedings.", "28.  The Court, taking the same approach as in the Stallinger and Kuso judgment (cited above, p. 681, § 60), notes that as far as the costs of the domestic proceedings are concerned, only those related to the request for a public hearing, i.e. those incurred in the proceedings before the Administrative Court, are of relevance. Moreover, since only one of the two complaints declared admissible has led to the finding of a violation, the Court, making an assessment on an equitable basis as required by Article 41, awards the applicant ATS 40,000 in respect of all his costs and expenses.", "C.\tDefault interest", "29.  According to the information available to the Court, the statutory rate of interest applicable in Austria at the date of adoption of the present judgment is 4% per annum.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.\tHolds that there has been no violation of Article 6 § 1 of the Convention as regards the applicant’s complaint that he was not able to bring his case before an independent and impartial tribunal;", "", "2.\tHolds that there has been a violation of Article 6 § 1 of the Convention on account of the lack of a public hearing before the Administrative Court;", "", "3.\tHolds ", "(a)\tthat the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, 40,000 (forty-thousand) Austrian schillings for costs and expenses;", "(b)\tthat simple interest at an annual rate of 4% shall be payable from the expiry of the above-mentioned three months until settlement;", "", "4.\tDismisses the remainder of the applicant’s claims for just satisfaction.", "Done in English, and notified in writing on 1 August 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "", "", "", "", "\tS. Dollé\tJ.-P. Costa", "\tRegistrar\tPresident"]}