{"file": "ENG_CLIN_31365_96.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "31365/96", "text_paragraphs": ["Information Note on the Court’s case-law 23", "October 2000", "Varbanov v. Bulgaria - 31365/96", "Judgment 5.10.2000 [Section IV]", "Article 5", "Article 5-1-e", "Persons of unsound mind", "Absence of legal basis for detention in psychiatric hospital and failure to obtain medical evidence of mental illness: violation", "Article 5-4", "Take proceedings", "Absence of possibility of review by a court of psychiatric detention ordered by a prosecutor: violation", "Facts: Following complaints about the applicant’s threatening behaviour, the public prosecutor ordered the police to investigate. The police reported that the applicant appeared to have mental problems and was likely to carry out his threats. The applicant did not have a history of mental illness and obtained a certificate confirming that he was mentally healthy. The prosecutor continued his inquiry and the applicant was apparently invited on two occasions in 1994 to undergo psychiatric examination. In January 1995 a prosecutor ordered that the applicant be taken by force to a psychiatric hospital in order to undergo examination for 20 days. This was carried out by the police the following August. On 15 September the applicant was transferred to a general hospital, suffering from pneumonia. He was told not to leave his room and at night was tied to the bed. This lasted until 24 September. On 16 October he was discharged from hospital. According to the psychiatrist who had examined him, no psychiatric treatment was necessary. The applicant’s complaints about his detention were rejected by the City Prosecutor’s Office and the Chief Public Prosecutor’s Office. A subsequent request for an order committing the applicant to psychiatric hospital was rejected by the District Court.", "Law: The Court accepted the facts as established by the Commission, finding that the criticisms made by the applicant did not raise any matter of substance which might warrant the Court’s exercising its own powers of verifying the facts. It also rejected the Government’s preliminary objection that there had been an abuse of the right of petition: while the use of offensive language in proceedings before the Court is undoubtedly inappropriate, an application may only be rejected as abusive, except in extraordinary cases, if it was knowingly based on untrue facts. However, in this case the applicant’s complaints were based on real facts, some of which are undisputed by the Government.", "Article 5 § 1 (e) – No deprivation of liberty of a person considered to be of unsound mind can be in conformity with this provision if ordered without obtaining a medical opinion. The particular form and procedure may vary, depending on the circumstances: in urgent cases, an opinion may have to be obtained immediately after arrest, but in all other cases there should be prior consultation. Where no other possibility exists, for instance due to a refusal to undergo examination, there must be at least an assessment by a medical expert on the basis of the file. Furthermore, the medical assessment must be based on the actual state of mental health of the person concerned and not solely on past events. In the present case, the applicant was detained without consultation of any medical expert and, while the aim was to have him examined, prior appraisal by a psychiatrist, at least on the basis of the available documentary evidence, was possible and indispensable: the applicant had no history of mental illness and it was not maintained that the case involved an emergency. Although the applicant was taken to a psychiatric hospital where he was seen by medical doctors, there is no indication that they were asked for an opinion as to whether he needed to be detained for examination, his detention having already been decided by a prosecutor without the involvement of a medical expert. It follows that the applicant was not reliably shown to be of unsound mind and his detention was consequently not lawful.", "Moreover, the law at the time did not contain any provision empowering prosecutors to commit a person to compulsory confinement for the purpose of psychiatric examination. An instruction of the Minister of Public Health, which implied that prosecutors had such powers, did not lay down any rules and thus lacked the requisite clarity. Furthermore, the law did not (and does not) provide that a medical opinion be obtained as a pre-condition to ordering such confinement. These shortcomings were not remedied by the fact that internal guidelines for prosecutors contained provisions regarding compulsory psychiatric examinations, since the guidelines were an unpublished document without formal legal force.", "Conclusion: violation (unanimously).", "Article 5 § 4 – At the relevant time Bulgarian law did not provide for an appeal to a court against detention ordered by a prosecutor in the framework of an inquiry with a view to instituting proceedings for psychiatric internment. The applicant’s detention was ordered by a prosecutor, who subsequently became a party to proceedings against him, and the order was subject to appeal only to higher prosecutors. The remedy required by Article 5 § 4 was therefore not available to the applicant and supervision of the lawfulness was not incorporated in the initial decision for the applicant’s detention either.", "Conclusion: violation (unanimously).", "Article 41 – The Court considered that there was no causal link between the violation and the pecuniary loss alleged by the applicant. It awarded him 4,000 levs (BGL) in respect of non-pecuniary damage and also made an award in respect of costs.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}