{"file": "ENG_CLIN_58688_11.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "58688/11", "text_paragraphs": ["Information Note on the Court’s case-law No. 157", "November 2012", "Harabin v. Slovakia - 58688/11", "Judgment 20.11.2012 [Section III]", "Article 6", "Civil proceedings", "Article 6-1", "Civil rights and obligations", "Impartial tribunal", "Alleged bias in disciplinary proceedings against Supreme Court President: Article 6 § 1 applicable; violation", "Facts – The applicant, the President of the Slovakian Supreme Court, was the subject of disciplinary proceedings before the Constitutional Court (plenary session) after he refused to allow an audit by Ministry of Finance staff which he considered should have been conducted by the Supreme Audit Office. The applicant challenged four of the judges due to hear his case, including two who had earlier been excluded from other sets of proceedings in which he had been involved, on the grounds that his past dealings with certain of the judges in question meant that there was a risk of bias. His opponent in the proceedings, the Minister of Justice, challenged a further three judges on like grounds. The Constitutional Court rejected all the challenges. It subsequently found the applicant guilty of a serious disciplinary offence and reduced his annual salary by 70%. In his application to the European Court, the applicant complained, inter alia, of a violation of his right to a fair hearing by an impartial tribunal.", "Law – Article 6 § 1", "(a)  Applicability – In order for a respondent State to be able to rely on an applicant’s status as a civil servant to exclude the application of Article 6, two conditions had to be fulfilled: (i) the State in its national law must have expressly excluded access to a court for the post or category of staff in question, and (ii) the exclusion must be justified on objective grounds in the State’s interest.* In the instant case, national law had not excluded judicial examination of the relevant points and the applicant had had access to the Constitutional Court. The case concerned a dispute over the applicant’s “civil rights” (as he was at risk of becoming ineligible to continue in office if found guilty of a further serious disciplinary offence,** and as a result of the Constitutional Court’s finding his annual salary had been reduced by 70%). Article 6 § 1 was thus applicable under its civil head. It was not necessary to examine whether it was also applicable under its criminal head.", "Conclusion: Article 6 § 1 applicable (unanimously).", "(b)  Merits – Compliance with the guarantees of Article 6 were of particular relevance to disciplinary proceedings against a judge in his or her capacity as President of a Supreme Court as what was ultimately at stake in such proceedings was the confidence of the public in the functioning of the judiciary at the highest national level.", "In the applicant’s case seven of the thirteen judges making up the Constitutional Court plenary session had been challenged for bias. Of the four challenged by the applicant, two had been excluded for bias in earlier proceedings involving the applicant before a chamber of the Constitutional Court. The Constitutional Court had not, however, attached decisive weight to that fact (or to the fact that two other constitutional judges challenged by the Minister of Justice had also been excluded for bias in the past) and had decided not to exclude any of the judges on the grounds that the disciplinary proceedings were within the exclusive jurisdiction of its plenary session and that excessive formalism and overlooking the statements of the individual judges posed the risk of rendering the proceedings ineffective. In so doing, it failed to answer the arguments for which the judges’ exclusion had been requested. In the European Court’s view, it was only once the parties’ arguments had been answered and a decision taken on the merits of the challenges that the question whether there was any need and justification for not excluding any of the judges could arise. The reasons invoked by the Constitutional Court could not therefore justify the participation of two judges who had been excluded for lack of impartiality in earlier cases involving the applicant and in respect of whom objective doubts had not been convincingly dissipated. Accordingly, the applicant’s right to a hearing by an impartial tribunal had not been respected. ", "Conclusion: violation (unanimously).", "Article 41: EUR 3,000 in respect of non-pecuniary damage; claim in respect of pecuniary damage dismissed.", "* See Olujić v. Croatia, no. 22330/05, 5 February 2009, ; and Vilho Eskelinen and Others v. Finland [GC], no. 63235/00, 19 April 2007, .", "** Section 116(3)(b) in conjunction with section 117(7) of the Judges and Assessors Act 2000.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}