{"file": "ENG_CLIN_3052_04.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "3052/04", "text_paragraphs": ["Information Note on the Court’s case-law No. 116", "February 2009", "Dacia S.R.L. v. Moldova - 3052/04", "Judgment 24.2.2009 [Section IV]", "Article 41", "Just satisfaction", "Entitlement following unlawful deprivation of hotel: restitution or compensation in lieu based on current market value plus, in either case, any additional losses", "", "Facts: In 1999 the applicant company purchased a hotel belonging to the State at auction under legislation permitting the privatisation of State property. It paid the purchase price and went on to purchase the land on which the hotel was built from the local municipality. It spent money renovating and refurbishing the hotel, which it ran for the next four years. However, following an application by the Prosecutor General’s Office, in 2003 the Economic Court annulled the sale of the hotel on the grounds of procedural irregularities and ordered its return to the State and the repayment of the 1999 purchase price to the applicant company. The purchase price was repaid the following year. The sale of the land was also annulled.", "In its principal judgment of 18 March 2008 the European Court held that the applicant company’s rights under Article 1 of Protocol No. 1 to the Convention had been violated, after finding that the irregularities in the privatisation of the hotel had been formal in character or unsubstantiated and were not attributable to the applicant company, which had been forced to bear an individual and excessive burden. It was the State authorities which had set out the rules, determined the reserve price and carried out the auction and the applicant company had merely complied with the conditions imposed on it. The Court also found a violation of Article 6 § 1 on the grounds that the Prosecutor General’s Office’s application to annul the sale had been made outside the limitation period that would have applied to a private person so that the State had gained a discriminatory advantage without any compelling reason. The question of just satisfaction was reserved. The Moldovan Supreme Court of Justice then set aside the judgments annulling the applicant company’s purchase of the hotel and land and remitted the case for a full rehearing by the Appeals Chamber of the Economic Court. Those proceedings were still pending when the Court delivered its judgment on just satisfaction.", "Law: The applicant company’s case did not concern nationalisation or the otherwise lawful deprivation of property, but deprivation of property without valid reason and in breach of the principle of legal certainty. ", "Consequently, the reparation had to aim at putting the applicant company in the position in which it would have found itself had the violation not occurred. The most appropriate remedy would therefore be for the hotel and land to be returned to it. Failing that, it should receive compensation in lieu based on the current market value of the property. In either case, the applicant company was also entitled to an award for any additional losses, but would have to reimburse the amount the Government had paid for the hotel in 2004.", "As regards the value of the hotel, the parties had each provided an expert valuation. The Government’s valuation was substantially lower than the applicant company’s. Of these, the Court preferred the latter. The extremely short preliminary valuation that had been lodged by the Government could not be taken into account as it contained no calculations or other explanations as to how the sum had been arrived at. In contrast, the applicant company’s valuation, which was detailed, had been prepared by an experienced valuer who had used three different methods of calculation to arrive at an average that was in turn consistent with the value of a similar property nearby. Accordingly, that valuation (EUR 7,612,000) was the amount of compensation due to the applicant company for the hotel in the absence of restitutio in integrum. The fact that proceedings were still pending at the domestic level made no difference here as, despite the clear terms of the principal judgment, the Supreme Court of Justice had, without giving any reasons, decided to send the case back for a full rehearing, rather than to annul the impugned judgments and make consequential orders itself. As to the additional losses, the Court awarded EUR 890,625 in respect of pecuniary damage (including lost profits of EUR 763,540). ", "Thus, if the hotel was returned, the applicant company was required to pay the Government EUR 374,299, being the difference between the price paid by the Government in 2004 and the award in respect of the additional losses. Failing restitution, the Government was required to pay EUR 7,237,700 being the current value of the hotel plus the additional losses less the price paid by the Government in 2004. The Court also awarded EUR 25,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}