{"file": "ENG_CLIN_58428_10.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "58428/10", "text_paragraphs": ["Information Note on the Court’s case-law No. 172", "March 2014", "Matytsina v. Russia - 58428/10", "Judgment 27.3.2014 [Section I]", "Article 6", "Criminal proceedings", "Article 6-1", "Fair hearing", "Equality of arms", "Handling of evidence in a manner that resulted in placing the defence at a substantial disadvantage vis-à-vis the prosecution: violation", "Facts – The applicant worked for a non-profit association providing training sessions, lectures, personal consultations and the like. According to one of the association’s brochures, the treatment provided would help fight insomnia and depression, strengthen cardio-vascular systems, control emotions and boost natural defence mechanisms. The association operated without a licence as its activities were not considered “medical” in nature. In 2003 criminal proceedings were opened against the applicant for the illegal practice of medicine after a client, S.D., was diagnosed with serious psychological problems she claimed were directly linked to her participation in training sessions run by the association. A series of expert examinations were conducted in the pre-trial phase to establish whether S.D. had suffered any physical or mental harm as a result of her participation in the sessions and whether the sessions were “medical” in nature. However, she did not give evidence before the trial court owing to her fragile mental state. The applicant was ultimately convicted.", "Law", "Article 6 § 1: The applicant complained that expert evidence adduced by the prosecution had been taken into consideration, whereas the reports and opinions of experts suggested by the defence had been declared inadmissible. The Court began by noting that the fact that at the beginning of the trial the trial court had only had before it expert reports obtained by the prosecution without any participation of the defence was not, as such, contrary to the Convention, provided that in the trial proceedings the defence had sufficient procedural tools to examine that evidence and effectively challenge it. ", "As regards the evidence concerning S.D.’s mental condition, the defence had not participated in the process of obtaining any of the expert reports at the investigation stage. Further, a key expert for the prosecution (the rapporteur of the only report based on a personal examination of S.D. and the only person to have claimed that the association’s training sessions had a direct causal link with her subsequent mental disorder) had been absent from the trial and the defence had not been able to question him. The court had refused to order another expert opinion, despite the fact that two other experts had thought a further opinion necessary. Moreover, under Russian law the defence did not have the same rights as the prosecution with regard to obtaining expert opinions: all they could do was either ask the court for an expert examination (and suggest experts and questions) or seek the assistance of “specialists”, whose opinion however carried much less weight than that of an “expert”. In consequence, the defence had had virtually no possibility of challenging reports submitted by the prosecution with their own counter-evidence. The Court concluded that the combination of the above handicaps experienced by the defence throughout the proceedings had put it at a net disadvantage vis-à-vis the prosecution.", "As regards the evidence concerning the nature of the association’s activities, the Court observed that an expert opinion favourable to the defence which the authorities had obtained at the pre-trial stage was either never produced in court or was simply disregarded. Either way, the authorities had breached the fundamental principles of a fair trial, since according to the Court’s case-law, the prosecution must disclose to the defence “all material evidence in their possession for or against the accused”, including exculpatory evidence. That rule would make no sense if courts were allowed to leave such evidence without consideration and not even mention it in their judgments.", "In sum, the Court was mindful of the fact that the trial judge had heard a number of witnesses for the defence, had examined several expert opinions and had studied various documents. However, the question of whether or not the defence had enjoyed “equality of arms” with the prosecution and whether the trial had been “adversarial” could not be addressed solely in quantitative terms. In the applicant’s case it had been very difficult for the defence to effectively challenge the expert evidence submitted to the court by the prosecution, on which the case against the applicant had been built. In those circumstances, the way in which the expert evidence had been handled had rendered the applicant’s trial unfair.", "Conclusion: violation (unanimously).", "Article 6 § 3 (d): The applicant also complained of his inability to examine S.D. in court. Instead of hearing her in person, the trial court had used her testimony obtained in the course of the police investigation without the defence’s participation. She was not called to testify in person owing to her fragile mental condition and the danger of a relapse.", "The Court was prepared to accept that the interests of a witness, and in particular the physical and mental integrity of the alleged victim of a crime, were important factors which could sometimes justify limitations on the rights of the defence and that the decision at issue had not been arbitrary. More importantly, it considered that S.D.’s testimony had yielded no conclusive evidence against the applicant and had not been “sole and decisive” evidence against her. Given the low level of importance of her testimony, her absence from the trial had not prejudiced the interests of the defence in any significant manner and had been outweighed by genuine concern for her well-being.", "Conclusion: no violation (six votes to one).", "Article 41: EUR 4,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}