{"file": "ENG_HEJUD_33440_96.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "33440/96", "text_paragraphs": ["", "", "", "", "AFFAIRE FERRARI c. ITALIE", "CASE OF FERRARI v. ITALY", "", "(Requête n°/Application no. 33440/96)", "", "", "", "", "", "", "", "", "", "", "", "ARRÊT/JUDGMENT", "", "STRASBOURG", "", "28 juillet/July 1999", "", "", "", "", "", "This judgment is subject to editorial revision before its reproduction in final form in the official Reports of selected judgments and decisions of the Court.", "", "", "In the case of Ferrari v. Italy,", "The European Court of Human Rights, sitting, in accordance with Article 27 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”), as amended by Protocol No. 11, and the relevant provisions of the Rules of Court2, as a Grand Chamber composed of the following judges:", "\tMrs\tE. Palm, President,\n\tMr\tA. Pastor Ridruejo,\n\tMr\tL. Ferrari Bravo,\n\tMr\tG. Bonello,\n\tMr\tR. Türmen,\n\tMr\tJ.-P. Costa,\n\tMrs\tF. Tulkens,\n\tMrs\tV. Strážnická,\n\tMr\tP. Lorenzen,\n\tMr\tW. Fuhrmann,\n\tMr\tM. Fischbach,\n\tMr\tV. Butkevych,\n\tMr\tJ. Casadevall\n\tMrs\tH.S. Greve,\n\tMr\tA. Baka,\n\tMr\tR. Maruste,\n\tMrs\tS. Botoucharova,\nand also of Mr P.J. Mahoney, Deputy Registrar,", "Having deliberated in private on 27 January and 3 and 24 June 1999,", "Delivers the following judgment, which was adopted on the\nlast-mentioned date:", "PROCEDURE", "1.  The case was referred to the Court, as established under former Article 19 of the Convention3, by the Italian Government (“the Government”) on 18 September 1998 within the three-month period laid down by former Articles 32 § 1 and 47 of the Convention. It originated in an application (no. 33440/96) against the Italian Republic lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 by an Italian national, Mrs Marcella Ferrari, on 14 September 1995.", "", "", "The Government’s application referred to former Articles 44 and 48 as amended by Protocol no. 9, which Italy had ratified, and to the declaration whereby Italy recognised the compulsory jurisdiction of the Court (former Article 46). The object of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention.", "2.  The applicant designated Mr F. E. Abbate as the lawyer who would represent her (Rule 31 of former Rules of Court B).", "3.  As President of the Chamber which had originally been constituted (former Article 43 of the Convention and former Rule 21) in order to deal, in particular, with procedural matters that might arise before the entry into force of Protocol No. 11, Mr R. Bernhardt, the President of the Court at the time, acting through the Registrar, consulted Mr U. Leanza, the Agent of the Government, the applicant’s lawyer and Mr B. Conforti, the Delegate of the Commission, on the organisation of the written procedure. Pursuant to the order made in consequence, the Registrar received the applicant’s memorial on 16 November 1998 and the Government’s memorial on 17 November 1998. ", "4.  After the entry into force of Protocol No. 11 on 1 November 1998 and in accordance with Article 5 § 5 thereof and in the interests of the proper administration of justice, the present case and the cases of Bottazzi, Di Mauro, A.L.M. and A. P. v. Italy were referred to the same Grand Chamber of the Court. The Grand Chamber included ex officio Mr Conforti, the judge elected in respect of Italy (Article 27 § 2 of the Convention and Rule 24 § 4 of the Rules of Court), Mr L. Wildhaber, the President of the Court, Mrs E. Palm, Vice-President of the Court, and \nMr J.- P. Costa and Mr M. Fischbach, Vice-Presidents of Sections (Article 27 § 3 of the Convention and Rule 24 §§ 3 and 5 (a)). The other members appointed to complete the Grand Chamber were Mr A. Pastor Ridruejo, Mr G. Bonello, Mr J. Makarczyk, Mr P. Kūris, Mr R. Türmen, Mrs V. Strážnická, Mr P. Lorenzen, Mr V. Butkevych, Mrs H. S. Greve, Mr A. Baka, Mr R. Maruste and Mrs S. Botoucharova (Rule 24 § 3 and Rule 100 § 4). Subsequently Mr Conforti, who had taken part in the Commission’s examination of the case, withdrew from sitting in the Grand Chamber (Rule 28). Later the Government appointed Mr L. Ferrari Bravo, the judge elected in respect of San Marino, to sit in his place (Article 27 § 2 of the Convention and Rule 29 § 1).", "", "", "", "", "", "5.  The President decided that it was not necessary to invite the Commission to nominate a delegate in the case (Rule 99). ", "6.  After consulting the Agent of the Government and the applicant’s lawyer, the Grand Chamber decided that it was not necessary to hold a hearing. ", "7.  On 4 January 1999 the Registrar received additional observations from the applicant.", "8.  Subsequently Mrs Palm replaced Mr Wildhaber, who was unable to take part in the further consideration of the case, as President of the Grand Chamber, and Mr W. Fuhrmann, substitute judge, replaced him as a member of the Chamber (Rules 10 and 24 § 5 (b)). Mrs F. Tulkens and Mr J. Casadevall, substitute judges, replaced Mr Kūris and Mr Makarczyk, who were likewise unable to take part in the further consideration of the case (Rule 24 § 5 (b)).", "AS TO THE FACTS", "the circumstances of the case", "9.  The applicant, who was born in 1911, lives in Rome.", "10.  On 31 January 1990 she instituted proceedings in the Rome District Court against a local health clinic in Rome for payment of an adjustment for inflation and of statutory interest in respect of arrears of her widow’s pension which had been paid six years late.", "11.  At the first hearing, on 9 March 1990, the court noted that the defendant had failed to appear and the judge preparing the case for trial directed that the final submissions be made on 24 March 1990. That hearing was adjourned of the court’s own motion to 24 January 1991 because the judge had been transferred. The trial before the relevant division was held on 14 October 1991.  In a judgment of 24 October 1991, the text of which was deposited with the registry on 9 December 1991, the court declined jurisdiction on account of the subject-matter of the case and indicated that the Rome magistrate (pretore), sitting as an employment judge, had jurisdiction to hear it.", "12.  On 13 February 1992 the applicant resumed the proceedings before the Rome magistrate. At the first hearing, on 25 November 1992, the court noted that the defendant had failed to appear and the magistrate appointed an expert, who took the oath on 15 February 1993. On 23 June 1993 the magistrate withdrew to consider the case. In a judgment of the same date, the text of which was deposited with the registry on 22 July 1993, the magistrate allowed the applicant’s claim in part. ", "", "", "13.  On 20 July 1994 the applicant appealed to the Rome District Court. On 18 October 1994 the first hearing was set down for 4 December 1996. It was subsequently brought forward, at the applicant’s request, to 1 December 1995. It was then adjourned to 13 December 1995 because the judge preparing the case for trial was unable to attend, and then to 2 February 1996 because the registry had not sent the file relating to the\nfirst-instance proceedings. On 2 February 1996 the court appointed an expert and directed that he take the oath on 19 April 1996. That hearing was adjourned to 12 July 1996 because it had not been possible to summon the expert. On that date the court appointed a new expert because the first one had moved house and it had not been possible to summon him. The expert took the oath on 4 October 1996 and the case was adjourned to 11 June 1997. On that date the court listed the deliberations in the case for 17 September 1997. In an order of 17 September 1997 the court re-opened the investigation and ordered the expert to appear at a hearing on 12 November 1997 in order to clarify certain points in his report.", "14.  The court deliberated on 13 March 1998 and in a judgment of the same date, the text of which was deposited with the registry on 6 August 1998, allowed the applicant’s appeal in part.", "PROCEEDINGS BEFORE THE COMMISSION", "15.  Mrs Ferrari applied to the Commission on 14 September 1995. She complained that her case had not been heard within a reasonable time as required by Article 6 § 1 of the Convention.", "16.  The Commission (First Chamber) declared the application (no. 33440/96) admissible on 3 December 1997. In its report of 20 May 1998 (former Article 31), it expressed the opinion that there had been a violation of Article 6 § 1 (thirteen votes to three). ", "FINAL SUBMISSIONS TO THE COURT", "17.  The Government acknowledged that the proceedings at issue had not complied with the “reasonable time” requirement under Article 6 § 1 of the Convention and submitted that if a finding were made that there had been a violation, such a finding would in itself amount to adequate just satisfaction.", "18.  Counsel for the applicant asked the Court to hold that there had been a violation of Article 6 § 1 and to award his client just satisfaction.", "AS TO THE LAW", "I.\talleged violation of Article 6 § 1 of the convention", "19.  The applicant submitted that she had been a victim of a violation of Article 6 § 1 of the Convention, which provides:", "“In the determination of his civil rights and obligations …, everyone is entitled to a … hearing within a reasonable time by [a] … tribunal…”", "20.  The period to be taken into consideration began on 31 January 1990, when the applicant instituted proceedings in the Rome District Court against a local health clinic in Rome. It ended on 6 August 1998, when that court’s judgment of 13 March 1998 was deposited with the registry. It therefore lasted just over eight years and six months.", "21.  The Court notes at the outset that Article 6 § 1 of the Convention imposes on the Contracting States the duty to organise their judicial systems in such a way that their courts can meet the requirements of this provision (Salesi v. Italy judgment of 26 February 1993, Series A no. 257-E, p. 60, § 24). It wishes to reaffirm the importance of administering justice without delays which might jeopardise its effectiveness and credibility (Katte Klitsche de la Grange v. Italy judgment of 27 October 1994, Series A no. 293-B, p. 39, § 61). It points out, moreover, that the Committee of Ministers of the Council of Europe, in its Resolution DH (97) 336 of 11 July 1997 (Length of civil proceedings in Italy: supplementary measures of a general character), considered that “excessive delays in the administration of justice constitute an important danger, in particular for the respect of the rule of law”.", "The Court next draws attention to the fact that since 25 June 1987, the date of the Capuano v. Italy judgment (Series A no. 119), it has already delivered 65 judgments in which it has found violations of Article 6 § 1 in proceedings exceeding a “reasonable time” in the civil courts of the various regions of Italy. Similarly, under former Articles 31 and 32 of the Convention, more than 1,400 reports of the Commission resulted in resolutions by the Committee of Ministers finding Italy in breach of Article 6 of the Convention for the same reason.", "The frequency with which violations are found shows that there is an accumulation of identical breaches which are sufficiently numerous to amount not merely to isolated incidents. Such breaches reflect a continuing situation that has not yet been remedied and in respect of which litigants have no domestic remedy.", "", "", "", "", "This accumulation of breaches accordingly constitutes a practice that is incompatible with the Convention.", "22.  The Court has examined the facts of the present case in the light of the information provided by the parties and the above-mentioned practice. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.", "Accordingly, there has been a violation of Article 6 § 1.", "II.\tAPPLICATION OF ARTICLE 41 OF THE CONVENTION", "23.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.” ", "A.\tDamages", "24.  Mrs Ferrari claimed 25,000,000 Italian lire (ITL) for the loss which she alleged that she had sustained, and requested the Court to take into account, when assessing that loss, the subject-matter and circumstances of the case, particularly her age and state of health.", "25.  The Government noted that the applicant had not specified whether her claim was for pecuniary or non-pecuniary damage and had not established a causal link between the length of the proceedings and the damage she alleged she had sustained, and emphasised that in respect of a debt such as this, the reduction in value of the amount claimed was offset by an adjustment for inflation and the payment of statutory interest. If a finding were made that there had been a violation, such a finding would in itself constitute adequate just satisfaction. ", "26.  The Court considers that, even supposing that her claim can be regarded as a claim for compensation for pecuniary damage, there is nothing to establish that the applicant sustained that loss as a result of non-compliance with the reasonable time requirement. However, the applicant undoubtedly sustained some non-pecuniary damage, in respect of which the Court decides to award her ITL 15,000,000.", "B.\tCosts and expenses", "27.  The applicant also claimed reimbursement of ITL 11,275,488 in respect of her costs and expenses before the Commission and the Court.", "28.  The Government did not express a view on this matter.", "", "", "29.  According to the Court’s case-law, an award can be made in respect of costs and expenses only in so far as they have been actually and necessarily incurred by the applicant and are reasonable as to quantum. In the present case, on the basis of the information in its possession and the above-mentioned criteria, the Court considers reasonable the amount requested in respect of costs and expenses and awards it in its entirety.", "C.\tDefault interest", "30.  According to the information available to the Court, the statutory rate of interest applicable in Italy at the date of adoption of the present judgment is 2.5% per annum.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.\tHolds that there has been a breach of Article 6 § 1 of the Convention;", "2.\tHolds", "(a) that the respondent State is to pay the applicant, within three months, 15,000,000 (fifteen million) Italian lire for non-pecuniary damage and 11,275,488 (eleven million two hundred and seventy-five thousand four hundred and eighty eight) Italian lire for costs and expenses;", "(b) that simple interest at an annual rate of 2.5% shall be payable on those sums from the expiry of the above-mentioned three months until settlement;", "3.\tDismisses the remainder of the claim for just satisfaction.", "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 28 July 1999.", "\t\tFor the President", "", "\t\tAndrás Baka", "\tJudge", "\tPaul Mahoney", "\tDeputy Registrar", "", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the partly dissenting opinion of Mr Türmen is annexed to this judgment.", "", "", "\t\tA. B.\t\t\t\tP.J. M.", "", "", "PARTLY dissenting opinion\nof JUDGE Türmen", "", "", "", "I am in agreement with the other judges that there has been a violation of Article 6 § 1 in the present case.", "However, I cannot agree with paragraph 21 of the judgment where the Court states that numerous violations of Article 6 § 1 by Italy constitute a practice that is incompatible with the Convention.", "It is established in the case-law of the Court that the concept of administrative practice embodies two criteria: ", "1.\tan accumulation of identical or analogous breaches, which are sufficiently numerous and interconnected to amount not merely to isolated incidents or exceptions but to a pattern or system ;", "2.\tofficial tolerance.", "", "The Commission in the Greek case described the second criterion as “ … they are tolerated in the sense that the superiors of those immediately responsible, though cognisant of such acts, take no action to punish them or to prevent their repetition…”", "In the present case the Court, when deciding whether a practice existed in the Italian length-of-proceedings cases, relied solely on the first criterion, i.e. an accumulation of identical breaches, but failed to address the second criterion, i.e. official tolerance.", "In my view, the Court should not have decided that there is an administrative practice without examining whether the higher authorities of the State, though aware of the existence of the breaches, refuse to take action to prevent their repetition.", "Had the Court examined whether the requirements of the second criterion were met in the present case, it would have found out that there is an ongoing dialogue between the Committee of Ministers and the Italian Government, in the course of which the Government have provided detailed information on the measures that are being taken, and will be taken in the future, in order to solve the problem of the excessive length of proceedings.", "", "", "", "", "", "", "", "In this connection, it is noteworthy that in the resolution adopted by the Committee of Ministers on 15 July 1999, the Committee of Ministers welcomes “the considerable increase in the efficiency of the (Italian) courts in terms of cases resolved…” and decides “to resume, in one year at the latest, the examination of the question whether the announced measures will effectively prevent new violations of the Convention…”.", "The Court too might have chosen to wait for a year to see if the steps taken by the Italian Government bore positive results. However, the Court deprived itself of this option as it did not deal with the question of official tolerance and the attitude of the Italian Government.", "", ""]}