{"file": "ENG_CLIN_31276_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "31276/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 116", "February 2009", "Women On Waves and Others v. Portugal - 31276/05", "Judgment 3.2.2009 [Section II]", "Article 10", "Article 10-1", "Freedom of expression", "Refusal to allow into territorial waters vessel chartered for use in support of campaign for decriminalisation of voluntary termination of pregnancy: violation", "", "Facts: The three applicant associations were particularly active in promoting debate on reproductive rights. In 2004 Women on Waves chartered the ship Borndiep and set sail for Portugal, where they had been invited by the other two applicant associations to go and campaign for the decriminalisation of abortion. Meetings on sexually transmissible disease prevention, family planning and the decriminalisation of abortion were to be held on board. The ship was banned by a ministerial order from entering Portuguese territorial waters, and its entry was blocked by a Portuguese warship. The Administrative Court rejected a request by the applicant associations for an order allowing the ship’s immediate entry. They appealed, but the Central Administrative Court dismissed the appeal, considering it devoid of purpose because the ship had already left Portuguese territorial waters. The Supreme Administrative Court declared their subsequent appeal inadmissible, finding that the matter in dispute was not of sufficient legal or social significance to justify its intervention.", "Law: The provision applicable in the instant case: In this particular case the question of freedom of expression was difficult to separate from that of freedom of assembly. Taking into account the specific circumstances of the case, and particularly the fact that the applicant associations’ complaints mainly concerned the alleged interference by the authorities with their right to inform the public of their position on abortion and on women’s rights in general, it was easier to examine the matter under Article 10 alone, so there was no need to consider it separately under Article 11. ", "Compliance with Article 10 of the Convention: In preventing the ship from entering Portuguese territorial waters the authorities had prevented the applicant associations from transmitting information and staging the planned meetings and activities on board the ship in what they considered to be the most effective manner. The interference had pursued legitimate aims, namely the prevention of disorder and the protection of health. In certain situations the way information and ideas were communicated was so important that restrictions such as those imposed in this case could affect the very substance of the ideas and information concerned. Here it was not only the content of the ideas defended by the applicant associations that was at issue but also the fact that the activities chosen to promote them would take place on board the ship, a factor of vital importance to the applicant associations which corresponded to a method the first applicant association had been using for some time in other European countries.", "Furthermore, unlike in the Appleby and Others case cited by the Government, this case did not involve private land or publicly owned property but the territorial waters of the respondent State, which by their very nature were an open, public space. Nor did it concern positive obligations, and the State’s margin of appreciation was narrower in respect of the negative obligations resulting from the Convention.", "Lastly, there was no serious evidence in the case file that the applicant associations had intended to deliberately breach Portuguese legislation on abortion. The Court reiterated that freedom to express opinions in the course of a peaceful assembly was so important that it could not be restricted in any way, so long as the person concerned did not commit any reprehensible acts.  ", "The Portuguese authorities could have resorted to other means of preventing disorder and protecting health than preventing the Borndiep, a civilian ship, from entering its territorial waters, especially by dispatching a warship to meet it. Such a radical measure could not fail to have a deterrent effect, not only on the applicant associations but on other parties wishing to share ideas and information which challenged the established order. The interference in question had therefore not answered a “pressing social need” and could not be regarded as “necessary in a democratic society”.", "Conclusion: violation (unanimously). ", "Article 41 – EUR 2,000 to each applicant association in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}