{"file": "ENG_HEJUD_54710_12.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "54710/12", "text_paragraphs": ["", "", "", "FOURTH SECTION", "", "", "", "", "", "", "", "CASE OF MARKU v. ALBANIA", "", "(Application no. 54710/12)", "", "", "", "", "", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "", "", "15 July 2014", "", "", "", "FINAL", "", "15/10/2014", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "", "In the case of Marku v. Albania,", "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:", "\tIneta Ziemele, President,\n\tGeorge Nicolaou,\n\tLedi Bianku,\n\tNona Tsotsoria,\n\tZdravka Kalaydjieva,\n\tPaul Mahoney,\n\tFaris Vehabović, judges,\t\nand Françoise Elens-Passos, Section Registrar,", "Having deliberated in private on 17 June 2014,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 54710/12) against the Republic of Albania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Albanian national, Mr Ndoc Marku (“the applicant”), on 15 June 2012.", "2.  The Albanian Government (“the Government”) were represented by their then Agent, Ms L. Mandia and, subsequently, by Ms A. Hicka of the State Advocate’s Office.", "3.  The applicant alleged in particular that the national authorities had failed to recognise his status as a (national liberation) war veteran.", "4.  On 26 November 2012 the application was communicated to the Government.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1931 and lives in Laç.", "A.  Proceedings concerning the recognition of the applicant’s status as a war veteran", "6.  On an unspecified date in 2002 the applicant lodged an application to have his status as a (national liberation) war veteran recognised. On 15 January 2003 the Central Commission on War Veterans (“the Central Commission”), which was the body responsible for the examination of such applications, informed the applicant that it had stopped receiving applications in September 2001.", "7.  On an unspecified date in 2003 the applicant lodged an application for leave to appeal out of time. On 13 May 2003 the Lezha District Court allowed his application for leave to submit an application to the Central Commission out of time.", "8.  On 19 June 2003, following the Lezha District Court’s decision, the applicant requested the Central Commission to have his status as a (national liberation) war veteran recognised.", "9.  On 14 July 2003 the Central Commission informed him, by way of a letter, that, in spite of the Lezha District Court’s decision, it had ceased to operate on 30 July 2002 and could not examine his application. The applicant did not institute any judicial proceedings in response to the Central Commission’s communication.", "10.  On 9 December 2004 the applicant was informed by the Directorate of Information at the Council of Ministers (Drejtoria e Informacionit, Këshilli i Ministrave) that the end date for the Central Commission’s operations had been extended to 31 December 2006 (paragraph 26 below).", "11.  On 7 December 2005 the applicant lodged a civil action with the Tirana District Court (“the District Court”) for the legal recognition of his time and status as a (national liberation) war veteran (vërtetimin e faktit juridik të njohjes së kohës së veteranit të LANC-it...si dhe njohjen e statusit të veteranit). He relied on Article 388 of the Code of Civil Procedure (“CCP”) (paragraph 27 below), the Status of War Veterans Act (paragraph 21 below) and the Council of Ministers’ decisions no. 190 of 3 May 1995 and no. 748 of 11 November 2004 (paragraph 26 below).", "12.  On 1 February 2006 the District Court allowed the action. It found that from 1 March 1943 to the liberation of the country, the applicant had been a messenger for a partisan unit (korrier ... në shërbim të çetës partizane). The Tirana District Court considered just the applicant’s reliance on CMD no. 748 of 11 November 2004. It recognised the applicant’s war veteran status (vendosi...njohjen e statusit të veteranit).", "13.  On 14 February 2006 the Central Commission, which had intervened as a third party in the proceedings, appealed against the District Court’s decision arguing that the decision had been taken contrary to the law.", "14.  On 1 February 2007, the Tirana Court of Appeal upheld that decision. It found that, in so far as the Central Commission did not challenge the accuracy of the evidence examined by the District Court, its decision was considered just and given in accordance with the law (...meqenëse për provat e paraqitura personi i tretë nuk ka pretendime, Gjykata e Apelit çmon se vendimi i Gjykatës së Rrethit Tiranë është i drejtë dhe i bazuar dhe si i tillë duhet të lihet në fuqi). On 12 March 2007, following a request by the applicant, an enforcement writ was issued.", "15.  On 13 April 2007 a bailiff requested the Central Commission to voluntary comply with the court’s decision.", "16.  On 26 September 2007 the bailiff’s office decided to conclude the enforcement proceedings (pushimin e ekzekutimit) on the grounds that the judgment was of a declaratory nature, was not directed against a debtor and that no rights or obligations had arisen therefrom. The court decision had been transmitted to the Central Commission for further action.", "17.  Following requests by the applicant to the authorities, on 2 and 13 July 2007 and 4 March 2008 the Ministry of Defence informed him that the Central Commission had ceased to exist on 31 December 2006. Despite efforts to extend its operations into 2007, no legislation had been subsequently adopted to enable it to continue.", "B.  Proceedings concerning the payment of financial entitlements on account of the applicant’s war veteran status", "18.  On 5 March 2008 the applicant lodged a civil claim requesting the Central Commission to pay him the financial entitlements he was eligible to under domestic law on account of his status as a war veteran.", "19.  On 23 October 2008 the Tirana District Court dismissed the claim. It held that the decision of 14 February 2006, as upheld on appeal on 1 February 2007, recognised the existence of a legal fact on the basis of Article 388 of the CCP and was of a declaratory nature. An interested party could institute proceedings for the recognition of the existence of a legal fact; however, the authority competent for recognising a person’s war veteran status was the Central Commission. That entity had never examined an application made by the applicant, who had never been recognised as having war veteran status. When a decision by the Central Commission was taken, it was amenable to appeal before the national courts. The Central Commission’s powers had not been transferred to any other authority.", "20.  Appeals lodged by the applicant with the Tirana Court of Appeal, Supreme Court and Constitutional Court were dismissed on 8 December 2009, and 10 February and 18 May 2012 respectively.", "II.  RELEVANT DOMESTIC LAW", "A.  Legal framework governing the status of war veterans", "1.   Status of War Veterans Act (Law no. 7874 of 17 November 1994, as amended by law nos. 8526 of 23 September 1999, 9568 of 19 June 2006 and 9724 of 3 May 2007)", "21.  The Status of War Veterans Act laid down the requirements to be met by a person who wished to be recognised as a war veteran (sections 1 and 2). A person could show that s/he had been a war veteran by way of, inter alia, an official document which certified his/her participation in the war (section 3). The Act established local commissions and a Central Commission at the Ministry of Defence. Individual applications had to be lodged with local commissions, which transferred them to the Central Commission for examination, whose decision was amenable to appeal before the national courts (section 4). Under the Act, war veteran status gave rise to a monthly financial entitlement (section 8), in addition to other benefits provided for by law such as the provision of free medical treatment, free prescriptions, free public transport and an exemption from the payment of direct taxes (sections 9, 10 and 13).", "2.  Implementing acts (Council of Ministers’ Decision (CMD) no. 190 of 3 May 1995 as amended by CMD no. 467 of 4 September 1995, CMD no. 2 of 10 January 1996, CMD no. 782 of 17 December 1998, CMD no. 353 of 7 July 2000, CMD no. 114 of 8 March 2001, CMD no. 29 of 28 January 2002 and CMD no. 748 of 11 November 2004; CMD no. 540 of 9 October 1995; and CMD no. 562 of 2 December 1999 as amended by CMD no. 9 of 13 January 2000)", "22.  The above CMDs specified the financial entitlements available to those whose war veteran status had been recognised.", "23.  CMD no. 190 of 3 May 1995 provided that local commissions operated from local military mobilisation offices (pranë degëve ushtarake) and the Central Commission at the Ministry of Defence (point 2). The Central Commission decided on individual applications for recognition of war veteran status, which had to be introduced with the local commissions (point 3). A war veteran was entitled to the financial compensation specified(point 7).", "24.  CMD no. 540 of 9 October 1995 laid down the constitution of the local commissions and the Central Commission.", "25.  According to CMD no. 562 of 2 February 1999 local commissions would accept individual applications until 30 September 2000. Under CMD no. 29 of 28 January 2002 the Central Commission would continue its operations until 30 July 2002.", " 26.  CMD no. 748 of 11 November 2004 stated that the Central Commission would continue its operations in respect of 2004, until 31 December 2006, and would examine applications of claimants whose war veteran status had been recognised by a final court decision (Komisioni Qendror ... të vazhdojë veprimtarinë edhe për vitin 2004 deri më 31.12.2006, vetëm për personat që e fitojnë këtë status me vendim gjykate të formës së prerë). To date, no other legal provision has been adopted to ensure the continuation of the Central Commission’s operations.", "B.  Code of Civil Procedure", "27.  Article 388 of the Code of Civil Procedure provides that any interested party has the right to request by means of a court decision, the recognition (vërtetimin) of a fact, whose documentary evidence has disappeared, been lost and cannot be created again or obtained in any other way, provided that such a fact is material to the emergence, change or cessation of personal or property rights. According to Article 390 a request for the legal recognition of a fact is examined by the District Court, at a hearing, in the presence of all parties who have an interest in the case. Under Article 391 the District Court’s decision is amenable to appeal by any of the parties to the proceedings. The court decision does not have any probative value as regards other persons who were not a party to the proceedings.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "28.  The applicant complained under Article 6 § 1 of the Convention that the authorities had failed to enforce the District Court’s decision of 14 February 2006, as upheld by the Court of Appeal on 1 February 2007, as regards the recognition of his status as a war veteran.", "Article 6 § 1 of the Convention, reads, in so far as relevant, as follows:", "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”", "A.  Admissibility", "29.  The Government asserted that the application should be declared inadmissible as manifestly ill-founded. They argued that the applicant’s complaint concerned an erroneous interpretation of domestic law. In their view, it was not the Court’s task to take the place of the national courts in the interpretation of domestic law.", "30.  The Court considers it appropriate to deal with the issue raised by the Government in the context of the examination of the merits of the case. It therefore decides to join the objection to the merits of the complaint (see also O’Keeffe v. Ireland [GC], no. 35810/09, § 121, ECHR 2014 (extracts).", "31.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  The parties’ submissions", "32.  The applicant maintained that the authorities had failed to enforce the domestic decisions given in his favour with a view to recognising his status as a war veteran. He had requested the Ministry of Defence to accept his application and recognise that status.", "33.  The Government submitted that the applicant had never suffered any disadvantage from the authorities’ actions or omissions. The bailiff had acted diligently in the enforcement proceedings once the decision had become final, even though the domestic decision was of a declaratory nature and non-enforceable.", "34.  The applicant had lodged an application with the Central Commission after it had ceased to operate on 31 December 2006. In these circumstances, there had been no reasonable opportunity for the Ministry of Defence to act. This fact had been brought to the applicant’s attention by way of the authorities’ letters sent to him. Nor had the authorities created any obstacle to the exercise of the applicant’s rights.", "35.  In the subsequent proceedings the applicant had instituted, the domestic courts had reiterated that the previous decisions were of a declaratory nature and that the Central Commission, which had been the only body responsible for recognising or not recognising a person’s war veteran status, had stopped operating on 31 December 2006.", "2.  The Court’s assessment", "36.   It is not for the Court to assess the merits of the Albanian system concerning applications lodged for recognition of war veteran status. The Court will confine itself, in so far as possible, to examining the issues raised by the specific case before it, bearing in mind that it is primarily for the national authorities, notably the courts, to resolve problems of interpretation of domestic legislation, in particular of rules of a procedural nature such as the time-limits governing the filing of documents or lodging of appeals (see Yagtzilar and Others v. Greece, no. 41727/98, § 25, ECHR 2001XII). However, the Court reiterates that the Convention and its Protocols must be interpreted as guaranteeing rights which are practical and effective as opposed to theoretical and illusory (see, for example, Ferenc Rózsa and István Rózsa v. Hungary, no. 30789/05, § 22, 28 April 2009).", "37.  In the present case, the Court observes that on 7 December 2005 the applicant lodged a civil action for the legal recognition of his time and status as a war veteran. By a final decision given on 1 February 2007, the domestic courts allowed the applicant’s action. Being of a declaratory nature, the decision did not of itself confer on the applicant war veteran status (see paragraphs 11 to 14 above) or substitute the Central Commission in recognising the war veteran status. This status, as interpreted by the domestic courts, had to be recognised by the Central Commission which operated at the Ministry of Defence (see paragraphs 19 and 20 above).", "38.  However, under domestic law, the Central Commission did not continue its operations after 31 December 2006. Consequently, the applicant was unable to lodge an application with the Central Commission for the recognition of his status as a war veteran, which would have given rise to a monthly financial entitlement (see paragraphs 19 and 20 above). The Court, being the master of characterisation to be given in law to the facts of the case, considers that the applicant’s complaint concerned a restriction on his ability to institute proceedings with the Central Commission for the determination of a right of a pecuniary nature. The civil limb of Article 6 is therefore applicable and the complaint must be examined from the perspective of the right of access to a tribunal (see, mutatis mutandis, Ramadhi and Others v. Albania, no. 38222/02, 13 November 2007; R. v. the United Kingdom, 8 July 1987, Series A no. 121; and, W. v. the United Kingdom, 8 July 1987, Series A no. 121).", "39.  In this connection, the Court reiterates that Article 6 § 1 secures to everyone the right to have any claim relating to his or her civil rights and obligations brought before a court or tribunal. In this way it embodies the “right to a court”, of which the right of access, that is, the right to institute proceedings before courts in civil matters, constitutes one aspect (see Golder v. the United Kingdom, 21 February 1975, Series A no. 18, §§ 35-36). This right extends only to disputes over “civil rights and obligations” which can be said, at least on arguable grounds, to be recognised under domestic law (see, inter alia, James and Others v. the United Kingdom, 21 February 1986, Series A no. 98, § 81, and Powell and Rayner v. the United Kingdom, 21 February 1990, Series A no. 172, § 36).", "40.  The “right to a court” is not absolute. It is subject to limitations, since by its very nature it calls for regulation by the State, which enjoys a certain margin of appreciation in this regard (see Ashingdane v. the United Kingdom, 28 May 1985, Series A no. 93, § 57). However, these limitations must not restrict or reduce a person’s access in such a way or to such an extent that the very essence of the right is impaired. Lastly, such limitations will not be compatible with Article 6 § 1 if they do not pursue a legitimate aim or if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see Levages Prestations Services v. France, 23 October 1996, Reports of Judgments and Decisions 1996-V, § 40, and Luordo v. Italy, no. 32190/96, § 85, ECHR 2003IX).", "41.  In principle, the Court considers it reasonable that domestic legislation imposes time-limits about the introduction of a civil action. Furthermore, it is true that the authorities may intervene to regulate matters of the modus operandi of various institutions and lay down rules for their operation. This does not mean that such intervention and rules are beyond the scrutiny of the Court. It falls for the Court to examine carefully the arguments taken into account during the decision-making process and leading to the choices that have been made by the authorities (see, mutatis mutandis, Multiplex v. Croatia, no. 58112/00, §§ 48-51, 10 July 2003).", "42.  Turning to the circumstances of the present case, the Court observes that the applicant initially instituted civil proceedings in December 2005 (see paragraph 11 above). He conducted them in good faith and with sufficient diligence, no arguments to the contrary having been advanced by the Government. Having received a decision in his favour, he was entitled to expect a system whereby he would have had a practical and effective opportunity to institute proceedings and obtain the final “determination” of his application concerning the recognition of his status as a war veteran.", "43.  However, as interpreted by the national courts on 23 October 2008, 8 December 2009, 10 February and 18 May 2012, the applicant had never instituted proceedings before the Central Commission for the recognition of his status as a war veteran (see paragraphs 19, 20 and 37 above). He could not do so, since the Central Commission’s operations and activity had ceased after 31 December 2006. The Government did not rely on the existence of other domestic remedies available to the applicant under Albanian law, which would have served the purpose of lodging an application for the recognition of his status as a war veteran. Nor did they submit that the jurisdiction and powers of the Central Commission had been transferred to another institution or to national courts.", "44.  In these circumstances, prevented once and for all from instituting proceedings before the Central Commission, in respect of which there was no effective remedy available under Albanian law, the applicant suffered a disproportionate restriction on his right of access to court. Accordingly, the essence of his “right to a court” was impaired and there has therefore been a breach of Article 6 § 1 of the Convention. Consequently, the Court dismisses the Government’s objection that the case should be declared inadmissible as manifestly ill-founded (see O’Keeffe, cited above, § 187).", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "45.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "46.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Decides to join to the merits of the complaint under Article 6 § 1 of the Convention the Government’s objection that the complaint should be declared inadmissible as manifestly ill-founded;", "", "2.  Declares the application admissible;", "", "3.  Holds that there has been a violation of Article 6 § 1 of the Convention and, consequently, dismisses the Government’s objection that the complaint was manifestly ill-founded.", "Done in English, and notified in writing on 15 July 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tFrançoise Elens-Passos\tIneta Ziemele\n\tRegistrar\tPresident", ""]}