{"file": "ENG_HEJUD_58254_00.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "58254/00", "text_paragraphs": ["", "", "FIRST SECTION", "", "", "CASE OF FRIZEN v. ", "", "", "(Application no. 58254/00)", "", "", "JUDGMENT", "", "", "", "", "", "24 March 2005", "", "", "", "FINAL", "", "", "30/11/2005", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Frizen v. ,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tMr\tC.L. Rozakis, President,\n\tMr\tP. Lorenzen,\n\tMrs\tN. Vajić,\n\tMrs\tS. Botoucharova,\n\tMr\tA. Kovler,\n\tMrs\tE. Steiner,\n\tMr\tK. Hajiyev, judges,\n and Mr S. Nielsen, Section Registrar,", "Having deliberated in private on 3 March 2005,", "Delivers the following judgment, which was adopted on the lastmentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 58254/00) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mrs Nina Ivanovna Frizen, on 24 March 2000.", "2.  The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.", "3.  The applicant alleged a violation of her property rights, in that the car of which she had been the legal owner had been taken from her without any legal basis.", "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  By a decision of 4 December 2003, the Court declared the application admissible.", "6.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).", "7.  Neither the applicant nor the Government filed written observations on the merits. The Chamber decided that no hearing on the merits was required (Rule 59 § 3).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "8.  The applicant was born in 1951 and lives in .", "9.  In January 1995 a limited liability company, Telemediaservice (“TMS”), hired the applicant as an accountant.", "A.  Loan agreement", "10.  In 1996 TMS granted the applicant an interest-free loan for the purchase of a Toyota Land Cruiser car. The terms and conditions of the loan were set out in a loan agreement of 10 June 1996 signed by the applicant and the director-general of TMS, Mr Yevseyev. The loan was for 266,847,000 Russian roubles* (“RUR”) over a period of eighty-four months. On 13 June 1996 the total amount was transferred directly to the bank account of the car dealer.", "11.  On 30 September 1996 the State Road Inspectorate of the Krasnoyarsk Region registered the purchased car in the applicant's name.", "12.  According to an undated certificate signed by the new TMS director-general, Ms Yakovleva, the applicant reimbursed seven instalments of RUR 3,200 (after denomination) between June 1996 and January 1997 and one additional instalment of RUR 490 in May 1999, to the total of RUR 22,890.", "B.  Conviction of the applicant's husband", "13.  On 27 November 1998 the Tsentralniy District Court of Krasnoyarsk convicted Mr Yevseyev and the applicant's husband, Mr Frizen, of large-scale fraud. The applicant was a witness at the trial. It was established that the accused, while holding managerial positions in the State telecommunication company MTTS, had founded the TMS company that acted as a broker in the procurement of telecommunication equipment for MTTS. They used the MTTS's funds to make advance payments under the contracts for the purchase of telephones signed by TMS and then sold these telephones to MTTS at inflated prices. The court found:", "“Being managers of MTTS, Frizen and Yevseyev... used their position... to take advantage of the cash flow of [the MTTS] for their personal gain. Moreover, relatives of the defendants were simultaneously employees of the TMS and MTTS and they received a salary from both companies. It was established by the court... that the salary of the TMS employees, loans and dividends were paid out of money that had been taken from [the MTTS]”.", "14.  The court noted that the applicant had not shown the loan agreement to the investigator and held:", "“As it was established by the court that the loans for the purchase of cars had been granted to Yevseyev and [the applicant] unlawfully, at the expense of [the MTTS], without appropriate documentation, the court considers it necessary to order forfeiture of the cars as compensation for the damage (обратить в возмещение ущерба)”.", "15.  The court sentenced both Mr Frizen and Mr Yevseyev to four years' imprisonment and issued confiscation orders in respect of their property. It also recovered RUR 4,076,387 from them and ordered forfeiture of the TMS company's cash funds and the applicant's and Mr Yevseyev's cars as compensation for the damage.", "C.  Civil proceedings brought by the applicant", "16. In December 1997 the applicant's car was seized. On 12 April 1999 certain household items in the applicant's flat were also seized.", "17.  The applicant brought a civil action, seeking to lift the seizure order in respect of her household items and the car.", "18.  On 23 August 1999 the Oktyabrskiy District Court of Krasnoyarsk granted the applicant's action in respect of the household items but upheld the seizure of the car, finding as follows:", "“The court has established that on 10 June 1996 the TMS company and [the applicant] concluded a loan agreement, by the terms of which [the applicant] was granted a loan of RUR 266,847,000... It is true that, according to the sale certificate of 9 July 1996 and a copy of the vehicle registration card, the car at issue was registered in [the applicant's] name. However, the court considers that the plaintiff's arguments to the effect that she is the legal owner of the car... are unsubstantiated because the judgment of the Tsentralniy District Court of Krasnoyarsk of 27 November 1998... had established that the loan for the purchase of that car had been granted unlawfully and, accordingly, the car had been forfeited as compensation for damage.”", "19.  On 6 October 1999 the Civil Division of the , on an appeal by the applicant, upheld the judgment of 23 August 1999. The court justified the seizure of the car in the following terms:", "“The [first-instance] court correctly refused [the applicant's] claim... because the circumstances showing that [the applicant] had purchased the car from her own (borrowed) money had not been confirmed... [T]here is no evidence that the borrowed funds were used for the purchase of the car, the loan was only reimbursed from [the applicant's] salary and the last instalment was paid on 1 January 1997”.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "20.  The Civil Code of the  provides:", "“Article 243 -  Confiscation", "1.  Where the law so provides, property may upon a court decision be taken away from its owner without compensation by way of punishment for commission of a crime or another offence (confiscation).", "2.  Where the law so provides, a confiscation order may be issued in administrative proceedings. The decision on confiscation made in the administrative proceedings may be appealed against to a court.”", "21.  The Criminal Code of the  provides that “punishment shall be imposed on a person found guilty of commission of a crime”. Article 44 (g) provides that confiscation is a form of punishment. Article 52 defines confiscation of property as the “compulsory withdrawal, in whole or in part, without compensation, of the property owned by the convicted person”.", "22.  The RSFSR Code on Administrative Offences (in force at the material time) provided for the confiscation of things by means of which the administrative offence had been committed or which had been the object of the offence.", "23.  The RSFSR Code of Criminal Procedure (in force at the material time) provided that instruments of the crime which belonged to the defendant (Article 86 § 1) and criminally acquired money and other valuables were to be forfeited whereas other items were to be returned to their lawful owner (Article 86 § 4).", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1", "24.  The applicant complained that her car had been confiscated for offences of which she had not been convicted and without any legal basis. She invoked Article 1 of Protocol No. 1, which reads as follows:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "A.  Submissions of the parties", "25.  The applicant submitted that she had not been a defendant in the criminal proceedings against her husband and she had not caused the damage for which he had been held accountable. Pursuant to the court judgment, the car was seized from her husband who was not its owner; nor was it in their joint ownership because it had been purchased at her own expense. The loan agreement, to which she was a party, was never terminated by a court or by the parties and her debt is still recoverable.", "26.  The Government claimed that the applicant had been deprived of her property “in the public interest and in accordance with the conditions provided for by law”, without further elaboration of this argument, and that such deprivation was “necessary” to cover the damage caused by the applicant's husband. They further submitted that the application should be considered “as an abuse of the right of application [because] it is aimed at restitution of the property seized under the court's verdict in her husband's criminal case”.", "B.  The applicable rule", "27.  Article 1 of Protocol No. 1 comprises three distinct rules: the first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, inter alia, to control the use of property in accordance with the general interest. The three rules are not, however, distinct in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule (see, as a recent authority, Broniowski v.  [GC], no. 31443/96, § 134, ECHR 2004...).", "28.  The Court observes that the “possession” at issue in the present case is the applicant's car, of which she was the sole legal and registered owner and in respect of which the domestic courts issued a forfeiture order. It is not in dispute between the parties that the order amounted to an interference with the applicant's right to peaceful enjoyment of her possessions and that Article 1 of Protocol No. 1 is therefore applicable. It remains to be determined whether the impugned measure was covered by the first or second paragraph of that Convention provision.", "29.  The parties did not take a clear stance on the question as to which rule of Article 1 of Protocol No. 1 the case should be examined under. The applicant submitted that the vehicle in question was only for her personal use and that it was not used to commit any offence. The Government did not contest these submissions. The Court sees no reason to find otherwise, the instant case being distinguishable from the cases where the domestic authorities ordered forfeiture of physical things which had been the object of the offence (obiectum sceleris) (see, for example, AGOSI v. the United Kingdom, judgment of 24 October 1986, Series A no. 108, § 51) or by means of which the offence had been committed (instrumentum sceleris), even where such things belonged to third parties (see, for example, C.M. v. France (dec.), no. 28078/95, 26 June 2001; and Air Canada v. the United Kingdom, judgment of 5 May 1995, Series A no. 316A, § 34).", "30.  The Government further contended that the reason behind the confiscation order was that the car had been paid for with unlawfully obtained money. The applicant replied that she should not have been held liable for the damage caused by her husband.", "31.  As regards the proceeds of the criminal offence (productum sceleris), the Court recalls that it has dealt with a case where the confiscation order followed on from the applicant's prosecution, trial and ultimate conviction (see Phillips v. the , no. 41087/98, §§ 9-18, ECHR 2001VII) and with cases in which a confiscation measure was imposed independently of a criminal charge in respect of the applicant's assets that were deemed to have been unlawfully acquired (see Riela and Others v. Italy (dec.), no. 52439/99, 4 September 2001; Arcuri and Others v. Italy (dec.), no. 52024/99, 5 July 2001; and Raimondo v. Italy, judgment of 22 February 1994, Series A no. 281A, § 29) or intended for use in illegal activities (see Butler v. the United Kingdom (dec.), no. 41661/98, 27 June 2002). In the former situation the Court accepted that the confiscation order constituted a “penalty” within the meaning of the second paragraph of Article 1 of Protocol No. 1 (Phillips v. the United Kingdom, cited above, § 51, and, mutatis mutandis, Welch v. the United Kingdom, judgment of 9 February 1995, Series A no. 307A, § 35), whilst in the latter cases it found that the impugned interference was to be considered from the standpoint of the State's right “to control the use of property in accordance with the general interest” (see the authorities cited above). As regards the instant case, the Court finds that it is not necessary to determine whether it falls into the first or second category because, in either situation, it is the second paragraph of Article 1 of Protocol No. 1 which applies.", "C.  Compliance with the requirements of the second paragraph", "32.  It remains to be determined whether the interference was in accordance with the domestic law of the respondent State and whether it achieved a “fair balance” between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights (see, among many other authorities, Former King of  and Others v.  [GC], no. 25701/94, § 89, ECHR 2000XII, with further references).", "33.  In this connection the Court recalls that the first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be “lawful”: the second paragraph recognises that the States have the right to control the use of property by enforcing “laws”. Moreover, the rule of law, one of the fundamental principles of a democratic society, is inherent in all the Articles of the Convention. It follows that the issue of whether a fair balance has been struck between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights only becomes relevant once it has been established that the interference in question satisfied the requirement of lawfulness and was not arbitrary (Iatridis v. Greece, judgment of 25 March 1999, Reports 1999-II, § 58).", "34.  The Court considers that the existence of public-interest considerations for the forfeiture of the applicant's vehicle, however relevant or appropriate they might have appeared, did not dispense the domestic authorities from the obligation to cite a legal basis for such decision. It observes that the domestic courts did not refer to any legal provision authorising the forfeiture, either in the criminal proceedings against the applicant's husband or in the civil proceedings which she initiated.", "35.  Furthermore, in their observations on the admissibility and merits of the application of 2 July 2003, the Government did not invoke, explicitly or by reference, any domestic legal provision on which the decision to confiscate the applicant's car had been based. Nor did they submit any subsequent written observations on the merits.", "36.  The Court recalls that its power to review compliance with domestic law is limited as it is in the first place for the national authorities to interpret and apply that law. Therefore, having regard to the Russian authorities' consistent failure to indicate a legal provision that could be construed as the basis for the forfeiture of the applicant's property, the Court finds the impugned interference with the applicant's property rights cannot be considered “lawful” within the meaning of Article 1 of Protocol No. 1. This finding makes it unnecessary to examine whether a fair balance has been struck between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights.", "37.  There has therefore been a violation of Article 1 of Protocol No. 1.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "38.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "39.  The Court points out that under Rule 60 of the Rules of Court any claim for just satisfaction must be itemised and submitted in writing together with the relevant supporting documents or vouchers, “failing which the Chamber may reject the claim in whole or in part”.", "40.  On 4 December 2003, after the present application had been declared admissible, the Court invited the applicant to submit her claims for just satisfaction by 2 February 2004. She did not submit any such claims within the specified time-limit.", "41.  In these circumstances, the Court makes no award under Article 41.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 1 of Protocol No. 1;", "", "2.  Decides to make no award under Article 41 of the Convention.", "", "Done in English, and notified in writing on 24 March 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tChristos Rozakis\n\tRegistrar\tPresident"]}