{"file": "ENG_CLIN_38906_07.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "38906/07", "text_paragraphs": ["Information Note on the Court’s case-law No. 159", "January 2013", "Karabet and Others v. Ukraine - 38906/07 and 52025/07", "Judgment 17.1.2013 [Section V]", "Article 3", "Torture", "Effective investigation", "Large-scale violence against prisoners to punish them for peaceful hunger strike and absence of effective investigation: violations", "Facts – In January 2007 the applicants, who were all serving prison sentences, took part in a hunger strike with other prisoners to protest about their conditions of detention. A week later the prison authorities conducted a security operation using officers and special forces. Immediately after the search, a group of prisoners whom the authorities considered to be the organisers of the hunger strike, including the applicants, were transferred to other detention facilities (SIZOs). The official report on the operation noted that two of the applicants were subjected to physical measures but all the applicants allege that, during and/or following the operation, they were submitted to ill-treatment. Following the operation, relatives of the applicants complained to various State authorities about the alleged ill-treatment and arbitrary transfer of the prisoners. However, the prosecutor refused to institute criminal proceedings against the prison administration or other authorities involved. The investigation was reopened and subsequently closed on a number of occasions, without any further action being taken.", "Law – Article 3 (procedural aspect): Having regard to the magnitude of the events complained of and the fact that they unfolded under the control of the authorities and with their full knowledge, the applicants had an arguable claim that they had been ill-treated and that the State officials were under an obligation to carry out an effective investigation into the matter. Whenever a number of detainees were injured as a consequence of a special forces operation in a prison, the State authorities were under a positive obligation under Article 3 to conduct a medical examination of the inmates in a prompt and comprehensive manner. ", "The status of the prosecutor under domestic law, his proximity to prison officials with whom he supervised the relevant prisons on a daily basis, and his integration into the prison system did not offer adequate safeguards such as to ensure an independent and impartial review of the prisoners’ allegations of ill-treatment on the part of prison officials. Furthermore, on many occasions the applicants’ complaints were dismissed by Prison Department officials who had been directly involved in the events complained of. In sum, there had been no independent investigation into the applicants’ allegations of ill-treatment.", "Although medical examinations and the questioning of the supposed victims and the alleged perpetrators had been commenced within a few days, the examinations were incomplete and superficial, the victims had been subjected to intimidation and the alleged perpetrators’ denial of any wrongdoing had been taken at face value. Far from constituting a prompt and serious attempt to find out what had happened, the measures taken amounted to a hasty search for any reasons to discontinue the investigation. Further, following several remittals for additional investigations, the authorities had acknowledged almost five years later that the investigation was incomplete. They had thus failed to comply with the requirement of promptness. Nor, in the absence of evidence that the decisions taken in respect of the applicants’ allegations had been duly served on them, had their right to participate effectively in the investigation been ensured.", "In these circumstances, the investigation into the applicants’ allegations of ill-treatment was not thorough or independent, had failed to comply with the requirement of promptness and lacked public scrutiny. ", "Conclusion: violation (unanimously).", "Article 3 (substantive aspect): The Court found on the basis of the materials before it that the operation by the security forces had been prompted by the prisoners’ mass hunger strike in protest at the conditions of detention and was not a general search or preventive measure. The applicants’ submission that the officers concerned were wearing masks was credible in view of the involvement of a special forces unit equipped and trained for antiterrorist operations. While before the impugned operation almost all the prisoners in the jail had united in expressing quite specific complaints against the administration, not a single complaint was recorded after the operation took place. Such a drastic change, in a matter of hours, from explicitly manifested unanimous dissent to complete acceptance could only be explained by indiscriminate brutality towards the prisoners having taken place. Lastly, the applicants had not been given any chance to prepare for their transfers to the SIZOs following the operation: they had not been allowed to collect their personal belongings or even to dress appropriately for the weather conditions. Such a course of events was conceivable against a background of violence and intimidation. In the light of all the foregoing inferences and the Government’s silence on the applicants’ factual submissions, the Court considered it established to the requisite standard of proof that the applicants had been subjected to the treatment complained of.", "It was a commonly accepted fact that the protests by the prisoners had been confined to peaceful refusals to eat prison food, without a single violent incident being reported. They had demonstrated a willingness to cooperate with prison department officials. Moreover, the prison was under a minimum security level because all the inmates were serving a first sentence in respect of minor or medium-severity criminal offences. Nevertheless, the operation had taken place following prior preparations, with the involvement of specially trained personnel. The officers involved outnumbered the prisoners by more than three to one. The prisoners had not received the slightest warning of what was about to happen. As regards the only two instances where the use of force had been acknowledged by the domestic authorities, no attempt had been made by the officials concerned to show that it had been necessary. Instead, all the reports contained identical formalistic wording and referred to unspecified physical resistance by the prisoners to the officers conducting the search. Furthermore, all the prisoners in question had been beaten on the buttocks, an action that appeared to be demeaning and retaliatory, rather than aimed at overcoming physical resistance. While it was impossible for the Court to establish the seriousness of all the bodily injuries and the level of the shock, distress and humiliation suffered by every single applicant, there was no doubt that the authorities’ unexpected and brutal action was grossly disproportionate and gratuitous, taken with the aim of crushing the protest movement, punishing the prisoners for their peaceful hunger strike and nipping in the bud any intention of their raising complaints. It must have caused severe pain and suffering and, even though it had not apparently resulted in any long-term damage to their health, could only be described as torture.", "Conclusion: violation (unanimously).", "The Court also found a violation of Article 1 of Protocol No. 1 on account of a failure by the prison administration to return the applicants’ personal belongings.", "Article 41: EUR 25,000 each in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}