{"file": "ENG_HEJUD_77785_01.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "77785/01", "text_paragraphs": ["", "", "FIRST SECTION", "", "", "CASE OF ZNAMENSKAYA v. ", "", "", "(Application no. 77785/01)", "", "", "JUDGMENT", "", "", "", "", "", "2 June 2005", "", "", "", "FINAL", "", "", "12/10/2005", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Znamenskaya v. ,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tMr\tC.L. Rozakis, President,\n\tMrs\tS. Botoucharova,\n\tMr\tA. Kovler,\n\tMrs\tE. Steiner,\n\tMr\tK. Hajiyev,\n\tMr\tD. Spielmann,\n\tMr\tS.E. Jebens, judges,\n and Mr S. Nielsen, Section Registrar,", "Having deliberated in private on 12 May 2005,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 77785/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Natalya Vasilyevna Znamenskaya, on 14 November 2001. The applicant, who had been granted legal aid, was represented before the Court by Ms E. Liptser, a lawyer with the International Protection Centre in .", "2.  The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.", "3.  The applicant alleged, in particular, that the domestic courts' refusal to establish the paternity of the stillbirth and change its name accordingly had violated her right to respect for private and family life.", "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  By a decision of 25 March 2004, the Court declared the application partly admissible.", "6.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).", "7.  Neither the Government nor the applicant filed observations on the merits (Rule 59 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "8.  The applicant was born in 1955 and lives in .", "9.  In 1997 the applicant became pregnant.", "10.  In the night of 1 August 1997, in the thirty-fifth week of pregnancy, the embryo asphyxiated in the womb. On 4 August 1997 the applicant gave birth to a stillborn baby boy and decided to bury him.", "11.  On 13 August 1997 the stillbirth was registered by the Chertanovskiy branch of the Civil Acts Registration Service (Чертановский отдел ЗАГС). Mr Z., who had been the applicant's husband until their divorce on 25 March 1997, was entered as the stillbirth's father in the birth certificate (акт о рождении) and in the birth register (книга записей рождений).", "12.  The applicant submitted that the biological father of the stillbirth had been Mr G., with whom she had been living as man and wife since 1994. Mr G. had expected the child and talked about their future son as his own. They could not, however, file a joint declaration establishing the child's paternity because Mr G. had been placed in a detention facility on 20 June 1997. It appears that the applicant had no access to her partner after that date. On 12 October 1997 Mr G. died in custody.", "13.  The applicant refused to put her former husband's surname on the stillborn child's tombstone and left it empty.", "14.  On 10 August 2000 the applicant requested the Chertanovskiy District Court of Moscow to establish Mr G.'s paternity in respect of the stillbirth and amend the child's surname and patronymic name accordingly. In Russian, patronymic names are normally formed from the father's forename and a special ending, -ovich for sons or -ovna for daughters. The applicant relied on Article 49 of the Family Code.", "15.  On 21 November 2000 the applicant's former husband died.", "16.  On 16 March 2001 the Chertanovskiy District Court of Moscow gave its decision. It held that the stillborn child had not acquired civil rights, whereas Article 49 of the Family Code only applied to living children. It ordered the discontinuation of the proceedings because “[the applicant's claim] was not fit for examination and determination in the framework of civil proceedings”.", "17.  On 18 May 2001 the Moscow City Court, on an appeal by the applicant, upheld the decision of 16 March 2001. The court repeated that “the case could not be examined as a civil action because the child had not acquired civil rights”.", "II.  RELEVANT DOMESTIC LAW", "18.  The Russian Civil Code (Law of 30 November 1994) provides that a person's legal capacity shall begin at the moment of birth and terminate on death (Article 17 § 2).", "19.  The Russian Family Code (Law of 29 December 1995) provides:", "Article 48. Establishment of the child's descent", "“2.  If a child is born to parents who are married to each other or within three hundred days of their divorce... or the death of the spouse of the child's mother, the spouse (former spouse) of the mother shall be deemed to be the father of the child unless proved otherwise...", "3.  If the child's mother declares that her spouse (former spouse) is not the child's father, the child's paternity shall be established in accordance with paragraph 4 of this Article or Article 49 of this Code.", "4.  The paternity of a person who is not married to the child's mother shall be established on the basis of a joint declaration filed by the father and mother of the child...”", "Article 49. Establishment of paternity in court proceedings", "“If a child is born to parents who are not married to each other and there is no joint declaration or declaration by the child's father (Article 48 § 4 of this Code), the paternity of the child shall be established in court proceedings on the application of either parent... [In such proceedings] the court shall have regard to any evidence that establishes the child's paternity with certainty.”", "Article 50. Establishment by a court of the fact of acknowledgement of paternity", "“If the person who acknowledged the paternity of the child but was not married to his/her mother dies, the fact of his having acknowledged paternity may be established by a court in accordance with the rules on civil procedure.”", "Article 51. Entering the child's parents in the birth register", "“1.  If the father and mother are married to each other they shall be entered as the child's parents in the birth register on the basis of an application lodged by either of them.", "2.  If the parents are not married to each other the mother's particulars shall be entered on an application by her, and the father's particulars entered on a joint application by the father and mother of the child, or on an application by the father of the child (paragraph 4 of Article 48) or pursuant to a judicial decision...”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION", "20.  The applicant complained under Article 8 of the Convention that the domestic courts had not considered her claim for the establishment of the stillbirth's descent from her late partner and for an amendment of its name. Article 8 provides as follows:", "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "A.  The parties' arguments", "21.  The applicant submitted that the domestic authorities had failed in their positive obligation to ensure effective respect for her private and family life. Referring to the Court's case-law, she maintained that “'respect' for 'family life' requires that biological and social reality prevail over a legal presumption which... flies in the face of both established fact and the wishes of those concerned without actually benefiting anyone” (Kroon and Others v. the Netherlands, judgment of 27 October 1994, Series A no. 297C, § 40).", "22.  The Government accepted that the domestic courts' refusal to entertain the applicant's claim had had no legal basis. Under Article 50 of the Family Code, even in the event of death of the person who had acknowledged paternity and was not married to the child's mother, the courts could establish the fact of his having acknowledged paternity. Such an acknowledgement would entail, as a consequence, an amendment to the birth certificate and attribution of the presumed father's family name and patronymic name to the child.", "B.  The Court's assessment", "1.  Applicability of Article 8 of the Convention", "23.  The Court observes, firstly, that it has on a number of occasions held that disputes relating to individuals' surnames and forenames come within Article 8 of the Convention. Although that provision does not mention a right to a name explicitly, a person's name – as a means of personal identification and of linking to a family – nonetheless concerns his or her private and family life (see, in particular, the following judgments: Burghartz v. Switzerland of 22 February 1994, Series A no. 280-B, p. 28, § 24; Stjerna v. Finland of 25 November 1994, Series A no. 299-B, p. 60, § 37; and Guillot v. France of 24 October 1996, Reports of Judgments and Decisions 1996-V, pp. 1602-03, § 21).", "24.  In the instant case, however, the core of the applicant's grievance is the impossibility of having her stillbirth's patronymic name and surname amended so as to reflect its biological descent from her late partner. The present application is therefore distinguishable from the cases where the domestic authorities opposed the parents' choice of the child's forename (see, for example, Salonen v. Finland, no. 27868/95, Commission decision of 2 July 1997, and Guillot, cited above) or their request to give the child the mother's surname rather than the father's (see, for example, G.M.B. and K.M. v. Switzerland (dec.), no. 36797/97, 27 September 2001, and Bijleveld v. the Netherlands (dec.), no. 42973/98, 27 April 2000). Nor is the case-law concerning a person's request to change his or her own surname (see Stjerna, cited above, and The Former King Constantinos of Greece and Others v. Greece, no. 25701/94, Commission decision of 21 April 1998) applicable, because a stillbirth could not be considered to have acquired a right to respect for his private or family life separate from that of his mother.", "25.  In the Court's view, what lies at the heart of the present case is the applicant's ability to obtain recognition of Mr G. as the biological father of the stillborn child, notwithstanding the legal presumption that the husband was the father of the child born within three hundred days of the dissolution of the marriage. The attribution of her late partner's surname and patronymic name to the stillbirth would come as a corollary of such recognition.", "26.  As is well established in the Court's case-law, the notion of “family life” in Article 8 refers to the existence of “family ties” between partners, whether marital or non-marital, and a child born to the partners is ipso jure part of that relationship from the moment of its birth and by the very fact of it (see, in particular, the following judgments: Gül v. Switzerland of 19 February 1996, Reports of Judgments and Decisions 1996I, § 32; Keegan v. Ireland of 26 May 1994, Series A no. 290, p. 17, § 44, and Kroon and Others v. the Netherlands of 27 October 1994, Series A no. 297C, § 30).", "27.  The existence or non-existence of “family life” for the purposes of Article 8 is essentially a question of fact depending upon the real existence in practice of close personal ties (see K. and T. v.  [GC], no. 25702/94, § 150, ECHR 2001VII). It is obvious that in the instant case no such personal ties could have developed because the child was stillborn and because its biological father had been separated from the applicant before its birth and died shortly thereafter. However, it has also been the Convention organs' traditional approach to accept that close relationships short of “family life” would generally fall within the scope of “private life” (see, for example, Wakefield v. the United Kingdom, no. 15817/89, Commission decision of 1 October 1990 [relationship between a prisoner and his fiancée]; X. and Y. v. the United Kingdom, no. 9369/81, Commission decision of 3 May 1983 [same-sex relationship]; and X. v. Switzerland, no. 8257/78, Commission decision of 10 July 1978 [relationship between a foster mother and the child she had looked after]). Bearing in mind that the applicant must have developed a strong bond with the embryo whom she had almost brought to full term and that she expressed the desire to give him a name and bury him, the establishment of his descent undoubtedly affected her “private life”, the respect for which is also guaranteed by Article 8. That provision is therefore applicable in the present case.", "2.  Compliance with Article 8 of the Convention", "28.  The Court reiterates that the essential object of Article 8 is to protect the individual against arbitrary action by the public authorities. There may in addition be positive obligations inherent in effective “respect” for family life. However, the boundaries between the State's positive and negative obligations under this provision do not lend themselves to precise definition. The applicable principles are nonetheless similar. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation (see Kroon, cited above, § 31).", "29.  In the instant case the existence of a relationship between the applicant and Mr G. was not disputed. Nor has anyone contested Mr G.'s paternity in respect of the stillborn child to whom the applicant gave birth on 4 August 1997. As the child was stillborn, the establishment of its paternity did not impose a continuing obligation of support on anyone involved. It appears therefore that there were no interests conflicting with those of the applicant.", "30.  In refusing the applicant's claim, the domestic courts did not refer to any legitimate or convincing reasons for maintaining the status quo. Moreover, the respondent Government have accepted that the domestic courts erred in dealing with the claim in terms of the stillbirth's civil rights, without due regard for the rights of the applicant. The Government have also conceded that, under the applicable family-law provisions, the claim should have been granted.", "31.  According to the Court's case-law, the situation where a legal presumption is allowed to prevail over biological and social reality, without regard to both established facts and the wishes of those concerned and without actually benefiting anyone, is not compatible, even having regard to the margin of appreciation left to the State, with the obligation to secure effective “respect” for private and family life (Kroon, cited above, § 40).", "32.  There has been therefore a violation of Article 8 of the Convention.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "33.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "34.  The applicant claimed 100,000 euros (EUR) in respect of compensation for non-pecuniary damage. She also claimed EUR 1,000 for the approximate cost of her treatment over the last four years, as compensation for pecuniary damage.", "35.  The Government submitted that the applicant had not provided any medical documents or receipts in support of her claim for pecuniary damages and that the amount claimed in respect of non-pecuniary damage was excessive and unreasonable.", "36.  The Court discerns no causal link between the violation found and the alleged pecuniary damage. It therefore rejects the applicant's claim in respect of pecuniary damage. It considers, however, that the applicant must have suffered frustration and a feeling of injustice as a consequence of the domestic authorities' decisions. The Court finds that the applicant suffered non-pecuniary damage which would not be adequately compensated by the mere finding of a violation. Accordingly, making its assessment on an equitable basis, it awards the applicant EUR 1,000, plus any tax that may be chargeable on that amount.", "B.  Costs and expenses", "37.  The applicant claimed 334 Russian roubles (RUR) in respect of postal expenses.", "38.  The Government submitted that the applicant had only produced one receipt for RUR 52.50, whilst other expenses had not been confirmed by supporting documents.", "39.  The Court reiterates that the applicant was granted EUR 685 in legal aid for the purpose of the proceedings before it. As she did not justify having incurred any expenses exceeding that amount, the Court makes no award under this head.", "C.  Default interest", "40.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT", "1.  Holds by four votes to three that there has been a violation of Article 8 of the Convention;", "", "2.  Holds by four votes to three", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement, plus any tax that may be chargeable;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "3.  Dismisses unanimously the remainder of the applicant's claim for just satisfaction.", "Done in English, and notified in writing on 2 June 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tChristos Rozakis\n\tRegistrar\tPresident", "", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the joint dissenting opinion of Mr C.L. Rozakis, Mrs S. Botoucharova and Mr K. Hajiyev, is annexed to this judgment.", "C.R.\nS.N.", "\n", "JOINT DISSENTING OPINION OF JUDGES ROZAKIS, BOTOUCHAROVA AND HAJIYEV", "With regret we are unable to follow the majority of the Court and find a violation of Article 8 in this case. We consider that, in the circumstances of the case, it is difficult to establish that a right to respect for private life existed or, in any event, that the State interfered with this right in such a way as to transgress it.", "We agree with the majority of the Court that at the heart of this case lies “the applicant's ability to obtain recognition of Mr G. as the biological father of the stillborn child, notwithstanding the legal presumption that the husband was the father of the child born within three hundred days of the dissolution of the marriage. The attribution of her late partner's surname and patronymic name to the stillbirth would come as a corollary of such recognition” (see paragraph 25 of the judgment). This reading of the case by the majority faithfully reflects the position of the applicant during the domestic proceedings, in which she asked the national courts to establish Mr G.'s paternity in respect of the stillbirth and, as a consequence, to allow her to change the latter's name. So we are not faced with a situation where the applicant had simply asked for a change of a name: what she was requesting before the national courts was mainly a recognition of paternity.", "We also agree with the majority of the Court that in the circumstances of the case the personal ties developed between the applicant, Mr G. and the stillborn child cannot lead to the conclusion that “family life” had developed between them, generating a right protected under Article 8. Yet the Court concludes that “[b]earing in mind that the applicant must have developed a strong bond with the embryo whom she had almost brought to full term ... the establishment of his descent undoubtedly affected her 'private life', the respect for which is also guaranteed by Article 8” (see paragraph 27 of the judgment).", "We are ready to accept the argument that the strong emotional bond of a mother with her stillborn child may be regarded as part of the mother's private life. However, we have difficulty in accepting that her private life encompasses a right to ask for recognition of the paternity of the stillborn child, as part of the State's positive obligations in guaranteeing the protection of private life offered by Article 8. Here, we are concerned with the private life of the mother, not that of the child – who could have had, if born alive, a legitimate expectation of being recognised by his biological father as part of his family and private life – and we are dealing not simply with a request to change the name of another person, but with the latter's recognition by a third person.", "But even if we assume, arguendo, that the private life of the mother may entail such a kind of right, still the question remains open whether the interference by the State in not agreeing to recognise the child's biological father as part of the mother's right to respect for her private life is not justified by the fact that the most interested party – the father of the child – was not alive at the time of the request and, hence, was unable to protect his rights in respect of his name and his family life.", ""]}