{"file": "ENG_HECOM_27227_08.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "27227/08", "text_paragraphs": ["THIRD SECTION", "Application no. 27227/08\n SC ANTARES TRANSPORT SA and SC TRANSROBY SRL\nagainst Romania\nlodged on 6 June 2008", "STATEMENT OF FACTS", "1.  The applicants, S.C. Antares Transport S.A. (the first applicant) and S.C. Transroby S.R.L. (the second applicant), are two Romanian commercial companies located in Râmnicu-Vâlcea.", "A.  The circumstances of the case", "2.  The facts of the case, as submitted by the applicants, may be summarised as follows.", "3.  On 15 April 2005 the Vâlcea County Council approved the program for transport of persons for the period between July 2005 and July 2008. A public auction was organised and the two applicants in association adjudicated a group of seven transport routes, the group no.11, for which they received the licences required by law. In order to conduct this activity, the applicants contracted a bank loan, purchased a number of vehicles and increased the number of their employees.", "4.  On 28 June 2006 the Piteşti Court of Appeal allowed a request by a third company and revoked the decision of the Vâlcea County Council of 15 April 2005 with respect to one of the routes, no. 047, included in the group no. 11. The Court held that, when putting together the routes for the group no. 11, the county council acted arbitrarily and breached the competition rules. The court therefore ordered the county council to reanalyse the route no. 047 and to proceed to its new adjudication through public auction as an independent route using the following wording:", "“In conclusion, the court holds that it is necessary to partially revoke the decision no. 63/15.04.2005 on the approval of the program for transport of persons (...) for the period 2005-2008 with respect to the offer 27, group of routes no. 11, route no. 047 Dragasani-Babeni-Rm.Valcea. (...) it follows that the defendant should re-analyse route 047 Dragasani-Babeni-Rm.Valcea as an independent route (...) and considering what was set [above] to proceed to a new offer through auction.”", "5.  In enforcement of the above-mentioned judgment the Vâlcea County Council issued on 6 July 2006 a decision approving a new program for transport of persons for the period between 2005 and 2008 which provided that all routes from group no. 11 should be auctioned as independent routes. Subsequently, on 26 July 2006 the applicants received a letter from the Romanian Road Authority (Autoritatea Rutierã Românã) informing them that they had to hand over their licences for the entire group no. 11 immediately.", "6.  On 2 October 2006, after they fulfilled the prior administrative procedure, the applicants contested before the courts the decision of the Vâlcea County Council of 6 July 2006. They claimed that the provisions of the 28 June 2006 judgment of the Piteşti Court of Appeal had to be understood as ordering the county council to put out for auction as an individual route only route no. 047 and not the entire group. They complained that by handing over their licenses for the entire group they lost their possibility to participate in the auction which was organised in July 2006 on the basis of the contested decision of the Vâlcea County Council.", "7.  On 23 January 2007 the Vâlcea County Court rejected the applicants’ action holding that the Vâlcea County Council correctly decided to auction as individual routes all routes previously included in the group no. 11 thereby enforcing the final judgment of 28 June 2006.", "8.  This judgment was upheld by the Timisoara Court of Appeal which rejected the applicants’ appeal on points of law (recurs) on 6 December 2007. Judge R.P., the president of the formation joined a dissenting opinion to the judgment on appeal. He stated that by putting out for auction the entire group of routes no. 11, the Vâlcea County Council disregarded the provisions of the final judgment of 28 June 2006 of the Piteşti Court of Appeal who clearly referred only to route no. 047. Judge R.P further stated that the decision of the Vâlcea County Council of 6 July 2006 breached the applicants’ right to property as guaranteed by Article 1 of Protocol No. 1 to the Convention. Finally, he mentioned that, according to Article 1 (6) of Law no. 554/2004 on administrative disputes, an administrative decision cannot be revoked by the same institution which adopted it, but only by a court judgment – which was not the case in the present dispute.", "9.  In the meantime the first applicant also contested before the courts the decision of the Romanian Road Authority delivered to them by the letter of on 26 July 2006. On 25 April 2007 the High Court of Justice and Cassation allowed the applicant’s request and held that only the license for the route no. 047 should be handed over. With respect to the licences held by the applicants for the rest of the routes in group no. 11 the court held that they constituted a “possession” within the scope of Article 1 of Protocol No. 1 to the Convention and there was no basis to demand their withdrawal through an administrative act.", "10.  However, by the time this judgment was issued, the applicants had already handed their licenses and a new auction had already been organised in July 2006 to which the applicants claim they could not participate since they did not fulfil the requirements imposed by the Vâlcea County Council.", "B.  Relevant domestic law", "11.  The Law no. 554 of 2004 on administrative disputes provides in Article 1 (6) that once an administrative decision is adopted and starts producing its effects, it can be revoked only by court judgment.", "12.  According to Order no. 1987 of 2005 of the Minister of Transport regulating the road transport, the route licences are issued by the Romanian Roads Authority following public auctions organised by the county councils. The situations in which the licence for a certain route may be withdrawn from a company are limited as follows:", "Article 65", "“The withdrawal of the route licence is done by the local office of the Romanian Roads Authority in the following cases:", "a)  at the cessation of the transport operator’s activity;", "b)  at the withdrawal of the licence for transport;", "c)  when the transport operator no longer has the capacity to transport or the number of vehicles required for the route;", "d)  when breaching for more than 10 times the conditions of contract set at the auction for the licence;", "e)  when [the licence] was obtained by providing untrue documents of information;", "f)  when [the licence] was given to be used by another transport operator;", "g)  when the conditions in which it was granted are no longer fulfilled.”", "COMPLAINT", "13.  The applicants complain that the withdrawal of their licences for transport activities was unlawful and caused them a significant loss in their companies’ budget in breach of their right to peaceful enjoyment of their possessions provided by Article 1 of Protocol No. 1 to the Convention.", "\n", "QUESTIONS TO THE PARTIES", "Has there been an interference with the applicants’ peaceful enjoyment of possessions, within the meaning of Article 1 of Protocol No. 1?", "", "If so, was that interference in accordance with the conditions provided for by law and necessary to control the use of property in accordance with the general interest?", "", "The Government are invited to submit information on the legislation concerning the issuance and withdrawal of route licences at the relevant time."]}