{"file": "ENG_CLIN_57028_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "57028/00", "text_paragraphs": ["Information Note on the Court’s case-law No. 139", "March 2011", "Klein v. Austria - 57028/00", "Judgment 3.3.2011 [Section I]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Peaceful enjoyment of possessions", "Loss of lawyer’s pension rights following disqualification from practice: violation", "", "Facts – The old-age pension scheme for lawyers in Austria is financed by compulsory contributions from members of the legal profession topped up by a contribution from the State as compensation for mandatory services rendered by lawyers under the legal-aid scheme. The applicant, who had been a lawyer and had paid his pension contributions for some thirty-two years before losing the right to practice as a result of bankruptcy proceedings, applied to his local Chamber of Lawyers for an old-age pension after reaching the retirement age. However, in a decision that was upheld by the domestic courts, his application was refused on the grounds that by the time he had reached the retirement age he had lost the right to practice and was no longer enrolled on the List of Lawyers.", "Law – Article 1 of Protocol No. 1: Compulsory affiliation to an old-age pension scheme based on the equally compulsory membership of a professional organisation during the exercise of a profession could give rise to a legitimate expectation of an entitlement to pension benefits on retirement and constituted a possession within the meaning of Article 1 of Protocol No. 1. Further, since the Chamber of Lawyers was a public-law body, measures taken by it engaged the State’s responsibility.", "The refusal to grant the pension constituted an interference with the applicant’s right to the peaceful enjoyment of his possessions. The reduction or forfeiture of a retirement pension acted neither as a control of use nor a deprivation of property, but fell to be considered under the first sentence of the first paragraph of Article 1. The Court therefore had to determine whether a fair balance had been struck between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights. In that connection, while the Court had emphasised in two previous cases* concerning the reduction or loss of pension rights following criminal convictions that it was well within the State’s margin of appreciation to bring forfeiture and disciplinary proceedings in addition to criminal proceedings, in the instant case the applicant’s pension claim had been refused solely because he was no longer a member of the Chamber of Lawyers**. In the Court’s view, even though the State had a legitimate interest in prohibiting insolvent lawyers from practising, that interest could not, in the absence of any punitive element, justify the forfeiture of all of their pension claims.", "Given its compulsory nature, the lawyers’ pension scheme was clearly intended to give lawyers reaching retirement age a pension which largely corresponded to the cover provided under the State pension scheme. It was not comparable, as the Government had suggested, to a form of damage insurance requiring a valid contractual relationship before a claim could be made. Indeed, the fact that a 2003 legislative amendment had removed the requirement for lawyers still to be enrolled on the List of Lawyers when they reached retirement age showed that that condition was no longer considered appropriate. Nor could a lawyer be expected to join the State scheme on a voluntary basis just to protect against the quite exceptional risk that he might be barred from practising and so lose his rights under the lawyers’ scheme. While restricting the circle of potential beneficiaries of the lawyers’ scheme may have served to keep the level of contributions down, when it came to a compulsory scheme, regulations had to take into account exceptional situations like the applicant’s. By completely depriving the applicant of his entitlement to a pension after he had contributed both individually and collectively (through rendering services under the legal-aid scheme) to the pension scheme throughout his career the authorities had failed to strike a fair balance between the competing interests and had placed an excessive individual burden on him.", "Conclusion: violation (unanimously).", "Article 41: Reserved.", "* Banfield v. the United Kingdom (dec.), no. 6223/04, 18 October 2005, Information Note no. 79; and Apostolakis v. Greece, no. 39574/07, 22 October 2009, Information Note no. 123.", "** Although the applicant was also convicted of embezzlement, this had no direct effect on his pension claim.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}