{"file": "ENG_CLIN_18896_91.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "18896/91", "text_paragraphs": ["Information Note on the Court’s case-law No.", "December 1995", "Ribitsch v. Austria - 18896/91", "Judgment 4.12.1995", "Article 3", "Degrading treatment", "Inhuman treatment", "Treatment in police custody: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 3 OF THE CONVENTION", "Court does not in principle substitute its own assessment of facts for that of domestic courts, but is not bound by domestic courts' findings any more than it is by those of the Commission – scrutiny particularly thorough where Commission has reached conclusions at variance with those of courts concerned and vigilance heightened when dealing with rights such as those set forth in Article 3 of Convention.", "Court noted following facts in instant case: existence of injuries to applicant's person established by doctors and a number of other witnesses – discrepancies in explanations of a police officer – statements made by another officer, the driver of the car, to effect that he had not seen applicant fall – first officer convicted of assault occasioning bodily harm by Vienna District Criminal Court, which had conducted a detailed analysis of the evidence and accused's conduct – officer concerned acquitted, on the other hand, by Vienna Regional Criminal Court, which had cast doubt on applicant's credibility, notably on basis of considerations unrelated to the course of events while he was in police custody – merits of complaint of ill‑treatment not examined by Constitutional Court, which had noted unlawfulness of the searches and the arrest of applicant and his wife.", "Not in dispute that applicant's injuries were sustained during his detention in police custody – acquittal of police officer in criminal proceedings by a court bound by principle of presumption of innocence does not absolve Austria from its responsibility under Convention – Government under obligation to provide plausible explanation of how applicant's injuries were caused – no convincing explanation by Government, as a fall against a car door could only have provided very incomplete, and therefore insufficient, explanation of applicant's injuries.", "In respect of person deprived of liberty, any recourse to physical force which has not been made strictly necessary by his own conduct diminishes human dignity and is in principle a violation of Article 3 – requirements of an investigation and undeniable difficulties inherent in fight against crime cannot justify placing limits on protection of physical integrity of individuals – injuries in instant case revealed ill-treatment which amounted to both inhuman and degrading treatment.", "Conclusion: violation (six votes to three).", "II.\tARTICLE 50 OF THE CONVENTION", "A.\tNon-pecuniary damage: undeniable non-pecuniary damage – award of compensation on equitable basis.", "Conclusion: respondent State to pay applicant a specified sum (six votes to three).", "B.\tCosts and expenses: costs incurred before national courts and Convention institutions – reimbursement assessed on equitable basis.", "Conclusion: respondent State to pay applicant a specified sum (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}