{"file": "ENG_HEJUD_34932_04.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "34932/04", "text_paragraphs": ["", "", "", "", "", "", "GRAND CHAMBER", "", "CASE OF PAKSAS v. ", "(Application no. 34932/04)", "", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "6 January 2011", "", "", "This judgment is final but may be subject to editorial revision.", "", "In the case of Paksas v. ,", "The European Court of Human Rights, sitting as a Grand Chamber composed of:", "\tJean-Paul Costa, President,\n\tChristos Rozakis,\n\tNicolas Bratza,\n\tPeer Lorenzen,\n\tFrançoise Tulkens,\n\tJosep Casadevall,\n\tIreneu Cabral Barreto,\n\tLech Garlicki,\n\tDean Spielmann,\n\tRenate Jaeger,\n\tEgbert Myjer,\n\tSverre Erik Jebens,\n\tDavid Thór Björgvinsson,\n\tDragoljub Popović,\n\tNona Tsotsoria,\n\tIşıl Karakaş, judges,\n\tAndrás Baka, ad hoc judge,\nand Michael O'Boyle, Deputy Registrar,", "Having deliberated in private on 28 April and 1 December 2010,", "Delivers the following judgment, which was adopted on the \nlast-mentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 34932/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Lithuanian national, Mr Rolandas Paksas (“the applicant”), on 27 September 2004.", "2.  The applicant was represented by Mr E. Salpius, a lawyer practising in Salzburg, Mr V. Sviderskis, a lawyer practising in Vilnius, Mr F. Matscher, professor of law at the , and Mr S. Tomas, researcher at the University of Paris-Sorbonne. The Lithuanian Government (“the Government”) were represented by their Agent, Ms E. Baltutytė.", "3.  The application was allocated to the former Third Section of the Court and subsequently to the Second Section (Rule 52 § 1 of the Rules of Court).", "4.  Danutė Jočienė, the judge elected in respect of , withdrew from the case (Rule 28). The Government accordingly appointed \nAndrás Baka, the judge elected in respect of , to sit in her place (Article 27 § 2 of the Convention and Rule 29 § 1).", "5.  On 1 December 2009 a Chamber of the Second Section, composed of the following judges: Françoise Tulkens, Ireneu Cabral Barreto, Vladimiro Zagrebelsky, Dragoljub Popović, Nona Tsotsoria, Işıl Karakaş and András Baka, and also of Sally Dollé, Section Registrar, relinquished jurisdiction in favour of the Grand Chamber, neither of the parties having objected to relinquishment (Article 30 of the Convention and Rule 72).", "6.  The composition of the Grand Chamber was determined in accordance with Article 27 §§ 2 and 3 of the Convention and Rule 24.", "7.  The applicant and the Government each filed written observations on the merits.", "8.  A hearing took place in public in the Human Rights Building, , on 28 April 2010 (Rule 59 § 3).", "", "There appeared before the Court:", "(a)  for the Government\nMs\tE. Baltutytė, \tAgent,\nMs\tK. Bubnytė-Monvydienė, Head of the Division of \tRepresentation\nat the European Court of Human Rights, \tCounsel,\nMr\tE. Smith, Professor, University of Oslo,\nMr\tD. Žalimas, Head of the International and European Union Law Institute, Faculty of Law, Vilnius University,\tAdvisers;", "(b)  for the applicant\nMr\tE. Salpius,\tCounsel.", "", "The Court heard addresses by Ms Baltutytė, Mr Smith and Mr Salpius. The applicant was also present at the hearing.", "The Court decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3 of the Convention and Rule 54A).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "9.  The applicant was born in 1956 and lives in . He is currently a member of the European Parliament.", "10.  On 5 January 2003 the applicant was elected President of the . He took office on 26 February 2003, following his inauguration. On that occasion, in accordance with Article 82 of the Constitution, he took an oath to be loyal to the  and the Constitution, to fulfil the duties of his office conscientiously, and to be equally just to all.", "11.  On 11 April 2003 the applicant issued Decree no. 40, countersigned by the Minister of the Interior, granting Lithuanian citizenship “by way of exception” (išimties tvarka) to a Russian businessman, J.B., who had been awarded the Medal of Darius and Girėnas in 2001 by the applicant's predecessor, Valdas Adamkus, for services to Lithuania (he was subsequently divested of the medal following the events outlined below).", "A.  Proceedings concerning the lawfulness of Presidential Decree no. 40", "12.  On 6 November 2003 the Seimas (the Lithuanian Parliament) requested the  to determine whether Presidential Decree no. 40 was in compliance with the Constitution and the Citizenship Act. The Seimas submitted that the procedure of granting citizenship by way of exception appeared to have been applied inappropriately in this case. In particular, it asserted that J.B. had no special merit warranting his exceptional treatment and that the applicant had in fact granted him citizenship as a reward for his substantial assistance by financial and other means to the applicant's election campaign.", "13.  On 10 November 2003 the  accepted the request for consideration as case no. 40/03. On 10 December 2003 it held a public hearing and examined witnesses.", "14.  On 12 December 2003 an article was published in a Lithuanian daily newspaper, Respublika, reporting that the President of the  had been seen in a coffee bar with the Deputy Speaker of the Seimas, who had been closely involved in the inquiry into the applicant's activities. The newspaper implied that during this informal meeting the two officials had discussed the proceedings taking place in the , thus casting a shadow of suspicion over that court's objectivity. The two men had subsequently said that they often met professionally and socially, and denied discussing the merits of the case.", "15.  Referring to the above-mentioned newspaper article, the applicant's lawyers challenged the President of the  for bias, seeking his removal from the examination of case no. 40/03. Their challenge was dismissed on the ground that the mere fact that the two officials had met informally did not constitute a basis for the withdrawal of a judge from proceedings before the .", "16.  On 30 December 2003 the Constitutional Court gave its ruling in case no. 40/03, finding that Decree no. 40 was not in compliance with Article 29 § 1, Article 82 § 1 and Article 84 § 21 of the Constitution, the constitutional principle of the rule of law and section 16(1) of the Citizenship Act.", "17.  On the last point, the  observed that citizenship could be granted by way of exception only to persons who had never been Lithuanian citizens. It noted in that connection that J.B., a Russian citizen by birth from a Soviet military family, had acquired Lithuanian citizenship under the Citizenship Act of 3 November 1989, by which citizenship could be granted, inter alia, to persons who on that date had had their permanent residence and permanent place of work or source of income in . In 1994 the  had ruled that “soldiers of the Soviet Union who previously served in the Soviet occupying military forces unlawfully stationed in the territory of Lithuania [could] not be regarded as permanently residing and working in ”. On 4 November 1999 the Citizenship Commission (established in 1998 under section 4 of the 1995 Implementing Act for the Citizenship Act) had found that J.B.'s status was unlawful, since he had served in the Soviet armed forces. It had nevertheless recommended that his status be regularised in accordance with the above-mentioned section 4, by which exceptions could be made for persons who had acquired citizenship in good faith before 31 December 1993 on that unlawful ground. On 11 November 1999 the Migration Department of the Ministry of the Interior had followed that recommendation. However, in 2000 J.B. had applied for Russian citizenship, which he had been granted in June 2002; on 18 March 2003 he had been issued with a Russian passport, thereby losing his Lithuanian citizenship. The  observed that the applicant had signed Decree no. 40 on 11 April 2003 even though the Migration Department of the Ministry of the Interior had reminded him the day before that J.B. had previously lost his Lithuanian citizenship.", "18.  The Constitutional Court held that, as a result, Decree no. 40 was also in breach of Article 84 § 21 of the Constitution – which provides that the President is to grant citizenship in accordance with the procedure established by law – and the constitutional principle of the rule of law.", "19.  The  went on to note that, although the Lithuanian authorities had already made an exception in his favour by regularising his status in 1999, J.B. had acquired Russian citizenship in 2000. This showed that “citizenship of the Republic of Lithuania was of less value to [J.B.] than citizenship of the ”. The Constitutional Court further noted that the Director of the State Security Department had informed the applicant, prior to 11 April 2003, that an investigation was being carried out into J.B.'s activities as director of an aviation company and, on 17 March 2003, that J.B. had threatened to disseminate information discrediting the applicant if the latter failed to keep his promise to appoint him as an adviser. In the Constitutional Court's view, the applicant had knowingly ignored these circumstances, although they were of crucial importance in deciding whether or not to grant citizenship to J.B. by way of exception. Having regard also to the fact that J.B. had made a significant financial contribution to the applicant's election campaign, it concluded that the decision to grant him citizenship had been “determined not by any merit rendering [J.B.] worthy of becoming a citizen of the Republic of Lithuania, but by his significant assistance by financial and other means to [the applicant's] election campaign in 2002”. Thus, “the granting of citizenship to [J.B.] by way of exception was nothing but a reward by the President of the Republic R. Paksas to [J.B.] for the aforesaid support”; consequently, in issuing Decree no. 40, the President had heeded “neither the Constitution ... nor the law, nor the interests of the people and the State, but purely his own interests”. The court therefore concluded that the applicant had “afforded [J.B.] exceptional treatment and knowingly disregarded the fundamental principles enshrined in Article 29 § 1 and Article 82 § 1 of the Constitution respectively, whereby all persons are equal before State institutions or officials, and the President of the Republic must be equally just to all”.", "20.  In a public speech on 31 December 2003, and again in his New Year speech, the applicant declared that “politics [had] taken precedence over the law” in the Constitutional Court's ruling. In reply, on 5 January 2004 the  issued a public statement emphasising its independence and noting, inter alia, that the applicant had attempted to undermine its authority.", "B.  Impeachment proceedings", "21.  On 18 December 2003, eighty-six members of the Seimas submitted a proposal to initiate impeachment proceedings against the applicant. On 23 December 2003 the Seimas set up a special commission to investigate the reasonableness and seriousness of certain allegations about the applicant's conduct, in order to determine whether such proceedings should indeed be initiated.", "22.  On 19 February 2004 the special investigation commission concluded that some of the charges levelled against the applicant were founded and serious. Accordingly, it recommended that the Seimas institute impeachment proceedings. The State Security Department had apparently provided the commission with transcripts of secretly taped telephone conversations involving the applicant. The applicant's lawyers were not given access to the transcripts by the Department or by the commission, because it had decided not to rely on them.", "23.  Also on 19 February 2004 the Seimas decided to follow the special investigation commission's recommendation and requested the  to determine whether the specific acts of the applicant cited by the commission had breached the Constitution. The impeachment charges submitted to the  included the following allegations in particular, involving purely private interests to the detriment of those of the nation, thus discrediting the institution of the presidency:", "– that the applicant had undertaken to perform a number of actions in J.B.'s favour in exchange for financial and other forms of support during his election campaign, and had later acted under J.B.'s influence;", "– that, as a reward for this support, the applicant had unlawfully granted Lithuanian citizenship to J.B.;", "– that he had disclosed a State secret by informing J.B. that the secret services were investigating his activities, notably by telephone tapping; and", "– that he had exercised undue pressure on the management decisions of a private company in order to secure pecuniary advantages for certain people close to him.", "24.  On 1 March 2004 the  accepted the request for consideration as case no. 14/04.", "25.  The applicant's lawyers sought the removal of the President of the Constitutional Court and all its members on grounds of bias, arguing that they had in effect already determined the case in the previous ruling of 30 December 2003 in case no. 40/03. The challenge was dismissed.", "26.  In a declaration of 25 March 2004 the Seimas unsuccessfully proposed that the applicant tender his resignation in order to avoid protracted impeachment proceedings. The declaration alleged that his actions had become increasingly unpredictable and represented a danger to the State, its citizens and the prestige of the presidency.", "27.  On 31 March 2004 the  concluded that the applicant had committed gross violations of the Constitution and a breach of his constitutional oath on account of the following acts:", "– unlawfully granting citizenship to J.B. by Decree no. 40 as a reward for the latter's financial and other forms of support, in breach of section 16(1) of the Citizenship Act and Article 29 § 1, Article 82 § 1 and Article 84 § 21 of the Constitution;", "– knowingly hinting to J.B., in breach of sections 3(7), 9(2) and 14(1) of the Official Secrets Act and Article 77 § 2 and Article 82 § 1 of the Constitution, that the law-enforcement institutions were investigating him and tapping his telephone conversations; and", "– exploiting his official status to influence decisions by the Žemaitijos keliai company concerning the transfer of shares with a view to defending the property interests of certain private individuals close to him, in breach of section 3 of the Adjustment of Private and Public Interests in the Public Service Act and Article 29 § 1, Article 77 § 2 and Article 82 § 1 of the Constitution.", "28.  The applicant sought clarification of these conclusions under section 61 of the Constitutional Court Act, but his request was refused by the  on 6 April 2004 on procedural grounds.", "29.  On 6 April 2004 the Seimas decided to remove the applicant from the office of President on account of the gross violations of the Constitution found by the . Its decision was taken by eighty-six votes to seventeen for the first breach, eighty-six votes to eighteen for the second and eighty-nine votes to fourteen for the third.", "C.  Disqualification from elected office", "30.  The applicant wished to stand as a candidate in the presidential election called for 13 June 2004. On 22 April 2004 the Central Electoral Committee (CEC) found that there was nothing to prevent him from standing. By 7 May 2004 the applicant had gathered the required number of signatures in support of his candidacy, and submitted them to the CEC with a view to his registration as a candidate.", "31.  However, on 4 May 2004 the Seimas amended the Presidential Elections Act by inserting the following provision:", "“A person who has been removed from parliamentary or other office by the Seimas in impeachment proceedings may not be elected President of the Republic if less than five years have elapsed since his removal from office.”", "32.  Following this amendment, the CEC refused to register the applicant as a candidate in the forthcoming election. The applicant lodged a complaint with the  on 10 May 2004, arguing in particular that that decision thwarted the legitimate expectations of his supporters and ran counter to the principles of the rule of law and the prohibition of retrospective legislation.", "33.  On an unspecified date, a number of members of the Seimas requested the  to review the constitutionality of the amendment to the Presidential Elections Act, arguing that barring a person who had been removed from office from running for election as President was in itself in breach of the Constitution. The request was registered as case no. 24/04.", "34.  The  held on 25 May 2004 that disqualifying a person who had been removed from office from standing in presidential elections was compatible with the Constitution, but that subjecting such a restriction to a time-limit was unconstitutional. The court held, inter alia:", "“... The Constitutional Court has held that a breach of the oath is, at the same time, a gross violation of the Constitution, while a gross violation of the Constitution is, at the same time, a breach of the oath to the nation (Constitutional Court ruling of 30 December 2003; Constitutional Court conclusion of 31 March 2004) ...", "A gross violation of the Constitution or a breach of the oath undermines trust in the institution of the presidency and in State authority as a whole ... Removal from office of a president who has grossly violated the Constitution or breached the oath is one of the ways of protecting the State for the common good of society, as provided for in the Constitution.", "It needs to be stressed that, under the Constitution, a person in respect of whom the Seimas – following a finding by the Constitutional Court that he, as President, has committed a gross violation of the Constitution and breached the oath – has applied the constitutional sanction, namely removal from office, may not evade constitutional liability through fresh presidential elections, a referendum or any other means...", "The Constitution does not provide that, after a certain time has elapsed, a president whose actions have been recognised by the Constitutional Court as having grossly violated the Constitution, and who has been found to have breached the oath and has been removed from office by the Seimas [on that account] ..., may [subsequently] be treated as though he had not breached the oath or committed a gross violation of the Constitution ... [A person] ... who has been removed from office by the Seimas, the body representing the people, will always remain someone who has breached his oath to the nation and grossly violated the Constitution, and who has been dismissed as President for those reasons ...", "[A person removed from the office of President] may never again ... give an oath to the nation, as there would always exist a reasonable doubt ... as to its reliability...", "Impeachment is a form of public and democratic scrutiny of those holding public office, a measure of self-protection for the community, a ... defence against high-ranking officials who disregard the Constitution and laws...", "Where a person has been removed from the office of President ... for a gross violation of the Constitution or a breach of the oath ... he may never again be elected President of the Republic [or] a member of the Seimas; [he] may never hold office as ... a member of the Government, [or] the National Audit Officer, that is, [he] may not hold an office provided for in the Constitution for which it is necessary to take an oath in accordance with the Constitution ...”", "35.  On 28 May 2004 the  dismissed the applicant's complaint against the decision of the CEC, referring, inter alia, to the Constitutional Court's ruling of 25 May 2004. It noted in particular:", "“... It appears from the reasoning of the  that ... the applicant has forfeited the right to be elected President with effect from 6 April 2004. Therefore, he ... cannot take part in the election announced on 15 April 2004...", "Until it was amended on 4 May 2004, the Presidential Elections Act did not specify the [residual] rights of a person who had forfeited the right to be elected President.", "Article 6 § 1 of the Constitution provides that the Constitution is directly applicable ... [I]t follows that, from the moment ... the applicant submitted his candidacy for the election, his situation was governed by the Constitution, which, as the Constitutional Court has found, bars [a person removed from the office of President] from standing in presidential elections. In these circumstances ... there has been no breach of the principle of the prohibition of retrospective legislation...”", "36.  On 15 July 2004 the Seimas passed an amendment to the Seimas Elections Act, to the effect that any official who had been removed from office following impeachment proceedings was disqualified from being a member of parliament.", "D.  Criminal proceedings against the applicant", "37.  In autumn 2004 the Prosecutor General discontinued the investigation into allegations that while in office, the applicant had abused his authority in relation to a private company (Article 228 of the Criminal Code).", "38.  On an unspecified date the applicant was charged with disclosing information classified as a State secret (Article 125 § 1 of the Criminal Code). On 25 October 2004 the  acquitted him for lack of evidence. On 1 March 2005 the Court of Appeal reversed that decision, finding the applicant guilty. It held, however, that owing to new circumstances, namely the applicant's removal from office as President and disqualification from elected office, it was reasonable to discharge him from criminal liability and to discontinue the criminal proceedings. On 13 December 2005 the Supreme Court quashed the Court of Appeal's judgment, upholding the acquittal delivered by the .", "E.  Criminal proceedings against J.B.", "39.  On account of his threat to disseminate information discrediting the applicant if he failed to keep his promise to appoint him as an adviser \n(see paragraph 19 above), J.B. was convicted of having, for his own benefit and “by means of mental coercion, required a civil servant or person in a position of public authority to carry out or refrain from certain actions” (Article 287 § 1 of the Criminal Code). He was fined 10,000 Lithuanian litai, equivalent to approximately 2,900 euros (judgments of the  1st District Court of 22 November 2004, the Vilnius Regional Court of 6 April 2005, and the Supreme Court of 18 October 2005).", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "A.  Competence of the ", "40.  The  has jurisdiction to review the constitutionality and lawfulness of the acts of the President (Articles 102, 105 and 106 of the Constitution). Acts of the President cease to have legal effect if the  rules that they are in breach of the Constitution (Article 107 of the Constitution).", "41.  Decisions of the  have statutory force and are final (Article 107 of the Constitution). The power of the  to declare a legal act unconstitutional may not be circumvented by the subsequent adoption of a similar legal act (section 72 of the Constitutional Court Act).", "42.  In addition, the  may be called upon to determine whether certain acts of a president against whom impeachment proceedings have been instituted are in breach of the Constitution (Article 105 of the Constitution). No appeal lies against the court's conclusions (section 83(2) of the Constitutional Court Act). However, the final decision on the sustainability of allegations giving rise to impeachment proceedings is taken by the Seimas on the basis of the Constitutional Court's conclusions (Article 107 § 3 of the Constitution; see also below).", "43.  Article 104 of the Constitution provides that, in discharging their duties, the judges of the  act independently of any other State institution, person or organisation, and are guided only by the Constitution.", "44.  Section 48 of the Constitutional Court Act provides that a judge of the Constitutional Court may withdraw or be removed from a case if he or she, inter alia, is a relative of one of the parties to the case or has publicly declared how it should be decided.", "B.  Impeachment proceedings", "45.  Article 86 of the Constitution provides that the President of Lithuania is immune from any criminal liability while in office. However, under Article 74 of the Constitution, he or she may be removed from office following impeachment proceedings, inter alia for a gross violation of the Constitution or a breach of the constitutional oath. The decision is taken by the Seimas (Article 107 § 3 of the Constitution).", "46.  In accordance with Articles 227 and 228 of the Statute of the Seimas, impeachment is a parliamentary procedure aimed at determining the constitutional liability of the highest-ranking officials, such as the President of the Republic or members of parliament, for acts carried out while in office which undermine the authorities' credibility. Impeachment proceedings may be initiated by a quarter of the members of the Seimas where such an official is alleged to have committed a gross violation of the Constitution and/or a breach of the constitutional oath and/or is suspected of committing a criminal offence (Articles 229 and 230 of the Statute of the Seimas). They are to be conducted in accordance with the rules of criminal procedure (Article 246 § 3 of the Statute of the Seimas).", "47.  Having received a petition for impeachment, the Seimas sets up a special investigation commission, which sits in private (Article 238 of the Statute of the Seimas) and hears evidence from the parties to the procedure, witnesses and experts, in accordance with the rules of criminal procedure (Article 239 of the Statute of the Seimas). It reports its findings to the Seimas as to whether there are grounds to institute impeachment proceedings (Article 241 of the Statute of the Seimas). If the Seimas – sitting in public – considers that such grounds exist, it passes a resolution to initiate the proceedings, requesting the  to determine whether the acts of the person indicated in the impeachment charges are in breach of the Constitution (Article 240 of the Statute of the Seimas and Article 106 of the Constitution). On the basis of the Constitutional Court's conclusions (Article 105 of the Constitution), the Seimas conducts an inquiry (likewise observing the basic rules of criminal procedure) and ultimately decides whether the person against whom the proceedings have been brought should be removed from office for a gross violation of the Constitution, on the basis of the available evidence and testimony (Articles 246 to 258 and 260 of the Statute of the Seimas; Article 74 and Article 107 § 3 of the Constitution).", "48.  In its ruling of 31 March 2004, in which it set out its conclusions in case no. 14/04 (see paragraph 27 above), the  provided the following clarifications:", "“... The provision of Article 107 § 2 of the Constitution whereby decisions of the Constitutional Court on issues within its competence are final and not subject to appeal also means that when deciding whether or not to remove the President from office, the Seimas may not reject, change or question the Constitutional Court's conclusion that specific acts of the President are (or are not) in breach of the Constitution. No such powers are assigned to the Seimas by the Constitution. [Such a] conclusion ... is binding on the Seimas in so far as the Constitution does not empower it to decide whether the Constitutional Court's conclusions are well-founded and lawful; only the [Constitutional] Court can establish that the actions of the President are (or are not) in breach of the Constitution.", "Under Article 74 of the Constitution, only the Seimas may remove the President from office for a gross violation of the Constitution.", "Thus, the Constitution assigns the Seimas and the Constitutional Court different functions in impeachment proceedings, and confers on them the respective powers necessary to discharge those functions: the Constitutional Court decides whether specific acts of the President are in breach of the Constitution and submits its conclusions to the Seimas (Article 105 § 3, point (4), of the Constitution), whereas the Seimas, in the event that the President has committed a gross violation of the Constitution, decides whether or not to remove him from office (Article 74 of the Constitution) ... Under Article 107 § 3 of the Constitution, the Seimas is empowered to decide whether to remove the President from office, but not to determine whether his acts are in breach of the Constitution.", "It should be noted that this constitutional provision whereby only the Constitutional Court is empowered to decide (through its conclusions on the matter) whether specific acts of the President are in breach of the Constitution represents a further guarantee for the President that his constitutional liability will not be incurred unreasonably. Thus, if the  reaches the conclusion that the President's acts are not in breach of the Constitution, the Seimas may not remove him from office for a gross violation of the Constitution ...”", "49.  In addition to possible constitutional liability, a person removed from public office may incur ordinary liability (teisinė atsakomybė).", "50.  According to the Constitutional Court's ruling of 11 May 1999 on the compliance of Article 259 of the Statute of the Seimas of the  with the Lithuanian Constitution, “the constitutional sanction applied in the context of impeachment proceedings is of an irreversible nature”. In the same ruling the  also stated that fair-trial principles applied in impeachment proceedings, meaning that the persons charged “must have the right to be heard and a legally guaranteed opportunity to defend their rights”.", "C.  Election of the President and of members of the Seimas", "51.  Article 56 of the Constitution provides:", "“Any citizen of the Republic of Lithuania who is not bound by an oath or pledge to a foreign State, and who, on the date of the election, is at least twenty-five years of age and permanently resident in , may be elected as a member of the Seimas.", "Persons who have not completed a sentence imposed by a court, and persons declared legally incapable by a court, may not be elected as members of the Seimas.”", "52.  As mentioned above, on 4 May 2004 the Seimas amended the Presidential Elections Act by inserting the following provision:", "“A person who has been removed from parliamentary or other office by the Seimas in impeachment proceedings may not be elected President of the Republic if less than five years have elapsed since his removal from office.”", "Following the Constitutional Court's ruling of 25 May 2004 \n(see paragraph 34 above), the Seimas passed an amendment to the Seimas Elections Act, to the effect that any official who had been removed from office following impeachment proceedings was disqualified from being a member of parliament.", "53.  The Constitution further provides:", "Article 59", "“... Newly elected members of the Seimas shall acquire all the rights of a representative of the nation only after taking an oath before the Seimas to be loyal to the .", "Members of the Seimas who do not take the oath according to the procedure established by law, or who take a conditional oath, shall forfeit their parliamentary office...”", "Article 78", "“Any person who is a Lithuanian citizen by birth, who has lived in  for at least the three years preceding the election, is at least 40 years old on the date of the election and is eligible for election as a member of the Seimas may be elected President of the Republic.", "The President of the Republic shall be elected by the citizens of the  for a five-year term by universal, equal and direct suffrage by secret ballot.", "The same person may not be elected President of the Republic for more than two consecutive terms.”", "Article 79", "“Any citizen of the Republic of Lithuania who satisfies the conditions set forth in the first paragraph of Article 78 and has collected the signatures of no fewer than 20,000 voters shall be registered as a candidate for the office of President.", "There shall be no limit on the number of candidates for the office of President.”", "54.  Article 82 of the Constitution provides:", "“The newly elected President of the Republic shall take office ... after swearing an oath to the nation in Vilnius, in the presence of the representatives of the people, namely the members of the Seimas, to be loyal to the Republic of Lithuania and the Constitution, to fulfil the duties of his office conscientiously, and to be equally just to all.", "A person re-elected President of the Republic shall also take the oath.", "The record of the oath taken by the President of the Republic shall be signed by him and by the President of the  or, in the latter's absence, by another judge of the .”", "55.  Pursuant to section 3 of the Presidential Office Act, the newly elected President takes the following oath:", "“I (name and surname)", "Swear to the nation to be loyal to the  and the Constitution, to observe and enforce the law, and to protect the integrity of Lithuanian territory;", "I swear to fulfil conscientiously the duties of [presidential] office, and to be equally just to all;", "I swear to strengthen the independence of Lithuania, to the best of my ability, and to serve my homeland, democracy and the welfare of the people of  ...”", "D.  Other provisions", "56.  Article 29 of the Constitution provides that “[a]ll persons shall be equal before the law, the courts, and other State institutions and officials.” Article 84 § 21 of the Constitution states that the President “shall grant citizenship of the  in accordance with the procedure established by law”.", "57.  Section 16(1) of the Citizenship Act provides that the President may grant Lithuanian citizenship by way of exception – that is, without applying the usual eligibility requirements – to foreign citizens of special merit rendering them worthy of becoming a citizen of the .", "58.  Articles 68 and 71 of the Constitution read as follows:", "Article 68", "“The right to initiate legislation in the Seimas shall be vested in members of the Seimas, the President of the Republic and the Government.", "Citizens of the  shall also have the right to initiate legislation. A Bill may be brought before the Seimas by 50,000 citizens with the right to vote, and the Seimas must consider it.”", "Article 71", "“Within ten days of receiving a law passed by the Seimas, the President of the Republic shall either sign and officially promulgate the law, or shall send it back to the Seimas, with reasoned observations, for reconsideration.", "If a law passed by the Seimas is not sent back or signed by the President within the prescribed period, the law shall enter into force after it has been signed and officially promulgated by the Speaker of the Seimas.", "The President of the Republic must, within five days, sign and officially promulgate any laws or other instruments adopted by referendum.", "If such a law is not signed and promulgated by the President within the prescribed period, the law shall enter into force after it has been signed and officially promulgated by the Speaker of the Seimas.”", "III.  GUIDELINES ON ELECTIONS ADOPTED BY THE  COMMISSION", "59.  The relevant passages of the Guidelines on Elections adopted by the European Commission for Democracy through Law (“the Venice Commission”) at its 51st session (5-6 July 2002) read as follows:", "“I. Principles of Europe's electoral heritage", "The five principles underlying Europe's electoral heritage are universal, equal, free, secret and direct suffrage. Furthermore, elections must be held at regular intervals.", "1. Universal suffrage", "1.1. Rule and exceptions", "Universal suffrage means in principle that all human beings have the right to vote and to stand for election. This right may, however, and indeed should, be subject to certain conditions:", "a. Age ...", "b. Nationality ...", "c. Residence ...", "d. Deprivation of the right to vote and to be elected:", "i. provision may be made for depriving individuals of their right to vote and to be elected, but only subject to the following cumulative conditions:", "ii. it must be provided for by law;", "iii. the proportionality principle must be observed; conditions for depriving individuals of the right to stand for election may be less strict than for disenfranchising them;", "iv. the deprivation must be based on mental incapacity or a criminal conviction for a serious offence;", "v. furthermore, the withdrawal of political rights or finding of mental incapacity may only be imposed by express decision of a court of law. ...”", "The Explanatory Report, adopted by the Venice Commission at its 52nd session (18-19 October 2002), reads as follows (footnote omitted):", "“... provision may be made for clauses suspending political rights. Such clauses must, however, comply with the usual conditions under which fundamental rights may be restricted; in other words, they must:", "– be provided for by law;", "– observe the principle of proportionality;", "– be based on mental incapacity or a criminal conviction for a serious offence.", "Furthermore, the withdrawal of political rights may only be imposed by express decision of a court of law. However, in the event of withdrawal on grounds of mental incapacity, such express decision may concern the incapacity and entail ipso jure deprivation of civic rights.", "The conditions for depriving individuals of the right to stand for election may be less strict than for disenfranchising them, as the holding of a public office is at stake and it may be legitimate to debar persons whose activities in such an office would violate a greater public interest. ...”", "IV.  LAW AND PRACTICE REGARDING IMPEACHMENT IN THE MEMBER STATES OF THE COUNCIL OF EUROPE", "60.  The term “impeachment” denotes a formal indictment procedure whereby the legislature may remove from office a head of State, a senior official or a judge for breaching the law or the Constitution. The purpose of impeachment is in principle to allow the institution of criminal proceedings in the courts against the person concerned, but in practice it does not necessarily produce such an outcome.", "61.  The legal systems of the majority of the Council of Europe's member States with a republican system make specific provision for the impeachment of the head of State (Albania, Austria, Azerbaijan, Bulgaria, Croatia, Czech Republic, France, Georgia, Germany, Greece, Hungary, Ireland, Italy, Lithuania, Moldova, Montenegro, Poland, Romania, Russian Federation, Serbia, Slovakia, Slovenia, “the former Yugoslav Republic of Macedonia”, Turkey and Ukraine). Impeachment proceedings may be instituted on the following grounds (for Lithuania, see paragraph 46 above): breach of the Constitution or undermining of the constitutional order (Austria, Bulgaria, Croatia, Georgia, Germany, Greece, Hungary, Moldova, Romania, Slovakia, Slovenia, “the former Yugoslav Republic of Macedonia”); high treason (Bulgaria, Cyprus, Czech Republic, Finland, France, Greece, Italy, Romania, Russian Federation); breach of the law (Germany, Hungary); an ordinary or serious criminal offence (Finland, Russian Federation); or immoral conduct (Ireland).", "62.  In most of these republics, impeachment proceedings have no direct effects on the electoral and other political rights of a head of State who is removed from office. However, in , if the Federal President is removed from office following impeachment proceedings, the  may order the temporary forfeiture of “political rights” if there are particularly aggravating circumstances. Similarly, in  the special court with competence in such matters may, in addition to removing the President from office, temporarily deprive him or her of certain political rights (general disqualification from standing for election for a period of up to ten years, prohibition from occupying certain positions for a similar period and revocation of orders and other honorary titles). In Slovakia and the Czech Republic, a person removed from presidential office as a result of impeachment proceedings permanently forfeits the right to stand for election as President but may be a candidate in any other elections; in the Russian Federation he or she is barred only from standing in the presidential elections called as a result of his or her removal from office.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1, 2 AND 3 OF THE CONVENTION, ARTICLE 7 OF THE CONVENTION AND ARTICLE 4 OF PROTOCOL No. 7", "63.  The applicant alleged a violation of his right to a fair hearing in connection with the two sets of proceedings in the , concerning Decree no. 40 and the merits of the impeachment charges against him. He submitted that because of collusion between the court's President and the member of the Seimas who had initiated the proceedings against him, the Constitutional Court could not be considered an independent and impartial tribunal, and noted that that court had subsequently issued a public response to his accusations of bias on its part; in a supplement to his application, dated 30 November 2006, he added that the Constitutional Court's endorsement of the conclusions of the declaration of 25 March 2004 by the Seimas showed that it had been put under considerable pressure by Parliament as a result of such collusion. He further submitted that he had been unable to defend himself effectively and that, in the impeachment proceedings, his lawyers had not had access to certain classified documents which the special investigation commission had examined and the  had exceeded its powers by making findings as to the facts and the issue of “guilt”. He relied on Article 6 §§ 1 and 3 (b) of the Convention, which provides:", "“1.  In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law. ...", "3.  Everyone charged with a criminal offence has the following minimum rights:", "...", "(b)  to have adequate time and facilities for the preparation of his defence; ...”", "Furthermore, in another supplement to his application, dated 30 September 2005, the applicant submitted that by justifying his permanent disqualification from elected office on the ground that there would always be reasonable doubt as to the reliability of any constitutional oath sworn by him in future, the Constitutional Court's ruling of 25 May 2004 had established a presumption of guilt, in breach of Article 6 § 2 of the Convention. In the supplement of 30 November 2006 to his application, he added that the declaration of 25 March 2004 by the Seimas had breached the same provision, which provides:", "“Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.”", "In addition, in the supplement of 30 September 2005 to his application the applicant complained that the sanction imposed on him as a result of the impeachment proceedings, namely removal from office and a lifelong ban on standing for election, was more severe than the penalties envisaged by the criminal law for equivalent offences, adding that lifelong disqualification from elected office was not provided for by law and was, to say the least, “bizarre”. On that account he alleged a violation of Article 7 of the Convention, which provides:", "“1.  No one shall be held guilty of any criminal offence on account of any act or omission which did not constitute a criminal offence under national or international law at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the criminal offence was committed.", "2.  This Article shall not prejudice the trial and punishment of any person for any act or omission which, at the time when it was committed, was criminal according to the general principles of law recognised by civilised nations.”", "Lastly, the applicant submitted that the institution of impeachment proceedings followed by criminal proceedings in his case amounted to trying him twice for the same offence. He relied on Article 4 § 1 of Protocol No. 7, which provides:", "“No one shall be liable to be tried or punished again in criminal proceedings under the jurisdiction of the same State for an offence for which he has already been finally acquitted or convicted in accordance with the law and penal procedure of that State.”", "64.  The Court must determine at the outset whether the provisions relied on by the applicant are applicable in the instant case.", "65.  With regard to Article 6 § 1 of the Convention, the Court reiterates that the fact that proceedings have taken place before a constitutional court does not suffice to remove them from the ambit of that provision. It must therefore be ascertained whether the proceedings before the Constitutional Court in the instant case did or did not relate to the “determination” of the applicant's “civil rights and obligations” or of a “criminal charge” against him (see Pierre-Bloch v. France, 21 October 1997, § 48, Reports of Judgments and Decisions 1997VI).", "66.  The first set of proceedings concerned the review of the compliance with the Constitution and the Citizenship Act of a decree issued by the applicant by virtue of his presidential powers, granting Lithuanian citizenship to J.B. “by way of exception”. The purpose of the second set of proceedings was to determine whether, in discharging his duties as President, the applicant had committed gross violations of the Constitution or breached his constitutional oath. It is therefore clear that the proceedings in question did not concern the determination of the applicant's civil rights or obligations.", "For the Court to conclude that they likewise did not concern a “criminal charge”, it is sufficient for it to find that they did not involve the imposition of a sanction by the  against the applicant. Admittedly, it notes in this connection that the second set of proceedings formed a stage of the impeachment proceedings instituted by the Seimas, the purpose of which was to determine whether or not the applicant should remain in office as President and be eligible to stand for election. However, in any event, in the context of impeachment proceedings against the President of Lithuania for a gross violation of the Constitution or a breach of the presidential oath, the measures of removal from office and (consequent) disqualification from standing for election involve the head of State's constitutional liability, so that, by virtue of their purpose, they lie outside the “criminal” sphere. Furthermore, and above all, the decision to remove the President from office is taken not by the  but by Parliament.", "67.  The Court thus concludes that Article 6 § 1 of the Convention is not applicable in either its civil or its criminal aspect to the  proceedings in issue.", "68.  It also follows from the foregoing that the applicant was not “charged with a criminal offence” within the meaning of Article 6 § 2 of the Convention in those proceedings, or “convicted” or “tried or punished ... in criminal proceedings” within the meaning of Article 4 § 1 of Protocol No. 7, and that the proceedings did not result in his being held “guilty of a criminal offence” or receiving a “penalty” within the meaning of Article 7 of the Convention. Those provisions likewise do not apply in the present case.", "69.  It follows that this part of the application is incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 and must be rejected pursuant to Article 35 § 4.", "II.  ALLEGED VIOLATION OF ARTICLE 3 OF PROTOCOL No. 1", "70.  In the supplement of 30 September 2005 to his application the applicant complained of his lifelong disqualification from elected office, arguing that permanently denying him the opportunity to stand for election although he was a politician enjoying considerable popular support was contrary to the very essence of free elections and was a wholly disproportionate measure. In the supplement of 30 November 2006 to his application he further submitted that the amendment of electoral law passed following his removal from office had been arbitrary and designed to bar him from holding any public office in future. He relied on Article 3 of Protocol No. 1, which provides:", "“The High Contracting Parties undertake to hold free elections at reasonable intervals by secret ballot, under conditions which will ensure the free expression of the opinion of the people in the choice of the legislature.”", "A.  Admissibility", "1.  Applicability of Article 3 of Protocol No. 1", "71.  The Court reiterates that Article 3 of Protocol No. 1 applies only to the election of the “legislature”.", "72.  Regard being had to the constitutional structure of , it is not in doubt that Article 3 of Protocol No. 1 is applicable to the election of members of the Seimas. The reverse is true, however, as regards the election of the President of Lithuania. It follows that, in so far as the applicant complained about his removal from office or disqualification from standing for the presidency, this part of the application is incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 and must be rejected pursuant to Article 35 § 4.", "2.  Exhaustion of domestic remedies", "73.  The Government submitted that parliamentary elections had been held in 2004 and 2008 and that the applicant had not expressed the wish to be a candidate in them. Had his candidacy been refused, it would have been open to him to apply to the administrative courts, which could then have requested the  to review the constitutionality of the Seimas Elections Act as amended on 15 July 2004. The Government further noted that, as President of Lithuania, the applicant could have applied to the Constitutional Court, under section 61 of the Constitutional Court Act, for an interpretation of its ruling of 11 May 1999, in which it had held that the constitutional sanction imposed in the context of impeachment proceedings was “of an irreversible nature”, and asked it to clarify whether this meant lifelong disqualification from standing for election. He would then have had the option of resigning in order to avoid that outcome. In short, the Government argued, this part of the application should be declared inadmissible for failure to exhaust domestic remedies.", "74.  The applicant submitted in reply that since the Constitutional Court had very clearly ruled on 25 May 2004 that lifelong disqualification from standing for election was a consequence of removal from presidential office, it was certain not only that his registration as a candidate in the 2004 and 2008 parliamentary elections would have been refused but also that any subsequent remedies would have had no prospects of success. He added that an application to the Constitutional Court under section 61 of the Constitutional Court Act for an interpretation of the ruling of 11 May 1999 would have been ineffective, seeing that the meaning of the phrase “of an irreversible nature” was not open to doubt. Lastly, the argument that he would have avoided the impeachment proceedings if he had resigned did not, in his view, call for a response.", "75.  The Court reiterates that the purpose of Article 35 § 1 is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to it. Thus, the complaint to be submitted to the Court must first have been made to the appropriate national courts, at least in substance, in accordance with the formal requirements of domestic law and within the prescribed time-limits. Nevertheless, the only remedies that must be exhausted are those that are effective and capable of redressing the alleged violation (see, among many other authorities, Remli v. , 23 April 1996, § 33, Reports 1996II). More specifically, the only remedies which Article 35 § 1 of the Convention requires to be exhausted are those that relate to the breaches alleged and at the same time are available and sufficient; the existence of such remedies must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness (see, for example, Selmouni v. France [GC], no. 25803/94, § 75, ECHR 1999-V). It falls to the respondent State, if it pleads non-exhaustion of domestic remedies, to establish that these various conditions are satisfied (see, among other authorities, Johnston and Others v. Ireland, 18 December 1986, § 45, Series A no. 112, and Selmouni, loc. cit.).", "76.  In the instant case the Court observes that in its ruling of 25 May 2004 the Constitutional Court held that a person who had been removed from the office of President for a gross violation of the Constitution or a breach of the oath could never again be elected President of the Republic or a member of the Seimas or hold an office for which it was necessary to take an oath in accordance with the Constitution. It follows from Article 107 of the Lithuanian Constitution that decisions of the  have statutory force and are final. Furthermore, as the Government pointed out in their written observations, the  itself is bound by its own precedents. An appeal against a refusal to register the applicant as a candidate for election to the Seimas would therefore have been bound to fail. Indeed, the Supreme Administrative Court's decision of 28 May 2004 provides an illustration of this point, since it attached decisive weight to the Constitutional Court's conclusions of 25 May 2004 in dismissing the applicant's complaint against the refusal of the Central Electoral Committee to register him as a candidate in the 2004 presidential election.", "77.  The Court also takes note of the Government's argument that the applicant could have made a prior request to the Constitutional Court for clarification of whether removal from office entailed lifelong disqualification from standing for election and that, if that position were confirmed, he could have resigned before the vote on whether to remove him from office. Such a request could not, however, have prompted an examination of the applicant's particular situation for the purposes of Article 3 of Protocol No. 1. It would also have required him to resign voluntarily as President and thereby to accept such a restrictive condition that the remedy in question could not in any event be regarded as “accessible”. It cannot therefore be classified as a domestic remedy that had to be used for the purposes of Article 35 § 1 of the Convention.", "78.  It follows from the foregoing that the Government have not shown that a domestic remedy satisfying the requirements of Article 35 § 1 of the Convention was available to the applicant.", "3.  Compliance with the six-month time-limit", "79.  The Government submitted that the applicant had raised his complaint under Article 3 of Protocol No. 1 for the first time in a supplement to his application dated 30 September 2005, more than six months after the final domestic decision (the Constitutional Court's ruling of 25 May 2004). They accordingly contended that this part of the application was out of time and, as such, inadmissible.", "80.  The applicant submitted in reply, in particular, that he had already raised the complaint under Article 3 of Protocol No. 1 in substance in his application; as a result, his submissions of 30 September 2005 had simply expanded on an argument he had already submitted to the Court within the six-month period prescribed by Article 35 § 1 of the Convention. He pointed out in that connection that in the Ringeisen v. Austria judgment (16 July 1971, § 90, Series A no. 13) the Court had accepted that initial applications could be followed by “additional documents”, the purpose of which was “to fill the gaps or clarify obscure points”.", "81.  The Court observes, as the Government did, that the applicant did not raise this complaint in his application, even in substance. He mentioned it for the first time in his supplement of 30 September 2005 to the application, more than six months after the Constitutional Court's ruling of 25 May 2004 to the effect that a person removed from office as President for a gross violation of the Constitution or a breach of the constitutional oath could never again be elected as a member of the Seimas – among other positions (see paragraph 34 above) – and the Act of 15 July 2004 amending the Seimas Elections Act accordingly.", "82.  However, regard should be had to the particular features of the present case. The Court notes in this connection that, in so far as the right under Article 3 of Protocol No. 1 to stand in parliamentary elections is in issue here, the applicant's complaint concerns general provisions which did not give rise in his case to an individual measure of implementation subject to an appeal that could have led to a “final decision” marking the start of the six-month period provided for in Article 35 § 1 of the Convention. Admittedly, it might at first sight have appeared conceivable for the applicant to attempt to register as a candidate in parliamentary elections after his removal from office and, once his registration was refused, to apply to the administrative courts on the basis of Article 3 of Protocol No. 1. However, as noted above, in view of the Constitutional Court's ruling of 25 May 2004, such a remedy would have been ineffective in the present case, and an applicant cannot be required to avail himself of a remedy lacking effectiveness (see paragraph 76 above).", "83.  It therefore appears that the applicant's complaint does not concern an act occurring at a given point in time or even the enduring effects of such an act, but rather the Constitutional Court's ruling of 25 May 2004 that a person removed from office as President for a gross violation of the Constitution or a breach of the constitutional oath can never again be elected as a member of the Seimas (among other positions), and the Act of 15 July 2004 amending the Seimas Elections Act accordingly. He is therefore complaining of provisions giving rise to a continuing state of affairs, against which no domestic remedy is in fact available to him. However, as the European Commission of Human Rights noted in the De Becker v. Belgium decision (9 June 1958, no. 214/56, Yearbook 2), the existence of the \nsix-month period specified in Article 35 § 1 of the Convention is justified by the wish of the High Contracting Parties to prevent past judgments being constantly called into question. Although this represents a “legitimate concern for order, stability and peace”, it cannot be allowed to stand in the way of the consideration of a permanent state of affairs which is not a thing of the past but still continues without any domestic remedy being available to the applicant; since there is no justification for the application of the rule, there can be no question of his being debarred by lapse of time. The Commission added that accordingly, “when [it] receives an application concerning a legal provision which gives rise to a permanent state of affairs for which there is no domestic remedy, the problem of the six months period specified in Article 26 [of the Convention (current Article 35 § 1)] can arise only after this state of affairs has ceased to exist; ... in the circumstances, it is exactly as though the alleged violation was being repeated daily, thus preventing the running of the six months period”. The Court itself has subsequently applied this principle. Thus, it has considered the merits of a number of applications which concerned statutory provisions that had not given rise to individual decisions against the applicants but had produced a permanent state of affairs, and which had been lodged more than six months after the entry into force of the provisions in question \n(see, for example, Hirst v. the United Kingdom (no. 2) [GC], no. 74025/01, ECHR 2005-IX, and Sejdić and Finci v. Bosnia and Herzegovina [GC], nos. 27996/06 and 34836/06, ECHR 2009-...).", "84.  In the instant case no domestic remedy is available to the applicant and the state of affairs complained of has clearly not ceased. It cannot therefore be maintained that this part of the application is out of time.", "4.  Application of Article 17 of the Convention", "85.  The Government submitted that it would be contrary to the general principles set forth in the Court's case-law concerning protection of democracy for the applicant to be able to stand in parliamentary elections after having breached his constitutional oath. They added that his real aim was to be re-elected President in the election called for 13 June 2004, and not to become a member of the Seimas. In their submission, the applicant was seeking to use the Convention machinery to gain political revenge and regain the highest State office.", "86.  The applicant asserted in reply that his aim was to obtain a judgment from the Court which would have the effect of allowing him to stand in parliamentary or presidential elections, and that such an aim could not constitute an abuse of rights for the purposes of Article 17 of the Convention.", "87.  The Court reiterates, firstly, that “the purpose of Article 17, in so far as it refers to groups or to individuals, is to make it impossible for them to derive from the Convention a right to engage in any activity or perform any act aimed at destroying any of the rights and freedoms set forth in the Convention; ... therefore, no person may be able to take advantage of the provisions of the Convention to perform acts aimed at destroying the aforesaid rights and freedoms ...” (see Lawless v. Ireland, 1 July 1961, § 7, pp. 45-46, Series A no. 3).", "Since the general purpose of Article 17 is, in other words, to prevent individuals or groups with totalitarian aims from exploiting in their own interests the principles enunciated in the Convention (see W.P. and Others v. Poland (dec.), no. 42264/98, ECHR 2004-VII, and Norwood v. the United Kingdom, no. 23131/03, ECHR 2004-XI), this Article is applicable only on an exceptional basis and in extreme cases, as indeed is illustrated by the Court's case-law.", "88.  The Court has held, in particular, that a “remark directed against the Convention's underlying values” is removed from the protection of Article 10 by Article 17 (see Lehideux and Isorni v. France, 23 September 1998, § 53, Reports 1998-VII, and Garaudy v. France (dec.), no. 65831/01, ECHR 2003-IX). Thus, in Garaudy (ibid.), which concerned, in particular, the conviction for denial of crimes against humanity of the author of a book that systematically denied such crimes perpetrated by the Nazis against the Jewish community, the Court found the applicant's Article 10 complaint incompatible ratione materiae with the provisions of the Convention. It based that conclusion on the observation that the main content and general tenor of the applicant's book, and thus its aim, were markedly revisionist and therefore ran counter to the fundamental values of the Convention and of democracy, namely justice and peace, and inferred from that observation that he had attempted to deflect Article 10 from its real purpose by using his right to freedom of expression for ends which were contrary to the text and spirit of the Convention (see also Witzsch v. Germany (dec.), no. 4785/03, 13 December 2005). The Court reached the same conclusion in, for example,  ((dec.), cited above) and Pavel Ivanov v. Russia ((dec.), no. 35222/04, 20 February 2007), which concerned the use of freedom of expression for Islamophobic and anti-Semitic purposes respectively. In Orban and Others v. France (no. 20985/05, § 35, 15 January 2005) it noted that statements pursuing the unequivocal aim of justifying war crimes such as torture or summary executions likewise amounted to deflecting Article 10 from its real purpose. In the same vein, the Court has held that Article 17 of the Convention prevented the founders of an association whose memorandum of association had anti-Semitic connotations from relying on the right to freedom of association under Article 11 of the Convention to challenge its prohibition, noting in particular that the applicants were essentially seeking to employ that Article as a basis under the Convention for a right to engage in activities contrary to the text and spirit of the Convention (see W.P. and Others, cited above).", "89.  In the present case there is no indication that the applicant was pursuing an aim of that nature. He relied legitimately on Article 3 of Protocol No. 1 to challenge his disqualification from elected office, seeking to obtain a judgment from the Court whose execution at domestic level would have the likely effect of allowing him to stand in parliamentary elections. In other words, he is seeking to regain the full enjoyment of a right which the Convention in principle secures to everyone, and of which he claims to have been wrongly deprived by the Lithuanian authorities, the Government's allegation that the applicant's real aim is to be re-elected President of Lithuania being immaterial in this context. Article 17 of the Convention cannot therefore apply.", "5.  Conclusion", "90.  In so far as the applicant's complaint concerns his removal from office or his disqualification from standing for election as President of Lithuania, this part of the application must be rejected pursuant to Article 35 § 4 of the Convention.", "In so far as it concerns his inability to stand for election to the Seimas, it raises complex issues of fact and law which can only be resolved after examination on the merits. It follows that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. No other ground for declaring it inadmissible has been established. Within these limits, the application must therefore be declared admissible.", "B.  Merits", "1.  The parties' submissions", "(a)  The Government", "91.  The Government noted in the first place that the principle that a person removed from office as President for a gross violation of the Constitution or a breach of the constitutional oath could not stand in presidential or parliamentary elections resulted from an interpretation of the Constitution by the . However, it was not a new judge-made rule applied for the first time by the  in the applicant's case, but an “implicit” provision of the Constitution which that court had simply confirmed. The Government pointed out that rulings of the  were final and binding on everyone, including the court itself, and that, like the actual text of the Constitution, “implicit” constitutional provisions could be amended only by changing the Constitution. They also emphasised that the conclusions reached by the Constitutional Court in the present case had not been unforeseeable, in particular given that, in a ruling of 11 March 1999 (see paragraph 50 above), that court had stressed that the constitutional sanction resulting from removal from office was irreversible; its ruling of 25 May 2004 had thus been consistent with its previous case-law.", "92.  The Government further noted that the restriction in question, which applied only to the passive aspect of the right protected by Article 3 of Protocol No. 1, was not directed at the applicant personally but at a category of individuals to which he indisputably belonged.", "They added that the purpose of the restriction was to prevent persons who had committed a gross violation of the Constitution or breached the constitutional oath from holding an office for which it was necessary to take an oath in accordance with the Constitution; it therefore pursued the legitimate aim not only of preserving the democratic order but also of “protecting national security”.", "In the Government's submission, taking into account what was at stake, the restriction could not be regarded as disproportionate. In that connection they emphasised that such conduct on the part of the highest authorities – especially the head of State – undermined people's trust in State institutions and posed a serious and imminent threat to democracy and the constitutional order. Furthermore, relying on Ždanoka v. Latvia [GC] (no. 58278/00, §§ 100 and 103, ECHR 2006-IV), they highlighted the wide margin of appreciation afforded to States in this sphere and also, referring to the concept of a “democracy capable of defending itself”, the need to take account of the evolution of the political context in which the measure in issue had been taken; features unacceptable in the context of one country's system could be justified in another system. On that point, they stressed that Lithuania had been a democracy only between 1918 and 1940 and after 1990; accordingly, it did not have a long-standing democratic tradition, society had not completely rid itself of the “remnants of the totalitarian occupying regime” – including corruption and a lack of public trust in State institutions – and there were numerous examples of inappropriate and unethical conduct in politics. Lithuania's political, historical, cultural and constitutional situation therefore justified the measure in question, even though it might appear excessive in a well-established democracy. That position was all the more compelling in this instance since the head of State was the institution to which the nation had entrusted the duties of protecting and defending the constitutional order and democracy. Lastly, the lack of a European consensus in this area served to confirm that in deciding that persons dismissed following impeachment proceedings should be permanently disqualified from elected office,  remained within its margin of appreciation.", "93.  In addition, relying on Ždanoka (cited above, §§ 112-14), the Government emphasised that the categories of persons affected by the prohibition imposed on the applicant were clearly and precisely defined and that the applicable rules afforded the highest possible degree of individualisation and guarantees against arbitrariness. They noted in that connection that two institutions were involved in impeachment proceedings, namely the Seimas and the ; only the former could initiate them, and only the latter could rule on whether there had been a violation of the Constitution or a breach of the constitutional oath. Only if the  had established such a violation could the Seimas remove the person concerned from office (and, moreover, this required a three-fifths majority of all members of the Seimas). They also pointed out that impeachment proceedings were judicial in nature, that the rules of criminal procedure applied, that in such proceedings the Seimas was presided over not by one of its members but by a member of the Supreme Court, and that the decision included reasons and was taken following an objective public investigation into the circumstances of the case. In the instant case, moreover, the applicant had had the opportunity to escape “full” constitutional liability by resigning after the Constitutional Court's opinion of 31 March 2004; he would thereby have avoided being removed from office and the resulting disqualification from standing for election.", "(b)  The applicant", "94.  In the applicant's submission, the Constitutional Court's finding that removal from office for a gross violation of the Constitution or a breach of the constitutional oath was irreversible – to such an extent that it could not even be challenged in a popular vote – was excessive. This was particularly true in his case since, although the charges forming the basis for his removal from office were criminal in nature, they had either not given rise to a criminal prosecution after his immunity had been lifted or they had resulted in his acquittal. He was therefore subject to a permanent sanction based on a questionable decision by a court that appeared biased, on account of acts constituting criminal offences in respect of which he had either been acquitted or not prosecuted.", "95.  The applicant – who likewise referred to the principles set forth by the Court in Ždanoka (cited above) – submitted that even assuming that the aim pursued had been legitimate, it was unacceptable for it to have been attained in his case through violations of the Constitution resulting, for example, from retrospective application of the law and denial of a fair trial.", "He further contended that the restriction of his right under Article 3 of Protocol No. 1 was disproportionate in that it was not subject to a time-limit. Noting in that connection that in the Ždanoka case the Chamber (judgment of 17 June 2004) had found a violation of that Article for that reason, he argued that since the authoritative nature of the Constitutional Court's rulings meant that his disqualification was permanent, a finding along similar lines was all the more compelling in his case. Although he nonetheless conceded that the European Commission of Human Rights had reached the opposite conclusion in several cases, he pointed out that all those cases had concerned persons found guilty of particularly serious offences such as war crimes or acts of high treason, whereas he had not been convicted of any criminal offence on account of the acts forming the basis of his disqualification from standing for election.", "Furthermore, in justifying the lack of a time-limit for the disqualification from elected office of a person who had breached his constitutional oath as President by saying that there would always be a doubt as to the reliability of any new oath he would have to take in the event of his subsequent election, the Constitutional Court had lent that measure a preventive purpose which, rather than justifying it, made it even more disproportionate. In the applicant's submission, this amounted to a “presumption of guilt”.", "2.  The Court's assessment", "(a)  General principles", "96. The Court refers to the general principles concerning Article 3 of Protocol No. 1, as set out in the following judgments in particular: \nMathieu-Mohin and Clerfayt v. Belgium (2 March 1987, §§ 46-54, Series A no. 113); Hirst (cited above, §§ 56-62), Ždanoka (cited above, §§ 102-15); Ādamsons v. Latvia (no. 3669/03, § 111, ECHR 2008-...); and Tănase v. Moldova [GC], no. 7/08, §§ 154-162, ECHR 2010-...).", "It follows from the foregoing that Article 3 of Protocol No. 1, which enshrines a fundamental principle of an effective political democracy and is accordingly of prime importance in the Convention system, implies the subjective rights to vote and to stand for election (see Mathieu-Mohin and Clerfayt, cited above, §§ 47-51; Hirst, cited above, §§ 57-58; Ždanoka, cited above, §§ 102-03; and Tănase, cited above, §§ 154-55).", "Although those rights are important, they are not absolute. There is room for “implied limitations”, and Contracting States must be given a margin of appreciation in this sphere (see Mathieu-Mohin and Clerfayt, cited above, § 52; Hirst, cited above, § 60; and Ždanoka, cited above, § 103). The margin in this area is wide, seeing that there are numerous ways of organising and running electoral systems and a wealth of differences, inter alia, in historical development, cultural diversity and political thought within Europe, which it is for each Contracting State to mould into its own democratic vision (see Hirst, cited above, § 61, and Ždanoka, loc. cit.).", "Thus, for the purposes of applying Article 3 of Protocol No. 1, any electoral legislation or electoral system must be assessed in the light of the political evolution of the country concerned; features that would be unacceptable in the context of one system may accordingly be justified in the context of another, at least so long as the chosen system provides for conditions which will ensure the “free expression of the opinion of the people in the choice of the legislature” (see Mathieu-Mohin and Clerfayt, cited above, § 54; Ždanoka, cited above, §§ 106 and 115; and Tănase, cited above, § 157).", "In particular, the Contracting States enjoy considerable latitude in establishing criteria governing eligibility to stand for election, and in general, they may impose stricter requirements in that context than in the context of eligibility to vote (see Ždanoka, cited above, § 115; Ādamsons, cited above, § 111; and Tănase, cited above, § 156).", "However, while the margin of appreciation is wide, it is not \nall-embracing. It is for the Court to determine in the last resort whether the requirements of Article 3 of Protocol No. 1 have been complied with. It has to satisfy itself that the restrictions imposed do not curtail the right in question to such an extent as to impair its very essence and deprive it of its effectiveness; that they pursue a legitimate aim; and that the means employed are not disproportionate. In particular, such restrictions must not thwart “the free expression of the opinion of the people in the choice of the legislature” (see Mathieu-Mohin and Clerfayt, cited above, § 52; Hirst, cited above, § 62; Ždanoka, cited above, § 104; and Tănase, cited above, §§ 157 and 161).", "(b)  Application of these principles in the present case", "97.  In the most recent Grand Chamber case concerning Article 3 of Protocol No. 1 the Court examined whether there had been interference with the applicant's rights under that Article, adding that such interference would constitute a violation unless it met the requirements of lawfulness, pursued a legitimate aim and was proportionate; it then sought to ascertain whether those conditions were satisfied (see Tănase, cited above, §§ 162 and 16380).", "98.  Proceeding in the same manner in the instant case, the Court notes at the outset that the applicant, as a former President of Lithuania removed from office following impeachment proceedings, belongs to a category of persons directly affected by the rule set forth in the Constitutional Court's ruling of 25 May 2004 and the Act of 15 July 2004. Since he has thereby been deprived of any possibility of running as a parliamentary candidate, he is entitled to claim that there has been interference with the exercise of his right to stand for election.", "99.  As to whether the interference was lawful, the Court observes that the principle that a person removed from office as President following impeachment proceedings is no longer entitled to stand for election to the Seimas is clear from the Constitutional Court's ruling of 25 May 2004 and the Act of 15 July 2004.", "The Court notes that the applicant complained that this rule had been applied with retrospective effect. It reiterates, however, that under Article 3 of Protocol No. 1 it is only required to examine the applicant's inability to stand for election to the Seimas. In any event, in so far as the rule in question entails ineligibility for parliamentary office, it was not applied retrospectively in the applicant's case. In fact, the first parliamentary elections in which he was barred from standing were held in October 2004, long after the above-mentioned ruling and legislative enactment.", "100.  As to the aim pursued, given that Article 3 of Protocol No. 1 does not contain a list of “legitimate aims” capable of justifying restrictions on the exercise of the rights it guarantees and does not refer to those enumerated in Articles 8 to 11 of the Convention, the Contracting States are free to rely on an aim not mentioned in those Articles, provided that it is compatible with the principle of the rule of law and the general objectives of the Convention (see, for example, Ždanoka, cited above, § 115).", "The Court accepts that this is the position in the present case. The prohibition imposed on the applicant is the consequence of his removal from office following impeachment proceedings, the purpose of which, according to the Statute of the Seimas, is to determine the constitutional liability of the highest-ranking State officials for acts carried out while in office which undermine the authorities' credibility. The measure thus forms part, according to the reasons given in the Constitutional Court's ruling of 24 May 2004, of a self-protection mechanism for democracy through “public and democratic scrutiny” of those holding public office, and pursues the aim of excluding from the legislature any senior officials who, in particular, have committed gross violations of the Constitution or breached their constitutional oath. As the Government submitted, the measure is thus intended to preserve the democratic order, which constitutes a legitimate aim for the purposes of Article 3 of Protocol No. 1 (see, for example, Ždanoka, cited above, § 118).", "101.  In assessing the proportionality of the interference, it should above all be emphasised that Article 3 of Protocol No. 1 does not exclude the possibility of imposing restrictions on the electoral rights of a person who has, for example, seriously abused a public position or whose conduct has threatened to undermine the rule of law or democratic foundations (see, for example, Ždanoka, cited above, § 110). The present case concerns circumstances of this kind. In the context of impeachment proceedings, the Constitutional Court held that by having, while in office as President, unlawfully and for his own personal ends granted Lithuanian citizenship to J.B., disclosed a State secret to the latter by informing him that he was under investigation by the secret services, and exploited his own status to exert undue influence on a private company for the benefit of close acquaintances, the applicant had committed a gross violation of the Constitution and breached his constitutional oath. On the basis of that finding, the Seimas removed the applicant from office, his inability to serve as a member of parliament being a consequence of that decision.", "102.  Furthermore, as the Court observed above, the categories of persons affected by the disqualification are very clearly defined in law, and as a former President removed from office following impeachment proceedings for a gross violation of the Constitution or a breach of the constitutional oath, there is no doubt whatsoever that the applicant belongs to that group. Indeed, that has never been in dispute. There is therefore a clear link between the applicant's disqualification from elected office and his conduct and situation. As a result, the fact that his disqualification was not based on a specific court decision following a review of its proportionality in the individual circumstances of his case is not decisive (see, for example, Hirst, cited above, § 71; Ždanoka, cited above, §§ 11314, 115 (d) and 128; and Ādamsons, cited above, §§ 124-25), especially since the finding that he had committed a violation of the Constitution and breached his constitutional oath was made by the Constitutional Court, which offers the guarantees of a judicial body.", "More broadly, the Court observes that in the context of impeachment proceedings, following which a senior State official may be removed from office and barred from standing for election, domestic law provides for a number of safeguards protecting the persons concerned from arbitrary treatment. Firstly, it appears from the case-law of the  and the Statute of the Seimas that the rules of criminal procedure and fair-trial principles apply in impeachment proceedings (see paragraphs 46 and 50 above). In addition, while the decision to initiate such proceedings on account of a gross violation of the Constitution or a breach of the constitutional oath and the final decision to remove a senior official from office are the prerogative of a political body, namely the Seimas, it is the task of a judicial body, namely the Constitutional Court, to rule on whether there has been a violation of the Constitution; if the court finds no such violation, the Seimas cannot remove the official from office. Furthermore, when sitting in impeachment proceedings the Seimas is presided over not by one of its members but by a judge of the Supreme Court, and it cannot remove a person from office other than by a three-fifths majority of its members in a reasoned decision. Lastly, in the specific circumstances of the present case the Court observes that the applicant, assisted by counsel, gave evidence to the Seimas and the  at public hearings.", "103.  Be that as it may, the Court, while not wishing either to underplay the seriousness of the applicant's alleged conduct in relation to his constitutional obligations or to question the principle of his removal from office as President, notes the extent of the consequences of his removal for the exercise of his rights under Article 3 of Protocol No. 1; as positive constitutional law currently stands, he is permanently and irreversibly deprived of the opportunity to stand for election to Parliament. This appears all the more severe since removal from office has the effect of barring the applicant not only from being a member of parliament but also from holding any other office for which it is necessary to take an oath in accordance with the Constitution (see paragraph 34 above).", "104.  Admittedly, the Government contended that in assessing proportionality in the present case, regard should be had to the evolution of the local political context in which the principle of disqualification from elected office was applied. The Court does not disagree. It takes note in this connection of the Government's argument that, in a recent democracy such as (according to the Government) Lithuania, it is not unreasonable that the State should consider it necessary to reinforce the scrutiny carried out by the electorate through strict legal principles, such as the one in issue here, namely permanent and irreversible disqualification from standing in parliamentary elections. Nevertheless, the decision to bar a senior official who has proved unfit for office from ever being a member of parliament in future is above all a matter for voters, who have the opportunity to choose at the polls whether to renew their trust in the person concerned. Indeed, this is apparent from the wording of Article 3 of Protocol No. 1, which refers to “the free expression of the opinion of the people in the choice of the legislature”.", "Still, as the Government suggested, the particular responsibilities of the President of Lithuania should not be overlooked. An “institution” in himself and the “personification” of the State, the President carries the burden of being expected to set an example, and his place in the Lithuanian institutional system is far from merely symbolic. In particular, he enjoys significant prerogatives in the legislative process since he has the right to initiate legislation (Article 68 of the Constitution) and the possibility, when a law is submitted to him for signature and promulgation, of sending it back to the Seimas for reconsideration (Article 71 of the Constitution). In the Court's view, it is understandable that a State should consider a gross violation of the Constitution or a breach of the constitutional oath to be a particularly serious matter requiring firm action when committed by a person holding that office.", "105.  However, that is not sufficient to persuade the Court that the applicant's permanent and irreversible disqualification from standing for election as a result of a general provision constitutes a proportionate response to the requirements of preserving the democratic order. It reaffirms in this connection that the “free expression of the opinion of the people in the choice of the legislature” must be ensured in all cases.", "106.  The Court notes, firstly, that Lithuania's position in this area constitutes an exception in Europe. Indeed, in the majority of the Council of Europe's member States with a republican system where impeachment proceedings may be brought against the head of State, impeachment has no direct effects on the electoral rights of the person concerned. In the other States in this category, there is either no direct effect on the exercise of the right to stand in parliamentary elections, or the permissible restrictions require a specific judicial decision and are subject to a time-limit \n(see paragraph 62 above).", "107.  The Court further observes that the circumstances of the present case differ greatly from those of the Ždanoka case, to which the Government referred. The central issue in that case was a statutory provision barring persons who, like the applicant, had “actively participated after 13 January 1991” in the Communist Party of Latvia (CPL) from standing in parliamentary elections. The provision had been enacted by Parliament on account of the fact that, shortly after the Declaration of Independence of 4 May 1990, the party in question had been involved in organising and conducting attempted coups in January and August 1991 against the newly formed democratic regime. After observing in particular that, in the historical and political context in which the impugned measure had been taken, it had been reasonable for the legislature to presume that the leading figures of the CPL held an anti-democratic stance, the Court concluded that there had been no violation of Article 3 of Protocol No. 1. It held in particular that while such a measure could not be accepted in the context, for example, of a country with a long-established framework of democratic institutions, it might be considered acceptable in Latvia in view of the historical and political context which had led to its adoption, and given the threat to the new democratic order posed by the resurgence of ideas which, if allowed to gain ground, might appear capable of restoring a totalitarian regime (see Ždanoka, cited above, §§ 132-36; see also Ādamsons, cited above, § 113). However, besides the obvious contextual differences between that case and the present one, the Court, without wishing to underplay the seriousness of the applicant's alleged conduct in relation to his constitutional obligations, observes that the importance of his disqualification for the preservation of the democratic order in  is not comparable.", "108.  The Court also notes that, in finding no violation in the Ždanoka case, it attached considerable weight to the fact that, firstly, the Latvian parliament periodically reviewed the provision in issue and, secondly, the  had observed that a time-limit should be set on the restriction. It further concluded that the Latvian Parliament should keep the restriction under constant review, with a view to bringing it to an early end, and added that such a conclusion was all the more justified in view of the greater stability which Latvia now enjoyed, inter alia by reason of its full European integration, indicating that any failure by the Latvian legislature to take active steps to that end might result in a different finding by the Court (see Ždanoka, loc.cit.).", "109.  Thus, in assessing the proportionality of such a general measure restricting the exercise of the rights guaranteed by Article 3 of Protocol No. 1, decisive weight should be attached to the existence of a time-limit and the possibility of reviewing the measure in question. The need for such a possibility is, moreover, linked to the fact that, as the Government noted, the assessment of this issue must have regard to the historical and political context in the State concerned; since this context will undoubtedly evolve, not least in terms of the perceptions which voters may have of the circumstances that led to the introduction of such a general restriction, the initial justification for the restriction may subside with the passing of time.", "110.  In the present case, not only is the restriction in issue not subject to any time-limit, but the rule on which it is based is set in constitutional stone. The applicant's disqualification from standing from election accordingly carries a connotation of immutability that is hard to reconcile with Article 3 of Protocol No. 1. This is a further notable difference between the present case and the Ždanoka case cited above.", "111.  The Court observes, lastly, that although it is worded in general terms and is intended to apply in exactly the same manner to anyone whose situation corresponds to clearly defined criteria, the provision in question results from a rule-making process strongly influenced by the particular circumstances.", "In this connection it notes in particular that the second paragraph of Article 56 of the Constitution, which specifies the persons who cannot be elected as members of the Seimas, makes no reference to persons who have been removed from office following impeachment proceedings. When the Seimas decided to remove the applicant from office as President \n(on 6 April 2004), no legal provision stated that he was to be barred from standing for election as a result. Accordingly, when he informed the Central Electoral Committee of his intention to stand in the presidential election called for 13 June 2004 following his removal from office, the committee initially found (on 22 April 2004) that there was nothing to prevent him from doing so. The Seimas then introduced an amendment to the Presidential Elections Act to the effect that anyone who had been removed from office following impeachment proceedings could not be elected President until a period of five years had elapsed, as a result of which the committee ultimately refused to register the applicant as a candidate. Further to an action brought by members of the Seimas, the Constitutional Court held (on 25 May 2004) that such disqualification was compatible with the Constitution but that subjecting it to a time-limit was unconstitutional, adding that it applied to any office for which it was necessary to take an oath in accordance with the Constitution. The Seimas subsequently \n(on 15 July 2004) introduced an amendment to the Seimas Elections Act to the effect that anyone who had been removed from office following impeachment proceedings was ineligible to be a member of parliament.", "The striking rapidity of the legislative process reinforces the impression that it was at least triggered by the specific desire to bar the applicant from standing in the presidential election called as a result of his removal from office. That, admittedly, is not a decisive factor for the purposes of Article 3 of Protocol No. 1, which applies only to the election of the legislature. However, the Court considers that it constitutes an additional indication of the disproportionate nature of the restriction of the applicant's rights under that Article (see, mutatis mutandis, Tănase, cited above, § 179).", "112.  Having regard to all the above factors, especially the permanent and irreversible nature of the applicant's disqualification from holding parliamentary office, the Court finds this restriction disproportionate and thus concludes that there has been a violation of Article 3 of Protocol No. 1.", "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 3 OF PROTOCOL No. 1", "113.  The applicant complained that he had not had an effective remedy available in respect of the Constitutional Court's ruling of 25 May 2004. He relied on Article 13 of the Convention taken in conjunction with Article 3 of Protocol No. 1. Article 13 provides:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "114.  Having regard to its finding of a violation of Article 3 of Protocol No. 1, the Court considers that the applicant had an “arguable claim” calling in principle for the application of Article 13 of the Convention.", "However, it reiterates that the absence of remedies against decisions of a constitutional court will not normally raise an issue under this Article \n(see for example, Wendenburg and Others v. Germany (dec.), no. 71630/01, ECHR 2003-II).", "It further observes that in the instant case the applicant's complaint concerns his inability to challenge the rule laid down by the Constitutional Court in its decision on an action for review of constitutionality, to the effect that a person removed from office as President for a gross violation of the Constitution or a breach of the constitutional oath is no longer entitled to hold office as a member of parliament, among other positions. However, Article 13 of the Convention, which does not go so far as to guarantee a remedy allowing a Contracting State's laws as such to be challenged before a national authority on the ground of being contrary to the Convention \n(see, for example, James and Others v. the United Kingdom, 21 February 1986, § 85, Series A no. 98; Christine Goodwin v. the United Kingdom [GC], no. 28957/95, § 113, ECHR 2002-VI; Roche v. the United Kingdom [GC], no. 32555/96, § 137, ECHR 2005-X; and Tsonyo Tsonev v. Bulgaria, no. 33726/03, § 47, 1 October 2009), likewise cannot require the provision of a remedy allowing a constitutional precedent with statutory force to be challenged. In the present case the complaint raised by the applicant under Article 13 falls foul of this principle, seeing that his disqualification does not derive from an individual decision against him but from the application of the above-mentioned rule (see, mutatis mutandis, Tsonyo Tsonev, cited above, § 48).", "115.  It follows that this part of the application is manifestly ill-founded and as such must be rejected as inadmissible pursuant to Article 35 §§ 3 (a) and 4 of the Convention.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "116.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "117.  The applicant sought 50,000 euros (EUR) in compensation for the non-pecuniary damage caused by the fact that he was deprived for life of the right to stand for election and by the extensive media coverage of the proceedings against him.", "In respect of pecuniary damage, he sought an amount corresponding to forty-seven months' salary as President, making a total of EUR 183,912.88. He submitted in that connection that his monthly salary had been EUR 3,913.04 and that he had been removed from office after thirteen months of the five-year term for which he had been elected. He also sought reimbursement of his “final pension”. He noted that under Lithuanian law, former presidents were entitled to a lifetime pension amounting to 50% of their salary; since the average life expectancy in  was seventy-seven years and he would have been fifty-three at the end of his term of office, he assessed the loss sustained on that account at EUR 586,956.", "118.  The Government contended that the claim for pecuniary damage was unfounded, unsubstantiated and excessive. They further argued that there was no causal link between the pecuniary damage referred to by the applicant and the alleged violation of Article 3 of Protocol No. 1 and that he had not substantiated his claims under that head either.", "119.  The Court would point out that its finding of a violation of Article 3 of Protocol No. 1 does not relate to the manner in which the impeachment proceedings against the applicant were conducted or to his removal from office as President, but solely to his permanent and irreversible disqualification from standing for election to Parliament. It thus concludes that there is no causal link between the alleged pecuniary damage and the violation of the Convention it has found and dismisses the applicant's claims under this head. In addition, while finding that the applicant is, on the other hand, entitled to claim that he has suffered non-pecuniary damage, it considers, having regard to the particular circumstances of the case, that such damage is sufficiently compensated by its finding of a violation of Article 3 of Protocol No. 1.", "That apart, the Court also reiterates that by virtue of Article 46 of the Convention, the Contracting Parties have undertaken to abide by the final judgments of the Court in any case to which they are parties. Furthermore, it follows from the Convention, and from Article 1 in particular, that in ratifying the Convention the Contracting States undertake to ensure that their domestic legislation is compatible with it. This means, inter alia, that a judgment in which the Court finds a breach of the Convention or its Protocols imposes on the respondent State an obligation to determine, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be taken in its domestic legal order to put an end to the violation found by the Court and make all feasible reparation for its consequences, in such a way as to restore as far as possible the situation existing before the breach (see, for example, Assanidze v. Georgia [GC], no. 71503/01, § 198, ECHR 2004-II, and Verein gegen Tierfabriken Schweiz (VgT) v. Switzerland (no. 2) [GC], no. 32772/02, § 85, ECHR 2009...).", "B.  Costs and expenses", "120.  The applicant also sought reimbursement of the costs of his representation before the Seimas and the  (EUR 35,000) and before the Court (EUR 39,000), and of the expenses incurred by him and his lawyer in travelling to  for the Grand Chamber hearing (estimated at EUR 2,500).", "121.  The Government argued that the applicant had not produced any evidence in support of those claims. They further contended that he had omitted to show that the (unreasonable) amount claimed for the costs incurred in the domestic proceedings had been necessary to prevent the alleged breach of Article 3 of Protocol No. 1. In addition, they argued that the claims relating to the proceedings before the Court were excessive.", "122.  The Court observes that the proceedings before the Constitutional Court and the Seimas were not intended to “prevent or redress” the violation of the Convention which it has found (see, for example, Zimmermann and Steiner v. Switzerland, 13 July 1983, § 36, Series A no. 66; \nLallement v. France, no. 46044/99, § 34, 11 April 2002; and Frérot v. France, no. 70204/01, § 77, 12 June 2007), since the violation results solely from the applicant's inability to stand for election to Parliament. The applicant is therefore not entitled to claim reimbursement of the costs and expenses relating to those proceedings.", "With regard to those incurred in the proceedings before the Court, including in connection with the hearing on 28 April 2010, the Court reiterates that an award can be made in respect of costs and expenses only in so far as they have been actually and necessarily incurred by the applicant and are reasonable as to quantum; furthermore, Rule 60 §§ 2 and 3 of the Rules of Court requires the applicant to submit itemised particulars of all claims, together with any relevant supporting documents, failing which the Court may reject the claims in whole or in part (see, for example, Frérot, loc. cit.). In the present case, seeing that the applicant did not produce any documents in support of his claims, the Court decides to dismiss them in their entirety.", "FOR THESE REASONS, THE COURT", "1.  Declares unanimously the complaints under Articles 6 and 7 of the Convention and Article 4 of Protocol No. 7 inadmissible;", "", "2.  Declares unanimously the complaint under Article 3 of Protocol No. 1 in so far as it concerns the applicant's removal from office or his ineligibility to stand for election as President of Lithuania inadmissible;", "", "3.  Declares by a majority the complaint under Article 3 of Protocol No. 1 in so far as it concerns the applicant's inability to stand for election to the Seimas admissible;", "", "4.  Declares unanimously the complaint under Article 13 of the Convention, taken in conjunction with Article 3 of Protocol No. 1 inadmissible;", "", "5.  Holds by fourteen votes to three that there has been a violation of Article 3 of Protocol No. 1 on account of the applicant's inability to stand for election to the Seimas;", "", "6.  Holds unanimously that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;", "", "7.  Dismisses unanimously the remainder of the applicant's claim for just satisfaction.", "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 6 January 2011.", "\tMichael O'Boyle\tJean-Paul Costa \n\tDeputy Registrar \tPresident", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the partly dissenting opinion of Judge Costa joined by Judges Tsotsoria and Baka is annexed to this judgment.", "J.-P.C.\nM.O'B.", "", "\nPARTLY DISSENTING OPINION OF JUDGE COSTA JOINED BY JUDGES TSOTSORIA AND BAKA", "(Translation)", "1.  I disagree with the opinion of the majority of the Grand Chamber as expressed in the above judgment. My dissent is only partial but concerns two issues I consider important. I shall begin with some general observations.", "2.  The case is a political one. The applicant, Mr Rolandas Paksas, was elected President of the  by direct universal suffrage and held office as head of State from 26 February 2003 to 6 April 2004. On the latter date, the Lithuanian Parliament (the Seimas) removed him from office as President for gross violations of the Constitution as established by the . The case is not only political but is also unusual because impeachment proceedings are rarely instituted in Europe and elsewhere in the world and are hardly ever carried through to completion; for example, Richard Nixon, the thirty-seventh President of the United States, resigned in August 1974 to avoid impeachment, which had become likely as a result of the Watergate scandal. More recently, in 2004 the South Korean Parliament impeached the country's President but the impeachment proceedings were declared void by the  two months later.", "This conception of impeachment as both exceptional in nature and normally deterrent in effect has a very long history. In their work Droit constitutionnel (PUF, Thémis, Paris, 2004, p. 47), Professors Vlad Constantinesco and Stéphane Pierré-Caps point out that in 1742 the British Prime Minister Robert Walpole and his ministers resigned under threat of impeachment, as did Lord North and his ministers in 1782; of course, this British institution, dating back to the fourteenth century, inspired the United States, which nevertheless had (and still has) a presidential rather than parliamentary system.", "3.  The majority, rightly in my opinion, dismissed several complaints as incompatible ratione materiae with the Convention and its Protocols. In particular, they applied the well-known case-law deriving from Pierre-Bloch v. France (21 October 1997, Reports of Judgments and Decisions 1997-VI) in declaring Article 6 § 1 inapplicable to Constitutional Court proceedings; and they held that Article 3 of Protocol No. 1, concerning the right to free elections – which the case-law of the European Commission and Court of Human Rights has extended to the right to vote and to stand in elections (as, indeed, seems to follow from the State's obligation to ensure “the free expression of the opinion of the people in the choice of the legislature”) – applies only to the election of the “legislature”: accordingly, it does not apply to the President's removal from office, or to eligibility to stand for election as President (or indeed to referendums, an issue not arising here).", "4.  Finding that the applicant's disqualification from standing for election to the Seimas thus fell within the scope of Article 3 of Protocol No. 1, the majority went on to hold that this complaint was admissible and \nwell-founded. I am unable to agree on either point.", "5.  Firstly, the judgment considers that both the admissibility criteria set forth in Article 35 § 1 of the Convention were satisfied. It takes the view that the applicant exhausted domestic remedies or did not have any available (which amounts to the same thing), and that his complaint was not lodged outside the six-month time-limit. These two findings are of unequal accuracy and to my mind are contradictory.", "6.  Following impeachment proceedings as provided for by the Constitution, the Seimas removed Mr Paksas from office on 6 April 2004. Fresh presidential elections were called for 13 June. The applicant applied to be registered as a candidate, but his candidacy was refused on 10 May by the Central Electoral Committee and on 28 May the  dismissed his complaint against that decision. All this is mentioned as a reminder of the context, since the complaints concerning the applicant's removal from office and the presidential election are inadmissible ratione materiae.", "As to the applicant's eligibility to stand for election to the Seimas, it was ruled out by an Act passed by the Seimas on 15 July 2004, further to the Constitutional Court's ruling of 25 May 2004 to the effect that a person who had been removed from office as head of State for a gross violation of the Constitution, such as Mr Paksas, could never again be (re-)elected as President or even as a member of the Seimas. As far as the latter disqualification is concerned, the decision forming the basis of the alleged violation of Article 3 of Protocol No. 1 is either the Constitutional Court's ruling on the disqualification, or at the very latest the Act implementing that ruling and giving it statutory effect.", "7.  I can accept that the applicant did not have an effective remedy in respect of any of those measures. The Constitutional Court's ruling is final by virtue of Article 107 of the Constitution (see paragraphs 41 and 76 of our judgment). Moreover, any remedy used in an attempt to have the Act of 15 July 2004 declared unconstitutional would logically have been bound to fail, since the  would have no plausible reason to find fault with a legislative provision enacted by way of implementing its own ruling. Accordingly, I do not contest the conclusion reached by the majority in paragraph 78 of the judgment, while having some reservations as to the underlying reasoning, although it is unnecessary for me to express them.", "8.  On the other hand, I cannot accept in all legal conscience the finding that the application is not out of time, at least in respect of the only admissible complaint. Since no judicial (or other) remedy was available, the final domestic decision was, at the latest and at best from the applicant's perspective, the Act of 15 July 2004. That date constitutes the starting-point, the dies a quo, for the six-month period. Being unable to apply to any national court, Mr Paksas would not have breached the principle of subsidiarity by applying to the European Court of Human Rights; quite the contrary. In paragraph 81, however, the judgment observes, as the Government did, that in his application (lodged on 23 September 2004, within the time-limit) the applicant did not raise, even in substance, the complaint concerning his ineligibility to stand for election to the Seimas. Although the applicant – who, moreover, was well informed and represented by qualified lawyers – could and should have done so, he did not raise that complaint until 30 September 2005, one year later, in a supplement to his application.", "9.  To counter this unassailable argument that this complaint is out of time, the majority resort to the notion of a continuing situation. In my view, the assistance thus offered to an applicant who has displayed a manifest lack of diligence is ingenious but artificial, and in any event I must say that I am not convinced. Admittedly, the provisions prescribing or governing \nMr Paksas's inability to stand for election have a permanent effect. But that is the case with most instantaneous acts; they rarely have a temporary effect. When Article 2 (still in force) of the Civil Code of 30 Ventôse Year XII \n(21 March 1804) states that “the law provides only for the future; it has no retrospective effect”, the words “for the future” mean “on a permanent basis”, unless, of course, a subsequent law repeals or amends the initial law (lex posterior derogat priori).", "Whether the disqualification from elected office is permanent or subject to a time-limit – an issue which may have a bearing on its compatibility with the substantive right guaranteed by Article 3 of Protocol No. 1 – this has nothing to do with the concepts of an instantaneous act or a continuing situation. Otherwise, nearly all legal measures would give rise to situations that could be described as such, and the six-month rule would scarcely ever be applicable.", "10.  The criterion of a time-limit is to be taken seriously. It does not reflect empty formalism. Time-limits for appealing exist for all national courts; they are generally shorter than the six-month period laid down in the Convention, which takes into account the difficulties for certain applicants (surely not the case for Mr Paksas) to obtain information about the Convention and to institute proceedings in Strasbourg. Time-limits for appealing pursue several legitimate aims, among them the proper administration of justice and, even more importantly, legal certainty and stability. In the case-law this admissibility criterion has been construed without excessive rigidity, but it must be applied rigorously. Rigidity and rigorousness are not synonymous, and any slackness would in my view be dangerous, not least for the future of the European human-rights protection system. As to the notion of a continuing situation, it does not stem from the text of the Convention but is a judge-made construct that has developed in a quite different environment from the present case, for example in cases of disappearances. According it too much significance in the case-law would likewise be dangerous in my opinion, for while a sometimes legitimate exception to a rule explicitly laid down in the Convention may mitigate the effects of the rule, it should not render it nugatory; the case-law may interpret the text of the Convention, but should not take its place.", "11.  I therefore have no hesitation in finding that the complaint was out of time. I could leave it at that. Just to make things clear, however, I wish to add, not without some doubt, that if the complaint had been submitted in time, I would probably have concluded that it was ill-founded.", "12.  The judgment as a whole appears moderate and balanced, if I may express an opinion. It finds only a “narrow” violation. The conviction of the majority is that lifelong disqualification from standing for election is excessive and thus unacceptable. This view is all the more understandable because the penalty is severe (although in politics, nothing is ever final, not even electoral legislation; but one should not speculate on this point). And the case-law generally takes a strict approach to prohibitions of this type, as in the case of permanent exclusion orders against foreign nationals \n(see Mehemi v. France, 25 September 1997, Reports 1997-VI). However, the allegations against the applicant were not trivial either, and it was the national parliament which, following a ruling by a high-level court, removed him from office and passed the impugned Act. In such a specific and delicate field as electoral law, and in a case involving the complex relations between the different public authorities, subject to the ultimate scrutiny of the electorate, and thus the sovereign people, I would advocate restraint; the State has a wide discretion, and therefore it seems to me that the legitimate European supervision in this case should be restricted or limited. For that reason, I would probably have voted against point 5 of the operative provisions even if the facts could have led me to vote in favour of point 3; it seems more honest for me to say so.", ""]}