{"file": "ENG_CLIN_43994_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "43994/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 156", "October 2012", "E.M. v. Romania - 43994/05", "Judgment 30.10.2012 [Section III]", "Article 3", "Effective investigation", "Failure in criminal proceedings to take measures necessary to assess credibility of an alleged act of domestic violence that was supported by forensic evidence: violation", "", "Facts – The applicant alleged that at about 5 p.m. on 4 March 2004, while in the matrimonial home with her daughter, she received a telephone call from her husband asking her to leave and threatening to kill her. Her husband later returned to the flat and threatened to beat her until she required hospital treatment and to kill her if she did not move out. He threw several objects to the ground and struck her, all in the presence of her daughter,. On 5 March 2004 the applicant took her daughter for a medical examination, at which it was concluded that the child was psychologically traumatised. On 6 March 2004 the applicant went to hospital; the medical certificate stated that she presented traumatic injuries necessitating eight to nine days treatment that could have been sustained on 4 March 2004 and have resulted from repeated blows with a hard object. The couple divorced in October 2004.", "On 6 March 2004 the applicant lodged a criminal complaint against her husband with the police. On 3 May 2004 she brought criminal proceedings accusing him of threats, insults, assault and other acts of violence. In a judgment of 14 March 2005, the court of first instance upheld her complaint in part and ordered her husband to pay a fine. He appealed. In a judgment of 9 June 2005, the county court upheld his appeal, quashed the judgment delivered at first instance and directed the husband’s acquittal of the charges of assault and other acts of violence.", "Law – Article 3 (procedural aspect): The applicant had complained to the national courts of domestic violence by her husband on 4 March 2004. She had joined to her complaint two copies of medical certificates confirming she had been assaulted. A statutory framework had been in place to enable her to complain about the assault and to seek protection from the authorities. Although she had complained only of one incident, the authorities were nonetheless under a duty to act with diligence and to take the matter seriously where the alleged existence of an act of domestic violence, supported by forensic evidence, was brought to their attention. By a judgment of 14 March 2005, the first-instance court, which had carried out the judicial investigation into the case and examined the evidence directly, had ordered the husband to pay a fine in respect of assault and other acts of violence. On appeal, however, the county court had overturned that judgment and, reinterpreting the evidence, ordered his acquittal. While the domestic authorities had had a difficult task in assessing the evidence, as they had been confronted with two conflicting versions of the events and had no “direct” evidence, the investigators nevertheless had a duty to take the necessary measures to evaluate the credibility of the different accounts and elucidate the facts. In addition, the county court had justified its decision on the grounds that there was no evidence that the husband had carried out the assault. In reaching that decision, it had rejected a witness statement on the grounds that it was not credible and found that the applicant’s statement was not sufficiently detailed with regard to the offences charged. Without calling into question the outcome of the investigation, the county court had reached its decision on the basis of the same evidence as that which the first-instance court had found sufficient to find the husband criminally liable. It had thus had sufficient plausible information before it to make it aware of the need to conduct a thorough verification of the entire case. Yet, while noting failings in the investigation which might be considered to undermine the first-instance judgment, the county court had closed the proceedings without taking steps to remedy them. Had it played an active role and used its powers under domestic law, especially where, as here, the possibility of domestic violence had been raised, it could have ordered that new evidence be sought in order to elucidate the facts. Instead, despite having sufficient elements to enable it to order further investigations, the county court had closed the case, so making the applicant bear the responsibility for the lack of evidence. Accordingly, the criminal-law system, as applied in the applicant’s case, had proved incapable of leading to the identification and punishment of the person responsible for the assault, leaving possible avenues for investigation unexplored. Finally, when making the first of her complaints the applicant had requested assistance and protection from the authorities for herself and her daughter against her husband’s aggressive conduct. Despite the fact that the statutory framework provided for cooperation between the various authorities and for non-judicial measures to identify and ensure action was taken in respect of domestic violence, and although the medical certificate provided prima facie evidence of the applicant’s allegations, it did not appear from the case file that any steps had been taken to that end. This indicated a lack of cooperation between the authorities responsible for intervening in a sensitive area of public interest, which had impeded clarification of the facts. Such cooperation had been all the more desirable in the instant case, in that the alleged assault had occurred in the presence of a minor. Thus, the manner in which the investigation had been conducted had not afforded the applicant the effective protection required by Article 3.", "Conclusion: violation (unanimously).", "Article 41: EUR 7,500 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}