{"file": "ENG_CLIN_57001_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "57001/00", "text_paragraphs": ["Information Note on the Court’s case-law No. 77", "July-August 2005", "Străin and Others v. Romania - 57001/00", "Judgment 21.7.2005 [Section III]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Deprivation of property", "Applicants' property sold by the State before judge had decided on the ongoing dispute concerning the person entitled to the right of ownership: violation", "", "Facts: The applicants’ house was nationalised in 1950 and converted into four flats to be let out. The applicants brought an action for recovery of possession of the house in 1993, arguing that the nationalisation had been unlawful. While the proceedings were still pending, the tenants indicated that they wished to purchase the flats. Having been informed that an action for recovery of possession was pending, the State-owned company which managed the property refused the offers to purchase with one exception, selling the flat in question to an internationally renowned football player. At the close of the proceedings the domestic judge held that the nationalisation of the property had been unlawful and that the applicants therefore continued to be the lawful owners of the entire property. However, the judge dismissed the action for recovery of possession of the flat sold by the State, finding that the sale had been valid.", "Law: Article 1 of Protocol N° 1 – The applicants had been the owners of “possessions”: their right of ownership, including ownership of the flat sold during the proceedings, had been recognised retrospectively, and was irrevocable. The fact that the applicants’ ownership rights over all the apartments had been recognised, but their application to recover possession of one of the apartments had been refused, had amounted to a deprivation of property. While the interference with their rights had been designed to protect the rights of the purchaser acting in good faith, having regard to the principle of legal certainty, there was no provision under domestic law for property owners to be paid compensation in such cases. The respondent Government, however, had not cited any exceptional circumstances justifying the total lack of compensation. Furthermore, the State had sold the property despite the fact that the applicants had brought an action against it on the ground that the nationalisation had been wrongful, and despite its refusal to sell the other flats in the same building. Such conduct could not be justified on any public-interest grounds, whether of a political, social or financial nature, or in the interests of society as a whole. Not only had it given rise to discrimination between the various tenants wishing to purchase their flats, it had also been likely to undermine the effectiveness of the courts to which the applicants had applied for protection of the property rights they claimed in respect of the building in question. Given the manner in which the taking of their property had interfered with the fundamental principles of non-discrimination and the rule of law which underpinned the Convention, the total lack of compensation meant that the applicants had had to bear a disproportionate and excessive burden.", "Conclusion: violation (six votes to one).", "Article 41 – The Court held that, if it did not return the property, the Government would have to pay the applicants a sum corresponding to its current value. The Court made awards in respect of non-pecuniary damage and costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}