{"file": "ENG_CLIN_15773_89.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "15773/89", "text_paragraphs": ["Information Note on the Court’s case-law No.", "April 1995", "Piermont v. France - 15773/89 and 15774/89", "Judgment 27.4.1995", "Article 2 of Protocol No. 4", "Article 2 para. 1 of Protocol No. 4", "Freedom of movement", "Lawfully within the territory", "Measure expelling a German national, member of the European Parliament, from French Polynesia and prohibiting her from re-entering that territory, and measure prohibiting her from entering New Caledonia: no violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 2 OF PROTOCOL No. 4", "A.\tMeasure taken in French Polynesia", "No interference with exercise of right to liberty of movement - for a specified period applicant had been able to move around as she wished - once expulsion order had been served, applicant was no longer lawfully on Polynesian territory, which was to be regarded as distinct from metropolitan France.", "Conclusion: no violation (unanimously).", "B.\tMeasure taken in New Caledonia", "No interference with exercise of right to liberty of movement as applicant had never been lawfully within Caledonian territory.", "Conclusion: no violation (unanimously).", "II.\tARTICLE 10 OF THE CONVENTION", "A.\tMeasure taken in French Polynesia", "1.\tWhether there was an interference", "Expulsion: interference with exercise of the right to freedom of expression.", "2.\tWhether the interference was justified", "(a)\tUnder Article 63 of the Convention", "Tense political atmosphere not sufficient to interpret the phrase \"local requirements\" as justifying interference.", "(b)\tUnder Article 16 of the Convention", "Article 16 could not be invoked against applicant, a national of a member State of the European Union, and, moreover, a member of the European Parliament.", "(c)\tUnder Article 10 § 2 of the Convention", "(i) \"Prescribed by law\"", "Legal basis for exclusion order: not necessary to make a ruling on this point.", "Legal basis for expulsion order: section 7 of the Act of 3 December 1849.", "(ii)\"Legitimate aim\"", "Prevention of disorder, and territorial integrity.", "(iii) \"Necessary in a democratic society\"", "Freedom of expression: one of the essential foundations of a democratic society and one of the basic conditions for its progress -protection afforded not only to information and ideas that are favourably received or regarded as matter of indifference, but also to those that shock - especially important for an elected representative, hence necessity for close scrutiny of interferences with freedom of expression.", "Recognition by Court of special impact that applicant's conduct could have had on political atmosphere - nevertheless utterances held against Mrs Piermont had been made during peaceful authorised demonstration - her speech had been contribution to a democratic debate in Polynesia - no call for violence and demonstration not followed by any disorder - in addition, nothing to indicate that measure taken had been purely symbolic - accordingly imbalance between public interest and freedom of expression.", "Conclusion: violation (five votes to four).", "B.\tMeasure taken in New Caledonia", "1. \tWhether there was an interference", "Exclusion: interference with exercise of right to freedom of expression.", "2.\tWhether the interference was justified", "Legal basis for the interference: section 7 of the Act of 3 December 1849 combined with general police powers vested in the High Commissioner of the Republic.", "Applicant's behaviour and fear that she would express her views on sensitive topics on the spot could account for authorities' refusal to let her enter Caledonian territory - since no substantial difference in the applicant's position vis-à-vis the two territories, same reasons as those applying to the measure taken in Polynesia justified identical finding that interference was not necessary.", "Conclusion: violation (five votes to four).", "III.\tARTICLE 14 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 10", "Regard being had to the findings in relation to Article 10, it was not necessary to ascertain whether applicant had been victim of discrimination in comparison with French citizens resident in Polynesia and New Caledonia.", "Conclusion: not necessary to rule on this issue (unanimously).", "IV.\tARTICLE 50 OF THE CONVENTION", "A.\tNon-pecuniary damage: judgment constituted sufficient satisfaction.", "B.\tCosts and expenses before the national courts and Convention institutions: reimbursement, assessed on an equitable basis.", "Conclusion: respondent State to pay applicant specified sum for costs and expenses (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}