{"file": "ENG_CLIN_46295_99.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "46295/99", "text_paragraphs": ["Information Note on the Court’s case-law 42", "May 2002", "Stafford v. the United Kingdom [GC] - 46295/99", "Judgment 28.5.2002 [GC]", "Article 5", "Article 5-1-a", "After conviction", "Continued detention, after expiry of a fixed sentence, on the basis of a mandatory life sentence: violation", "Article 5-4", "Review of lawfulness of detention", "Absence of review of lawfulness of continuing detention on the basis of a mandatory life sentence, following expiry of a fixed sentence: violation", "Facts: The applicant, convicted of murder in 1967, was released on licence in 1979. He left the United Kingdom in breach of his licence, which was consequently revoked. The applicant was arrested in the United Kingdom in 1989 and again released on life licence in 1991. In 1994 he was sentenced to six years’ imprisonment for conspiracy to forge travellers’ cheques and passports. The Secretary of State accepted the recommendation of the Parole Board to revoke his life licence. In 1996 the Secretary of State rejected the Parole Board’s recommendation that the applicant be released on life licence, as a result of which the applicant remained in prison after the expiry of his sentence for forgery. The applicant was granted leave to apply for judicial review of the decision of the Secretary of State, who acknowledged that there was not a significant risk of him committing further violent offences. The Secretary of State’s decision was quashed but the Court of Appeal allowed his appeal. The House of Lords dismissed the applicant’s appeal. The applicant was released on licence in 1998.", "Law: Article 5 § 1 – It was not contested that the applicant’s detention after the expiry of his sentence for forgery was in accordance with a procedure prescribed by English law and otherwise lawful under English law, but this was not conclusive under the Convention. There was no material distinction on the facts between the present case and the Wynne case (Series A no. 294), in which the Court had found no violation of Article 5 § 4 in relation to continued detention after recall to prison of a mandatory life prisoner convicted of an intervening offence of manslaughter, the tariff (i.e. the retribution and deterrence) element of which had expired. However, having regard to the significant developments in the domestic sphere, it was appropriate to re-assess, in the light of present-day conditions, what was the appropriate interpretation and application of the Convention. A steady erosion of the scope of the Secretary of State’s decision-making powers in relation to the fixing of the tariff in respect of different types of life sentence could be identified in the case-law of both the Court and the domestic courts. The developments in domestic law demonstrated an evolving analysis of the role of the Secretary of State concerning life sentences and the continuing role of the Secretary of State in fixing the tariff and in deciding on a prisoner’s release following its expiry had become increasingly difficult to reconcile with the notion of separation of powers. It could now be regarded as established in domestic law that there was no distinction between mandatory life prisoners, discretionary life prisoners and juvenile murderers as regards the nature of tariff-fixing, which was a sentencing exercise. The mandatory life sentence did not impose imprisonment for life as a punishment; rather, the tariff represented the element of punishment. In the present case, the applicant had to be regarded as having exhausted the punishment element for his offence of murder and his continued detention after expiry of the sentence for forgery could not be regarded as justified by his punishment for murder. Nor, in contrast to the position in the Weeks case, was the detention justified on the ground of danger to the public. Consequently, there was no sufficient causal connection between the possible commission of further non-violent offences and the original sentence for murder in 1967. A decision-making power by the executive to detain on the basis of perceived fears of future non-violent criminal conduct unrelated to the original murder conviction did not accord with the spirit of the Convention.", "Conclusion: violation (unanimously).", "Article 5 § 4 – The Secretary of State’s role in fixing the tariff is a sentencing exercise and not the administrative implementation of the sentence of the court. After the expiry of the tariff, continued detention depends on elements of dangerousness and risk associated with the objectives of the original sentence for murder, elements which may change with the course of time, raising new issues of lawfulness. It could no longer be maintained that the original trial and appeal proceedings satisfied, once and for all, issues of the compatibility of subsequent detention of mandatory life prisoners with the provisions of Article 5 § 1. From the expiry of his sentence for forgery until his release, the lawfulness of the applicant’s continued detention was not reviewed by a body with power to release or with a procedure containing the necessary judicial safeguards.", "Conclusion: violation (unanimously).", "Article 41 – The Court awarded the applicant € 16,500 in respect of pecuniary and non-pecuniary damage. It also made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}