{"file": "ENG_CLIN_25446_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "25446/06", "text_paragraphs": ["Information Note on the Court’s case-law No. 151", "April 2012", "Yordanova and Others v. Bulgaria - 25446/06", "Judgment 24.4.2012 [Section IV]", "Article 8", "Article 8-1", "Respect for family life", "Respect for home", "Respect for private life", "Planned eviction of Roma from established settlement without proposals for rehousing: eviction would constitute a violation", "", "Article 46", "Article 46-2", "Execution of judgment", "Measures of a general character", "Respondent State required to take measures to ensure proportionality when enforcing orders for recovery of public land", "", "Facts – The applicants live in a Roma settlement situated on municipal land in Sofia. The land was first occupied by Roma families in the 1960s and 1970s, with more recent arrivals occurring in the 1990s. The homes are makeshift and were built without authorisation. There is no sewage or plumbing. It is undisputed that the applicants’ homes do not meet the basic requirements of the relevant construction and safety regulations and could not be legalised without substantial reconstruction.", "In the early 1990s, tension grew in several regions of Sofia between Roma settlements and their non-Roma neighbours. The issue of Roma settlements was widely debated and a number of leading politicians spoke of the need to empty the “Roma ghettos” in Sofia. However, neither the State, nor the municipal authorities attempted to remove the applicants and their families until 17 September 2005, when the district mayor ordered their forcible removal. The domestic courts held that that order was lawful. The mayor publicly stated that it was not possible to find alternative housing for the settlement’s inhabitants, because they had not been registered as people in need of housing and the municipality could not give them priority over others who had been on the waiting list for many years. The eviction was, however, stayed following intervention by the European Parliament and the issue of an interim measure by the European Court under Rule 39 of its Rules.", "Law – Article 8: The applicants’ expulsion from the makeshift houses they and their families had occupied for many years as part of a community of several hundred people was liable to affect their lifestyle and social and family ties and so constituted interference with their right to respect for their homes, private lives and family lives. Such interference had a valid basis in domestic law and pursued the legitimate aims of securing the economic well-being of the country and protecting health and the rights of others.", "The Government had not, however, established that the impugned measures had been necessary in a democratic society. While the authorities were in principle entitled to recover municipal land that was being occupied unlawfully, they had tolerated the unlawful Roma settlement for several decades thus allowing the applicants to develop strong links with the neighbourhood and to build a community life there. The principle of proportionality required that situations where a whole community and long period were concerned be treated as being entirely different from routine cases of removal of an individual from unlawfully occupied property. Under the relevant domestic law at the time, however, the municipal authorities had not been required to have regard to the various interests involved or consider proportionality and, relying on that legal framework, had given no reasons for the decision to expel the applicants other than to state that they occupied the land unlawfully. The domestic courts had expressly refused to hear arguments based on proportionality and the length of time the applicants had occupied the land undisturbed. While it was undisputed that most of the applicants’ houses did not meet basic sanitary and building requirements, the Government had not shown that alternative methods of dealing with these problems, such as legalising buildings where possible, constructing public sewage and water-supply facilities and providing assistance to find alternative housing where eviction was necessary, had been considered. Nor had the authorities considered the risk of the applicants becoming homeless. Instead they had attempted to enforce the order in 2005 and 2006 regardless of the consequences. The Government had not shown that the land was urgently needed for the public need they had mentioned. Lastly, the authorities had refused to consider approaches specially tailored to the needs of the Roma community on the grounds that that would amount to discrimination against the majority population. That argument failed, however, to recognise the applicants’ situation as an outcast community and socially disadvantaged group potentially in need of assistance to be able effectively to enjoy the same rights as the majority population. The underprivileged status of the applicants’ group had to be a weighty factor in considering approaches to dealing with their unlawful settlement and, if their removal was necessary, in deciding on its timing, modalities and, if possible, arrangements for alternative shelter. This factor had not been taken into account in the present case.", "While it was true that in the years since September 2005 the Government and the local authorities had declared on several occasions that they planned to find a solution to the applicants’ housing problem by providing them with alternative shelter, the discussions and programmes concerned had not been part of a formal procedure before a body empowered to modify the order for their removal and had not resulted in any concrete legal act concerning the applicants. The removal order remained in force and was still enforceable.", "In sum, the 2005 removal order had been based on legislation and issued and reviewed under a decision-making procedure which did not require the examination of proportionality and did not offer safeguards against disproportionate interference.", "Conclusion: violation (unanimously).", "Article 46: General measures should include amendments to the relevant domestic law and practice so as to ensure that orders to recover public land or buildings, where liable to affect Convention-protected rights and freedoms, should, even in cases of unlawful occupation, identify clearly the aims pursued, the individuals affected and the measures in place to secure proportionality.", "The individual measures required were either the repeal of the removal order of 2005 or its suspension pending measures to ensure that the authorities had complied with the Convention requirements, as clarified in the judgment.", "Article 41: Finding of a violation constituted sufficient just satisfaction for any non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}