{"file": "ENG_HEJUD_44925_98.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "44925/98", "text_paragraphs": ["", "", "FOURTH SECTION", "", "", "CASE OF VALOVÁ, SLEZÁK AND SLEZÁK v. ", "", "", "(Application no. 44925/98)", "", "", "JUDGMENT", "", "", "", "", "", "1 June 2004", "", "", "", "FINAL", "", "", "01/09/2004", "", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Valová, Slezák and Slezák v. ,", "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:", "\tSir\tNicolas Bratza, President,\n\tMr\tM. Pellonpää,\n\tMrs\tV. Strážnická,\n\tMr\tJ. Casadevall,\n\tMr\tR. Maruste,\n\tMr\tS. Pavlovschi, ", "\tMr\tL. Garlicki, judges,\nand Mr M. O’Boyle, Section Registrar,", "Having deliberated in private on 16 December 2003 and on 11 May 2004,", "Delivers the following judgment, which was adopted on the lastmentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 44925/98) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Slovakian nationals, Mrs Nadina Valová, Mr Vít Slezák and Mr Askold Slezák (“the applicants”), on 9 November 1998.", "2.  The applicants were represented by Mr J. Havlát, a lawyer practising in . The Government of the  (“the Government”) were represented by Mr P. Vršanský, their Agent, succeeded by Mr P. Kresák in that function.", "3.  The applicants alleged, in particular, that their right to a public hearing before a tribunal and to the peaceful enjoyment of their possessions had been violated.", "4.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section (Rule 52 § 1).", "6.  By a decision of 23 April 2002, the Court declared the application admissible.", "7.  The applicants and the Government each filed observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "8.  On 10 February 1992 the Topoľčany Land Office (Pozemkový úrad) delivered two decisions granting the applicants’ claims for restitution of real property under the Land Ownership Act. The defendants appealed.", "9.  On 16 December 1993 the  branch office of the  (Krajský súd , pobočka v Nitre) quashed these decisions on the ground that at the moment of the expropriation the land in question had been formally owned by a private company established by the members of the applicants’ family. However, the Land Ownership Act provided exclusively for restitution of property taken away from individuals. The  therefore sent the case back to the administrative authority. Prior to deciding on the case the  held a hearing with reference to Section 250q of the Code of Civil Procedure.", "10.  In the meantime, on 13 November 1992, the applicants and another member of their family concluded an agreement with the Western Slovakia Forest Administration. Under the agreement the Western Slovakia Forest Administration undertook to restore, in accordance with the Land Ownership Act, different real property expropriated from the applicants’ family. On 26 November 1992 the Topoľčany Land Office approved the agreement pursuant to Section 9 of the Land Ownership Act. Its decision became final on 18 December 1992.", "11.  On 17 June 1994 the Topoľčany Land Office decided to reopen the proceedings leading to its decision of 26 November 1992 pursuant to Section 62 (1) (a) and (b) of the Administrative Proceedings Act of 1967. The decision referred to the above finding of the  branch office of the Bratislava Regional Court of 16 December 1993 according to which the land taken away from the applicants’ relatives could not be restored under the Land Ownership Act as it had been formally owned by a legal person.", "12.  On 4 July 1997 the applicants appealed through the intermediary of their lawyer. They argued that no relevant new facts had been established and that the decision to reopen the proceedings was not justified by the public interest. The applicants concluded that there existed no legal entitlement for having the proceedings reopened.", "13.  On 22 May 1995 the Ministry of Agriculture upheld the Land Office’s decision of 17 June 1994. The decision stated that no reasons for quashing or modifying the Land Office’s decision had been found. ", "14.  The applicants sought a judicial review of the decision of the Ministry of Agriculture. On 29 September 1995 the Supreme Court (Najvyšší súd) discontinued the proceedings for lack of jurisdiction to review administrative decisions of a procedural nature. Reference was made to Article 248 (2) (e) of the Code of Civil Procedure.", "15.  By a decision of 8 June 1995 the Topoľčany Land Office disapproved the agreement concluded on 13 November 1992 on the ground that the property in question had been taken away from a legal person and that under the Land Ownership Act only property originally owned by individuals could be restored.", "16.  The applicants appealed and argued that there existed no reason for reopening the proceedings and that the land had been taken away from the members of their family.", "17.  On 30 January 1998 the  upheld the Land Office’s decision of 8 June 1995. The judgment stated that the only point to be determined was a question of law, namely whether the plaintiffs were entitled, within the meaning of Section 4 of the Land Ownership Act, to acquire the property. The court noted that in the judgment of 16 December 1993 it had found that the property had been taken away from a private company of which the applicants’ predecessors had been members and which had been a legal person. The  concluded that the applicants lacked standing to claim restitution under the Land Ownership Act. ", "18.  The  further noted that a decision on reopening of proceedings before an administrative authority could not be reviewed by a court. It decided on the case without a hearing with reference to Article 250f of the Code of Civil Procedure.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "A.  The Land Ownership Act", "19.  Section 4 of Act No. 229/91 on Adjustment of Ownership Rights to Land And Other Agricultural Property (“the Land Ownership Act”) provides for restitution of real property to individuals from whom it was transferred to State ownership between 25 February 1948 and 1 January 1990 by means specified in Section 6. Where such persons are no longer alive, their successors are entitled to restitution under conditions specified in paragraph 2 of Section 4. ", "20.  Section 9 (1) provides that a person entitled to restitution must lodge his or her claim with the appropriate land office and, at the same time, must request restitution from the person or entity possessing the real property at issue. The latter is required to conclude, within sixty days, an agreement on transfer of the property with the claimant.", "21.  Under Section 9 (2), such agreements are subject to approval by the competent land office.", "B.  The Administrative Proceedings Act of 1967", "22.  The proceedings before land offices are governed by Act No. 71/1967 on Administrative Proceedings.", "23.  Under Section 3 (1), (3) and (4), administrative authorities are required to proceed in accordance with the law and they are obliged to protect the interests of the State as well as the rights and interests of the citizens. Administrative authorities are further obliged to thoroughly examine each case and to use all means available with a view to resolving it in the correct manner. Facts on which their decisions are based must be reliably established.", "24.  Section 18 provides that administrative proceedings can be brought either upon a request of a party or upon the initiative of the administrative authority. ", "25.  Pursuant to Section 32 (1) and (2), administrative authorities are obliged to establish the relevant facts in an exact and comprehensive manner; in doing so they are not bound by the submissions of the parties. The scope and manner in which the facts are to be established are to be determined by the administrative authority.", "26.  Section 46 provides, inter alia, that an administrative authority’s decision has to be in accordance with the law and it has to be based on facts which are reliably established.", "27.  Under Section 59 (1), an appellate administrative authority is required to review the administrative decision appealed against as a whole. If need be, the appellate authority shall take further action and eliminate shortcomings in the earlier procedure which it has established. ", "28.  Section 62 (1) (a) provides that administrative proceedings in which a final decision has been taken may be reopened at a party’s request when there are new facts or evidence which could substantially affect the decision and which could not be considered in the original proceedings for reasons that cannot be imputed to the party concerned.", "29.  Under Section 62 (1) (b), administrative proceedings in which a final decision has been taken may also be reopened when the decision depended on the examination of a preliminary issue on which the competent authority decided differently.", "30.  Section 62 (2) entitles administrative authorities to reopen proceedings for reasons set out in paragraph 1 provided that the review of a final decision is in the general interest.", "31.  Pursuant to Section 62 (3), administrative proceedings cannot be reopened when the effect of the decision in question was to entitle a party, inter alia, to exercise civil rights, provided that the party concerned acquired the rights in question in good faith.", "32.  Under Section 63 (3) and (4), re-opening of administrative proceedings can be initiated by a party or ordered by an administrative authority not later than three years from the final effect of a decision. After expiry of that three years’ period proceedings can only be re-opened where a decision was obtained as a result of a criminal offence.", "C.  The Code of Civil Procedure", "33.  The lawfulness of certain decisions of administrative bodies can be reviewed by courts in accordance with Part 5 of the Code of Civil Procedure which governs proceedings before the administrative courts.", "34.  Under Article 248 (2) (e), administrative authorities’ decisions of, inter alia, a preliminary and procedural nature cannot be reviewed by courts.", "35.  Article 249 (2) provides that a plaintiff must indicate which part of the administrative decision he or she challenges, state the reasons for which he or she considers such a decision to be unlawful and specify the decision he or she seeks to obtain.", "36.  Section 250f entitled the courts to deliver a judgment without prior oral hearing in simple cases, in particular when there was no doubt as to whether the administrative authority established the facts correctly, and the point at issue was a question of law. In its finding No. PL.ÚS 14/98 of 22 June 1998 the Constitutional Court found that Section 250f of the Code of Civil Procedure was contrary to the Constitution and also to Article 6 § 1 of the Convention. As a result, this provision ceased to be effective.", "37.  Pursuant to Articles 250q and 250r, a court examining an administrative decision can either uphold or quash it. When the decision was not taken pursuant to Section 250f or when the administrative authority did not take a new decision satisfying the plaintiff’s claim, the court may take such evidence as it deems necessary. When the court quashes a decision, the case is sent back to the administrative authority. The latter is bound by the legal opinion expressed by the court.", "D. Domestic practice and academic views", "38.  As a general rule, administrative courts acting under Part 5 of the Code of Civil Procedure are not obliged to examine of their own initiative whether or not an administrative decision conforms to the law. They are rather required to review administrative decisions in the light of the plaintiff’s arguments. In its judgment No. 4 Sž 88/95 delivered on 27 July 1995 the Supreme Court held that the situation is different and that the administrative court is entitled to quash an administrative decision even in the absence of the plaintiff’s submissions to that effect when the decision in question is absolutely void, e.g. when the administrative authority proceeded with a person who lacked standing in the case.", "39.  In accordance with academic opinion, the effect of an administrative decision approving an agreement on restitution of property pursuant to Section 9 of the Land Ownership Act is to entitle the party concerned to exercise civil rights within the meaning of Section 62 (3) of the Administrative Proceedings Act. The proceedings leading to such a decision cannot, therefore, be reopened provided that the party concerned acquired the rights in question in good faith (see Základy pozemkového práva, Komentár a vykonávacie predpisy, JUDr. J. Gaisbacher, JUDr. P. Peceň and Others, Heuréka, 1998, p. 89).", "THE LAW", "I. ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1", "40.  The applicants alleged that their property rights had been violated as a result of the decision to reopen the original proceedings and the subsequent disapproval of the agreement on restitution of property concluded on 13 November 1992. They relied on Article 1 of Protocol No. 1 which provides as follows:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "41.  The Government admitted that by the decision of the Topoľčany Land Office of 8 July 1995 the applicants had been deprived of property which they had earlier acquired by virtue of the same authority’s decision of 26 November 1992. They argued that both the decision of 8 July 1995 and the decision to reopen the proceedings had been in accordance with the relevant provisions of the Land Ownership Act and the Administrative Proceedings Act respectively. The interference was in the public interest as it was aimed at bringing an earlier decision concerning the applicants’ restitution claim into conformity with the subsequent finding of a court which was pertinent for the assessment of that claim. The interference complained of was not disproportionate in the particular circumstances of the case.", "42.  As regards the lawfulness of the decision to reopen the proceedings in particular, the Government argued that neither in their appeal against the Topoľčany Land Office’s decision of 17 June 1994 nor in their submissions to the Nitra Regional Court had the applicants explicitly mentioned their argument according to which Section 62 (3) of the Administrative Proceedings Act excluded the possibility of reopening the proceedings in their case. ", "43.  The Government recalled that under the domestic practice administrative courts were bound by the submissions of parties. In their view, the alleged failure by the administrative authority to comply with Section 62 (3) of the Administrative Proceedings Act cannot as such affect the validity of the decision in question. They concluded that the court dealing with the case was therefore not required to examine of its own initiative whether the procedure had been flawed as a result of the disregard by the administrative authority of Section 62 (3) of the Administrative Proceedings Act. The Government concluded that the applicants’ rights under Article 1 of Protocol No. 1 had not been violated.", "44.  The applicants maintained that they had been deprived of their property as a result of the decision to reopen the proceedings in which the agreement on its restitution had been approved. The interference was contrary to the relevant law, namely Section 62 (3) of the Administrative Proceedings Act. They argued, in particular, that the above provision prevented the administrative authority from reopening the proceedings as the decision in question had entitled them to exercise civil rights. Furthermore, it was not established that they had acquired the property in bad faith. In their view, the administrative authorities should have satisfied themselves of their own initiative whether or not the conditions laid down in Section 62 (3) of the Administrative Proceedings Act were met.", "45.  The applicants also contended that the interference with their property rights was not in the general interest and that it was disproportionate.", "46.  The Court notes that on 26 November 1992 the Topoľčany Land Office approved the decision on restitution of the property in question to the applicants. The Land Office’s decision became final on 18 December 1992. The applicants became owners of that property and exercised property rights in respect of it. Subsequently the competent administrative authority decided to reopen the proceedings leading to the decision of 26 November 1992 and disapproved the restitution agreement. As a result, the applicants lost their title to the property. The Court therefore finds, and it was not disputed between the parties, that the interference complained of amounted to a deprivation of possessions within the meaning of the second sentence of the first paragraph of Article 1 of Protocol No. 1. A taking of property within this “second rule” can only be justified if it is shown, inter alia, to be “in the public interest” and “subject to the conditions provided for by law” (see, e.g., Brumarescu v. Romania [GC], no. 28432/95, § 78, ECHR 1999VII).", "47.  The Court shares the Government’s view that in the present case the deprivation of property was in the public interest as it was aimed at bringing an earlier decision concerning the applicants’ restitution claim into conformity with the subsequent finding of a court which was pertinent for the assessment of that claim.", "48.  As regards compliance with “the conditions provided for by law”, the only point in dispute was whether the reopening of the original proceedings, which brought about the decision to disapprove the restitution agreement, had been permissible in the particular circumstances of the case. The information available indicates that Section 62 (3) of the Administrative Proceedings Act of 1967 was pertinent in this respect. In accordance with this provision, administrative proceedings cannot be reopened when the decision in question entitled a party, inter alia, to exercise civil rights provided that the party concerned acquired the rights in question in good faith. ", "49.  The Court considers irrelevant the Government’s argument that the applicants failed to expressly raise their objection concerning the alleged unlawfulness of the decision to reopen the proceedings before an administrative court and that the court dealing with their case was not required to examine of its own initiative whether the procedure had been flawed in that respect. In fact, the applicants challenged the decision to reopen the proceedings both before the Supreme Court and the Nitra Regional Court which found that under Article 248 (2) (e) of the Code of Civil Procedure such decisions fell outside the scope of judicial review (see paragraphs 14 and 18 above).  ", "50.  It is true that in their appeal against the Topoľčany Land Office’s decision of 17 June 1994 the applicants challenged the decision to reopen the proceedings in general terms only in that they claimed that there existed no legal entitlement to have the proceedings reopened. However, the information before the Court indicates that, unlike in proceedings before administrative courts governed by Part 5 of the Code of Civil Procedure, administrative authorities proceeding pursuant to the relevant provisions of the Administrative Proceedings Act of 1967 are not bound by the submissions of the parties when dealing with a case.", "51.  The Court notes, in particular, that under the Administrative Proceedings Act of 1967 administrative authorities are required to proceed in accordance with the law, to examine each case thoroughly and to use all means available with a view to resolving it in the correct manner. Facts on which their decisions are based must be reliably established in an exact and comprehensive manner, and in doing so they are not bound by the submissions of the parties. Appellate administrative authorities are required to review the administrative decisions appealed against as a whole. If need be, the appellate authorities are obliged to take further action and eliminate shortcomings in the earlier procedure which they have established (see paragraphs 23-27 above).", "52.  In the Court’s view, the approach outlined in the Administrative Proceedings Act of 1967, supported by the information available, would also best meet the requirements of the Convention. Re-opening of proceedings being an exceptional measure affecting the binding nature of a decision which has become final, the Court would find it natural, from the point of view of legal certainty, that it is up to the authorities concerned to establish the existence of circumstances justifying the taking of such an exceptional step.", "53.  Thus both the Topoľčany Land Office which decided the case at first instance and the Ministry of Agriculture which acted as appellate authority were required to ensure that the decision to reopen the proceedings was in conformity with the relevant law. As the original decision to approve the restitution agreement entitled the applicants to exercise civil rights within the meaning of Section 62 (3) of the Administrative Proceedings Act of 1967, those authorities should have satisfied themselves that the applicants had not acquired the rights in question in good faith which was a prerequisite for reopening the proceedings in their case. However, it does not appear from their respective decisions that the Topoľčany Land Office and the Ministry of Agriculture considered this issue. ", "54.  The Court has before it no information which would prima facie indicate that the applicants acted in bad faith when acquiring the property in question. In these circumstances, and notwithstanding the fact that it has only limited power in matters relating to supervision of interpretation and application of national law by authorities of the Contracting States (see Prince Hans-Adam II of Liechtenstein v. Germany [GC], no. 42527/98, §§ 49-50, ECHR 2001-VIII and Beyeler v. Italy, [GC], no. 33202/96, § 108, ECHR 2000-I), it comes to the conclusion that the decision to reopen the original restitution proceedings cannot be regarded as having been “subject to the conditions provided for by law”. Accordingly, there has been a violation of Article 1 of Protocol No. 1.", "II. ALLEGED VIOLATION OF ARTICLE 6 §1 OF THE CONVENTION", "55.  The applicants complained that their right to a public hearing before a tribunal had been violated in the proceedings leading to the ’s judgment of 30 January 1998. They relied on Article 6 § 1 of the Convention, the relevant part of which provides:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... public hearing ... by a[n] ... tribunal established by law.”", "A.  Applicability of Article 6 § 1", "56.  The Government argued that under the relevant provisions of the Slovakian law the applicants were not entitled to restitution of the property in question. They concluded that the proceedings complained of did not, therefore, determine the applicants’ “civil rights and obligations” within the meaning of Article 6 § 1 of the Convention.", "57.  The applicants disagreed.", "58.  The Court recalls that for Article 6 § 1 to be applicable under its “civil” head, the proceedings at issue must concern a “dispute” over “civil rights and obligations” which can be said, at least on arguable grounds, to be recognised under domestic law. The “dispute” must be genuine and serious; it may relate not only to the actual existence of a right but also to its scope and the manner of its exercise. The outcome of the proceedings must be directly decisive for the right in question (see Athanassoglou and Others v. Switzerland [GC], no. 27644/95, § 43 with further references, ECHR 2000-IV). ", "59.  In the present case the aim of the proceedings complained of was to re-examine an earlier decision which had enabled the applicants to acquire real property. The outcome of the proceedings in question was directly decisive for determining whether or not they would remain the owners of that property.", "60.  In these circumstances, the Court is satisfied that the proceedings complained of concerned the applicants’ civil right which was recognised, at least on arguable grounds, in Slovakian law. The fact that the domestic authorities ultimately found that the applicants lacked standing to have the property restored and disapproved the restitution agreement concluded by them cannot affect this position. Accordingly, Article 6 § 1 is applicable.", "B. Compliance with Article 6 § 1", "61.  The Government maintained that the only point at issue in the proceedings complained of was whether the applicants were entitled to have the property restored within the meaning of Section 4 of the Land Ownership Act and, in particular, whether or not that property had been expropriated from individuals or from a legal person. Since the Regional Court had determined that issue in a different set of proceedings, to which the applicants had been a party and in the course of which a public hearing had been held, the Government concluded that the Nitra Regional Court’s failure to hold a hearing in the proceedings complained of had not been contrary to the requirements of Article 6 § 1.", "62.  The applicants maintained that the proceedings under consideration concerned a wide scope of complex legal issues relating to the lawfulness of their deprivation of property. Such issues could not be determined in a fair manner without hearing the parties. They contended, with reference to the Constitutional Court’s finding that Article 250f of the Code of Civil Procedure was contrary to Article 6 § 1 of the Convention, that their right to a public hearing before a tribunal had not been respected.", "63.  According to the Court’s established case-law, in proceedings before a court of first and only instance the right to a “public hearing” in the sense of Article 6 § 1 entails an entitlement to an oral hearing unless there are exceptional circumstances that justify dispensing with such a hearing (see, for instance, the Allan Jacobsson v. Sweden (No. 2) judgment of 19 February 1998, Reports of Judgments and Decisions 1998-1, p. 168, § 46, with further references). ", "64.  In particular, an oral hearing may not be required under Article 6 § 1, inter alia, where a tribunal is only called upon to decide on questions of law of no particular complexity (see Varela Assalino v. Portugal (dec.), no. 64336/01, 25 April 2002).", "65.  The Court notes that in its judgment of 30 January 1998 the  expressly stated that the only point in question was a question of law: it was called upon to decide whether the applicants had standing, within the meaning of Section 4 of the Land Ownership Act, to have the property restored. From this point of view the crucial issue was whether or not the private company of which the applicants’ predecessors had been members and from which the land in question had been taken away had been a legal person. ", "66.  That issue was determined in the judgment of the  branch office of the Bratislava Regional Court of 16 December 1993 delivered in the context of proceedings which concerned a different restitution claim of the applicants. Prior to the delivery of that judgment the  held an oral hearing in the course of which the applicants were free to submit their arguments. In these circumstances, the Court considers that another public hearing was not indispensable under Article 6 § 1 of the Convention when deciding on the point at issue.", "67.  The Court does not find on the evidence before it that the applicants’ submissions to the  were capable of raising any issues of fact or of law pertaining to their restitution claim which were of such a nature as to require an oral hearing for their disposition. At the relevant time Section 250f of the Code of Civil Procedure permitted courts to deliver a judgment without prior oral hearing in similar cases (see paragraph 36 above).", "68.  In view of the above considerations and given the limited nature of the issues to be determined by the Nitra Regional Court, the Court finds that the absence of a hearing in the proceedings before the Nitra Regional Court was not contrary to the requirements of Article 6 § 1 of the Convention in the particular circumstances of the case.", "69.  Accordingly, there has been no violation of Article 6 § 1.", "III. APPLICATION OF ARTICLE 41 OF THE CONVENTION", "70.  Article 41 of the Convention provides: ", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Submissions of the parties", "1.  Restitution of the property or compensation for pecuniary damage", "71.  The applicants claimed restitution of the property in question or, in the alternative, compensation corresponding to its value. They submitted an expert opinion in which the value of the land in question was assessed at 49,186,100 Slovakian korunas (SKK). The assessment was made on the basis of Ministry of Finance Regulation No. 465/1991 which governs the valuation of real property and which was adopted in accordance with the Land Ownership Adjustment Act of 1991. With reference to a leasing contract concerning the property in question concluded in August 1993, they also claimed compensation for lost profit corresponding to SKK 33,720 for each year as from February 1994.", "72.  The expert opinion submitted by the applicants was reviewed by a forensic science institute at the Government’s request. The institute concluded that the value of the property, as assessed under Regulation No. 465/1991, amounted to SKK 47,861,760. At the Government’s request, the forensic institute further established that the market value of the property was equal to SKK 25,889,000. The share of each of the applicants in the property equalled 418/1680 and the market value of their respective shares in the property thus corresponded to SKK 6,441,429.76. The market value assessment was made in accordance with Ministry of Justice Regulation No. 86/2002 on assessment of the general value of property. The Government maintained that any just satisfaction award in respect of pecuniary damage should be based on the market value of the property, as established by the forensic science institute.", "73.  The applicants did not challenge the valuation of the property pursuant to Regulation No. 82/2002 as such. They argued, however, that that regulation was not applicable to their case as its provisions did not extend to the expropriation of property under special rules and to cases falling under the restitution laws. They pointed out that their case was exceptional in that, unlike in most other cases, the administrative value of the property determined in accordance with criteria fixed by the respondent State exceeded its market value.", "The market value of the property was likely to increase in the near future following the accession of  to the European Union. As the property in question had been taken away from them without any compensation, the applicants considered that for the purpose of Article 41 of the Convention its value should be determined pursuant to Regulation No. 465/1991 which provides for the administrative value of real property.", "2.  Non-pecuniary damage", "74.  The applicants claimed SKK 2,000,000 each in respect of non-pecuniary damage. They argued that they experienced suffering as a result of the deprivation of the property in question and that their faith in justice was thereby affected. ", "75.  The Government contended that the applicants had failed to substantiate their claims in respect of non-pecuniary damage by any evidence. They considered these claims to be clearly excessive.", "3.  Costs and expenses", "76.  The applicants claimed SKK 718,667.50 for legal fees incurred both before the Slovakian authorities and in the proceedings before the Court.", "77.  The Government argued that the sum claimed in respect of costs and expenses had not been shown to have been necessarily incurred with a view to preventing the violations of the Convention complained of by the applicants.", "B. The Court’s assessment", "78.  In the circumstances of the case, the Court considers that the question of the application of Article 41 is not ready for decision. It is therefore necessary to reserve the question, due regard being had to the possibility of an agreement between the respondent State and the applicants (Rule 75 §§ 1 and 4 of the Rules of Court).  ", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 1 of Protocol No. 1;", "", "2.  Holds that there has been no violation of Article 6 § 1 of the Convention;", "", "3.  Holds that the question of the application of Article 41 is not ready for decision; accordingly,", "(a)  reserves the said question in whole;", "(b)  invites the Government and the applicants to submit, within the forthcoming three months, their written observations on the matter and, in particular, to notify the Court of any agreement that they may reach;", "(c)  reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be.", "Done in English, and notified in writing on 1 June 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tMichael O’Boyle\tNicolas Bratza\n\tRegistrar\tPresident"]}