{"file": "ENG_CLIN_17488_90.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "17488/90", "text_paragraphs": ["Information Note on the Court’s case-law No.", "March 1996", "Goodwin v. the United Kingdom - 17488/90", "Judgment 27.3.1996 [GC]", "Article 10", "Article 10-1", "Freedom of expression", "Freedom to impart information", "Disclosure order granted to private company requiring a journalist to disclose the identity of his source and fine imposed upon him for having refused to do so: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 10 OF THE CONVENTION", "Not contested that applicant's freedom of expression interfered with.", "A.\tPrescribed by law", "Impugned disclosure order and fine were prescribed by law: the measures had a basis in national law - moreover, difficult to frame law in area under consideration with absolute precision and a degree of flexibility even desirable - national courts' discretion in ordering disclosure subjected to important limitations - House of Lords interpretation in present case did not go beyond what could reasonably be expected - no other indication that law in question afforded applicant inadequate protection against arbitrariness.", "B.\tLegitimate aim", "Protection of rights of others - not necessary to examine whether measures also taken for prevention of crime.", "C.\tNecessary in a democratic society ", "1.\tGeneral principles", "Protection of journalistic sources is one of the basic conditions for press freedom, as reflected in laws and professional codes of conduct in a number of Contracting States and as affirmed in several international instruments on journalistic freedoms - without such protection, sources may be deterred from assisting press in informing public on matters of public interest - as a result vital public-watchdog role of press may be undermined and ability of press to provide accurate and reliable information may be adversely affected - having regard to importance of protection of sources for press freedom in a democratic society and potentially chilling effect of order of source disclosure, such a measure is incompatible with Article 10 unless justified by overriding requirement in public interest - interest in maintaining free press will weigh heavily in determining whether restriction proportionate - limitations on confidentiality of journalistic sources call for most careful scrutiny by the Court.", "2.\tParticular circumstances", "Company granted order for source disclosure primarily on grounds of threat of severe damage to their business and to livelihood of employees, which would arise from disclosure of information in copy of secret draft corporate plan which had disappeared - threat could only be defused if source identified as himself the thief of the plan or as a means to lead to identification of thief and thus if company able to institute proceedings for recovery of missing plan - importance of protecting source was much diminished by source's complicity, at the very least, in gross breach of confidentiality which was not counterbalanced by any legitimate interest in publication of information.", "However, justifications for disclosure order had to be seen in broader context of ex parte interim injunction restraining not only applicant but also all national newspapers and journals from publishing information derived from secret business plan - purpose of disclosure order largely same as that of injunction - no doubt that latter effective in stopping dissemination by press - in so far as disclosure order merely served to reinforce injunction, additional restriction which it entailed not supported by sufficient reasons.", "As to further purposes of disclosure order, namely company's interest in eliminating residual threat of damage through dissemination otherwise than by press, in obtaining compensation and in unmasking disloyal employee or collaborator, these, even if considered cumulatively, were not sufficient to outweigh vital public interest in protection of applicant journalist's source - thus, further purposes served by disclosure order did not amount to overriding requirement in public interest.", "In sum, restriction on applicant's freedom of expression could not be regarded as necessary for protection of company's rights, notwithstanding national margin of appreciation.", "Conclusion: violation (eleven votes to seven).", "II.\tARTICLE 50 OF THE CONVENTION", "A.\tNon-pecuniary damage: finding of violation constituted adequate just satisfaction.", "B.\tCosts and expenses: partial reimbursement.", "Conclusion: respondent State to pay specified sums to applicant (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}