{"file": "ENG_CLIN_23043_93.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "23043/93", "text_paragraphs": ["Information Note on the Court’s case-law No.", "April 1998", "Reinhardt and Slimane-Kaïd v. France - 22921/93 and 23043/93", "Judgment 31.3.1998 [GC]", "Article 6", "Criminal proceedings", "Article 6-1", "Fair hearing", "Reasonable time", "Length of criminal proceedings and their fairness before Criminal Division of Court of Cassation: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tSCOPE OF THE CASE", "Determined by Commission’s decision on admissibility.", "II.\tARTICLE 6 OF THE CONVENTION", "A.\tLength of proceedings", "1.\tPeriod to be taken into consideration", "In criminal proceedings “reasonable time” began to run as soon as a person was “charged” within meaning of Article 6 § 1 – recapitulation of Court’s case-law.", "In first applicant’s case: eight years, one month and just over a week.", "In second applicant’s case: eight years, five months and almost two weeks.", "2.\tReasonableness of length of proceedings", "Recapitulation of Court’s case-law.", "Length of proceedings largely a result of investigation not having been carried out expeditiously.", "Conclusion: violation (unanimously).", "B.\tWhether proceedings in Court of Cassation were fair", "Court examined whether, taken as a whole, proceedings before Criminal Division of Court of Cassation were “fair”.", "Reporting judge’s report and draft judgment communicated before hearing to advocate-general, but not to applicants – applicants’ lawyers had possibility at any hearing to listen to first part of report dealing with facts, procedure and grounds of appeal, but part of report containing reporting judge’s opinion was confidential – at best, only possible to learn recommendation set out in report – imbalance was not reconcilable with requirements of fair trial.", "Fact that advocate-general’s submissions had not been communicated to applicants likewise questionable.", "Conclusion: violation (nineteen votes to two).", "III.\tARTICLE 50 OF THE CONVENTION", "A.\tDamage", "Pecuniary damage: no causal link established – claims dismissed (unanimously).", "Non-pecuniary damage: finding of a violation constituted sufficient just satisfaction (twenty votes to one).", "B.\tCosts and expenses", "Applicants had neither quantified nor detailed their claims – claims dismissed (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}