{"file": "ENG_CLIN_27781_95.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "27781/95", "text_paragraphs": ["Information Note on the Court’s case-law 5", "April 1999", "Trome S.A. v. Spain - 27781/95", "Judgment 1.4.1999 [Section IV]", "Article 6", "Civil proceedings", "Article 6-1", "Fair hearing", "Refusal to allow third party to intervene in civil proceedings which affect it: settlement between parties", "Facts: Ten former owners of land expropriated in 1958 applied to the Audiencia territorial for judicial review and an order for restitution of the land. In 1983 the Audiencia territorial found in their favour and made an order for the restitution of ten plots of land. That decision was upheld by the Supreme Court in 1989. In 1992 the applicant company acquired the right to restitution and requested the town-planning department of the Andalusian regional government to execute the 1983 restitution order. However, without informing the applicant company, the Andalusian regional government sought a ruling on the interpretation of the order, and its rectification (aclaración). The original holders of the right to restitution were informed and lodged observations. In 1993 the Andalusia High Court of Justice rectified a clerical error in the restitution order and excluded from its scope certain plots that had not belonged to the former owners who had instituted the judicial-review proceedings before the Audiencia territorial. In 1994 the applicant company discovered that the original holders of the right it acquired in 1992 to restitution of the plots had, without informing it, lodged an appeal to the Court of Cassation against the order of the Andalusia High Court of Justice. The applicant company applied to the Supreme Court to have that order set aside on the ground that it had been divested of plots to which it had acquired a right of restitution and deprived of the right to receive notice of the hearing and to be heard as a party affected by the “rectification of an error”. The Supreme Court dismissed that application and held that there had been no need for the applicant company to be served with notice as it had not been a party to the main proceedings. The applicant company’s amparo appeal to the Constitutional Court was dismissed.", "Law: The parties have informed the Court that they have signed an agreement with a view to settling the dispute. The agreement essentially provides that the Andalusian public landholding company, which is unable to return to the applicant company 12,564.48 sq. m. of land in the area of San Pablo in Seville on which railway lines and the Carmona road have been built, will replace that section with a like area comprising two plots adjoining the land whose restitution has been ordered.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}