{"file": "ENG_HEJUD_31827_02.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "31827/02", "text_paragraphs": ["", "", "THIRD SECTION", "", "", "", "", "", "", "CASE OF LADUNA v. ", "", "(Application no. 31827/02)", "", "", "", "", "", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "13 December 2011", "", "", "FINAL", "", "04/06/2012", "", "This judgment has become final under Article 44 § 2 of the Convention.", "", "", "In the case of Laduna v. ,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tJosep Casadevall, President,\n\tCorneliu Bîrsan,\n\tAlvina Gyulumyan,\n\tJán Šikuta,\n\tLuis López Guerra,\n\tNona Tsotsoria,\n\tMihai Poalelungi, judges,\nand  Quesada, Section Registrar,", "Having deliberated in private on 15 November 2011,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 31827/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovak national, Mr Peter Laduna (“the applicant”), on 10 August 2002.", "2.  The applicant, who had been granted legal aid, was represented by Mr I. Syrový, a lawyer practising in Bratislava. The Government of the  (“the Government”) were represented by their Agent, Ms M. Pirošíková.", "3.  The applicant alleged, in particular, that his rights under Articles 8, 13 and 14 of the Convention and under Article 1 of Protocol No. 1 had been breached in the context of his detention on remand and his subsequent term of imprisonment.", "4.  By a decision of 20 October 2010, the Court declared the application partly admissible.", "5.  The applicant and the Government each filed further observations on the merits (Rule 59 § 1 of the Rules of Court).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "6.  The applicant was born in 1973. At present he is serving a life sentence in Leopoldov Prison.", "7.  The applicant was accused of several serious offences. In that context he was detained pending trial from 1 September 2001 to 9 February 2006. On the latter date he started serving a nine-year prison term to which he had been sentenced for robbery. Further details are set out in the decision of 20 October 2010 on the admissibility of the present application.", "8.  During his detention on remand the applicant lodged several complaints with the Directorate General of Prison Administration, in which he complained about the conditions of his detention. He raised many issues, among which were the restrictions on his visiting rights (visits were allowed only once a month for thirty minutes and it was only possible to speak to visitors through a partition), the right to buy food in prison, the lack of hot water in his cell, and a lack of contact with other prisoners. He also alleged that convicted prisoners serving a sentence had more rights than he had as a remand prisoner.", "9.  The Directorate General of Prison Administration sent replies to the applicant on more than ten occasions. It found all of the applicant’s complaints to be ill-founded. It also held that the conditions in the prisons in which the applicant had been detained during the investigation and judicial proceedings had been in conformity with the relevant law.", "10.  Furthermore, the applicant has been obliged, both during his detention and after his conviction, to use half of the money he received from his family to reimburse the debt which he owed to the State (this debt resulted from court decisions and from the statutory obligation to contribute to his maintenance in prison), failing which he was not allowed to buy supplementary food in the prison shop.", "Thus, the applicant’s overall debt amounted to the equivalent of some 750 euros (EUR) in March 2008. In the period from December 2002 to January 2008 he had reimbursed approximately EUR 360 of the debt.", "11.  On 16 January 2003 the applicant lodged a complaint with the Prosecutor General submitting that his human rights had been violated. He complained, inter alia, about the manner in which the State had forced him to reimburse the debt resulting from the statutory obligation to contribute to his maintenance in prison.", "12.  On 30 January 2003 the Prosecutor General dismissed that complaint as no breach of the law had been found in the applicant’s case.", "13.  During the whole period of his detention during the investigation and trial the applicant could not watch television, whereas convicted prisoners had the possibility of watching television programmes collectively in the assembly room of the relevant prison wing. Through the prison broadcast system the prison administration let the detainees listen to a public and a private radio station, each of which was transmitted every other day. For almost the whole period of his detention pending trial the applicant was kept alone in his cell.", "II.  RELEVANT DOMESTIC LAW", "A.  Legal framework concerning detention on remand", "1.  Detention Act 1993, in force until 30 June 2006 (Law no. 156/1993)", "14.  Pursuant to section 2(1) of the Detention Act 1993, a person’s detention during an investigation and judicial proceedings must respect the detained person’s right to be presumed innocent. Any restrictions must be justified by the purpose of the detention and by the aim of ensuring order, the safety of others and the protection of property in places where accused persons are detained. Subsection 2 of section 2 permits the restriction of only those rights of detained persons of which they cannot avail themselves in view of the fact that they are detained on remand. Detention on remand must not diminish the human dignity of the accused person.", "15.  Section 10(1) provides that an accused person detained during an investigation and judicial proceedings is entitled to receive visitors once a month for a minimum of thirty minutes. Where justified, the prison governor may permit more frequent visits or another form of contact. Subsection 5 of section 10 provides that visits to accused persons should take place in the presence of a prison officer and without direct contact between the accused and the visitor. Other arrangements may be authorised by the prison governor in justified cases.", "16.  Section 12a(10) states that an accused person is entitled to use his or her money to purchase groceries and other items in prison, provided that he or she has fulfilled the relevant statutory requirements. These include, inter alia, the obligation to pay at least the same amount of his or her debt to the prison administration or to other entitled people when wishing to withdraw money from his or her account in prison. When this and the other conditions are not met, the prison governor should allow the detained person, at his or her written request, to use money to purchase medicine and medical items which are not provided free of charge under the relevant law, to buy basic toiletries, and also to pay any applicable taxes and fees (section 12(11)).", "2.  Detention Act 2006, in force as from 1 July 2006 (Law no. 221/2006)", "17.  Pursuant to section 19(1) of the Detention Act 2006, accused persons are entitled to receive visitors every three weeks for at least one hour.", "Where an accused is detained on the ground that he or she could influence witnesses or co-accused, or hamper the criminal investigation into the case, he or she can receive visitors only subject to the consent of the prosecuting authority or court dealing with the case (section 19(2)).", "Accused persons detained in prisons at the lowest security level are allowed to have direct contact with their visitors as a general rule. In other cases visits take place without direct contact unless the prison governor decides otherwise, and in the presence of a prison officer. In the situations set out in section 19(2), the prosecuting authority or court may request that the visit take place in the presence of one or more of its representatives (section 19(3)).", "B.  Legal framework concerning the serving of prison sentences", "1.  Serving of Prison Sentences Act 1965, in force until 31 December 2005 (Law no. 59/1965)", "18.  Section 1(1) of the Serving of Prison Sentences Act 1965 defines the purpose of the serving of a prison term as preventing convicted persons from committing further offences and preparing them on a continuous basis for an appropriate way of life.", "19.  Section 2 lists cultural and educational work as one of the means of attaining the purpose of the imprisonment of convicted persons.", "20.  Section 11 provides for the social rights of convicted persons. Subsection 1 guarantees to convicted persons the necessary material and cultural conditions for ensuring their appropriate physical and mental development.", "21.  Section 12(3) provides that a convicted person is entitled to receive visitors who are his or her close friends and/or relatives at a time determined by the prison governor. The frequency of the visits depends on the type of security level to which a convicted person is subject: visits are allowed at least once a fortnight for convicted persons at the lowest security level; once a month for convicted persons at the medium security level; and once every six weeks for those at the highest security level. Visits to a convicted person subject to the medium or highest levels of security take place without physical contact. A prison governor may exceptionally decide otherwise.", "2.  Serving of Prison Sentences Act 2005, in force as from 1 January 2006 (Law no. 475/2005)", "22.  Section 24(1) of the Serving of Prison Sentences Act 2005 provides that a convicted person is entitled to receive visitors at least once a month for two hours.", "23.  Section 28(3) provides that, where a convicted person has not paid a part of his or her debt to the State in respect of prisoners’ maintenance contributions and to other creditors registered with the prison authorities, he or she can use his or her money only for the purchase of basic sanitary items, objects necessary to engage in correspondence, medicine (which cannot be provided free of charge), medical fees, and for the payment of debts and court and administrative fees.", "24.  Pursuant to section 34(1), subject to the approval of the prison governor, convicted persons may use in their cells, at their own expense, their own radio and television receivers.", "3.  Ministry of Justice Serving of Prison Sentences Regulations 1994, in force until 31 December 2005 (Regulation no. 125/1994)", "25.  Regulation 3(1) provides that convicted persons should be treated in a way which reduces the negative impact of imprisonment on their personality.", "26.  Regulation 8(1) lists sports and leisure activities, radio and television broadcasts, films and convicted persons’ own cultural, educational or entertainment activities among the cultural and educational activities for persons who serve a prison term.", "27.  Regulation 8(6) provides that convicted persons are allowed to follow radio and television broadcasts. The scope is to be determined by prison rules.", "28.  The frequency and duration of visits to convicted persons by their close friends and/or relatives is governed by Regulations 80, 86 and 90. Visits are allowed at least once a fortnight for convicted persons at the lowest security level; once a month for convicted persons at the medium security level; and once every six weeks for those at the highest security level. As a rule, visits take place without direct supervision by a prison officer in prisons with the lowest security level. In other cases visits are supervised by a prison officer and no direct contact between the convicted person and the visitor is allowed. In all three types of prison the duration of a visit is to be a minimum of two hours.", "III.  RELEVANT INTERNATIONAL DOCUMENTS", "A.  International Covenant on Civil and Political Rights", "29.  The relevant part of Article 10 of the International Covenant on Civil and Political Rights concerning humane treatment of persons deprived of liberty, by which Slovakia has been bound since 28 May 1993, reads as follows:", "“2.  (a) Accused persons shall, save in exceptional circumstances, be segregated from convicted persons and shall be subject to separate treatment appropriate to their status as unconvicted persons; ...”", "30.  General Comment No. 21 concerning humane treatment of persons deprived of liberty (Article 10 of the International Covenant on Civil and Political Rights) was adopted by the United Nations Human Rights Committee on 10 April 1992. In its relevant part it reads:", "“9.  Article 10, paragraph 2 (a), provides for the segregation, save in exceptional circumstances, of accused persons from convicted ones. Such segregation is required in order to emphasise their status as unconvicted persons who at the same time enjoy the right to be presumed innocent as stated in Article 14, paragraph 2. ...”", "B.  Council of Europe documents", "1.  European Prison Rules", "31.  The European Prison Rules are recommendations of the Committee of Ministers to member States of the Council of Europe as to the minimum standards to be applied in prisons. States are encouraged to be guided by the Rules in their legislation and policies and to ensure wide dissemination of the Rules to their judicial authorities and to prison staff and inmates.", "(a)  The 1987 European Prison Rules", "32.  The 1987 European Prison Rules (Recommendation No. R (87) 3) were adopted by the Committee of Ministers of the Council of Europe on 12 February 1987. In Part V they contained a number of basic principles concerning untried prisoners, including the following:", "“91.  Without prejudice to legal rules for the protection of individual liberty or prescribing the procedure to be observed in respect of untried prisoners, these prisoners, who are presumed to be innocent until they are found guilty, shall be ... treated without restrictions other than those necessary for the penal procedure and the security of the institution.", "92. 1.  Untried prisoners shall be allowed to inform their families of their detention immediately and given all reasonable facilities for communication with family and friends and persons with whom it is in their legitimate interest to enter into contact.", "92. 2.  They shall also be allowed to receive visits from them ... subject only to such restrictions and supervision as are necessary in the interests of the administration of justice and of the security and good order of the institution. ...”", "(b)  The 2006 European Prison Rules", "33.  On 11 January 2006 the Committee of Ministers of the Council of Europe adopted a new version of the European Prison Rules (Recommendation Rec(2006)2). It noted that the 1987 Rules “need[ed] to be substantively revised and updated in order to reflect the developments which ha[d] occurred in penal policy, sentencing practice and the overall management of prisons in Europe”.", "34.  The 2006 Rules contain the following principles concerning untried prisoners, inter alia:", "“95. 1.  The regime for untried prisoners may not be influenced by the possibility that they may be convicted of a criminal offence in the future.", "...", "95. 3.  In dealing with untried prisoners prison authorities shall be guided by the rules that apply to all prisoners and allow untried prisoners to participate in various activities for which these rules provide.", "...", "99.  Unless there is a specific prohibition for a specified period by a judicial authority in an individual case, untried prisoners:", "a.  shall receive visits and be allowed to communicate with family and other persons in the same way as convicted prisoners;", "b.  may receive additional visits and have additional access to other forms of communication; ...”", "2.  Reports on the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment’s visits to Slovakia", "35.  On 6 December 2001 the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) published its report on the visit to  which had taken place from 9 to 18 October 2000. The relevant parts read as follows:", "“79.  In the report on the 1995 visit (cf. paragraphs 126 to 130 of CPT/Inf (97) 2), the CPT stressed the importance for prisoners to be able to maintain good contact with the outside world. In view of the situation found in 1995, the Committee recommended that the visit entitlement of remand prisoners in Bratislava Prison be substantially increased and invited the Slovak authorities to explore the possibility of offering more open visiting arrangements for such prisoners. ...", "80.  In their responses, the Slovak authorities expressed some misgivings about the approach proposed by the CPT, principally based on the objective of preserving the interests of justice (preventing collusion, etc.).", "It is therefore not surprising that the delegation which carried out the 2000 visit observed little or no change in this area. In particular, remand prisoners’ visit entitlement remained limited to a mere 30 minutes every month ..., although they could receive from time to time an additional visit at the director’s discretion. Further, visits for such prisoners continued to take place in booths, with prisoner and visitor(s) separated by a screen. ...", "81.  The CPT accepts that in certain cases it will be justified, for security-related reasons or to protect the legitimate interests of an investigation, to have visits take place in booths and/or monitored. However, the CPT wishes once again to invite the Slovak authorities to move towards more open visiting arrangements for remand prisoners in general.", "...", "Arguments based on the need to protect the interests of justice are totally unconvincing as a justification for the present inadequate visit entitlement for remand prisoners. The CPT therefore reiterates its recommendation that the visit entitlement for remand prisoners be substantially increased (for example, to 30 minutes every week).", "...”", "36.  On 2 February 2006 the CPT published its report on the visit to Slovakia which had taken place from 22 February to 3 March 2005. The relevant parts read as follows:", "“46.  A fundamental problem as regards remand prisoners in the Slovak Republic is the total lack of out-of-cell activities offered to such inmates.", "At the time of the visit, remand prisoners were being held for 23 hours a day in their cells in a state of enforced idleness; their only source of distraction was reading books from the prison library and listening to the radio and, in a limited number of cases, watching television. No work was offered to such prisoners, and possibilities for sports activities were few and far between, if available at all. ... The deleterious effects of such a restricted regime were exacerbated by the lengthy periods of time for which persons could be held in remand prisons. ...", "The CPT calls upon the Slovak authorities to take steps, as a matter of priority, to devise and implement a comprehensive regime of out-of-cell activities (including group association activities) for remand prisoners. The aim should be to ensure that all prisoners are allowed to spend a reasonable part of the day outside their cells, engaged in purposeful activities of a varied nature (group association activities; work, preferably with vocational value; education; sport). The legislative framework governing remand imprisonment should be revised accordingly. ...", "...", "61.  The situation as regards the visiting entitlements for remand prisoners had not changed in the last ten years. It remained the case that adults were entitled to a mere 30-minute visit per month ... The conditions under which visits took place continued to be closed (in booths with a screen separating inmates from their visitors). This was exactly the situation which prevailed during the first visit of the CPT to the  in 1995.", "The CPT calls upon the Slovak authorities to revise the relevant legal provisions in order to increase substantially the visit entitlement for remand prisoners. The objective should be to offer the equivalent of a visit every week, of at least [30 minutes]. Further, the Committee invites the Slovak authorities to introduce more open arrangements for visits to remand prisoners.”", "37.  The Government’s response to the latter report, published on 2 February 2006, contains the following information:", "“Under the methodological guidance issued by the General Director of the CPCG (No. GR ZVJS-116-45/20-2003) in conformity with the current legislation on the enforcement of remand imprisonment, remand prisoners are allowed to have their own TV sets subject to certain conditions. The methodological guidance issued by the General Director of the CPCG (No. GR ZVJS-116-38/20-2003) provides for certain leisure-time activities and allows the performance of certain sports and special-interest activities, in particular to juvenile and female remand prisoners. Remand prisons take permanent efforts to create spatial and material conditions for special-interest activities of remand prisoners, and for sports activities both inside and in outdoor premises of prison establishments.", "The issue of creating [an] adequate programme of activities for remand prisoners is addressed also in the new draft law on remand imprisonment, which is currently considered by the National Council of the Slovak Republic in connection with the re-codification of the Criminal Code and of the Code of Criminal Procedure. The new draft law on remand imprisonment aims at introducing a lighter remand regime and proposes that remand prisoners be differentiated by categories to enable their participation in special-interest activities that can mitigate or reduce the negative impact of incarceration on remand prisoners. The implementation of adequate activity programmes proposed for all remand prisoners is conditional on the creation of adequate spatial, material and staffing conditions. After the new law has entered into effect, the CPCG will gradually create material conditions for [the] above-mentioned programmes and start [...] their practical implementation.", "...", "Under the new draft legislation on remand imprisonment, the visit entitlement is to be extended from one visit of at least 30 minutes a month to a visit of at least one hour once in three weeks. In justified cases, the prison governor will have the right to grant more frequent visits. ...”", "THE LAW", "I.  THE SCOPE OF THE CASE", "38.  On 20 October 2010 the Court declared admissible the applicant’s complaints under: (i) Articles 8 and 14 concerning the alleged difference in treatment between the applicant when he was in detention on remand and convicted persons; (ii) Article 1 of Protocol No. 1 concerning the use of his money in prison; and (iii) Article 13 concerning the lack of an effective remedy in this respect. It declared the remainder of the application inadmissible.", "39.  As regards the complaints under Articles 8 and 14 of the Convention in particular, the issues which the Court considered included the visiting rights of the applicant, the lack of a possibility of watching television and having a private radio receiver, and the lack of appropriate arrangements for having hot water and preparing hot drinks in the cells of persons detained on remand. The Court reiterates that it declared admissible that part of the application to the extent that the alleged breaches of the applicant’s rights stemmed from the legislation in force at the relevant time.", "40.  In his observations on the merits of the case the applicant maintained that the Court should also examine whether the facts complained of amounted to a breach of his rights under Article 3 and Article 6 §§ 1 and 2 of the Convention.", "41.  The Court notes that the above decision on the admissibility of the application determines the scope of the case currently before it. There is therefore no call for an examination in the context of the present application as to whether the relevant facts of the case gave rise to a breach of other provisions of the Convention as claimed by the applicant.", "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION TAKEN ALONE AND IN CONJUNCTION WITH ARTICLE 14", "42.  The applicant complained that during the period of his detention on remand his rights had been restricted to a greater extent than the rights of convicted persons serving their prison terms. He alleged a breach of Articles 8 and 14 of the Convention, the relevant parts of which provide:", "Article 8", "“1.  Everyone has the right to respect for his private and family life ...", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "Article 14", "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”", "A.  The parties’ submissions", "1.  The applicant", "43.  The applicant alleged, in particular, that during his detention on remand he had been allowed to have visits only once a month and that their duration had always been limited to the statutory minimum, namely thirty minutes. He had not been allowed to have direct contact with his visitors, from whom he had been separated by a partition and with whom he could talk only through a phone. The duration of the visits had been shorter than that to which convicted persons had been entitled.", "44.  While detained on remand, the applicant could only listen to radio programmes from two stations selected by the prison administration, one public and one private, each of which had been available in turn for one day centrally through the internal wire system. He had not been able to watch television programmes at all. The applicant maintained that, unlike him, convicted prisoners had been allowed to watch television every day in rooms designed for that purpose and to have a private radio receiver in their cell allowing them to choose the broadcasts they wished to follow. Furthermore, during the period of his detention the applicant had been unable to take part in various sport activities, attend cultural events and work in various hobby and interest groups which had been available in prison to convicted prisoners.", "45.  In the applicant’s view, there had been no justification for the imposition of those types of restrictions on him as a person detained during an investigation and judicial proceedings before any verdict had been delivered. In particular, he contended that detained persons in his position had not been found guilty and should not therefore be placed in a worse situation than convicted prisoners. The restrictions imposed on him had concerned many issues that were irrelevant to the proper conduct of the criminal proceedings and they had been imposed on him for the whole duration of his detention on remand, namely for a period exceeding four years.", "2.  The Government", "46.  The Government maintained that the situations referred to by the applicant in his assertion that he had been in a worse position compared with convicted persons had not been relevantly similar. The aim of detention on remand during judicial proceedings and that of a prison sentence were different. The former was aimed at ensuring the availability of an accused person for the purpose of criminal proceedings and their smooth conduct. The latter represented the most severe form of punishment within the system of criminal law. Any difference in the two regimes, which in any event had not been substantial, resulted from the difference in the relevant law. The applicant had not been discriminated against contrary to Article 14 of the Convention.", "47.  The law in force at the relevant time contained no provisions governing the possibility for persons detained on remand to watch television programmes either collectively or individually in their cells. In 2003 an instruction issued by the General Prison Administration allowed for the use by persons detained on remand of their own television sets in cells at their own expense where it was technically feasible. The Government admitted that for technical reasons the use of private television sets had not been possible in the building where the applicant had been detained on remand.", "At the relevant time convicted persons had been allowed to watch television, in accordance with Regulation no. 125/1994, in prison assembly rooms.", "48.  Lastly, the Government maintained that, in any event, all the restrictions imposed on the applicant had been standard procedure and had exclusively served the interests of the maintenance of order and the proper functioning of prisons. They argued that individuals detained during investigations and judicial proceedings had to expect certain restrictions on their rights. All the restrictions imposed on the applicant had been in accordance with the relevant law and could not be regarded as discriminatory.", "B.  The Court’s assessment", "49.  Since the essence of the applicant’s grievances is the allegedly unjustified difference in treatment between himself as a person detained on remand and convicted prisoners serving the terms to which they had been sentenced, the Court considers it appropriate to address them first from the standpoint of Article 14 of the Convention taken in conjunction with Article 8, and then under Article 8 alone.", "1.  Alleged violation of Article 14 of the Convention taken in conjunction with Article 8", "50.  The Court reiterates that Article 14 of the Convention protects individuals in similar situations from being treated differently without justification in the enjoyment of their Convention rights and freedoms. This provision has no independent existence, since it has effect solely in relation to the rights and freedoms safeguarded by the other substantive provisions of the Convention and its Protocols. However, the application of Article 14 does not presuppose a breach of one or more of such provisions and to this extent it is autonomous. For Article 14 to become applicable, it suffices that the facts of a case fall within the ambit of another substantive provision of the Convention or its Protocols (see Sidabras and Džiautas v. , nos. 55480/00 and 59330/00, § 38, ECHR 2004VIII).", "51.  The Court will therefore establish whether the facts of the case fall within the ambit of Article 8, whether there has been a difference in the treatment of the applicant and, if so, whether such different treatment was compatible with Article 14 of the Convention.", "(a)  Whether the facts of the case fall under Article 8 of the Convention", "52.  The Court has held that detention, similarly to any other measure depriving a person of his or her liberty, entails inherent limitations on private and family life. Restrictions such as limitations on the number of family visits and the supervision of those visits constitute an interference with a detained person’s rights under Article 8 but are not, of themselves, in breach of that provision (see, among other authorities, Bogusław Krawczak v. Poland, no. 24205/06, §§ 107-08, 31 May 2011, and Moiseyev v. Russia, no. 62936/00, §§ 207-08, 9 October 2008).", "53.  The fact that the applicant was unable to watch television programmes while in detention might, in the circumstances, have had a bearing on his private life as protected under Article 8, which includes a right to maintain relationships with the outside world and also a right to personal development (see Uzun v. Germany, no. 35623/05, § 43, ECHR 2010). Such an activity can also be regarded as important for maintaining the mental stability of a person who, like the applicant, has been detained on remand for a long period of time. The Court has held that the preservation of mental stability is an indispensable precondition to the effective enjoyment of the right to respect for one’s private life (see, mutatis mutandis, Dolenec v. Croatia, no. 25282/06, § 57, 26 November 2009). The above considerations do not imply, however, that lack of access to television broadcasts in prison is in itself contrary to Article 8.", "54.  The Court thus accepts that, among the facts complained of by the applicant and falling within the scope of the present application as determined by the admissibility decision (see also paragraph 39 above), those concerning family visits and his alleged lack of access to television broadcasts interfered with his right under Article 8 to respect for his private and family life. In accordance with the Court’s decision on admissibility, the interference and the alleged discriminatory treatment of the applicant in that context will be examined exclusively to the extent that they resulted from the laws applicable at the relevant time.", "(b)  Whether the applicant had an “other status” and whether his position was analogous to convicted prisoners", "55.  Detaining a person on remand may be regarded as placing the individual in a distinct legal situation, which even though it may be imposed involuntarily and generally for a temporary period, is inextricably bound up with the individual’s personal circumstances and existence. The Court is therefore satisfied, and it has not been disputed between the parties, that by the fact of being detained on remand the applicant fell within the notion of “other status” within the meaning of Article 14 of the Convention (see, mutatis mutandis, Shelley v. the United Kingdom (dec.), no. 23800/06, 4 January 2008, and Clift v. the United Kingdom, no. 7205/07, §§ 55-63, 13 July 2010).", "56.  In order for an issue to arise under Article 14 there must be a difference in the treatment of persons in analogous, or relevantly similar, situations (see D.H. and Others v. the Czech Republic [GC], no. 57325/00, § 175, ECHR 2007-IV). The requirement to demonstrate an “analogous position” does not mean that the comparator groups must be identical. The fact that the applicant’s situation is not fully analogous to that of convicted prisoners and that there are differences between the various groups based on the purpose of their deprivation of liberty does not preclude the application of Article 14. It must be shown that, having regard to the particular nature of his complaint, the applicant was in a relevantly similar situation to others who were treated differently (see Clift, cited above, § 66).", "57.  The applicant’s complaints under examination concern the legal provisions regulating his visiting rights, and his lack of access to television programmes in prison. They thus relate to issues which are of relevance to all persons detained in prisons, as they determine the scope of the restrictions on their private and family life which are inherent in the deprivation of liberty, regardless of the ground on which they are based.", "58.  The Court therefore considers that, as regards the facts in issue, the applicant can claim to be in a relevantly similar situation to convicted persons.", "(c)  Whether the difference in treatment was objectively justified", "59.  A difference in treatment is discriminatory if it has no objective and reasonable justification, in other words, if it does not pursue a legitimate aim or if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be realised. The Contracting States enjoy a margin of appreciation in assessing whether and to what extent differences in otherwise similar situations justify a different treatment. The scope of this margin will vary according to the circumstances, the subject matter and the background. The Court has accepted that, in principle, a wide margin of appreciation applies in questions of prisoners and penal policy (ibid., § 73, with further references).", "60.  As to the facts of the present case, the Court notes that the applicant was detained pending trial from 1 September 2001 to 9 February 2006. During that period, the regime of his detention on remand was governed by the Detention Act 1993. Under section 10(1) and (5), all accused persons detained during investigations and judicial proceedings were entitled to receive visitors once a month for at least thirty minutes. The visits took place without direct contact between the accused and the visitor. Other arrangements were within the discretionary power of the prison governor (see paragraph 15 above). However, it does not appear from the documents submitted that such arrangements were frequently made in general or in respect of the applicant in particular.", "61.  During the same period the statutory duration of visits to convicted persons was fixed at a minimum of two hours. From 1 September 2001 to 31 December 2005 the frequency at which convicted prisoners could receive visitors was determined according to their prison security level. Visits to convicted persons by their close friends and/or relatives were allowed at least once a fortnight for convicted prisoners at the lowest security level and direct contact was allowed between the visitors and the convicted person in such cases. Visits to convicted prisoners at the medium security level by their close friends and/or relatives were allowed once a month, and once every six weeks for those at the highest security level. In medium- and high-security level prisons, visits were supervised by a prison officer and no direct contact between the convicted person and the visitor was allowed. As from 1 January 2006, the Serving of Prison Sentences Act 2005 entitled convicted persons to meet visitors at least once a month for two hours (see paragraphs 21 and 22 above).", "62.  Thus, at the relevant time, the duration of visits to persons detained on remand, such as the applicant, was considerably shorter (thirty minutes) than that which the law allowed in respect of convicted persons (two hours).", "Moreover, during a substantial part of the relevant period the frequency of visits and the type of contact to which convicted persons were entitled differed according to the security level of the prison in which they were being held. In particular, in prisons with the lowest security level visits took place, under the Serving of Prison Sentences Act 1965, at least once a fortnight and direct contact between convicted persons and their visitors was allowed. The restrictions on the visiting rights of persons detained on remand were applicable in a general manner, regardless of the reasons for their detention and the security considerations related thereto.", "63.  Pursuant to section 2(1) of the Detention Act 1993, any restrictions on detained persons’ rights must be justified by the purpose of the detention and by the aim of ensuring order, the safety of others and the protection of property in places where accused persons are detained. Subsection 2 of section 2 permits the restriction only of those rights of detained persons of which they cannot avail themselves in view of the fact that they are detained on remand.", "64.  In the Court’s view, neither the above provisions nor the arguments put forward by the Government provide an objective and reasonable justification for restricting the visiting rights of persons detained on remand – who are to be presumed innocent (see paragraph 14 above) – in the above respect and in a general manner, to a greater extent than those of convicted persons. The arrangements in place were criticised by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) in its reports on visits to Slovakia which took place in 1995, 2000 and 2005 (see paragraphs 35 and 36 above).", "65.  As regards the lack of direct contact with visitors, the Court observes that in a previous case it held that the detention on remand of a person who had been physically separated from his visitors throughout his detention lasting three and a half years was, in the absence of any demonstrated need such as security considerations, not justified under Article 8 § 2 (see Moiseyev, cited above, §§ 258-59). It further notes that, apart from an exception which was at the discretion of the prison governor, at the relevant time the law in force did not entitle persons detained on remand to have direct contact with their visitors regardless of their particular situation.", "66.  The Court concurs with the view expressed in the report of 6 December 2001 on the CPT’s visit to Slovakia, according to which in certain cases it may be justified, for security-related reasons or to protect the legitimate interests of an investigation, to have particular restrictions on a detained person’s visiting rights (see paragraph 35 above, and also Vlasov v. Russia, no. 78146/01, § 123, 12 June 2008, with further references). That aim can, however, be attained by other means which do not affect all detained persons regardless of whether they are actually required, such as the setting up of different categories of detention, or particular restrictions as may be required by the circumstances of an individual case.", "67.  The above considerations are also in line with the relevant international documents. Thus, Article 10 § 2 (a) of the International Covenant on Civil and Political Rights requires, inter alia, that accused persons should, save in exceptional circumstances, be subject to separate treatment appropriate to their status as unconvicted persons who enjoy the right to be presumed innocent (see paragraphs 29 and 30 above).", "The 1987 European Prison Rules state that untried prisoners, who are to be presumed innocent until they are found guilty, should be subjected only to such restrictions which are necessary for the penal procedure and the security of the institution (see paragraph 32 above).", "Lastly, the 2006 European Prison Rules, which were adopted shortly before the applicant’s detention on remand ended, provide, in particular, that unless there is a specific reason to the contrary, untried prisoners should receive visits and be allowed to communicate with family and other persons in the same way as convicted prisoners. Moreover, there should be a possibility of additional visits and other forms of communication (see paragraph 34 above).", "68.  The Court observes that the subsequent domestic legislation, namely the Detention Act 2006, extended the visiting rights of remand prisoners and allowed for a differentiation between them with a view to ensuring that the restrictions imposed corresponded to an objective need (see paragraph 17 above). This cannot, however, affect the position in the present case.", "69.  In view of the above, the Court concludes that the restrictions on visits to the applicant by his family members during his detention on remand constituted a disproportionate measure, contrary to his rights under Article 14 taken in conjunction with Article 8 of the Convention.", "70.  As regards the lack of access to television broadcasts, the law which governed detention on remand at the relevant time did not provide for such a possibility. By contrast, at the time when the applicant was detained on remand, convicted persons had the right and were able to collectively watch television programmes in special rooms in prison (see paragraphs 26, 27 and 47 above).", "71.  In the absence of any relevant arguments put forward by the Government, the Court finds no objective justification for such a difference in treatment between persons detained on remand and convicted prisoners. It attaches weight to the fact that being able to follow television broadcasts was considered to be a part of the cultural and educational activities organised for convicted persons, whereas such activities were not provided for in the law applicable to persons detained on remand. This was also criticised by the CPT.", "72.  It is true that the General Prison Administration issued instructions in 2003 allowing detained persons to have their own television sets in their cells. This does not affect the position in the present case, as such a possibility was open only to persons who could afford the costs involved and, in any event, it was not technically feasible in the prison wing where the applicant was being held.", "73.  There has therefore been a violation of Article 14 taken in conjunction with Article 8 of the Convention.", "2.  Alleged violation of Article 8 of the Convention taken alone", "74.  The Court considers that since it has found a breach of Article 14 of the Convention taken in conjunction with Article 8, it is not necessary to examine whether there has been a violation of Article 8 alone.", "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1", "75.  The applicant complained that, when receiving a sum of money from his family, he was required to use half of that amount to pay back part of his debt to the State. Refusal to pay the amount would have led to the suspension of his right to buy groceries and other items in the prison shop. He relied on Article 1 of Protocol No. 1, which provides as follows:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "76.  The applicant stated that he had been in prison for several years and had not had any income. The only way in which he could have received the money needed to pay for supplementary food, personal items, correspondence, medicine and so forth, had been to ask his family members for help. However, he was under an obligation to use half of the money he received from his family to pay back his debt to the State. If he had failed to reimburse part of that debt on a monthly basis, he would have been prevented from buying groceries and other items in the prison shop.", "77.  Overall, considering the amount of money he had received from his family and the obligation to use half of it to pay back his debt to the State, he claimed that he had been left with amounts between EUR 7 and 15 per month that he could use in the prison shop. He also claimed that the quantity of the food provided in prison had been poor, and that the prisoners had therefore been forced to buy supplementary food. The restrictions set by law had not fulfilled the requirement of proportionality, as a fair balance had not been struck between the general interest of society and his fundamental rights. As a result, the legislation had placed an unreasonable burden on him.", "78.  The Government maintained that the relevant legislation regulating the use of prisoners’ money was compatible with the requirements of Article 1 of Protocol No. 1. They argued that that provision did not impair the right of States to adopt such laws as they deemed necessary to control the use of property in accordance with the general interest or to secure the payment of taxes and other contributions or penalties.", "79.  The purpose of the relevant legislation was to ensure that prisoners paid their debts. The applicant was entitled to use his money only if he fulfilled the statutory requirements. More specifically, in the previous calendar month, he had had to pay at least the same amount of his debt to the prison administration or other entitled people as he had wished to withdraw. Nevertheless, if a person did not fulfil those requirements, the prison governor was entitled to grant leave to that person to use his or her money to buy medicine or indispensable sanitary items, or to pay taxes or fees.", "80.  Even though such a regulation interfered with the right of prisoners to freely dispose of their money, it was not a disproportionate interference because prisoners were provided with food, clothing and other items and services. When using additional financial resources, the prisoners secured above-standard conditions for themselves.", "81.  The Court reiterates that Article 1 of Protocol No. 1 guarantees in substance the right of property. Any interference with that right must comply with the principle of lawfulness and pursue a legitimate aim by means reasonably proportionate to the aim sought to be realised (for a recapitulation of the relevant principles see, for example, Metalco Bt. v. Hungary, no. 34976/05, § 16, 1 February 2011, with further references).", "82.  In the present case the applicant has been allowed to use money on his account in prison to buy supplementary food and other products in the prison shop, but only if he used at least the same amount for reimbursement of his registered debts. There has thus been an interference with the applicant’s right under Article 1 of Protocol No. 1 to the peaceful enjoyment of his possessions.", "83.  That interference has had a legal basis, namely section 12a of the Detention Act 1993 and, after the applicant’s conviction, section 28 of the Serving of Prison Sentences Act 2005 (see paragraphs 16 and 23 above). The reimbursement of debts undoubtedly falls within the general interest as envisaged in Article 1 of Protocol No. 1.", "84.  As to the requirement of a reasonable relationship of proportionality between the means employed and the aim pursued, the Court has recognised that the Contracting States enjoy a wide margin of appreciation with regard both to choosing the means for the recovery of debts and to ascertaining whether the consequences of such recovery are justified in the general interest for the purpose of achieving the object of the law in question. In such cases the Court will respect the State authorities’ judgment as to what is in the general interest unless that judgment is manifestly without reasonable foundation (see Benet Czech, spol. s r.o. v. the Czech Republic, no. 31555/05, §§ 30 and 35, 21 October 2010, with further references).", "85.  The Court notes that the interference in issue has limited but has not removed the possibility for the applicant to use the money in his account in prison to buy supplementary food and other products in the prison shop.", "It further notes that, even if a person does not fulfil the requirement of using an equivalent amount towards the reimbursement of a part of his or her debt, that person is to be allowed to use his or her money to buy medicine, indispensable sanitary items or items necessary to engage in correspondence, or to pay taxes or fees. It does not appear from the documents submitted that the applicant has not been allowed to use his money for such purposes regardless of whether or not he reimbursed a part of his debt.", "86.  In view of the information before it, and considering the wide margin of appreciation afforded to the  in similar cases, the Court considers that the interference complained of was not disproportionate to the aim pursued.", "87.  There has therefore been no violation of Article 1 of Protocol No. 1.", "IV.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION", "88.  The applicant complained that he had no effective remedy at his disposal as regards the complaints set out above. He relied on Article 13 of the Convention, which provides:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "89.  The Court notes that it has declared admissible and examined the applicant’s complaints under the substantive provisions of the Convention only to the extent that the alleged breach stemmed from the alleged deficiencies in the relevant law.", "90.  However, Article 13 cannot be interpreted as requiring a remedy against the state of domestic law (see Iordachi and Others v. Moldova, no. 25198/02, § 56, 10 February 2009).", "91.  In these circumstances, the Court finds no breach of Article 13 of the Convention.", "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "92.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "93.  The applicant claimed 50,000 euros (EUR) in respect of non-pecuniary damage.", "94.  The Government considered that claim to be excessive.", "95.  The Court, making an assessment on an equitable basis, considers it appropriate to grant EUR 9,000 to the applicant in respect of non-pecuniary damage.", "B.  Costs and expenses", "96.  The applicant claimed EUR 500 in respect of his own out-of-pocket expenses, which he incurred in the context of his attempts to obtain redress before both the domestic authorities and the Court. He further claimed EUR 3,900 in respect of the costs of his legal representation in the proceedings before the Court, as well as EUR 920 for the translation of submissions and other expenses incurred by his lawyer.", "97.  The Government considered that any award should correspond to the principles established in the Court’s case-law.", "98.  The Court reiterates that costs and expenses will not be awarded under Article 41 unless it is established that they were actually and necessarily incurred and were reasonable as to quantum (see Sanoma Uitgevers B.V. v. the Netherlands [GC], no. 38224/03, § 109, 14 September 2010, with further references).", "99.  Regard being had to the information in its possession and the above-mentioned criteria, and noting that the applicant was granted legal aid under the Council of Europe legal-aid scheme (see paragraph 2 above), the Court considers it reasonable to award the applicant the additional sum of EUR 600 in respect of costs and expenses, plus any tax that may be chargeable to him on that amount.", "C.  Default interest", "100.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 14 taken in conjunction with Article 8 of the Convention;", "", "2.  Holds that it is not necessary to examine whether there has been a violation of Article 8 of the Convention taken alone;", "", "3.  Holds that there has been no violation of Article 13 of the Convention;", "", "4.  Holds that there has been no violation of Article 1 of Protocol No. 1;", "", "5.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:", "(i)  EUR 9,000 (nine thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;", "(ii)  EUR 600 (six hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 13 December 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSantiago Quesada\t  Josep Casadevall\n\tRegistrar\t   President", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges Gyulumyan and Tsotsoria is annexed to this judgment.", "J.C.M.\nS.Q.", "JOINT CONCURRING OPINION OF \nJUDGES GYULUMYAN AND TSOTSORIA", "We voted with the majority in finding a violation of Article 14 taken in conjunction with Article 8 of the Convention in the particular circumstances of the present case. However, with due respect, we would like to express our separate opinion on certain points of the judgment that, we believe, are crucial in shaping the Court’s case-law on the rights of remand prisoners. From this point of view, the judgment may well go beyond the legal system of the respondent State and have implications for all the Contracting States.", "In the present case, the applicant based his complaints on Articles 8 and 14 of the Convention and alleged that as a remand prisoner, his rights were restricted to a greater extent than those of convicted persons (see paragraphs 38-39 and 42 of the judgment).", "We are mindful of the tendency towards greater protection of the rights of remand prisoners, which is adequately outlined in the relevant parts of the judgment. The most pertinent elements can be summarised as follows:", "(i)  when determining the appropriate regime for remand prisoners, the Government should take into consideration the fact that they enjoy the right to be presumed innocent;", "(ii)  unless there is a time and content-specific restriction imposed by a judicial authority in an individual case, remand prisoners should enjoy at least the same rights as convicted prisoners;", "(iii)  the restrictions imposed must be necessary in the interests of the administration of justice or for the security of the custodial facility.", "Based on the above-mentioned elements, the crucial question that arises is whether remand and convicted prisoners should enjoy the same rights, thus making Article 14 of the Convention applicable. Here we refer to the following facts of the case: the applicant was detained on remand for more than four years (see paragraphs 7 and 60). This unusually long period makes the present case specific in relation to regular cases concerning the rights of remand and convicted prisoners, as detention on remand is normally imposed for a significantly shorter period of time (see paragraph 55). This specific circumstance of the case, namely the long period of detention on remand, did not go unnoticed and was appropriately highlighted in paragraph 53 of the judgment. Therefore, we doubt that the rights of remand and convicted prisoners should be equal in all circumstances.", "Having said that, we had no difficulties in agreeing with the majority that the present case fell within the ambit of Article 14 of the Convention, as the respondent Government also accepted the argument that the applicant, as a remand prisoner, had an “other status” within the meaning of Article 14. However, we did have difficulties in fully aligning ourselves with the majority’s principal argument for the justification of the applicability of Article 14 of the Convention to the present case. In this regard, the majority found:", "“57.  The applicant’s complaints under examination concern the legal provisions regulating his visiting rights, and his lack of access to television programmes in prison. They thus relate to issues which are of relevance to all persons detained in prisons, as they determine the scope of the restrictions on their private and family life which are inherent in the deprivation of liberty, regardless of the ground on which they are based.” (emphasis added)", "The paragraph cited above and the overall spirit of the judgment (see also, for instance, paragraph 67) bring us to the conclusion that the majority, at least implicitly, support the idea of making the status of remand and convicted prisoners equal. We think that the effect of the judgment as it now stands might go beyond the circumstances of the present case, irrespective of the preconditions for legitimate restrictions of rights; it is not certain that its impact will be limited to the right to have family visits and access to television, which formed the subject of the complaints in the underlying application. We are afraid that, in the light of the scarce case-law on the cumulative application of Articles 8 and 14 of the Convention in the field of prison rules, the importance of the present case has not been adequately assessed and carefully anticipated.", "We feel compelled to say that, despite these unfortunate disagreements with the majority, we fully subscribe to the rationale of the judgment that the rights of remand prisoners should be further strengthened, albeit without prejudice to, inter alia, the legitimate interests of the criminal proceedings and the security of the institution concerned. The margin of appreciation enjoyed by the Contracting States in penal policy-making should likewise be respected, as reaffirmed by the majority (see paragraph 59).", "The present judgment, as it now stands, fails to shed light on some of the very complex issues in penal policy that are equally important and relevant for the Contracting States. The ambiguity of the arguments in the judgment may turn the indisputably good intentions of the Court into something unintended."]}