{"file": "ENG_CLIN_40094_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "40094/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 156", "October 2012", "Virabyan v. Armenia - 40094/05", "Judgment 2.10.2012 [Section III]", "Article 3", "Effective investigation", "Serious allegations of ill-treatment not followed by adequate investigation: violation", "", "Torture", "No plausible explanation offered for injuries suffered while in detention: violation", "", "Article 6", "Article 6-2", "Presumption of innocence", "Statement by prosecutor when discontinuing criminal proceedings that suspect had atoned for his guilt: violation", "", "Article 14", "Discrimination", "Allegations of political motivation for ill-treatment not objectively verifiable: no violation", "Failure to take reasonable steps to investigate allegations of political motivation for ill-treatment: violation", "", "Facts – At the material time the applicant was a member of one of the main opposition parties in Armenia. The events in question occurred in a time of heightened political sensitivity, during which the applicant participated in several anti-government demonstrations. While demonstrating, the applicant was brought into custody after the police allegedly received an anonymous telephone call stating that he was in possession of a firearm. According to the police record, the applicant subsequently used foul language and was abrasive, so an administrative case was prepared. The applicant was later charged with assaulting the police officer who informed him of the administrative case. The applicant contested this version of events, and alleged that he had cooperated with the police, but that at a certain point he had been given a brutal beating, having been handcuffed, kicked and hit with metal objects in the scrotum until he lost consciousness. Subsequent to the events in question the applicant was found to be badly injured, and later had to undergo a procedure to remove his left testicle. The prosecutor ultimately decided to discontinue the criminal proceedings against the applicant under former Article 37 § 2(2) of the Armenian Code of Criminal Procedure on the grounds that the applicant had “atoned for his guilt” through the injury he had suffered during the commission of the offence.*", "In his application to the European Court, the applicant complained that the alleged treatment amounted to torture on account of his political opinions, and that no effective investigation was carried out. He also alleged that the prosecutor’s decision to discontinue the proceedings on the basis of former Article 37 § 2(2) of the Armenian Code of Criminal Procedure had violated his right to be presumed innocent.", "Law – Article 3", "(a)  Substantive aspect: Where, as here, an individual is taken into police custody in good health and is found to be injured on release, it is incumbent on the State to provide a plausible explanation of how those injuries were caused. However in the present case the Government did no more than refer to the findings of the official domestic investigation in support of their position. That investigation was fundamentally flawed (see below). Therefore the Court could not consider the Government’s explanation of how the applicant had received his injuries – that he fell while in custody – satisfactory and concluded that they were attributable to ill-treatment for which the authorities were responsible. The applicant had been subjected to a particularly cruel form of treatment that had caused severe physical and mental suffering. Having regard to the nature, degree, and purpose of the ill-treatment, the Court found that it could be characterised as acts of torture.", "Conclusion: violation (unanimously).", "(b)  Procedural aspect: The investigation of serious allegations of ill-treatment must be thorough. That means that the authorities must always make a serious attempt to find out what happened. However, there were numerous deficiencies in the investigation in the present case. Among other things, it was based entirely on the statements of the police officers and the medical reports were entirely inadequate. Conversely, at all stages of the investigation the applicant had presented a consistent and detailed description of who had ill-treated him and how, and his allegations were compatible with the description of his injuries contained in various medical records. Therefore the Court concluded that the sole purpose of the investigation was to prosecute the applicant and to collect evidence in support of that prosecution, and so it lacked the requisite objectivity and independence.", "Conclusion: violation (unanimously).", "Article 6 § 2: The prosecutor’s decision to discontinue the criminal proceedings against the applicant was couched in terms which left no doubt as to the prosecutor’s view that the applicant had committed an offence. The facts had been set out in a manner that suggested it had been established that the police officer had acted in self-defence against an assault by the applicant and, in deciding not to prosecute, the prosecutor had specifically stated that by suffering privations the applicant had “atoned for his guilt”. Both the Court of Appeal and the Court of Cassation had upheld that decision. Indeed, the ground for discontinuing criminal proceedings envisaged by former Article 37 § 2(2) of the Code of Criminal Procedure in itself presupposed that the commission of an imputed act was an undisputed fact. It followed that the reasons given by the prosecutor and upheld by the courts for discontinuing the proceedings in reliance on that provision had violated the presumption of innocence.", "Conclusion: violation (unanimously).", "Article 14 in conjunction with Article 3", "(a)  Substantive aspect: The Court’s task under this heading was to establish whether or not political motives were a causal factor in the applicant’s ill-treatment. Pertinent to this consideration was the prevailing climate of political sensitivity in Armenia, and the general administrative practice of deterring or preventing opposition activists from participating in demonstrations. The Court further noted that the applicant was an active member of the opposition and that the initial reason for his arrest was indirectly linked to his participation in a political demonstration based on an allegation from an anonymous phone call of which there was no record. Further, the suspicion of possession of a firearm and the administrative case against the applicant were not subsequently pursued, and the arresting police officers had made conflicting statements as to the reasons for his detention.", "However despite these factors there was no objective way to verify the applicant’s allegations. In certain cases of alleged discrimination the Court may require the respondent Government to disprove an arguable allegation of discrimination and, if they fail to do so, find a violation of Article 14 on that basis. However, here such an approach would amount to requiring the Government to prove the absence of a particular subjective attitude. It was true that the circumstances of the applicant’s politically motivated arrest raised serious concerns. However, this in itself was not sufficient to conclude that the ill-treatment was similarly inflicted for political motives. In the circumstances of the case, it could not be ruled out that the applicant had been subjected to ill-treatment as revenge for injuries he had inflicted on a police officer while in custody, or for other motivating factors. Therefore the Court could not conclude beyond reasonable doubt that the applicant’s ill-treatment was motivated by his political opinions.", "Conclusion: no violation (unanimously).", "(b)  Procedural aspect: When investigating violent incidents, State authorities must take all reasonable steps to unmask any political motive and establish whether or not intolerance towards a dissenting political opinion may have played a role in the events. This is an aspect of their procedural obligations under Article 3 of the Convention, but may also be seen as implicit in their responsibilities under Article 14 to secure the fundamental values enshrined in Article 3 without discrimination. Failing to conduct such an investigation and treating politically induced violence and brutality on an equal footing with cases that have no political overtones may constitute unjustified treatment.", "The applicant had alleged on numerous occasions before the investigating authorities that his ill-treatment had been linked to his participation in the opposition demonstrations and had been politically motivated. Indeed, the basis for his arrest had been questioned by the Armenian Ombudsman. The investigating authorities had thus had before them sufficient information to alert them to the need to carry out an initial verification and, depending on the outcome, an investigation into possible political motives for the applicant’s ill-treatment. However, almost nothing had been done to verify the information. Only two police officers were apparently asked if they were aware of the applicant’s political affiliation, while the officers alleged to have made politically intolerant statements both before and during the applicant’s ill-treatment were not even questioned on that point. In sum, no attempts had been made to investigate the circumstances of the applicant’s arrest, including the numerous inconsistencies and other elements pointing at possible political motives behind it, and no conclusions had been drawn from the materials available. The authorities had thus failed in their duty to take all possible steps to investigate whether or not discrimination may have played a role in the applicant’s ill-treatment.", "Conclusion: violation (unanimously).", "Article 41: EUR 25,000 in respect of non-pecuniary damage.", "* Former Article 37 § 2(2) of the Armenian Code of Criminal Procedure laid down that a prosecutor could decide not to proceed if he considered it not to be expedient on the ground that the suspect had redeemed the committed act through suffering, limitation of rights and other privations which he had suffered in connection with the committed act.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}