{"file": "ENG_HECOM_18938_07.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "18938/07", "text_paragraphs": ["FOURTH SECTION", "Applications nos 18938/07 and 36069/09\nPlamen Todorov RADKOV against Bulgaria\nand Miroslav Sabev SABEV against \nlodged on 13 February 2007\nand 11 June 2007 respectively", "STATEMENT OF FACTS", "", "Application no. 18938/07 was lodged on 13 February 2007 by Plamen Todorov Radkov, born in 1972. Application no. 36069/09 was lodged on 11 June 2007 by Miroslav Sabev Sabev, born in 1966. The two applicants are Bulgarian nationals serving life sentences. At the relevant time they were at Lovech Prison.", "The circumstances of the case", "The facts of the cases, as submitted by the applicants, may be summarised as follows.", "In 2006 the applicants brought proceedings against the Ministry of Justice under the State and Municipalities Responsibility for Damage Act, seeking damages for the allegedly poor conditions of detention in Lovech Prison. The applicants’ request that two of their inmates be questioned as witnesses was granted, and on 26 January 2007 a special court hearing with that aim took place in the prison.", "The applicants were brought to the hearing with their hands cuffed behind their backs and their ankles shackled. Once the hearing began, the applicants requested that their handcuffs be removed, stating that they were uncomfortable. The judge presiding the hearing refused, without giving any specific reasons. The applicants remained handcuffed until the end of the hearing. On the other hand, the two witnesses heard by the court had their handcuffs removed.", "A prosecutor was also present at the hearing. It is unclear what further security arrangements were in place in the courtroom.", "The hearing continued for about an hour.", "COMPLAINTS", "1.  The applicants complain under Article 3 of the Convention that their handcuffing during the court hearing of 26 January 2007 caused them pain and humiliated them.", "2.  Relying on Articles 6 § 1 and 13 of the Convention, the applicants also complain that they had no effective remedies at their disposal for their complaints under Article 3. The applicant in application no. 36069/09, Mr Sabev, also relies on Article 14 of the Convention.", "", "QUESTIONS TO THE PARTIES", "1.  Have the applicants been subjected to inhuman or degrading treatment, in breach of Article 3 of the Convention? Did the ill-treatment they complained of, namely their handcuffing during the court hearing of 26 January 2007, reach the “minimum level of security” required under that provision? In particular, given the circumstances of the case, was this measure justified and necessary (see, for example, Gorodnitchev v. , no. 52058/99, §§ 100-109, 24 May 2007)?", "", "2.  Did the applicants have at their disposal an effective domestic remedy for their complaints under Article 3, as required by Article 13 of the Convention? In particular, did they have a means to claim compensation?"]}