{"file": "ENG_CLIN_1411_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "1411/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 110", "July 2008", "Turgut and Others v. Turkey - 1411/03", "Judgment 8.7.2008 [Section II]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Deprivation of property", "Registration of land belonging to the applicants in the name of the Treasury for nature-conservation purposes without payment of compensation: violation", "", "Facts: The applicants claimed that a piece of land measuring more than 100,000 square metres had been owned by their families for more than three generations. In 1962 the Ministry of Forestry and the Treasury brought court proceedings to have the title to the land in question annulled. In its judgment the court found that the land was part of the State forest and that it could not be privately owned. In 1974, following an amendment of Turkish legislation on the delimitation of State forests, the case was referred back to the court for new expert opinions concerning the disputed land. Based on expert reports it had commissioned, the court ordered the land to be registered in the land register under the applicants’ names. In 1978 the Court of Cassation, considering the expert reports insufficient, remitted the case to the court. New expert reports concluded that the land was located within the perimeter of the State forest. In a judgment delivered in 2001 the court ruled that the land was part of the State forest and ordered its registration in the land register as property belonging to the Treasury. The court based its decision on experts’ reports, on the principle emerging from the case-law of the Court of Cassation to the effect that title to property forming part of the national forestry domain had no legal value and on the constitutional principle of the inalienability of ownership of State forests. That judgment was upheld by the Court of Cassation, which subsequently dismissed a revision request lodged by the applicants. Yet 50-odd private housing units and a military holiday camp for officers in the armed forces had since been built on the disputed land.", "Law: There had been an interference with the applicants’ right to the peaceful enjoyment of their possessions, as they had been deprived of their property. The applicants’ good faith was not in dispute. Until the annulment of their title and its re-registration in the name of the Treasury, the applicants had been the rightful owners of the property, with all the consequences arising from their title, and they had further benefitted from “legal certainty” as to the validity of the title recorded on the land register, which provided undisputable evidence of ownership. The applicants had been deprived of their property by a judicial decision. In spite of their protests as to the nature of the land, the domestic courts had finally annulled their ownership title in application of the provisions of the Constitution and on the strength of expert reports according to which the land was part of the national forestry domain. Having regard to the reasons given by the domestic courts, the purpose of the deprivation imposed on the applicants, namely the protection of nature and forests, fell within the public interest. The Court had often dealt with questions linked to environmental protection, and stressed the importance of the subject. The protection of nature and forests, and of the environment in general, was a matter of considerable and constant concern to public opinion and consequently to the public authorities. Economic imperatives and even certain fundamental rights, including the right of property, should not be placed before considerations relating to environmental protection, in particular when there was legislation on the subject.However, where there was deprivation of property, consideration had to be given to the means of compensation provided for in domestic legislation. The applicants had not received any compensation for the transfer of their property to the Treasury, in conformity with the Constitution. No exceptional circumstance had been raised in order to justify the lack of compensation. Consequently, the failure to award the applicants any compensation had upset, to their detriment, the fair balance that had to be struck between the demands of the general interest of the community and the requirements of the protection of individual rights.", "Conclusion: violation (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}