{"file": "ENG_CLIN_28867_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "28867/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 88", "July-August 2006", "Keegan v. the United Kingdom - 28867/03", "Judgment 18.7.2006 [Section IV]", "Article 8", "Article 8-1", "Respect for family life", "Respect for private life", "Forcible entry in order to search a house at an address indicated by a suspect without proper police verification as to its current residents: violation", "", "Article 13", "Effective remedy", "Courts unable to examine issues of proportionality or reasonableness in proceedings for damages for a forcible entry and search allegedly conducted with malice: violation", "", "Facts: The applicants are a couple with four children. A previous tenant of their house had been the mother of a person questioned by the police following a series of armed robberies and who had often indicated the address of the house in question as his own. A detective obtained a warrant to search the house in question for cash stolen during the robberies, having sworn on oath that he had reasonable cause to believe that such stolen cash was in the possession of the occupier of the property. In 1999 at approximately 7 a.m. the police, mistakenly believing that an armed robber lived there, forcibly gained entry into the applicants’ home and carried out a search of the premises. They used a metal ram to make a hole in the door. On finding no one but the applicants in the house, the police sergeant apologised and arranged for repairs to be made to their front door.", "The applicants brought proceedings against the chief constable for, among other things, the tort of maliciously procuring a search warrant. They alleged that they had been caused terror, distress and psychiatric harm. Finding against the applicants, a county court judge found that the police had been investigating serious and violent offences and had not acted with reckless indifference to the lawfulness of their acts, which element was necessary for the tort of maliciously procuring a search warrant. The court of appeal agreed. While Lord Justice Kennedy found that if proper enquiries had been made and the results properly reported, there would have been no reasonable or probable cause to apply for a search warrant, he held that the requirement of malice was not made out as there was no evidence of any improper motive (incompetence or negligence did not suffice).", "Law: Article 8 – The applicants had been living at the address for about six months and they had no connection whatsoever with any suspect or offence. As the county court judge had noted, it was difficult to conceive that enquiries had not been made by the police to verify the residents of the address which the suspected robber had been known to give and that if such enquiries had been properly made they would not have revealed the change in occupation. The loss of the police notes rendered it impossible to deduce whether it had been a failure to make the proper enquiries or a failure to transmit or properly record the information obtained that had led to the mistake that was made. In any event, as found by the domestic courts, although the police had not acted with malice and indeed with the best of intentions, there was no reasonable basis for their action in breaking down the applicants’ door early one morning while they were in bed. Put in Convention terms, there might have been relevant reasons, but, as in the circumstances they were based on a misconception which could, and should, have been avoided with proper precautions, they could not be regarded as sufficient. The fact that the police did not act maliciously was not decisive under the Convention which is geared to protecting against abuse of power, however motivated or caused. Neither could the Court agree that a limitation of actions for damages to cases of malice was necessary to protect the police in their vital functions of investigating crime. The exercise of powers to interfere with home and private life must be confined within reasonable bounds to minimise the impact of such measures on the personal sphere of the individual guaranteed under Article 8 which is pertinent to security and well-being. In a case where basic steps to verify the connection between the address and the offence under investigation were not effectively carried out, the resulting police action, which had caused the applicants considerable fear and alarm, could not be regarded as proportionate. That finding did not imply that any search, which turned out to be unsuccessful, would fail the proportionality test, only that a failure to take reasonable and available precautions would do so. In the present case the balance had not been properly struck.", "Conclusion: violation (unanimously).", "Article 13 – While it was true that the applicants had taken domestic proceedings seeking damages for the forcible entry and its effect on them, they had been unsuccessful. The courts had held that it was in effect irrelevant that there had been no reasonable grounds for the police action as damages only lay where malice could be proved, and negligence of this kind did not qualify. The courts had been unable to examine issues of proportionality or reasonableness and, as various judges in the domestic proceedings had noted, the balance had been set in favour of protection of the police in such cases. In these circumstances the applicants had not had available to them a means of obtaining redress for the interference with their rights under Article 8.", "Article 41 – Separate awards for non-pecuniary damage ranging from EUR 2,000 to EUR 3,000.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}