{"file": "ENG_CLIN_33729_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "33729/06", "text_paragraphs": ["Information Note on the Court’s case-law No. 109", "June 2008", "Martins Castro and Alves Correia de Castro v. Portugal - 33729/06", "Judgment 10.6.2008 [Section II]", "Article 13", "Effective remedy", "Ineffectiveness of length-of-proceedings remedy owing to lack of compensation for non-pecuniary damage: violation", "", "Article 46", "Article 46-2", "Execution of judgment", "Invitation to State to comply with Court’s case-law on the effectiveness of remedies.", "", "Facts: The applicants brought proceedings in 1993 to have tenants evicted. A judgment in their favour was pronounced in 2002. In 2004 the applicants lodged an action to establish non-contractual liability on the part of the State because of the length of the civil proceedings. In a judgment in 2004 the administrative court, while acknowledging that the proceedings had been unreasonably lengthy, found that the applicants had not proved the existence of any non-pecuniary damage and found against them. In 2006 the appeal court confirmed that decision. The same year the Supreme Administrative Court declared a new appeal inadmissible.", "Law: Article 13 – The main question that arose in this case was whether, in view of the decisions pronounced by the administrative courts, the action to establish non-contractual liability on the part of the State, which the Strasbourg Court had found effective on 27 March 2003 (Paulino Tomas v. Portugal (dec.), no. 58698/00), remained an “effective” remedy for complaints about the length of judicial proceedings in Portugal. The fact that the administrative courts very often took such a long time to examine such actions did not, in itself, render the remedy ineffective. As to the level of compensation, unlike the stance taken by the domestic courts in the instant case, the reasoning of the courts in such matters should be based on the strong but rebuttable presumption that excessively long proceedings would occasion non-pecuniary damage (see Scordino v. Italy (no. 1) [GC], CEDH 2006). Now, although the Supreme Administrative Court, in a judgment of 28 November 2007, accepted that interpretation and the principles enshrined in the Court’s case-law, these did not seem sufficiently well anchored in Portuguese law, as the instant case showed.", "An action to establish non-contractual liability on the part of the State could not be considered an “effective” remedy within the meaning of Article 13 of the Convention while the current uncertainty remained and the principle laid down in the Supreme Administrative Court’s judgment of 28 November 2007 had not been incorporated into Portuguese law through harmonisation of the conflicting decisions.", "Conclusion: violation (unanimously).", "Article 46 – Having noted the existence of several dozen pending applications containing complaints identical to those in the present case, the Court invited the respondent State and all its bodies, including the prosecuting authorities, who played a very important role in this field, to take all necessary measures to ensure that decisions taken at national level were in conformity with the Court’s case-law.", "Article 41 – EUR 9,500 to the applicants jointly in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}