{"file": "ENG_CLIN_45508_99.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "45508/99", "text_paragraphs": ["Information Note on the Court’s case-law 68", "October 2004", "H.L. v. the United Kingdom - 45508/99", "Judgment 5.10.2004 [Section IV]", "Article 5", "Article 5-1", "Deprivation of liberty", "Article 5-1-e", "Persons of unsound mind", "Psychiatric confinement as “informal patient” of person incapable of giving or refusing consent: violation", "Facts: The applicant, who is autistic and has a history of self-harm, lacks the capacity to consent or object to medical treatment. From 1994, after a number of years as an in-patient at a hospital Intensive Behavioural Unit (IBU), he resided with paid carers, although the hospital remained responsible for his care and treatment. In July 1997, while at a day centre, he started inflicting harm on himself. He was taken to the hospital, where he was assessed by a psychiatrist as being in need of in-patient treatment and transferred to the IBU. A second psychiatrist decided that committal under the Mental Health Act 1983 was not necessary, as the applicant was compliant and did not resist admission, and the applicant was consequently admitted as an “informal patient”. The applicant, represented by a relative, subsequently sought leave to apply for judicial review of the decision to admit him, a writ of habeas corpus and damages for false imprisonment. Leave was refused by the High Court, which considered that the applicant had not been “detained”. The Court of Appeal, however, considered that the applicant had been detained, since the hospital would not have allowed him to leave. It held that since the statutory provision allowing informal admission applied only to those who could give consent, the applicant’s detention had been unlawful. In the meantime, as the Court of Appeal had indicated that it would decide in the applicant’s favour, the applicant had been detained under the Mental Health Act. However, in December 1997 he had been released to his carers after two psychiatrists had recommended his discharge in the context of separate proceedings before the Mental Health Review Tribunal. In June 1998 the House of Lords allowed the hospital’s appeal, holding that the measures taken had been justified on the basis of the common law doctrine of necessity.     ", "Law: Article 5 § 1 (e) – As to whether the applicant had been deprived of his liberty, the key factor was that the health care professionals involved had exercised complete and effective control over his care and movements. It was clear that had he tried to leave he would have been prevented from doing so. Thus, the concrete situation was that the applicant had been under continuous supervision and control and had not been free to leave. He had therefore been “deprived of his liberty”.", "It was not disputed that he was suffering from a mental disorder when he was hospitalised and there was adequate evidence to justify the initial decision to detain him. The consistent clinical view throughout the relevant period was that the applicant required admission for assessment and treatment and his subsequent committal was based on two medical certificates attesting to the necessity of such committal. The fact that he was later found not to be suffering from a mental impairment which warranted confinement did not undermine the validity of prior assessments. The applicant had therefore been reliably shown to be suffering from a mental disorder of a kind or degree warranting compulsory confinement which persisted during his detention.", "The essential objective of Article 5 – to prevent individuals being deprived of their liberty in an arbitrary fashion – and the condition that detention be in accordance with a procedure prescribed by law require the existence of adequate legal protections and fair and proper procedures. In the present case, the domestic legal basis for the applicant’s detention was clearly the common law doctrine of necessity which, when applied in the area of mental health, accommodated the minimum conditions for lawful detention of those of unsound mind. It was true that at the time the doctrine was still developing but whether or not the applicant could reasonably have foreseen his detention on that basis, the further element of lawfulness, the aim of avoiding arbitrariness, had not been satisfied. The Court was struck by the lack of any fixed procedural rules by which the detention of compliant incapacitated persons was conducted, in contrast to the extensive network of safeguards applicable to compulsory committal. As a result of the lack of procedural regulation and limits, the health care professionals assumed full control of the liberty and treatment of a vulnerable individual solely on the basis of their own clinical assessments and, while the Court did not question their good faith or that they acted in what they considered the applicant’s best interests, the very purpose of procedural safeguards is to protect individuals against misjudgments and professional lapses. This absence of procedural safeguards failed to protect against arbitrary deprivations of liberty on grounds of necessity and there had therefore been a violation of Article 5 § 1.", "Conclusion: violation (unanimously).", "Article 5 § 4 – The review conducted in habeas corpus proceedings was not wide enough to bear on those conditions which were essential for “lawful” detention of persons of unsound of mind, since it did not allow a determination of the merits of whether the mental disorder persisted. Moreover, the principles of judicial review as applied prior to incorporation of the Convention would at the time have placed the bar of unreasonableness so high as effectively to exclude any adequate examination of the merits of the clinical views. As far as a claim for damages in negligence was concerned, the applicant had not alleged any negligence, and as to an action for false imprisonment, the action brought by the applicant had not involved any expert evidence. Finally, with regard to seeking declaratory relief from the High Court, no similar case from the relevant time had been cited. In sum, it had not been demonstrated that the applicant had had available to him a procedure satisfying the requirements of Article 5 § 4.", "Conclusion: violation (unanimously).", "Article 14 in conjunction with Article 5 – The Court concluded unanimously that it was unnecessary to examine this complaint.", "Article 41 – The Court considered that the finding of a violation constituted sufficient just satisfaction with regard to non-pecuniary damage. It made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}