{"file": "ENG_HECOM_29376_12.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "29376/12", "text_paragraphs": ["", "", "Communicated on 18 December 2013", "", "THIRD SECTION", "Application no. 29376/12\nMartin ZACHAR\nagainst Slovakia\nlodged on 10 May 2012", " STATEMENT OF FACTS", "", "1.  The applicant, Mr Martin Zachar, is a Slovak national, who was born in 1989 and is presently serving a term of imprisonment in Dubnica nad Váhom Prison.", "The circumstances of the case", "2.  The facts of the case, as submitted by the applicant, may be summarised as follows.", "1.  Commencement of the proceedings", "3.  On 4 August 2009 a criminal investigation was opened into suspected trafficking in drugs, an offence of which the applicant would later be charged and convicted.", "4.  On 4 November 2009 a warrant was issued for the search of premises, which were situated in a factory complex, that were rented by the applicant and another individual (T.Č.), and were used as a music studio.", "5.  In the evening of 7 November 2009 the police arrived at those premises to carry out the search. According to the search report, they seized a pair of digital scales, various items used for the consumption and packaging of drugs and what would later be established to be 11.724 grams of cannabis. No lawyer representing the applicant or any other of the parties concerned was present.", "6.  At the same time, the police found the applicant and T.Č. on the premises and arrested them both.", "7.  Between 9.30 p.m. and 10.45 p.m. that same day the applicant was questioned by the police as a suspect (podozrivý).", "His police statement was transcribed on a pre-printed form, the relevant part of which was filled in to indicate, inter alia, that the applicant was suspected of trafficking in drugs within the meaning of Article 171 §§ 1 and 2 of the Criminal Code (Law no. 300/2005 Coll., as amended – “the CC”).", "On the first page of the form there is a preprinted message noting, inter alia, that the person being questioned has the right to remain silent and the right to choose a lawyer. That page, as well as the subsequent pages, bears the applicant’s signature.", "The applicant made the statement without a lawyer and the transcript contains no mention of the issue of legal representation.", "8.  In his statement, the applicant described his arrangement with T.Č. concerning the sale to third parties of cannabis sourced by T.Č. and their profit sharing. He identified five individuals as his customers and described how he was selling the drug to them and what he was doing with the profit made.", "9.  Between 1.10 a.m. and 2.00 a.m. the following day, the police questioned T.Č., again as a suspect and under the same circumstances as described above in respect of the applicant. T.Č.’s police statement was along the lines of that of the applicant, with the exception that he identified three individuals as his customers and added that cannabis had been smoked on the premises before the arrival of the police.", "10.  Around the same time, that is to say late on 7 November or in the early hours of 8 November 2009, the police also questioned two other individuals, A. and B., who had been present at the scene upon the arrival of the police. No lawyer for the applicant, T.Č. or those two individuals was present at the questioning. They described how the drug had been consumed on the premises the previous evening and, in general terms, how they bought or otherwise obtained it from the applicant and T.Č.", "2.  Charge and pre-trial proceedings", "11.  On 8 November 2009 the applicant and T.Č. were charged with conspiracy to traffic in drugs within the meaning of Articles 20 § 1 and 172 § 1 (c) and (d) of the CC, this offence being considered an ordinary criminal offence (zločin) carrying a penalty of imprisonment for four to ten years. The document containing the charge relied on the results of what was termed a preliminary expert analysis of the material seized (see paragraph 5 above) and the police statements of the applicant, T.Č., A., B., as well as of two other individuals.", "12.  Following the bringing of the charge against the applicant, between 6 p.m. and 6.45 p.m. on the same day the applicant was again questioned, this time as an accused (obvinený).", "He was not assisted by counsel. His statement was transcribed on a preprinted form, which contains a pre-printed message noting, inter alia, that the person being questioned has the right to remain silent and the right to choose a lawyer. That page, as well as all the other pages of the document, bears the applicant’s signature.", "According to the transcript, the applicant stated that he waived his right to review the investigation file and his right of appeal against the charges. He further made a confession in general terms and conceded that the evidence on which the charge against him was based was accurate. He also declared that he had no wish to appoint a lawyer; that he had been selling the drug because he was unemployed; that he regretted his actions; and that, if released, he would stop selling the drug and limit himself to its consumption.", "13.  It appears that on 9 November 2010 the applicant had his first appearance in court and that he may have chosen a lawyer to represent him. However, in his submission, the lawyer was not present at that hearing, following which the applicant was remanded in custody pending trial on the above-mentioned charge. It further appears that, on 9 February 2010, the applicant fired his lawyer and that, at some point, a new lawyer was appointed to represent him.", "14.  On 16 February 2010 the investigator informed the applicant, via the new lawyer, that, in view of the information obtained as regards the manner in which the suspected offence had been committed, the charge against him would be reclassified as an aggravated form of the same offence within the meaning of Article 172 § 2 (c) of the CC. The aggravated offence carried a penalty of imprisonment for ten to fifteen years and, as such, amounted to a particularly serious criminal offence (obzvlášť závažný zločin), which in turn meant that legal representation of the accused was mandatory under Article 37 § 1 (c) of the Code of Criminal Procedure (Law no. 301/2005 Coll., as amended – “the CCP”).", "3.  Trial", "15.  On 4 May 2010 the applicant was indicted to stand trial on the aggravated charge before the District Court (Okresný súd).", "The indictment was based on the applicant’s statements made on 7 and 8 November 2009, the results of the search of 7 November 2009, an expert analysis of the material seized during the search and five witnesses statements, including those of A. and B. It was also noted that he applicant had a previous conviction for robbery.", "16. On 17 August 2010 the District Court heard the case and, on 7 December 2010, it found the applicant guilty and jailed him for six years and eight months.", "It observed that the applicant had pleaded not guilty before the court, arguing that he had merely consumed the drug but had not been selling it. The District Court thus contrasted his testimony with his pre-trial statements of 7 and 8 November 2009.", "The District Court observed further that the five prosecution witnesses had also changed their testimony before it as compared to their statements made in the pre-trial phase, in that, before the court, they had given no evidence incriminating the applicant.", "In so far as these witnesses had sought to explain this change by alleging that they had been put under pressure by the police at the pre-trial stage, no such allegations were proven before the court. According to the District Court’s judgment, one of these witnesses, A., had been questioned at the pre-trial stage in the presence of the applicant’s counsel.", "4.  Appeal", "17.  On 14 December 2010 the applicant submitted an appeal (odvolanie) and on 3 March 2011 he amended it. He submitted, inter alia, that the record of the search of 7 November 2011 was vague, in particular as to the quantity and content of the dried material that had been seized. Furthermore, he claimed that he had been manipulated into making the initial statements by the police, who had promised him that, if he confessed to having been selling the drug, he would not be remanded in custody. He also argued that, during the questioning sessions of 7 and 8 November 2009, he had not been informed of his right to remain silent and to choose a lawyer. His signature on the relevant pages of the preprinted forms on which the questioning sessions had been transcribed was of no relevance – in particular given that there was no mention of his being informed of these rights in the actual transcript of the questioning sessions.", "These statements had thus been made contrary to the applicable procedural rules. As they had served as a basis for the decisions to charge and detain him, his trial had taken an unlawful course from the very outset.", "In addition, there had been no relevant grounds – for example, a substantial change in the evidence – to justify the reclassification of the charge against him from an ordinary criminal offence to a particularly serious criminal offence. Therefore, in the applicant’s submission, the charge against him had, from the beginning, actually been that of a particularly serious criminal offence, which had required his mandatory legal representation. Not informing him accordingly at the critical initial stages of the proceedings had had a fatal and irreversible impact on the choice of his defence strategy. By failing to inform him of the actual charge against him at the beginning of the proceedings, the authorities had in practice negated his defence rights.", "Furthermore, a number of further pieces of evidence originating from the pre-trial stage of the proceedings, in particular the witness evidence, had also been manipulated. The court should therefore only have examined the evidence taken during the trial and refrained from taking into account the pre-trial statements of the witnesses.", "18.  Meanwhile, on 24 January 2011, the prosecution also filed an appeal, challenging the sentence handed down and arguing, in particular, that there had been no grounds for imposing a sentence below the lower end of the penalty scale.", "19.  In a judgment of 9 March 2011 the Žilna Regional Court (Krajský súd) quashed the judgment of 7 December 2010; adjusted the District Court’s findings of fact as to the applicant’s conduct which formed the basis of the offence; found him guilty; and sentenced him to ten years’ imprisonment.", "It acknowledged that it had been an error for the District Court to take into account the applicant’s pre-trial statement of 7 November 2009 when he had been questioned as a suspect prior to being charged. This statement was therefore not a piece of lawful evidence and had to be excluded.", "However, it took into account his statement of 8 November 2009 when he, having already been charged, had made a confession in general terms, and a further statement, taken on 9 November 2009, which contained a more specific confession.", "In addition, the Regional Court relied on evidence from five prosecution witnesses, noting that the applicant had been incriminated by their statements made at the pre-trial stage of the proceedings. It observed, in general terms, that these witnesses had been questioned again in the presence of the applicant’s lawyer. Their pre-trial statements could thus be lawfully taken into account by the court, in particular in a situation where these witnesses had completely changed their accounts when giving testimony before the court but had failed to give convincing explanations for such a change.", "However, in the part of its judgment summarising the witnesses’ statements and the circumstances in which they had given evidence, the Regional Court made no mention of that further pre-trial questioning in the presence of the applicant’s lawyer, save for in the case of one of the witnesses, B.", "Finally, the Regional Court observed that as soon as the applicant’s prosecution had necessitated his mandatory legal representation, he had been legally represented. Accordingly, there had been no breach of his defence rights.", "5.  Appeal on points of law", "20.  On 27 July 2011 the applicant challenged the judgment of 9 March 2011 by way of an appeal on points of law (dovolanie), relying on Article 371 § 1 (c) and (g) of the CCP, which provide for such a remedy if there has been a fundamental breach of a person’s defence rights or the challenged decision is based on evidence that was examined by a court in an unlawful manner.", "In that respect, the applicant reiterated his previous arguments, including that he had not been informed at the beginning of the proceedings of his procedural rights, that he had been remanded in custody without having a lawyer and that there had been no change in the evidence such as to justify the reclassification of the charge against him.", "21.  On 10 November 2011 the Supreme Court (Najvyšší súd) declared the appeal inadmissible.", "It observed that, being an extraordinary remedy, an appeal on points of law was available only in cases of the most serious violations of the appellant’s rights.", "It further observed that the document containing the charge of 8 November 2009 had complied with all applicable formal requirements. It related to an initial stage of the proceedings, when not all relevant facts had been known. The charge of 8 November 2009 did not itself necessitate the applicant’s mandatory legal representation. As could be seen from the preprinted form on which his statements of 7 and 8 November 2009 had been transcribed, the applicant had been informed of his rights, and the fact that he had made no express waiver of his right to choose a lawyer was of no consequence. The applicant had subsequently chosen a lawyer and had made no complaints in respect of how the lawyer had been defending his rights and interests. There had thus not been any breach of the applicant’s defence rights reaching the threshold of seriousness for his appeal on points of law to be admissible under Article 371 § 1 (c) of the CCP.", "Noting that the Regional Court had excluded from the evidence the applicant’s statement of 7 November 2013 (see paragraph 19 above), the Supreme Court found that there were no reasons for admitting the applicant’s appeal for examination on the merits on the remaining ground put forward (decision based on evidence not examined in a lawful manner) either.", "6.  Constitutional complaints", "22.  Meanwhile, on 5 May 2011, the applicant had lodged a complaint under Article 127 of the Constitution (Constitutional law no. 460/1993 Coll., as amended). He directed the complaint against the police, the public prosecution service, the District Court and the Regional Court, advancing essentially the same arguments as mentioned above and alleging a violation of his rights to liberty and a fair trial.", "23.  On 30 June 2011 the Constitutional Court (Ústavný súd) declared the complaint inadmissible. It observed that the issue of the applicant’s (pretrial) detention had been resolved more than two months (the statutory time-limit) before the introduction of the complaint. Furthermore, in so far as the complaint concerned the District Court, it fell within the jurisdiction of the Regional Court. This, under the subsidiarity principle, excluded the jurisdiction of the Constitutional Court. Lastly, in so far as the complaint was directed against the Regional Court, the applicant had failed to fulfil the requirement of exhaustion of available remedies by raising his complaint before the Supreme Court by way of an appeal on points of law.", "24.  After having exhausted the last-mentioned remedy (see also paragraphs 20 and 21 above), on 9 January 2012 the applicant brought a fresh constitutional complaint along the same lines as his previous complaints.", "25.  On 15 February 2012 the Constitutional Court declared the complaint inadmissible. It held that, in so far as the complaint concerned the police, the public prosecution service and the District Court, it had been finally determined by its decision of 30 June 2011, which prevented it from examining that part of the complaint again. In addition, as to the decisions of the Regional Court and the Supreme Court, the Constitutional Court rejected the complaint as manifestly ill-founded, quoting extensively from the contested decisions and endorsing them.", "The Constitutional Court’s decision was served on the applicant on 9 March 2012.", "COMPLAINTS", "26.  The applicant alleges a violation of his rights under Article 6 § 3 (a), (b), (c) and (d) of the Convention on the grounds that:", "(i) he was not timely informed of the true nature of the charge against him;", "(ii) there were no relevant grounds for initially classifying the charge against him as an ordinary criminal offence and then reclassifying it as a particularly serious criminal offence;", "(iii) he was not properly informed at the initial, crucial stages of his prosecution of his procedural rights, including the right to choose a lawyer;", "(iv) the courts took into account his and his co-accused’s pre-trial statements, although these had been made without them being properly informed of their rights and without being assisted by a lawyer;", "(v) by obscuring the true nature of the charge against him at the beginning of his prosecution and thereby obscuring the fact that his legal representation had been mandatory from the outset, he was deprived of his right adequately to prepare and effectively to conduct his defence;", "(vi) the search report of 7 November 2009 was taken into account by the courts as evidence, which was contrary to the applicable rules because the search had been carried out prior to his being charged and had not been an “urgent and unrepeatable measure”; and", "(vii) pre-trial witness statements were taken into account by the courts, although they had been taken in violation of the applicable rules; and the courts gave more credence to those statements than to the testimony of these witnesses before the trial court, although, at the pre-trial stage, the applicant had had no opportunity to have these witnesses cross-examined.", "QUESTIONS TO THE PARTIES", "1.  Did the applicant have a fair hearing in the determination of the criminal charge against him, in accordance with Article 6 § 1 of the Convention?", "In particular, was there a violation of his right not to incriminate himself (see Leonid Lazarenko v. Ukraine, no. 22313/04, 28 October 2010)?", "", "2.  Was the applicant promptly informed of the nature and cause of the accusation against him, as required by Article 6 § 3 (a) of the Convention?", "", "3.  Was the applicant afforded adequate time and facilities to prepare his defence, as required by Article 6 § 3 (b) of the Convention?", "", "4.  Did the applicant benefit from the assistance of a lawyer during his time in police custody, pursuant to Article 6 § 3 (c) of the Convention?", "", "5.  Was the applicant able to have witnesses against him cross-examined, as required by Article 6 § 3 (d) of the Convention?"]}