{"file": "ENG_CLIN_39472_07.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "39472/07", "text_paragraphs": ["Information Note on the Court’s case-law No. 148", "January 2012", "Popov v. France - 39472/07", "Judgment 19.1.2012 [Section V]", "Article 8", "Expulsion", "Article 8-1", "Respect for family life", "Administrative detention of foreign parents and their infant children for fifteen days, pending expulsion: violation", "", "Article 5", "Article 5-4", "Take proceedings", "Inability of minor children, placed in administrative detention with their parents pending expulsion, to challenge lawfulness of this measure: violation", "", "Facts – The applicants are a married couple from Kazakhstan who arrived in France in 2002 and their two young children who were born in France. The parents allege that they were the victims of recurrent persecution in Kazakhstan because of their Russian origin and Orthodox faith. They applied for asylum, but their application was rejected, as were their applications for residence permits. On 27 August 2007 the parents and their children, then aged five months and three years, were arrested at their home and taken into police custody. Their administrative detention in a hotel was ordered the same day. The following day they were transferred to an airport to be flown back to Kazakhstan. The flight was cancelled, however, and they never boarded the plane. The applicants were then taken to the Rouen-Oissel administrative-detention centre, which was authorised to accommodate families. On 29 August 2007 the liberties and detention judge ordered a two-week extension of their detention. The applicants were taken back to the airport on 11 September 2007, but this second attempt to deport them also failed. Noting that the applicants were not to blame for that failure, the judge ordered their release. In 2009 the refugee status the applicants had applied for prior to their arrest was granted, on the grounds that the enquiries the Prefecture had made to the authorities in Kazakhstan, disregarding the confidentiality of asylum applications, had made it dangerous for them to return there.", "Law – Article 3", "(a) As regards the children – By virtue of a Decree of 2005 the Rouen-Oissel administrative-detention centre was authorised to accommodate families. However, the Decree merely mentioned the need to provide “specially equipped rooms, and in particular amenities suitable for small children”, without actually explaining exactly what those amenities were. Arrangements at the different centres were left to the discretion of the head of the establishment and varied considerably from one centre to another, and there were often no staff specially trained in child welfare. While families were separated from other detainees at the Rouen-Oissel centre, the only beds available were iron-frame beds for adults, which were dangerous for children. Nor were there any play areas or activities for children, and the automatic doors to the rooms were dangerous for them. The Council of Europe’s  and the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment () also pointed out that the promiscuity, stress, insecurity and hostile atmosphere in these centres were bad for young children, in contradiction with international child protection principles according to which the authorities must do everything in their power to avoid detaining children for lengthy periods. Two weeks’ detention, while not in itself excessive, could seem like a very long time to children living in an environment ill-suited to their age. The conditions in which the applicants’ children were detained for two weeks, in an adult environment with a strong police presence, with no activities to keep them occupied, combined with their parents’ distress, were clearly ill-suited to their age. The two children found themselves in a situation of vulnerability heightened by their detention, which was bound to cause them stress and distress and have serious psychological repercussions. In view of the children’s young age, and the duration and conditions of their detention, the authorities had not measured the inevitably harmful effects on the children. The way in which they had treated the children was incompatible with the provisions of the Convention and exceeded the minimum level of severity required to fall within the scope of Article 3.", "Conclusion: violation (unanimously).", "(b) As regards the parents – While the parents’ administrative detention with their children in a holding centre must have caused them feelings of helplessness, distress and frustration, the fact that they had not been separated from their children must have somewhat alleviated those feelings, so the minimum level of severity for a violation of Article 3 was not attained.", "Conclusion: no violation (six votes to one).", "Article 5 § 1 (f): Although the children had been placed with their parents in a wing reserved for families, their particular situation had not been taken into account and the authorities had not sought to establish whether any alternative solution, other than administrative detention, could have been envisaged. The French system had therefore not properly protected the children’s right to liberty.", "Conclusion: violation (unanimously).", "Article 5 § 4: The parents had had the possibility to have the lawfulness of their detention examined by the courts. There had therefore been no violation of Article 5 § 4 in respect of the parents. The law made no provision, however, for children to be placed in administrative detention, so children “accompanying” their parents found themselves in a legal void, unable to avail themselves of such a remedy. In the present case no removal order had been issued against the children that they might have challenged in court. Nor had their administrative detention been ordered, so the courts had not been able to examine the lawfulness of their presence in the administrative-detention centre. That being so, they had not enjoyed the protection required by the Convention.", "Conclusion: violation (unanimously).", "Article 8: The applicants’ detention in a holding centre for two weeks, in the prison-like conditions inherent in that type of establishment, amounted to an interference with their right to respect for their family life. The measure pursued the legitimate aim of combating illegal immigration and controlling the entry and residence of foreigners in France. It served, inter alia, to protect national security, law and order and the country’s economy and to prevent crime. Detention measures, however, had to be proportionate to the aim pursued by the authorities, which in this case was the applicants’ removal. In dealing with families, it was the authorities’ duty, when considering the proportionality of the measure, to take the children’s best interests into account. There was a broad consensus – including in international law – that all decisions concerning children should protect their best interests. In this case there had been no particular risk of the applicants absconding that might have justified their detention. Thus their detention did not appear to have been justified by any pressing social need, especially considering that their placement in a hotel during their initial administrative detention did not seem to have caused any problems. The information communicated by the Government did not indicate that any alternative to detention had been considered, such as house arrest or placement in a hotel.Lastly, the facts of the case did not show that the authorities had done everything in their power to enforce the expulsion measure promptly and thus limit the duration of the family’s detention. Instead the applicants were held for two weeks without any flight being organised. The Court was aware that a similar complaint concerning the detention of four children with their mother for a month had been declared inadmissible, even though no alternative to detention had been envisaged*.However, in the light of the above facts and of recent developments in the case-law concerning “the child’s best interests” in the context of the detention of migrant children, the Court considered that the child’s best interests called not only for families to be kept together but also for the authorities to do everything in their power to limit the detention of families with young children and effectively protect their right to respect for their family life. As there had been no grounds to believe that the family would abscond, two weeks’ detention in a closed facility was disproportionate to the aim pursued.", "Conclusion: violation (unanimously).", "Article 41: EUR 10,000 jointly in respect of non-pecuniary damage.", "* See , no. 41442/07, 19 January 2010, .", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}