{"file": "ENG_CLIN_5410_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "5410/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 95", "March 2007", "Tysiąc v. Poland - 5410/03", "Judgment 20.3.2007 [Section IV]", "Article 8", "Article 8-1", "Respect for private life", "Refusal to perform a therapeutic abortion despite risks of serious deterioration of the mother’s eyesight: violation", "", "Facts: The applicant had suffered from severe myopia for many years. On becoming pregnant for the third time she sought medical advice, as she was concerned that her pregnancy might affect her health. The three ophthalmologists she consulted each concluded that, owing to pathological changes in the retina, there would be a serious risk to her eyesight if she carried the pregnancy to term. However, despite the applicant’s requests, they refused to issue a certificate authorising the termination of her pregnancy, as although there was a risk of retinal detachment, it was not a certainty. The applicant also consulted a general practitioner, who issued a certificate stating the risks to which her pregnancy exposed her both on account of the problems in her retina and the consequences of her giving birth again after two previous deliveries by caesarean section. By the second month of her pregnancy, the applicant’s myopia had already significantly deteriorated in both eyes. She was examined by the head of the gynaecology and obstetrics department of a public hospital, Dr R.D., who found no medical grounds for performing a therapeutic abortion. The applicant was therefore unable to have her pregnancy terminated and gave birth to her third child by caesarean section. Following the delivery, her eyesight further deteriorated as a result of a retinal haemorrhage. She was also informed that, as the changes to her retina were at a very advanced stage, they could not be corrected by surgery. A panel of doctors concluded that her condition required treatment and daily assistance and declared her to be significantly disabled. The applicant lodged a criminal complaint against Dr R.D., but the investigation was discontinued by the district prosecutor on the ground that there was no causal link between the doctor’s decision and the deterioration in the applicant’s eyesight, as the haemorrhage had been likely in any event. No disciplinary action was taken against the doctor, as no professional negligence had been established. The applicant, who is raising her three children alone, is now registered as significantly disabled and fears that she will eventually become blind.", "Law: Legislation regulating the interruption of pregnancy touched upon the sphere of private life, since, when a woman was pregnant, her private life became closely connected with the developing foetus. There was no need to determine whether the refusal of an abortion amounted to interference, as the circumstances of the case and in particular the nature of the complaint made it more appropriate to examine the case solely from the standpoint of the State’s positive obligations to secure the physical integrity of mothers-to-be. Domestic law only permitted abortion if two medical practitioners certified that pregnancy posed a threat to the mother’s life or health. A doctor who terminated a pregnancy in breach of the conditions specified in the legislation was guilty of a criminal offence punishable by up to three years’ imprisonment. According to the Polish Federation for Women and Family Planning, this tended to deter doctors from issuing a certificate, in particular in the absence of transparent and clearly defined procedures for determining whether the legal conditions for a therapeutic abortion were met in the individual case. For their part, the Government had acknowledged deficiencies in the manner in which the Act had been applied in practice.", "The need for procedural safeguards became all the more relevant where a disagreement arose as to whether the preconditions for a legal abortion were satisfied in a given case, either between the pregnant woman and her doctors, or between the doctors themselves. In such situations the applicable legal provisions had to be formulated in such a way as to ensure clarity of the pregnant woman’s legal position and to alleviate the chilling effect which the legal prohibition on abortion and the risk of criminal responsibility could have on doctors. Once a legislature had decided to allow abortion, it had to avoid structuring its legal framework in a way that limited its use in practice and establish a procedure whereby an independent and competent body was required to issue a reasoned decision in writing after affording the mother an opportunity to make representations. Such decisions had to be timely so as to limit or prevent damage to the mother’s health. An expost facto review of the situation could not fulfil that function. The absence of such preventive procedures in the domestic law could constitute a breach of a State’s positive obligations. The applicant was suffering from severe myopia at the material time and feared that the pregnancy and birth might further endanger her eyesight. In the light of her medical history and the advice she had been given, her fears could not be said to have been irrational.", "Although the relevant legislation provided for a relatively quick and simple procedure for taking decisions on therapeutic abortion based on medical considerations, it did not provide for any particular procedural framework to address and resolve disagreement, either between the pregnant woman and her doctors, or between the doctors themselves. While under the general law a doctor could obtain a second opinion, that did not give patients a procedural guarantee that such an opinion would be obtained or the right to contest it in the event of disagreement; nor did it address the more specific issue of a pregnant woman seeking a lawful abortion. Accordingly, it had not been demonstrated that the domestic law, as applied to the applicant’s case, contained any effective mechanism capable of determining whether the conditions for obtaining a lawful abortion had been met. That created a situation of prolonged uncertainty as a result of which the applicant had suffered severe distress and anguish about the possible adverse consequences on her health. Nor did the provisions of the civil law of tort afford her an opportunity to uphold her right to respect for her private life, since they only afforded a remedy in damages. Criminal or disciplinary proceedings could not have prevented the damage to her health either. Retrospective measures alone were not sufficient to provide appropriate protection for the physical integrity of individuals in such a vulnerable position as the applicant. In the light of all the circumstances, the Polish State had not complied with its positive obligations to safeguard the applicant’s right to respect for her private life.", "Conclusion: violation (six votes to one).", "Article 41 – EUR 25,000 in respect of non-pecuniary damage", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}