{"file": "ENG_CLIN_12750_87.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "12750/87", "text_paragraphs": ["Information Note on the Court’s case-law No.", "August 1991", "Philis v. Greece (no. 1) - 13780/88, 12750/87 and 14003/88", "Judgment 27.8.1991", "Article 6", "Article 6-1", "Access to court", "Access to civil courts for recovery of fees owed by public corporations: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 6 § 1 OF THE CONVENTION", "A.\tAccess to a court", "\"Right to a court\" guaranteed by Article 6 – right of access constituting one aspect of this – subject to limitations, but these must not impair its very essence.", "Undeniable advantages of the subrogation system – ambiguous wording of paragraphs 4 and 5 of Article 2 of the Royal Decree – taken literally they seem to give the Technical Chamber of Greece (T.E.E.) exclusive capacity to take legal proceedings on behalf of the engineer – practice consistent with this interpretation and confirmed by prevailing case-law. ", "Intervention and third party objection: possible only after proceedings instituted by T.E.E. – action for damages: only allows compensation to be sought – subrogation action: general provision of Article 72 of the Code of Civil Procedure not overriding specific provision of Article 2 § 4 of the Royal Decree. ", "Applicant unable to take direct independent action to seek payment from his clients (even to the T.E.E. in the first instance) of his fees – hence impairment of very essence of his \"right to a court\". ", "Conclusion: violation (eight votes to one).", "B.\tLength of proceedings", "Not necessary to consider the complaint.", "Conclusion: no examination called for (unanimously).", "II.\tARTICLE 13 OF THE CONVENTION", "Requirements of Article 13 less strict than, and here absorbed by, those of Article 6.", "Conclusion: no examination called for (unanimously).", "III.\tARTICLE 14 IN CONJUNCTION WITH ARTICLE 6 OF THE CONVENTION", "Not necessary to examine the complaint.", "Conclusion: no examination called for (unanimously).", "IV.\tARTICLE 50 OF THE CONVENTION", "A.\tDamage", "Pecuniary damage: no causal link with the violation found – claim dismissed.", "Non-pecuniary damage: compensation awarded.", "B.\tCosts and expenses relating to proceedings brought by the T.E.E. or the applicant against various clients, also those incurred before the Convention institutions: reimbursement.", "Conclusion: respondent State to pay specified amounts for non-pecuniary damage and costs (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}