{"file": "ENG_HECOM_14322_12.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "14322/12", "text_paragraphs": ["", "", "Communicated on 1 September 2014", "", "FOURTH SECTION", "Application no. 14322/12\nSławomir MILKA\nagainst Poland\nlodged on 10 February 2012", "STATEMENT OF FACTS", "The applicant, Mr Sławomir Milka, is a Polish national, who was born in 1957 and lives in Dąbrowa Górnicza.", "A.  The circumstances of the case", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant’s refusals to undergo body searches and disciplinary punishment imposed on him", "The applicant was detained on remand in 2007 and 2008. Subsequently, he was convicted and served his sentence in various detention centres and prisons.", "On 20 October 2011 the applicant refused to undergo a body search in the Sosnowiec prison.", "On 27 October 2011 the Director of the Sosnowiec Detention Centre imposed a disciplinary penalty of reprimand (nagana) on the applicant.", "The applicant appealed.", "On 17 January 2012 the Katowice Regional Court dismissed the appeal and upheld the challenged decision.", "On an unspecified date the applicant again refused to undergo a body search in the Wojkowice prison.", "On 23 May 2012 the Director of the Wojkowice Prison imposed a disciplinary penalty on the applicant for his refusal to undergo a body search. The applicant was forbidden to receive food parcels for two months.", "On 28 May 2012 the applicant appealed about this decision to the court.", "On 18 July 2012 the Katowice Regional Court dismissed the appeal and upheld the challenged decision. The court did not examine the reasons for which the applicant had been required to undergo body searches. It found that the decision in question had been given in accordance with the relevant provisions of the Code of Execution of Criminal Sentences.", "On 26 June 2012 the applicant again refused to undergo a body search in the Wojkowice prison.", "On 27 June 2012 the Director of the Wojkowice Prison imposed on the applicant a disciplinary penalty of placement in solitary confinement for a period of 7 days. The applicant served this penalty between 27 June and 4 July 2012.", "The applicant appealed against this decision.", "On 3 September 2012 the Katowice Regional Court dismissed the appeal and upheld the challenged decision finding that it had been issued in accordance with the law and had been justified in the circumstances of the case; the applicant had namely refused to undergo a body search which constituted a disciplinary offence.", "On 10 June 2013 the applicant finished serving his sentence and was released from prison.", "B.  Relevant domestic law and practice", "Article 116 § 2 of the Code of Execution of Criminal Sentences provides, in so far as relevant, as follows:", "“In cases justified by the reasons of order or security a convicted person is under an obligation to undergo personal check.”", "Article 116 § 3 of the Code of Execution of Criminal Sentences defines the “personal check” as follows:", "“A personal check means an inspection of the body and checking of clothes, underwear and footwear as well as [other] objects in a [prisoner’s] possession. The inspection of the body, checking of clothes and footwear shall be carried out in a room, in the absence of third parties and persons of the opposite sex and shall be effected by persons of the same sex.”", "COMPLAINT", "The applicant complains under Article 3 of the Convention that he was strip-searched and punished disciplinarily when he refused to undergo personal checks and strip searches.", "", "", "\n", "", "QUESTIONS TO THE PARTIES", "1.  Did the body searches which the applicant had to undergo in the detention centres amount to inhuman and/or degrading treatment in violation of Article 3 of the Convention? Were the disciplinary punishments imposed on the applicant for his refusal to undergo body searches and to strip naked proportionate in the circumstances of the present case? What were the reasons for the body searches and orders to strip naked?", "", "2.  Has there been an interference with the applicant’s right to respect for his private life, within the meaning of Article 8 § 1 of the Convention?", "", "3.  If so, was that interference justified in terms of Article 8 § 2 of the Convention?", ""]}