{"file": "ENG_CLIN_35082_04.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "35082/04", "text_paragraphs": ["Information Note on the Court’s case-law No. 99", "July 2007", "Makhmudov v. Russia - 35082/04", "Judgment 26.7.2007 [Section I]", "Article 11", "Article 11-1", "Freedom of association", "Freedom of peaceful assembly", "Arbitrary ban on demonstration due to “expected outbreak of terrorist activities”: violation", "", "Facts: At the relevant time the applicant was a district councillor. In 2003, on the eve of a demonstration against the Moscow government’s town-planning policy, the local authorities withdrew their permission for that assembly as it was expecting “an outbreak of terrorist activities”. The demonstration was being organised by a non-governmental organisation which aimed to protect citizens’ rights in town planning and was to protest in particular against the planned construction of a luxury block of flats and to cast a vote of no confidence against the city authorities. Despite the ban on the demonstration, the applicant – one of the assembly’s co-organisers – and a few dozen residents gathered on the square on the given day. The police dispersed the crowd by force. The applicant was later taken out of a car by force and escorted to the district police station, where he was detained for the night and not given any food or drink. Over the following days the “Day of the City” was celebrated in Moscow and several public festivities sponsored by the Mayor took place despite the potential “terrorist threat”. The applicant was charged with disobeying lawful police orders and organising an unauthorised assembly. The proceedings were subsequently discontinued concerning the disobeying of a lawful order but he was found to have breached procedure for organising public assemblies. His appeals were rejected. Hebrought civil proceedings for damages against the district police but this claim was dismissed.", "Law: The domestic judgments – in so far as they had relied on information about a “terrorist threat” as the ground for banning the applicant’s meeting – had been based on assumptions rather than on reasoned findings of fact. The Court perceived strong and concordant indications militating against the Government’s allegation that a potential terrorist attack had been the true reason for banning the applicant’s meeting. Although the number of participants at the “Day of the City” festivities had significantly exceeded the number expected for the applicant’s planned meeting, that meeting had been the only public event to have been cancelled on account of “an expected outbreak of terrorist activities”. The Government’s failure to produce any evidence capable of substantiating the affirmation of a “terrorist threat” as the ground for banning the applicant’s meeting led the Court to the conclusion that, in banning the applicant’s meeting, the domestic authorities had acted in an arbitrary manner. Hence there had been no justification for the interference with the applicant’s right to freedom of association.", "Conclusion: violation of Article 11 (unanimously).", "The Court also found violations of Article 5 §§ 1 and 5 of the Convention.", "Article 41 – EUR 12,000 for non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}