{"file": "ENG_CLIN_32458_96.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "32458/96", "text_paragraphs": ["Information Note on the Court’s case-law 52", "April 2003", "Saday v. Turkey (dec.) - 32458/96", "Decision 10.4.2003 [Section I]", "Article 10", "Article 10-1", "Freedom of expression", "Imposition of prison sentence on accused on account of the content of his pleadings: admissible", "Article 6", "Criminal proceedings", "Article 6-1", "Criminal charge", "Contempt of court proceedings for insulting judges: Article 6 applicable", "The applicant was arrested in connection with a police investigation into persons suspected of belonging to the Communist Party of Turkey / Marxist-Leninist. He was brought before the National Security Court charged with having sought to undermine the constitutional regime of the Republic of Turkey. At the hearing before the court, the applicant read a pleading several pages long, in which, essentially, he defended the legitimacy of his political convictions and criticised the Turkish judicial mechanism, in particular the raison d'être of the National Security Courts. Thereupon the İzmir National Security Court, taking the view that the applicant's words contained “improper” remarks against its authority, ordered his immediate arrest. The applicant was questioned forthwith by the members of the court, in the absence of his lawyer, and the court immediately imposed the maximum penalty provided for in the rules on the maintenance of order in hearings before the Security Courts, as a “disciplinary” penalty, for disrupting the proceedings, namely six months' imprisonment, including two months' solitary confinement. This decision was final. Subsequently, on the offence charged, the Security Court sentenced the applicant to life imprisonment. ", "Admissible under Article 6 § 1 (independence and impartiality of a National Security Court) and Article 3 (b), following the dismissal of the objections of non-exhaustion of domestic remedies. On the existence of a “criminal charge”: rules which authorise a court, as the Security Court in this case, to impose penalties for improper remarks are inherent in the court's power to ensure the proper and orderly conduct of the proceedings; measures ordered in that regard are similar to disciplinary prerogatives. As regards the nature and degree of severity of the penalty incurred, the charge against the applicant was a “criminal charge” within the meaning of the Convention, since it involved the imposition of a heavy custodial sentence; the applicant, moreover, was sentenced to six months' imprisonment, including two months' solitary confinement. Article 6 therefore applies.", "Admissible under Article 10: The judges were offended by the applicant's pleadings and convicted him forthwith; both they and the prosecutor described the pleadings as defamatory of them. Thus, there is no reason to think that if the applicant had relied in substance before them on his right to freedom of expression, the complaint would have had any prospect of success; furthermore, there is no domestic remedy against such a decision; last, the procedure used was “summary” in the extreme. The objection of non-exhaustion raised by the Government is therefore dismissed.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}