{"file": "ENG_CLIN_1483_02.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "1483/02", "text_paragraphs": ["Information Note on the Court’s case-law No. 85", "April 2006", "Puig Panella v. Spain - 1483/02", "Judgment 25.4.2006 [Section IV]", "Article 6", "Article 6-2", "Presumption of innocence", "Compensation for prison sentence refused owing to lack of evidence amounting to total certainty of convicted person’s innocence: violation", "", "Facts: The applicant had been convicted of theft, illegal use of vehicles and unlawful possession of firearms, and his sentences had included terms of imprisonment and fines. The Constitutional Court allowed an amparo appeal by the applicant. It found that he had been convicted solely on the basis of documents obtained at the investigation stage, which had not been produced or submitted for adversarial argument at trial. The conviction was quashed on the ground that it had infringed the principle of the presumption of innocence. The applicant sought compensation for the damage caused by the 1,663 days he had spent in prison. His claim was rejected on the ground that the conviction had been set aside for want of evidence and for an infringement of the “presumption of innocence” principle. It had not positively been established that the applicant had not participated in the offences of which he had been convicted. Compensation could have been paid if the applicant had been acquitted on the basis of clear evidence that he had not been involved in the offences.", "Law: Article 6(2) – The refusal to compensate the applicant for the prison sentence he had served, before his conviction was quashed, had been based on his supposed guilt or lack of “total certainty as to his innocence”. That reasoning had cast doubt on his innocence, despite the judgment of the Constitutional Court allowing his amparo appeal and restoring his right to the presumption of innocence. The voicing of suspicions regarding an accused’s innocence was only conceivable where the conclusion of criminal proceedings did notresult in a decision on the merits of the accusation. Moreover, the conviction had remained on the applicant’s criminal record for more than 13 years despite having been irrevocably quashed by the Constitutional Court.", "Conclusion: violation (unanimously).", "Article 41 – The Court made awards for non-pecuniary damage and for costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}