{"file": "ENG_CLIN_32570_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "32570/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 86", "May 2006", "Grant v. the United Kingdom - 32570/03", "Judgment 23.5.2006 [Section IV]", "Article 8", "Article 8-1", "Respect for private life", "Transsexual denied legal recognition of her gender change and refused retirement pension from the age applicable to other women: violation", "", "Facts: The applicant is a 68-year-old post-operative male-to-female transsexual. She has presented as a woman since 1963, was identified as a woman on her national insurance card and paid contributions to that insurance scheme at a female rate (until 1975, when the difference in rates was abolished). The applicant applied for a State pension to be paid out starting from her 60th birthday in 1997. Her application was refused on the ground that she would only be entitled to a State pension when she reached 65, this being the retirement age applicable to men. She appealed unsuccessfully. In 2002 she requested that her case be reopened in the light of the European Court’s judgments in Christine Goodwin v. the United Kingdom (application no. 28975/95) and I. v. the United Kingdom (no. 25680/94). She was granted leave to appeal but, on legal advice, decided not to pursue her appeal. On 5 September 2002 the Department for Work and Pensions refused to award her a State pension in light of the Christine Goodwin judgment. In December 2002, when the applicant had reached the age of 65, her pension payments began.", "In 2005 the applicant was issued with a gender recognition certificate, following her application under the Gender Recognition Act 2004, which had come into force on 1 July 2004. From the date of the grant of such a certificate social security benefits and the state retirement pension are paid prospectively according to the acquired gender.", "Law:Article 8 – The Court observed that Ms Grant had been in a situation identical to that of Christine Goodwin; as a post-operative male-to-female transsexual, Ms Grant could claim to be a victim of a breach of her right to respect for her private life contrary to Article 8, due to the lack of legal recognition of her change of gender. While it was true that the Government had had to take steps to comply with the Christine Goodwin judgment, which had involved passing new legislation, it was not the case that that process could be regarded as in any way suspending the applicant’s victim status. Following the Christine Goodwin judgment there was no longer any justification for failing to recognise the change of gender of post-operative transsexuals. Ms Grant did not have at that time any possibility of obtaining such recognition and could claim to be prejudiced from that moment. The applicant’s victim status had ceased when the Gender Recognition Act 2004 had entered into force, thereby providing her with the means on a domestic level to obtain legal recognition. Consequently, she could claim to be a victim of the lack of legal recognition from the moment, after the Christine Goodwin judgment, when the authorities had refused to give effect to her claim, namely from 5 September 2002. This lack of recognition had breached her right to respect for her private life.", "Conclusion: violation (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}