{"file": "ENG_CLIN_71463_01.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "71463/01", "text_paragraphs": ["Information Note on the Court’s case-law No. 118", "April 2009", "Šilih v. Slovenia [GC] - 71463/01", "Judgment 9.4.2009 [GC]", "Article 35", "Article 35-3", "Ratione temporis", "Court’s temporal jurisdiction in respect of procedural limb of Article 2 where death occurred prior to entry into force of Convention in respect of respondent State: admissible", "", "Article 2", "Positive obligations", "Lengthy delays and frequent changes of judge in criminal and civil proceedings concerning death allegedly caused by medical negligence: violation", "", "Facts: The applicants’ son died in hospital in May 1993 after suffering anaphylactic shock, probably as a result of an allergic reaction to a drug administered by a duty doctor. The applicants immediately lodged a criminal complaint against the doctor, but it was dismissed by the public prosecutor for lack of evidence. On 28 June 1994 the European Convention on Human Rights entered into force in respect of Slovenia. In August 1994, the applicants used their right under Slovenian law to act as subsidiary prosecutors and lodged a request for a criminal investigation. The investigation was reopened in April 1996 and an indictment was lodged on 28 February 1997; the case was twice remitted for further investigation before the criminal proceedings were discontinued in October 2000 again for lack of evidence. The applicants appealed unsuccessfully.", "In the meantime, in July 1995, the applicants had also brought civil proceedings against the hospital and the doctor. The first-instance proceedings were stayed between October 1997 and May 2001 pending the outcome of the criminal proceedings and ended with the dismissal of the claim in August 2006. During that period, the case was dealt with by at least six different judges. Subsequently, the applicants lodged an appeal and an appeal on points of law, both of which were unsuccessful. When the Grand Chamber delivered its judgment, the case was still pending before the Constitutional Court.", "In a judgment of 28 June 2007, a Chamber of the European Court found that it had no jurisdiction to hear the applicants’ complaint of a violation of the substantive limb of Article 2 as the death had occurred before the Convention entered into force in respect of Slovenia. However, it declared the complaint under the procedural limb admissible and found a violation (see Information Note no. 98).", "Law: Article 2 – (a)  Temporal jurisdiction: The Grand Chamber clarified the Court’s case-law concerning its temporal jurisdiction to hear complaints under the procedural limb of Article 2 in cases where death occurred before the date the Convention entered into force in respect of the respondent State (“the critical date”). It found that the procedural obligation to carry out an effective investigation under Article 2 had evolved into a separate and autonomous duty, which though triggered by acts concerning the substantive aspects of Article 2 could give rise to a finding of a separate and independent “interference”. The procedural obligation could thus be considered a detachable obligation capable of binding the State even when the death took place before the critical date. Accordingly, the Court could assume temporal jurisdiction in such cases. However, the principle of legal certainty meant that its jurisdiction was not open-ended: Firstly, where the death occurred before the critical date, only procedural acts and/or omissions occurring after that date could fall within the Court’s temporal jurisdiction. Secondly, there had to be a genuine connection between the death and the entry into force of the Convention in respect of the respondent State for the procedural obligations imposed by Article 2 to come into effect; this meant that a significant proportion of the procedural steps required by that provision had to have been or ought to have been carried out after the critical date (although it was not excluded that in certain circumstances the connection could also be based on the need to ensure that the guarantees and underlying values of the Convention were protected in a real and effective manner).", "Applying these principles to the circumstances of the applicants’ case, the Court noted that the death of the applicants’ son had occurred just over a year before the entry into force of the Convention in respect of Slovenia and that, apart from the preliminary investigation, all the criminal and civil proceedings had been initiated and conducted after that date. The Court therefore had temporal jurisdiction in respect of the procedural complaint to the extent that it related to events after the critical date.", "Conclusion: preliminary objection dismissed (fifteen votes to two).", "(b)  Merits: In view of the allegation of death through medical negligence, the State had been required to set up an effective and independent judicial system to determine the cause of death and bring those responsible to account. The applicants had used two legal remedies, one criminal the other civil. The excessive length of the criminal proceedings, and in particular of the investigation, could not be justified by either the conduct of the applicants or the complexity of the case. The civil proceedings were still pending more than 13 years after they were instituted. While the applicants’ requests for a change of venue and for certain judges to stand down had delayed the proceedings to a degree, many of the delays after the stay was lifted were unreasonable. It was also unsatisfactory for the applicants’ case to have been dealt with by at least six different judges in a single set of first-instance proceedings, as frequent changes of judge were bound to impede effective processing. The domestic authorities had therefore failed to deal with the applicants’ claim with the requisite level of diligence.", "Conclusion: violation (fifteen votes to two).", "Article 41 – EUR 7,540 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}