{"file": "ENG_HEJUD_58973_00.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "58973/00", "text_paragraphs": ["", "", "SECOND SECTION", "", "", "CASE OF RAKEVICH v. RUSSIA", "", "", "(Application no. 58973/00)", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "", "28 October 2003", "", "", "", "FINAL", "", "", "24/03/2004", "", "", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Rakevich v. Russia,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tMr\tJ.-P. Costa, President,\n\tMr\tA.B. Baka,\n\tMr\tK. Jungwiert,\n\tMr\tV. Butkevych,\n\tMrs\tW. Thomassen,\n\tMr\tM. Ugrekhelidze,\n\tMr\tA. Kovler, judges, \nand Mrs S. Dollé, Section Registrar,", "Having deliberated in private on 17 June and 7 October 2003,", "Delivers the following judgment, which was adopted on the lastmentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 58973/00) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Tamara Nikolayevna Rakevich (“the applicant”), on 8 June 2000.", "2.  The applicant, who had been granted legal aid, was represented by Ms A. Demeneva and, later, by Mr Y. Yershov, lawyers practising in Yekaterinburg. The Russian Government (“the Government”) were represented by Mr P. Laptev, the Representative of the Russian Federation in the European Court of Human Rights.", "3.  The applicant alleged that her compulsory placement in a mental hospital was incompatible with Article 5 of the Convention.", "4.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).", "6.  By a decision of 5 March 2002, the Court declared the application admissible.", "7.  A hearing on the merits took place in public in the Human Rights Building, Strasbourg, on 17 June 2003 (Rule 59 § 3).", "There appeared before the Court:", "(a)  for the Government\nMr\tP. Laptev, Representative of the Russian Federation in the European Court of Human Rights,\tAgent,\nMr\tY. Berestnev,\nMr\tV. Pirozhkov,\nMr\tS. Shishkov,\nMs\tD. Mikhalina,\tAdvisers;", "(b)  for the applicant\nMs\tA. Demeneva,\tCounsel,\nMr\tB. Petranov,\nMs\tV. Vandova,\tAdvisers.", "", "The Court heard addresses by Ms Demeneva, Mr Petranov and Mr Laptev.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "8.  The applicant was born in 1961 and lives in Yekaterinburg.", "A.  The applicant's placement in a mental hospital", "9.  On 25 September 1999 the applicant was visiting her acquaintance M.", "10.  According to the applicant, she stayed overnight to study the Bible and share her religious opinions. On 26 September 1999, M., offended by the applicant's views, called an ambulance to escort her to a mental hospital. Confused by the arrival of the ambulance, the applicant asked M. for an explanation, but was ordered by the medical staff to follow them.", "11.  According to the Government, the acquaintance had met the applicant in the street the day before and, perplexed by her unusual behaviour, took her home to take care of her. The applicant did not sleep all night long, cried, looked around, called for her mother (who lived in Kazakhstan) and hallucinated. The acquaintance therefore had to call an ambulance.", "12.  The applicant was taken to the Yekaterinburg City Psychiatric Hospital No. 26. The doctor on duty considered that she was suffering from a grave mental disorder, displaying symptoms of fear, anxiety and disorientation, which rendered the applicant a danger to herself and helpless. The applicant had cried and was uncooperative with the doctor.", "13.  On 26 September 1999 the hospital applied to a court for approval of the applicant's confinement.", "14.  Two days later, on 28 September 1999, a medical commission diagnosed the applicant as suffering from paranoid schizophrenia and confirmed that she should be kept in hospital. According to the doctors, once in the hospital, the applicant remained suspicious and distrustful. She did not reveal her emotions or explain the behaviour which had led to her hospitalisation. She accused the medical staff of stealing her belongings. The applicant insisted that her detention had been inspired by her acquaintance who was a member of a religious sect and who had intended to lure her into the sect. Having no trust in the doctors, the applicant refused any treatment. She was untidy, wore three jerseys at once and did not undress for bed. The applicant also refused to wash for fear of catching a cold, and wrote complaints which she hid in her underwear. All that time, according to the medical report, she remained emotionally cold and mannered, whilst repeating herself.", "B.  Judicial review of the detention", "15.  On 5 November 1999 the Ordzhonikidzevskiy District Court of Yekaterinburg, after a hearing at the hospital, confirmed that the detention had been necessary as the applicant had suffered from an acute attack of paranoid schizophrenia. In its findings, the court relied on assertions by the hospital that the applicant's aggravated mental condition had put her physical integrity in danger and that she had been delirious. The hospital's representatives also testified that the applicant had been taken to the hospital by the emergency services in a deranged state of mind and that she “had remained awake throughout the night studying the Bible and weeping”. A work colleague of the applicant testified that the applicant “had become uncooperative and filed frequent complaints about her co-workers' alleged prejudices”.", "16.  The applicant's representative allegedly did not have any access to the report of the medical commission either before or after the hearing, despite his requests.", "17.  On 11 November 1999 the applicant lodged an appeal against the decision of 5 November. The applicant states that she was unable to file detailed points of appeal as, at that time, the final text of the court decision had not been served on her.", "18.  On 24 December 1999 the Sverdlovsk Regional Court dismissed the appeal and confirmed that the applicant's detention had been necessary. However, the court established that the applicant no longer needed in-patient treatment as she had a job, was a single mother of a schoolboy and had already spent a considerable time in the hospital.", "II.  RELEVANT DOMESTIC LAW", "The basic principles of psychiatric medical care in Russia are governed by the Law on Psychiatric Treatment and Associated Civil Right Guarantees, enacted in 1992 (“the Psychiatric Treatment Law”, “the Law”).", "Section 29 of the Law sets out the grounds for an involuntary placement in a psychiatric hospital:", "Section 29", "“A mentally disturbed individual may be hospitalised in a psychiatric hospital against his will or the will of his legal representative and without a court decision having been taken, if the individual's examination or treatment can only be carried out by in-patient care, and the mental disorder is severe enough to give rise to:", "a)  a direct danger to the person or to others, or", "b)  the individual's helplessness, i.e. an inability to take care of himself, or", "c)  a significant impairment in health as a result of a deteriorating mental condition, if the affected person were to be left without psychiatric care.”", "Section 32 of the Law specifies the procedure for the examination of patients compulsorily confined in a hospital:", "Section 32", "“1.  A person placed in a psychiatric hospital on the grounds defined by section 29 of the present Law shall be subject to compulsory examination within 48 hours by a commission of psychiatrists of the hospital, which commission shall take a decision as to the necessity of hospitalisation. If no reasons for hospitalisation are established and the hospitalised person expresses no intention of remaining in the hospital, the person shall be released immediately.", "2.  If hospitalisation is considered necessary, the conclusion of the commission of psychiatrists shall be forwarded to the court having territorial jurisdiction over the hospital, within 24 hours, for a decision as to the person's further confinement in the hospital.”", "Sections 33-35 set out in detail the procedure for judicial review of applications for the compulsory treatment of mentally ill persons:", "Section 33", "“1.  Involuntary hospitalisation for in-patient psychiatric care on the grounds defined by Section 29 of the present Law shall be subject to review by the court having territorial jurisdiction over the hospital.", "2.  An application for the involuntary placement of a person in a psychiatric hospital shall be filed by a representative of the hospital where the person is detained.", "The application containing the grounds for involuntary psychiatric hospitalisation shall be accompanied by a reasoned conclusion of a commission of psychiatrists as to the further necessity of the person's in-patient treatment in a psychiatric hospital.", "3.  A judge who accepts the application for review shall simultaneously order the person's detention in a psychiatric hospital for the term necessary for that review.”", "Section 34", "“1.  An application for the involuntary placement of a person in a psychiatric hospital shall be reviewed by a judge on the premises of the court or hospital within five days after receipt of the application.", "2.  The person shall be allowed to participate personally in the hearing in order to determine whether he should be hospitalised. If, on the information provided by a representative of the psychiatric hospital, the person's mental state does not allow him to participate personally in the hearing, the application shall be reviewed by the judge on the hospital's premises.", "3.  The presence at the hearing of a public prosecutor, a representative of the psychiatric institution requesting hospitalisation, and a representative of the person whom it is intended to detain, shall be mandatory.”", "Section 35", "“1.  Upon examination of the application on the merits, the judge shall either grant or refuse it.", "2.  The judge's grant of the application shall justify the person's hospitalisation and further confinement in the hospital.", "3.  The judge's decision shall be subject to appeal within ten days by the person placed in the psychiatric hospital, his representative, the head of the psychiatric hospital as well as by an organisation entitled by virtue of law or by its charter to protect citizens' rights, or by a public prosecutor. The appeal shall be made in accordance with the rules established in the Code of Civil Procedure of the RSFSR.”", "Sections 47-1 and 48-1 of the Law provide a patient with the right to complain about the unlawful actions of medical staff:", "Section 47", "“1.  Unlawful actions of medical, social, educational and other staff and of medical commissions involved in psychiatric care may be complained about ... to a court, a supervising authority or a public prosecutor...”", "Section 48", "“1.  The complaints [defined in section 47-1] shall be considered by a court in accordance with chapter 24-1 of the Code of Civil Procedure...”", "Chapter 24-1 of the Code of Civil Procedure outlines the procedure for the judicial review of administrative penalties.", "THE LAW", "I.\tALLEGED VIOLATION OF ARTICLE 5 § 1 (e) OF THE CONVENTION", "19.  The applicant alleged that her detention in the psychiatric hospital was in breach of Article 5 § 1 (e) of the Convention, which reads insofar as relevant as follows:", "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law: ...", "(e)  the lawful detention ... of persons of unsound mind...”", "A.  Arguments of the parties", "1.  The applicant", "20.  The applicant submitted that she had not been reliably shown by objective medical evidence to be of “unsound mind” at the moment of her detention. She had no history of psychiatric troubles, still less any diagnosed disorder. Furthermore, in her spare time she indulged in mountaineering and had the qualifications necessary for this sport which would not be possible if she were a lunatic.", "21.  The applicant also submitted that the circumstances in which her detention had taken place could not be called a “psychiatric emergency”. The grounds cited by the Ordzhonikidzevskiy District Court to justify her hospitalisation – being “deranged”, staying awake at night, weeping over the Scriptures, writing frequent complaints – were grotesque and did not, even remotely, disclose an emergency. The applicant maintained that her behaviour was not violent and did not pose a risk to her or others' safety. In the applicant's opinion, a religious pastime at a friend's home was not dangerous, at any rate not to the public.", "22.  The applicant claimed further that her detention was not “lawful” for a number of reasons. First, neither the Psychiatric Treatment Law nor any other law defined the meaning of “being a direct danger to oneself” – the main ground for her detention. As such, this criterion was open to far too broad an interpretation, and the Law did not, therefore, meet the Convention requirements of legal certainty and foreseeability. Secondly, the Law did not provide sufficient guarantees against arbitrary detention because it did not require an independent medical report on a detainee. Lastly, it took the Ordzhonikidzevskiy District Court thirty-nine days, rather than the five required by the Law, to examine her case.", "2.  The Government", "23.  The Government insisted that the applicant was found, medically, to be of unsound mind before her commitment to the hospital. The ambulance doctor and the doctor on duty at the hospital both stated that the applicant was suffering from an acute psychotic condition accompanied by confusion, fear and psychomotor excitation.", "24.  The Government also argued that the applicant's condition on the eve of her detention could well be described as a “psychiatric emergency”. According to the medical evidence relied on by the Government, the condition was such that only urgent hospitalisation could thwart the danger which the applicant posed to herself and others.", "25.  The Government conceded that the time-limit for the judicial review of the detention was not respected. However, nothing suggested that the delay had caused any harm to the applicant's health.", "B.  The Court's assessment", "1.  Whether the applicant was a “person of unsound mind”", "26.  The Court recalls that the term “a person of unsound mind” does not lend itself to precise definition since psychiatry is an evolving field, both medically and in social attitudes. However, it cannot be taken to permit the detention of someone simply because his or her views or behaviour deviate from established norms (see Winterwerp v. the Netherlands, judgment of 24 October 1979, Series A no. 33, § 37).", "27.  Furthermore, for compulsory psychiatric confinement to be “lawful” within the meaning of Article 5 § 1 (e) of the Convention, three basic requirements must be fulfilled. First, the individual concerned must be reliably shown by objective medical expertise to suffer from “a true mental disorder” except in an emergency. Secondly, the disorder must be of a kind or degree warranting compulsory confinement. Thirdly, the disorder must persist throughout the period of detention (see Winterwerp, cited above, § 39).", "28.  It is clear that the applicant did not have a documented history of mental disorder before her hospitalisation on 26 September 1999. The first psychiatrist she encountered was the doctor of the ambulance team. Whilst medical expertise of mental disturbance must be obtained before hospitalisation, this requirement may recede in cases of emergency. The Court must therefore determine if the events of 26 September 1999 represented a genuine emergency.", "29.  According to the judgment of the Ordzhonikidzevskiy District Court, on the day of her hospitalisation the applicant was in a deranged state of mind after a night-long emotional study of the Bible. These facts alone would not, in the Court's view, suggest that the person urgently needed to be detained in a psychiatric facility. However, the somewhat equivocal words of the District Court are supplemented by medical evidence. The psychiatric reports indicate that on 26 September 1999 the applicant had an acute and rapidly progressing mental condition which manifested itself, foremost, in disorientation. The Court has no reason to doubt the accuracy of these reports, and is satisfied that the applicant's condition presented an “emergency”.", "30.  In so far as the applicant asserts that her condition did not necessitate psychiatric confinement, the Court reiterates that in deciding whether an individual should be detained as a “person of unsound mind”, the national authorities are to be recognised as having a certain discretion, since it is in the first place for the national authorities to evaluate the evidence before them in a particular case (see Winterwerp, cited above, § 40). The Court does not consider that the applicant's detention was arbitrary as the authorities' decision was based on psychiatric evidence that she was mentally ill. There is no reason to diverge from this finding.", "2.  Whether the applicant's detention was “lawful”", "31.  The Court does not agree with the applicant that the Psychiatric Treatment Law, namely its provisions dealing with the grounds for compulsory confinement, are too vague and imprecise to comply with the legal certainty principle inherent in the Convention. According to this principle, the law must be sufficiently precise to enable an individual to regulate his conduct, but it does not require absolute precision (see The Sunday Times v. the United Kingdom (no. 1) judgment of 26 April 1979, Series A no. 30, § 49).", "32.  Section 29 of the Psychiatric Treatment Law makes compulsory confinement possible if, inter alia, “the mental disorder is severe enough to give rise to a direct danger to the person or to others.” In the Court's view, it is not necessary for the lawmaker exhaustively to interpret the term “danger”, as it is hardly possible to embrace in the law the whole diversity of conditions which involve psychiatric hazards. Furthermore, the Law requires the courts to review all cases of compulsory confinement on the basis of medical evidence, and this is a substantial safeguard against arbitrariness.", "33.  The Court further recalls that the authorities must also conform to the requirements imposed by domestic law in the proceedings concerning detention (see Van der Leer v. the Netherlands, judgment of 21 February 1990, Series A no. 170-A, §§ 23-24; Wassink v. the Netherlands, judgment of 27 September 1990, Series A no. 185-A, § 27; Erkalo v. the Netherlands, judgment of 2 September 1998, Reports of Judgments and Decisions 1998-VI, § 57).", "34.  It is in the first place for the national authorities, notably the courts, to interpret and apply domestic law. However, since under Article 5 § 1 failure to comply with domestic law entails a breach of the Convention, it follows that the Court can, and should, exercise a certain power of review of such compliance (see Benham v. the United Kingdom, judgment of 10 June 1996, Reports 1996-III, § 41).", "35.  The Court notes that, under section 34-1 of the Psychiatric Treatment Law, a judge must grant or refuse a detention order within five days of the hospital's application for it. In the present case, the hospital applied for the detention order on 26 September 1999, but it was not until 5 November 1999, that is thirty-nine days later, that the application was considered by the Ordzhonikidzevskiy District Court. Therefore, the applicant's detention did not follow the procedure prescribed by law. Consequently, there has been a violation of Article 5 § 1 of the Convention.", "II.\tALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION", "36.  The applicant further complained that the judicial review of her detention was deficient in its scope, fairness and speed. She also maintained that, under the Psychiatric Treatment Law, a detainee did not have a right to initiate a judicial review of detention. In respect of these complaints, the applicant relied on Article 5 § 4 of the Convention, which reads as follows:", "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”", "A.  Arguments of the parties", "1.  The applicant", "37.  The applicant submitted that for thirty-nine days after her detention she had no access to a judge. This period not only breached the Psychiatric Treatment Law but was also too long in absolute terms. In the applicant's opinion, the domestic court remained inactive throughout this period.", "38.  The applicant further submitted that the proceedings before the Ordzhonikidzevskiy District Court were tainted by a number of procedural defects. In particular, neither the applicant nor her lawyers had access to any medical files before, during or after the proceedings. Moreover, the court did not summon M. who was a crucial witness.", "39.  Finally, the Psychiatric Treatment Law did not permit involuntary patients to initiate any judicial control of their detention. Although automatic judicial review was an important safeguard against arbitrariness, it should not exclude the right of the detained person to take proceedings.", "2.  The Government", "40.  The Government claimed that permitting the applicant to examine the medical evidence would have served no purpose since this information could have aggravated her condition and her illness prevented her from interpreting it correctly. They claimed that there had been no need to hear M. as this person was not a psychiatrist and her testimony would have added little to the case.", "41.  The Government submitted that the applicant never asked for access to the medical files and that, when her lawyer did so, his request was promptly granted.", "42.  In connection with the applicant's allegation that she could not initiate any judicial review of her detention, the Government argued that such a remedy did exist. They referred to sections 47 and 48 of the Psychiatric Treatment Law which empowered mental health detainees to complain to a court about any actions of medical staff. The Government added that, in any event, the Law contained an effective safeguard against arbitrariness as compulsory commitment was only made possible by a court decision based on a medical report.", "B.  The Court's assessment", "43.  The Court notes that the cornerstone guarantee of Article 5 § 4 is that a detainee must have the right actively to seek judicial review of his detention (see, e.g., Musial v. Poland, judgment of 25 March 1999, Reports 1999-II, § 43). ", "44.  The administration of the hospital, acting under section 33-2 of the Psychiatric Treatment Law, applied for the judicial review of the applicant's detention. The Law did not permit the applicant to apply to the court herself. Instead, the initiative lay solely with the medical staff. However, Article 5 § 4 requires in the first place an independent legal device by which the detainee may appear before a judge who will determine the lawfulness of the detention. When this remedy is available, the detainee's access to the judge should not depend on the good will of the detaining authority. Whilst the legal mechanism contained in sections 33-35 of the Psychiatric Treatment Law, ensuring that a mental patient is brought before a judge automatically, constitutes an important safeguard against arbitrary detention, it would still be deficient if it does not contain the basic guarantee of Article 5 § 4. Surplus guarantees do not eliminate the need for fundamental ones.", "45.  It does not appear that the Law on Psychiatric Treatment provided the applicant with a direct right of appeal in order to secure her release. Sections 47 and 48 of the Law referred to by the Government recognised a detainee's right to complain about the unlawful actions of medical staff in general, but Article 5 § 4 requires a specific remedy to protect the liberty of a detainee.", "46.  The Court therefore finds that the applicant was not entitled to take proceedings to test the lawfulness of her detention by a court, as required by Article 5 § 4 of the Convention. There has, accordingly, been a violation of that provision.", "47.  Moreover, since the proceedings did not satisfy the core requirement of Article 5 § 4, and in view of the finding of a violation of Article 5 § 1 due the excessive length of the proceedings in the present case, it is not necessary to assess the manner in which the proceedings were conducted, in particular whether they were “speedy”.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "48.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "49.  The applicant claimed compensation for the non-pecuniary damage suffered by her and the reimbursement of her pecuniary losses, legal costs and expenses. The Government contested these claims.", "A.  Non-pecuniary damage", "50.  The applicant claimed 10,000 euros (EUR) in respect of non-pecuniary loss. She referred to the emotional stress and anxiety caused by her detention in the psychiatric institution. She underlined that she had also felt helpless because of the manner in which her detention had been effected and the inability to challenge it.", "51.  The Government argued that the amount claimed was excessive, given that any procedural irregularities possibly committed in the applicant's case had not brought about a violation of her substantive rights.", "52.  The Court observes that some forms of non-pecuniary damage, including emotional distress, by their very nature cannot always be the object of concrete proof (see Abdulaziz, Cabales and Balkandali v. the United Kingdom, judgment of 28 May 1985, Series A no. 94, § 96). This does not prevent the Court from making an award if it considers that it is reasonable to assume that an applicant has suffered prejudice requiring financial compensation. In the present case, it is reasonable to assume that the applicant suffered distress, anxiety and frustration because her detention, for many days, was not based on a judicial decision.", "53.  Deciding on an equitable basis, the Court awards the applicant EUR 3,000 under this head.", "B.  Costs and expenses", "54.  The applicant also claimed EUR 3,300 for costs and expenses. She submitted that she had spent EUR 100 on an independent psychiatric expertise, EUR 200 on medical treatment to restore her health, and EUR 3,000 on her legal representation before the Court.", "55.  The Government pointed out that the applicant had not sufficiently substantiated her expenses.", "56.  The Court notes that there is nothing in the materials submitted by the applicant indicating that she did indeed incur the expenses claimed. Moreover, the applicant received legal aid from the Council of Europe (see paragraph 2 above). Consequently, the Court finds no justification for making an award under this head.", "C.  Default interest", "57.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 5 § 1 of the Convention;", "", "2.  Holds that there has been a violation of Article 5 § 4 of the Convention;", "", "3.  Holds that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros) in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;", "", "4.  Dismisses the remainder of the applicant's claim for just satisfaction.", "Done in English, and notified in writing on 28 October 2003 pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tS. Dollé\tJ.-P.Costa\n\tRegistrar\tPresident"]}