{"file": "ENG_HEJUD_42346_98.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "42346/98", "text_paragraphs": ["", "", "FIRST SECTION", "", "", "CASE OF G.B. v. ", "", "", "(Application no. 42346/98)", "", "", "JUDGMENT", "", "", "", "", "", "11 March 2004", "", "", "", "FINAL", "", "", "11/06/2004", "", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of G.B. v. ,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tMr\tC.L. Rozakis, President,\n\tMrs\tF. Tulkens,\n\tMrs\tN. Vajić,\n\tMr\tE. Levits,\n\tMrs\tS. Botoucharova,\n\tMr\tA. Kovler,\n\tMr\tK. Hajiyev, judges,\nand Mr S. Nielsen, Section Registrar,", "Having deliberated in private on 5 February 2004,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 42346/98) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Bulgarian national, Mr G.B. (“the applicant”), on 18 February 1998. The President of the Chamber acceded to the applicant's request not to have his name disclosed (Rule 47 § 3 of the Rules of Court).", "2.  The applicant was represented by Mr Y. Grozev, a lawyer practising in . The Bulgarian Government (“the Government”) were represented by their agents, Mrs G. Samaras and Mrs M. Dimova, of the Ministry of Justice.", "3.  The applicant alleged, in particular, that following his conviction and death sentence, his detention pending a moratorium on executions amounted to torture and inhuman and degrading treatment within the meaning of Article 3 of the Convention, given the fear of a possible resumption of executions, the long time spent in uncertainty and the detention's material conditions and regime. The applicant also complained that he did not have an effective remedy in this respect, contrary to Article 13 of the Convention.", "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).", "5.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "6.  By a decision of 3 October 2002, the Court declared the application partly admissible.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "7.  The applicant was born in 1945. He is currently in prison.", "A.  The applicant's conviction and sentence", "8.  In 1973 the applicant was convicted of the murder of his wife and sentenced to twenty years imprisonment. He was released in 1984.", "9.  On 8 December 1989 the applicant was convicted of the murder of his second wife, committed in a cruel manner, the case having been qualified as a “dangerous recidivism” within the meaning of Article 116 § 11 of the Penal Code. The applicant was sentenced to the death penalty. By judgment of 28 July 1990 the Supreme Court dismissed the applicant's ensuing appeal and upheld the death sentence.", "10.  On 20 July 1992 the applicant filed a petition for review to a five-member chamber of the Supreme Court. Following a hearing on 23 November 1992, the petition was refused on 11 January 1993.", "B.  Moratorium on executions; the applicant's petitions for pardon; abolition of the death penalty", "11.  Article 375 § 5 of the Code of Criminal Procedure as in force at the time, provided that no execution could be carried out prior to the President's decision whether or not to exercise his power of pardon.", "12.  The last executions of persons sentenced to the capital punishment were carried out in  in November 1989.", "13.  Following a period of a de facto moratorium on executions, on 20 July 1990 the Parliament adopted a decision “on deferral of the execution of death sentences” which read:", "“The execution of death sentences which have entered into force shall be deferred until the resolution of the question regarding the application of the capital punishment in .”", "14.  Since the capital punishment remained in the Penal Code, the courts continued sentencing convicted persons to death or - as in the applicant's case - upholding on appeal death sentences delivered before 20 July 1990.", "15.  Although no explicit undertaking by Bulgaria to abolish the death penalty was made at the moment of Bulgaria's accession to the Council of Europe on 7 May 1992, such a requirement was regarded as implied in the general undertaking to comply with Article 3 of the Statute of the Council of Europe (see the reports of the Parliamentary Assembly's commission on Bulgaria's compliance with its obligations and undertakings (report of 2 September 1998, Doc. 8180, §§ 5 and 12529 (urging the abolition as an implied obligation), and report of 17 January 2000, Doc. 8616, § 110 (noting with satisfaction the abolition of the death penalty)).", "16.  On 8 March 1993 the President of the Supreme Court submitted the applicant's case to the President of the Republic for a decision whether or not to pardon him. In the accompanying letter the President of the Supreme Court expressed his opinion that the applicant should be pardoned and his death sentence replaced by a term of imprisonment. He argued that due consideration should be given to the fact that the applicant was a person of limited self-control abilities and had acted under distress when murdering his wife. The President of the Republic did not make a decision, leaving the question of pardon pending.", "17.  In 1997 the applicant wrote to the President of the Republic requesting to be pardoned and to the prosecution authorities seeking reopening of the criminal case. He stated, inter alia, that his continued detention under threat of execution was inhuman and degrading and violated the Convention.", "18.  On 10 December 1998 Parliament abolished the death penalty replacing it by life imprisonment without parole eligibility.", "19.  By decision of 25 January 1999 the applicant's death sentence was commuted to life imprisonment without parole eligibility.", "20.  On 29 September 1999  ratified Protocol No. 6 to the Convention.", "C.  Debate on the death penalty in  until its abolition in 1998", "21.  The death penalty was an issue often debated between 1990 and 1998. A number of members of Parliament expressed views in support of reintroducing executions whereas others sought the abolition of the death penalty. The media periodically discussed the topic. It was widely known that the abolition of the death penalty was urged by the Council of Europe and other international organisations and was a step towards 's European integration.", "22.  During the relevant period the Penal Code was amended several times. Some amendments expanded the scope of the death penalty. At the same time, work started on a draft Penal Code which excluded the death penalty. In 1995 an amendment to the Penal Code introduced for the first time life imprisonment.", "23.  The following attempts to reintroduce executions were made by supporters of the death penalty:", "24.  On 27 May 1992 the Chair of the Parliamentary Legislative Committee and another member of Parliament introduced a motion proposing the annulment of the Parliament's decision of 20 July 1990.", "25.  On 22 November 1993 a similar proposal was introduced in Parliament by a minority parliamentary group, the New Democracy Alliance. Two parliamentary committees discussed the issue and voted against reintroducing executions. On 1 February 1994 the Legislative Committee held a hearing on both proposals which were defeated.", "26.  The issue of reintroducing executions was discussed several times in the Parliament elected at the end of 1994. There were four motions: two for a parliamentary vote on restarting executions and two for calling a referendum.", "27.  The first proposal was discussed by the Parliamentary Committee on Government Institutions, which supported the idea of reintroducing executions by a majority of seven votes to six. Thereafter, a member of Parliament on several occasions unsuccessfully sought to have the motion discussed by a plenary session of the Parliament. On one occasion the motion gathered the required number of votes to be entered on the weekly agenda, but eventually was not discussed. Most proposals to include the issue on the agenda of the Parliament's plenary session were defeated through abstention votes.", "28.  The first motion for a referendum was defeated on a procedural ground as the proposed date in 1995 did not allow sufficient organisation time. The second proposal for a referendum, filed on 5 December 1995, was considered by the Human Rights and Religions Committee on 6 March 1996 and was defeated by eight votes to two, with two abstentions.", "29.  On 29 January 1996 a proposal for restarting executions was introduced by opposition deputies. It was discussed by the Human Rights and Religions Committee and was defeated on 13 March 1996 by eight votes to three.", "D.  The conditions of the applicant's detention pending the moratorium on executions", "1.  Legal regulation of the regime of detention", "30.  According to section 130 of the Execution of Sentences Act, as in force at the time of the moratorium on executions, persons awaiting execution were to be detained in complete isolation, correspondence and visits being only possible if permitted by the competent prosecutor.", "31.  On 2 August 1990 the Deputy Director of the Central Prisons Board instructed prisons administrations that the Parliament's decision suspending executions also suspended by implication this restrictive regime of detention.", "32.  The instruction stated, in so far as relevant, that persons sentenced to death should be held in individual cells or together with other persons sentenced to death or detained under a “special regime” (the regime of detention of recidivists and, after 1995, persons sentenced to life imprisonment: sections 43 and 127b of the Execution of Sentences Act as in force at the time). Inmates should have a bed, bedcover, a bed-side piece of furniture and a centrally operated radio loudspeaker. They should be allowed unlimited correspondence, newspapers and books, one visit per month, one hour of daily outdoor walk without contact with other categories of prisoners and the receipt of one food parcel every six months and a small amount of money. If possible, they could work in the cell.", "33.  On 26 July 1996, the Director of the Central Prisons Board and a prosecutor of the Chief Public Prosecutor's Office issued an instruction which stated that, “in view of the continuing moratorium on executions”, persons sentenced to death should be allowed unlimited correspondence, one hour daily outdoor walk, one visit per month and the receipt of two food parcels and 30 packs of cigarettes per month and small amounts of money.", "2.  The actual conditions", "34.  The applicant was detained in the  prison, in a wing for prisoners under the “special regime” provided for by section 56 of the Regulations on the Application of the Execution of Sentences Act, approximately twenty inmates. He was moved several times, but was always in cells measuring 4 by 2.5 metres.", "35.  It appears that during most of the above period the applicant was alone in a cell. Other prisoners sentenced to death and detained in the same prison as the applicant were allowed to share a cell between 1990 and June 1995. It is unclear whether it was possible for the applicant to request to share a cell with another prisoner.", "36.  The applicant's cell invariably had one bed with a mattress, two blankets, a metal chamber pot and a centrally operated radio loudspeaker. There was no chair or a table. Until October 1998, when all cell windows were replaced by larger ones, the window in the applicant's cell was very small, covering 0.6 square metres, and did not allow sufficient light and fresh air.", "37.  There was one 60Watts electric bulb in the cell. As it was installed on the wall above the door, its light was insufficient.", "38.  The central heating pipes in cells for special regime prisoners were covered by a layer of bricks. According to the applicant that impeded the normal heating and as a result it was often cold in winter. According to the Government the bricks accumulated heat and released it normally.", "39.  Inmates were given one hour out-of-cell time in the morning in an open yard. There they could walk together with other inmates from the special regime wing.", "40.  The cells of special regime prisoners had no electrical sockets. Despite an amendment of the relevant instructions in 1996 which authorised the use of radio and television receivers by special regime prisoners, such devices could therefore only be used on batteries.", "41.  As they were considered to be high risk prisoners, inmates sentenced to death were not eligible for outside work assignment. As a result, the applicant used to spend almost twenty three hours a day on his own in his cell. Food was delivered three times a day in the cell. The applicant was permitted to leave his cell during the one-hour morning walk, again in the evening for several minutes for use of the sanitary facilities, and when receiving visits or for medical consultations. Also, inmates could have a shower once per week, for several minutes.", "42.  One or two visits of one-half hour were allowed per month. Visits by lawyers were not limited. At least on one occasion the applicant was visited by journalists.", "43.  During the relevant period there has been no limitation on correspondence. The applicant could also receive food parcels and money. He could buy small food and toilet items from the prison shop, if he had the money to do so. He could borrow books from the prison library.", "3.  Medical care in prison; the applicant's health during the relevant period", "44.  The applicant received the same medical service as all other prison inmates. Between 1992 and 1998 he was seen fourteen times by a dentist and many times by other medical doctors. There is an infirmary opened eight hours per day.", "45.  Ever since his imprisonment in 1989 the applicant has been monitored by the prison psychological service. An assessment written by one of its employees on 4 December 1998 and submitted by the Government stated, inter alia:", "“[I]n crucial moments, such as the moratorium on executions and the ensuing period of debates about the abolition of the death penalty ... [the applicant] was unable to cope on his own with the fear and anxiety that had gripped him: his neurotic and depressive complaints reappeared, as well as his ... defence reactions ( ... denial of any guilt ...).", "During that period a number of psychological consultations and examinations were carried out with the [applicant] ... [These] brought about a temporary improvement: his neurotic and depressive reactions and his fright phased out but may reappear if the situation changes...", "[The applicant]'s personality is characterised by contradictions, domineering tendencies and aspirations... He ... seeks justifications [in respect of the murder] and aspires to preserve his self-respect, adopting the pose of a victim...", "The [applicant's] current need of self assertion - which on a behavioural level is manifested by an aspiration for increased physical and psychological activity and a pursuit of positive social reactions - may, in the situation where there are no changes in his legal status, provoke negative psychological developments by reactivating his pessimistic attitude and the feeling of lack of prospects... ”", "46.  The applicant has also been seen several times by psychiatrists at the prison hospital and by outside psychiatrists. They were unanimous that the applicant did not have a mental disorder but displayed signs of “psychopathy and emotional and volitional instability [typical of] a primitive personality”.", "47.  In June 1991, June-July 1993, January-February 1995 and again in AprilMay 1997 the applicant was admitted to the prison hospital and treated against neurosis, sleeplessness and loss of appetite. The applicant also complained that he was hearing voices and suffered from feelings of fear. He was treated with sedatives and other medicaments. The examinations revealed his good general condition. The doctors recommended frequent visits to the psychologist.", "48.  On an unspecified date he was examined as a matter of emergency as he had stated that he would hang himself. The psychiatrist at the prison hospital directed the applicant to a psychiatric hospital for treatment while noting that his behaviour disclosed a demonstrative element. On several occasions the doctors who examined the applicant noted that he simulated sensory disorders.", "II.  THE REPORT OF THE EUROPEAN COMMITTEE FOR THE PREVENTION OF TORTURE AND INHUMAN OR DEGRADING TREATMENT OR PUNISHMENT (“THE CPT”) ON THEIR VISIT TO  IN 1995", "49.  The CPT has not visited the  prison where the applicant was detained.", "50.  In 1995 it visited, however, two inmates sentenced to death and detained in the  prison facilities and described the conditions of detention as follows:", "“The material conditions in the cells left a great deal to be desired: mediocre access to natural light and weak artificial lighting; inadequate heating; cell furnishings in a poor state of repair; dirty bed linen, etc.  As regards out-of-cell activities, they were limited to 15 minutes per day for use of the sanitary facilities, one hour outdoor exercise (which the prisoners alleged was not guaranteed every day) and one visit per month.  The two prisoners were not allowed to work (not even inside their cells), nor to go to the library, the cinema room or the refectory (their food was brought to the cell).  In short, they were subject to an impoverished regime and, more particularly, were offered very little human contact. The latter consisted essentially of the possibility to talk to each other during outdoor exercise (which they took together), and occasional dealings with prison officers. Practically the only forms of useful occupation at their disposal were reading newspapers and books, and writing letters.", "The above-described situation is in accordance with the rules concerning prisoners sentenced to death, adopted after the moratorium on the execution of the death penalty... Nevertheless, in the CPT's view it is not acceptable.", "It is generally acknowledged that all forms of solitary confinement without appropriate mental and physical stimulation are likely, in the long term, to have damaging effects, resulting in deterioration of mental faculties and social abilities. The delegation found that the regime applied to prisoners sentenced to death in Stara Zagora Prison did not provide such stimulation.", "The CPT recommends that the regime applied to prisoners sentenced to death held in Stara Zagora Prison, as well as in other prisons in , be revised in order to ensure that they are offered purposeful activities and appropriate human contact.  Further, the CPT recommends that steps be taken to improve the material conditions in the cells occupied at Stara Zagora Prison by prisoners sentenced to death.”", "III.  RELEVANT INTERNATIONAL AND COMPARATIVE LAW AND PRACTICE", "A.  The Council of Europe and the abolition of the death penalty", "51.  Historically, most Member States of the Council of Europe approached the question of the abolition of the death penalty by suspending executions pending debate on a final abolition. States which became members of the Council of Europe during the 1990s were urged by the Parliamentary Assembly to introduce moratoria on executions as a first step towards the abolition of the death penalty (see, Report on the abolition of the death penalty in Europe, PA Doc. 7589 (25 June 1996)).", "B.  The United Nations' Human Rights Committee", "52.  The Committee has held that “in the absence of further compelling circumstances” prolonged detention on death row per se does not constitute a violation of Article 7 of the International Covenant on Civil and Political Rights (prohibition of cruel, inhuman or degrading treatment) (see Hylton v. Jamaica, Views of 16 July 1996, communication no. 600/1994, Errol Johnson v. Jamaica, Views of 22 March 1996, communication no. 588/1994; and Michael Wanza v. Trinidad and Tobago, Views of 26 March 2002, communication no. 683/1996).", "C.  The Inter-American Commission of Human Rights", "53.  The Commission, when examining complaints by persons on death row, has found violations of Article XXVI of the American Declaration of the Rights and Duties of Man (prohibiting cruel, infamous or unusual punishment of persons accused of offences) and Article 5 §§ 1 and 2 of the American Convention on Human Rights (right to humane treatment and prohibition of torture, cruel, inhuman or degrading punishment or treatment) mainly on the strength of facts concerning irregularities in the sentencing process, the material conditions and regime of detention and ill-treatment in prison, while also taking into account the length of the period spent on death row (Andrews v. the United States of America, Case No. 11.139, Report No. 57/96, OEA/Ser/L/V/II.98, §§ 17883; Joseph Thomas v. Jamaica, Case No. 12.183, Report 127/01).", "D.  The Judicial Committee of the Privy Council in the ", "54.  The Privy Council, examining cases from Caribbean Commonwealth States, had to decide whether the execution of a person following long delay after his sentence to death could amount to inhuman punishment or treatment contrary to those States' Constitutions. Initially, the Privy Council considered that a condemned person could not complain about delay of his execution caused by his resort to appellate proceedings (de Freitas v. Benny [1976] A.C. 239, Abbott v. Attorney-General of Trinidad and Tobago [1979] 1 W.L.R. 1342), or indeed about any delay, “whatever the reasons”, including a temporary moratorium on executions which had been lifted (Riley v. Attorney-General of Jamaica [1983] 1 A.C. 719).", "55.  In 1993, departing from its earlier decisions, the Privy Council held that to execute the appellants, who had spent almost fourteen years on death row and had on three occasions lived through last minutes stays of execution, would be unlawful as being inhuman punishment and therefore advised that their death sentences should be commuted to life imprisonment (Pratt and Morgan v. The Attorney General for  and another [1994] 2 A.C. 1).", "56.  In Pratt and Morgan, part of the relevant period was taken up by a temporary moratorium on executions.", "“[P]olitical debate on the desirability of retaining the death sentence in  ... resulted in a resolution of the Senate on 9th February 1979 to suspend all executions for a period of eighteen months pending the report of a Committee of inquiry. The Committee of Inquiry was appointed in June 1979. Before the Committee reported, an execution took place on 27th August 1980 which drew a protest to the Jamaican Privy Council from the Chairman of the Committee. No further executions took place before the Committee reported in March 1981. On 12th May 1981 executions were resumed” (Pratt, § 16).", "57.  The judgment in Pratt and Morgan stated, inter alia:", "“There is an instinctive revulsion against the prospect of hanging a man after he has been held under sentence of death for many years. What gives rise to this instinctive revulsion? The answer can only be our humanity; we regard it as an inhuman act to keep a man facing the agony of execution over a long extended period of time. But before their Lordships condemn the act of execution as 'inhuman or degrading punishment or other treatment' within the meaning of section 17(1) [of the Jamaican Constitution] there are a number of factors that have to be balanced in weighing the delay. If delay is due entirely to the fault of the accused such as an escape from custody or frivolous and time wasting resort to legal procedures which amount to an abuse of process the accused cannot be allowed to take advantage of that delay for to do so would be to permit the accused to use illegitimate means to escape the punishment inflicted upon him in the interest of protecting society against crime...", "In their Lordships' view a State that wishes to retain capital punishment must accept the responsibility of ensuring that execution follows as swiftly as practicable after sentence, allowing a reasonable time for appeal and consideration of reprieve. It is part of the human condition that a condemned man will take every opportunity to save his life through use of the appellate procedure. If the appellate procedure enables the prisoner to prolong the appellate hearings over a period of years, the fault is to be attributed to the appellate system that permits such delay and not to the prisoner who takes advantage of it. Appellate procedures that echo down the years are not compatible with capital punishment. The death row phenomenon must not become established as a part of our jurisprudence...", "There may of course be circumstances which will lead the Jamaican Privy Council to recommend a respite in the carrying out of a death sentence, such as a political moratorium on the death sentence, or a petition on behalf of the appellants to [international human rights bodies] or a constitutional appeal to the Supreme Court. But if these respites cumulatively result in delay running into several years an execution will be likely to infringe section 17(1) and call for commutation of the death sentence to life imprisonment.”", "58.  Further, calculating the normal length of relevant appellate proceedings in  and taking into consideration the time necessary for examination of  applications to the Inter American Commission of Human Rights and the UN Human Rights Committee, the Privy Council held that:", "“in any case in which execution is to take place more than five years after sentence there will be strong grounds for believing that the delay is such as to constitute inhuman or degrading punishment or ... treatment”.", "59.  In cases which followed the Privy Council accepted a claim that a period of four years and ten months also warranted a finding in favour of the appellant (Guerra v. Baptiste and Others [1996] 1 A.C. 397) but dismissed appeals concerning shorter periods (Henfield v. The Attorney General of the Commonwealth of The  [1997] A.C. 413; Fischer (No. 1) v. The Minister of Public Safety and Immigration and Others () [1998] A.C. 673; and Higgs and David Mitchell v. The Minister of National Security and Others (Bahamas) [1999] UKPC 55) and held that save in exceptional circumstances, periods of pre-sentence detention should not be taken into account since, inter alia, “the state of mind of the person ... during this earlier period is not the agony of mind of a man facing execution, but ... anxiety and concern of the accused”(Fisher, § 14). In Higgs and David Mitchell, the Privy Council stated, inter alia:", "“If a man has been sentenced to death, it is wrong to add other cruelties to the manner of his death... In Pratt ... the [Privy Council] held that the execution after excessive delay was an inhuman punishment because it added to the penalty of death the additional torture of a long period of alternating hope and despair. It is not the delay in itself which is a cruel and unusual punishment..., 'it is the act of hanging the man that is rendered cruel and unusual by the lapse of time”.", "E.  Other fora", "60.  The Supreme Court of India found that execution following inordinate delay after sentence of death violated Article 21 of the Indian Constitution which provides that “no one shall be deprived of his life or personal liberty except according to procedure established by law” and that the reasons for the delay were immaterial (Vatheeswaran v. State of Tamil Nadu [1983] 2 S.C.R. 348, Sher Singh and Others v. the State of Punjab [1983] 2 S.C.R. 582 and Smt. Treveniben v. State of Gujarat [1989] 1 S.C.J. 383) .", "61.  The United States' Supreme Court has refused to accept claims that lengthy detention on death row violated the prohibition, contained in the Eight Amendment to the Constitution of the United States of America, of  cruel and unusual punishment, emphasising that the delay is due to the convicted person's own decision to make use of all possibilities to appeal (Knight v. Florida, 528 US 990).", "62.  The Supreme Court of Canada has held that Canadian constitutional standards did not bar extradition to the  of a defendant facing the death penalty (Kindler v. Canada (Minister of Justice), [1991] 2 S.C.R. 779). However, in 2001 it changed its approach and held that if the person being extradited could face the death penalty, constitutional standards required that in all but exceptional cases assurances must be sought from the United States of America that the death penalty would not be imposed or, if imposed, would not be carried out (United States v. Burns, [2001] 1 S.C.R. 283).", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION", "A.  The parties' submissions", "1.  The applicant", "63.  The applicant submitted that his detention pending the moratorium on executions amounted to torture and inhuman and degrading treatment within the meaning of Article 3 of the Convention, given the fear of a possible resumption of executions, the long time spent in uncertainty (1990 -98) and the detention's material conditions and regime. That situation was exacerbated by the fact that no judicial remedies capable of improving the applicant's situation were available.", "64.  He stressed that he had spent many years under a regime and in material conditions that had been intended for short term pre-execution detention. In particular, the applicant had had very little human contact, had not been allowed to work and had thus been unable to have a sensible occupation. Also, the cells and their equipment had corresponded to those used in disciplinary cells. The applicant had had to eat in his cell, without a table and a chair.", "65.  The applicant further stated that his case was even stronger than Soering v. the United Kingdom (judgment of 7 July 1989, Series A no. 161) where a violation of Article 3 of the Convention was found on account of the effects of the “death row phenomenon”. In particular, he was not merely a potential victim of the “death row phenomenon” but actually suffered it by spending many years awaiting execution. Secondly, unlike Soering, there was no justification for this protracted detention, such as pending appeals: the only reason for his suffering was the existence of a temporary moratorium on executions and the inability of the Bulgarian Parliament to decide on the application or abolition of the death penalty. Thirdly, the applicant's situation had been exacerbated by fluctuating attitudes and policies in Parliament, especially when influential politicians supported the death penalty.", "2.  The Government", "66.  The Government stated that the size of the applicant's cell and all material conditions of detention had always been in conformity with the European Prison Rules. They stressed that the applicant's health had been constantly monitored and that he had received medical care, including psychiatric and psychological assistance. Furthermore, the applicant was entitled by law to submit complaints in respect of the conditions of detention but had not done so.", "67.  The Government submitted that the delay between the moratorium on executions in 1990 and the final abolition of the death penalty in 1998 had been inevitable as the public debate and the evolution of societal attitudes had required time. Therefore, the very fact that the abolition of the death penalty was an important and difficult step in the protection of human rights should not be overlooked in the assessment of the case.", "B.  The Court's assessment", "68.  The Court considers that the applicant's complaint falls to be examined under Article 3 of the Convention. Article 3 provides:", "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”", "1.  Relevant principles", "69.  As the Court has held on many occasions, Article 3 of the Convention enshrines one of the most fundamental values of democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim's behaviour (see Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000IV).", "70.  According to the Court's case-law, ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3 of the Convention. The assessment of this minimum level of severity is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim. Furthermore, in considering whether treatment is “degrading” within the meaning of Article 3, the Court will have regard to whether its object is to humiliate and debase the person concerned and whether, as far as the consequences are concerned, it adversely affected his or her personality in a manner incompatible with Article 3. However, the absence of such a purpose cannot conclusively rule out a finding of a violation of this provision (see Peers v. Greece, no. 28524/95, §§ 6768, 74, ECHR 2001III and Valašinas v. Lithuania, no. 44558/98, § 101, ECHR 2001VIII).", "71.  The Court has consistently stressed that the suffering and humiliation involved must in any event go beyond that inevitable element of suffering or humiliation connected with a given form of legitimate treatment or punishment. Measures depriving a person of his liberty may often involve such an element. In accordance with this provision the State must ensure that a person is detained under conditions which are compatible with respect for his human dignity, that the manner and method of the execution of the measure do not subject him to distress or hardship exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, his health and wellbeing are adequately secured (see Kudła v. Poland [GC], no. 30210/96, §§ 9294, ECHR 2000XI).", "72.  In addition, present-day attitudes in the Contracting States to capital punishment are relevant for the assessment whether the acceptable threshold of suffering or degradation has been exceeded (see Soering, cited above, p. 41, § 104). The fear and uncertainty as to the future generated by a sentence of death, in circumstances where there exists a real possibility that the sentence will be enforced, must give rise to a significant degree of human anguish. Having regard to the rejection by the Contracting States of capital punishment, which is no longer seen as having any legitimate place in democratic society (forty-three states have abolished it and the remaining member State, Russia, has introduced a moratorium), the imposition of the capital punishment in certain circumstances, such as after an unfair trial, must be considered, in itself, to a amount to a form of inhuman treatment (see Öcalan v. Turkey, no. 46221/99, §§ 19598 and 20307, 12 March 2003).", "73.  In all circumstances, where the death penalty is imposed, the personal circumstances of the condemned person, the conditions of detention awaiting execution and the length of detention prior to execution are examples of factors capable of bringing the treatment or punishment received by the condemned person within the proscription under Article 3 (ibid.). When assessing conditions of detention, account has to be taken of the cumulative effects of those conditions, as well as the specific allegations made by the applicant (see Dougoz v. Greece, no. 40907/98, § 46, ECHR 2001II and Kalashnikov v. Russia, no. 47095/99, § 95, ECHR 2001ХI).", "2.  Application of those principles to the present case", "74.  The Court observes that the Convention came into force in respect of  on 7 September 1992 and that, therefore, part of the period of the applicant's detention falls outside the Court's competence ratione temporis.  However, in assessing the effect on the applicant of the conditions of detention, the Court may also have regard to the overall period during which he was detained and to the conditions of detention to which he was subjected, including prior to 7 September 1992 (see Poltoratskiy v. Ukraine, no. 38812/97, § 134, ECHR 2003V).", "75.  In his submissions, the applicant stressed that he was a victim of the “death row phenomenon” and sought a finding of a violation of Article 3 of the Convention on that basis.", "76.  The Court notes that there is medical evidence that the applicant suffered incidents of fear and psychological disorders and that at least some of those incidents, when he was in need of medical and psychological help, were provoked by news concerning the debates on the moratorium on executions and the death penalty (see paragraphs 2129 and 4548 above).", "77.  The Court notes that the applicant was convicted and sentenced to death by a judgment of 8 December 1989, at a moment when executions were no longer carried out in . By the time his conviction and sentence were upheld on appeal on 28 July 1990 (before that his sentence was not enforceable), a Parliamentary moratorium on executions was in place. The moratorium remained in force unaltered until the abolition of the death penalty in  in 1998 (see paragraphs 1120 above).", "78.  Furthermore, in the light of the available information about the abolition of the death penalty in Bulgaria and the safeguards that existed during the relevant period, the Court considers that the applicant's situation was not comparable to that of persons on “death row” in countries practising executions, a situation analysed in the Court's Soering judgment (cited above) and in a number of cases decided by other fora (see paragraphs 5256 above).", "79.  In particular, nothing comparable to the genuine “death row phenomenon” – which in some cases involved the bringing of the condemned person to the “death house” and returning him to his cell upon a last minute stay of a execution (see Soering, cited above, pp. 23-25, §§ 5256 and p. 28, § 68) – happened or could have happened in the applicant's case.", "80.  The applicant's position was, furthermore, different from that of the applicants in six cases against  which concerned persons sentenced to death at a time when executions continued in  in violation of its international commitments. To the contrary, not a single violation of the moratorium on executions occurred in . The Court accepts that initially the applicant must have been in a state of some uncertainty, fear and anxiety as to his future. However, it considers that the feelings of fear and anxiety must have diminished as time went on and as the moratorium continued in force (see Poltoratskiy, cited above, § 135; Aliev v. Ukraine, no. 41220/98, § 134, 29 April 2003; Kuznetsov v. Ukraine, no. 39042/97, § 115, 29 April 2003; Khokhlich v. Ukraine, no. 41707/98, § 167, 29 April 2003; Nazarenko v. Ukraine, no. 39483/98, § 129, 29 April 2003; and Dankievich v. Ukraine, no. 40679/98, § 126, 29 April 2003).", "81.  It must also be noted that the applicant received medical and psychological help and that it cannot be excluded that the incidents when he felt fear and anxiety and was in need of such help were caused by a multitude of factors, including his personal drama and the inevitable element of suffering or humiliation connected with deprivation of his liberty (see paragraphs 8, 9 and 4548 above).", "82.  Turning to the conditions of the applicant's detention, the Court notes that the cells in which he was detained during the relevant period measured not less than 10 sq. m. and were occupied by one or two persons. Such accommodation standard appears acceptable.", "83. The Court observes, however, that the applicant was subjected to a regime of detention which was very restrictive and involved very little human contact. During most of the period under consideration he was alone in his cell, where he spent almost twenty-three hours per day. He was not allowed to join other categories of prisoners for meals in the refectory or for other activities. Food was served in the cell. The applicant had the right to no more than two visits per month. For the applicant, human contacts were practically limited to conversations with fellow prisoners during the one-hour daily walk and occasional dealings with prison staff (see paragraphs 3043 above).", "84.  The Court notes that the prohibition of contacts with other prisoners for security, disciplinary or protective reasons does not in itself amount to inhuman treatment or punishment (see, among others, Messina v. Italy (dec.), no. 25498/94, ECHR 1999V). As stated by the Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”), however, all forms of solitary confinement without appropriate mental and physical stimulation are likely, in the long term, to have damaging effects, resulting in deterioration of mental faculties and social abilities.", "85.  The Court notes that although the damaging effects of the impoverished regime to which the applicant was subjected were known, that regime was maintained for many years on an automatic basis. The relevant law and regulations on the detention regime of persons sentenced to death were not amended. The adjustments introduced through internal unpublished instructions apparently did not clarify all aspects of the detention regime (see paragraphs 3033 above). Furthermore, it is significant that the Government have not invoked any particular security reasons requiring the applicant's isolation and have not mentioned why it was not possible to revise the regime of prisoners in the applicant's situation so as to provide them with adequate possibilities for human contact and sensible occupation. While it is noted that the applicant benefited from psychiatric and psychological assistance, such assistance could not replace the need of human contact.", "86.  Finally, the Government have not disputed the applicant's allegation that until October 1998 there was insufficient light and ventilation in his cell.", "87.  In sum, the Court considers that the stringent custodial regime to which the applicant was subjected for more than eight years, more than six of which after the entry of the Convention into force in respect of Bulgaria, and the material conditions in which he was detained must have caused him suffering exceeding the unavoidable level inherent in detention. The Court thus concludes that the minimum threshold of severity under Article 3 of the Convention has been reached and that the applicant has been subjected to inhuman and degrading treatment.", "88.  There has, accordingly, been a breach of that provision.", "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION", "89.  The applicant maintained that he did not have an effective remedy at his disposal in respect of the inhuman treatment to which he was subjected. He alleged a violation of Article 13, which provides:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "90.  The Government reiterated that the applicant could file complaints about the conditions of his detention but has not done so.", "91.  The Court has already examined the measures taken by the authorities in respect of the applicant's situation as part of the issues under Article 3 of the Convention. It considers that in the particular circumstances of the case no separate issue arises under Article 13 of the Convention.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "92.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "93.  The applicant claimed 5,000 euros (“EUR”) in respect of non-pecuniary damage. He stressed that he had spent many years in constant uncertainty and in inhuman conditions.", "94.  The Government stated that in the event of the Court finding a violation of the Convention that finding would be sufficient just satisfaction, in view of the fact that the death penalty was abolished in Bulgaria and the situation complained of was brought to an end.", "95.  The Government also stated that the applicant had been convicted of premeditated murder committed in an extremely cruel manner, and that the sum awarded by the Bulgarian courts to the daughter and the father of the victim had only been 6,500 “old” Bulgarian levs. Against that background, the applicant's claim – as seen by the Government - was immoral and constituted an insult to the memory of the victim.", "96.  The Government added, furthermore, that the award of money to the applicant would cause an extremely negative reaction in the Bulgarian society.", "97.  The Court considers that the finding of a violation does not provide sufficient just satisfaction for the treatment to which the applicant was subjected during the relevant period. The Court, taking into consideration all relevant factors, including the relatively lower gravity of the applicant's case in relation to other similar cases (see Poltoratskiy, cited above) and the circumstances related to the regime of confinement of the applicant, deciding on an equitable basis, awards the applicant EUR 2,000 in respect of non-pecuniary damage.", "B.  Costs and expenses", "98.  The applicant did not make any claim under this head.", "C.  Default interest", "99.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 3 of the Convention as regards the regime and conditions of the applicant's detention;", "", "2.  Holds that no separate issue arises under Article 13 of the Convention;", "", "3.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros) in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses the remainder of the applicant's claim for just satisfaction.", "Done in English, and notified in writing on 11 March 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tChristos Rozakis\n\tRegistrar\tPresident", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the concurring opinion of Mrs Tulkens is annexed to this judgment.", "C.L.R.\nS.N.", "CONCURRING OPINION OF JUDGE TULKENS", "(Translation)", "I refer to my concurring opinion in the case of Iorgov v. Bulgaria (no. 40653/98, 11 March 2004)."]}