{"file": "ENG_HEJUD_7215_75.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "7215/75", "text_paragraphs": ["", "", "", "COURT (CHAMBER)", "", "", "", "", "", "", "CASE OF X v. THE  (ARTICLE 50)", "", "(Application no. 7215/75)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "18 October 1982", "", "", "\n", "In the case of X v. the ,", "The European Court of Human Rights, sitting, in accordance with Article 43 (art. 43) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\") and the relevant provisions of the Rules of Court, as a Chamber composed of the following judges:", "\tMr.\tG. Wiarda, President,", "\tMr. \tThór Vilhjálmsson,", "\tMrs. \tD. Bindschedler-Robert,", "\tMr. \tL. Liesch,", "\tMr. \tF. Matscher,", "\tMr. \tJ. Pinheiro Farinha,", "\tSir \tRobert Jennings, ad hoc judge,", "and also Mr. M.-A. Eissen, Registrar, and Mr. H. Petzold, Deputy Registrar,", "Having deliberated in private on 21 September 1982,", "Delivers the following judgment, which was adopted on that date, on the application in the present case of Article 50 (art. 50) of the Convention:", "PROCEDURE AND FACTS", "1.  The case of X v. the  was referred to the Court by the European Commission of Human Rights (\"the Commission\") in October 1980. The case originated in an application against the United Kingdom of Great Britain and Northern Ireland lodged with the Commission on 14 July 1974 by a  citizen, referred to as X in this judgment in view of the wish expressed by his next of kin following his death in 1979.", "2.  The applicant had alleged violation of paragraphs 1, 2 and 4 of Article 5 (art. 5-1, art. 5-2, art. 5-4) of the Convention in relation to his compulsory confinement in a psychiatric hospital. By judgment of 5 November 1981, the Court held that there had been a breach of paragraph 4 (art. 5-4), but not of paragraph 1 (art. 5-1), of Article 5 and that it was not necessary also to examine the case under paragraph 2 (art. 5-2) (Series A no. 46, points 1, 2 and 3 of the operative provisions and paragraphs 36-66 of the reasons, pp. 17-28).", "The only outstanding matter to be settled in the present case is the question of the application of Article 50 (art. 50). Accordingly, as regards the facts, the Court will confine itself here to giving the pertinent details; for further particulars, reference should be made to paragraphs 8 to 30 of the above-mentioned judgment (ibid., pp. 6-14).", "3.  At the public hearings held on 22 June 1981, counsel on behalf of the applicant had stated that, should the Court find a violation, they would be submitting a claim for just satisfaction under Article 50 (art. 50) to obtain both compensation for damage suffered and reform of the law. The Government of the  (\"the Government\"), for their part, had not taken a stand on the matter.", "In its judgment of 5 November 1981, the Court reserved the whole of this question. The Commission was invited to submit to the Court, within the coming two months, written observations thereon and, in particular, to notify the Court of any friendly settlement at which the Government and the applicant’s next of kin might have arrived (see point 4 of the operative provisions and paragraph 67 of the reasons, ibid., pp. 29 and 28).", "4.  The President of the Chamber extended the above-mentioned time-limit twice, on the last occasion until 5 May 1982.", "On this date, the Secretary to the Commission, acting on the Delegate’s instructions, transmitted to the registry copies of correspondence giving details of the negotiations between the Government and the applicant’s representatives, together with the Delegate’s observations thereon. These documents revealed that although opinions on certain items were not widely diverse, no overall settlement had been reached.", "5.  By Order of 10 May 1982, the President of the Chamber directed that the Agent of the Government should have until 21 June to file any comments on the observations of the Commission’s Delegate. This time-limit was subsequently extended by five weeks. On 30 July, the Agent of the Government filed a memorial.", "6.  On 1 September, the Secretary to the Commission, in response to a request made on 30 August by the Registrar, supplied the latter with certain information, together with several supporting documents.", "7.  During the negotiations, claims for just satisfaction were put forward under three heads:", "(a) for reform of the domestic law to bring it into line with the requirements of the Convention;", "(b) for financial compensation for damage caused by the breach of Article 5 § 4 (art. 5-4);", "(c) for reimbursement of costs necessarily incurred.", "For ease of reference, further particulars of these claims are set out below in the section \"As to the law\".", "8.  Subsequent to and, according to the Government, as a direct result of the judgment of 5 November 1981, various amendments were inserted into the Mental Health (Amendment) Bill, which is still before Parliament. In brief, these amendments provide that from the coming into force of the Act (scheduled for September 1983), Mental Health Review Tribunals will be empowered to consider the substantive grounds for the continued detention of a restricted patient, and will be required to order discharge where appropriate. The Government have in addition given an undertaking to Parliament to provide legal representation at public expense for patients coming before Mental Health Review Tribunals whose own financial resources are insufficient.", "9.  Mr. Thór Vilhjálmsson, Mrs. D. Bindschedler-Robert and Mr. L. Liesch, substitute judges, took the place of Mr. M. Zekia, Mr. D. Evrigenis and Mr. B. Walsh, who were prevented from taking part in the further consideration of the case (Rules 22-1 and 24-1 of the Rules of Court).", "10. The Chamber decided on 21 September 1982 that there was no call to hold oral hearings.", "AS TO THE LAW", "I. INTRODUCTION", "11. Article 50 (art. 50) of the Convention provides:", "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the present Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"", "12. The applicability of Article 50 (art. 50) was not contested in the present case. This being so, the Court limits itself to the following remarks.", "The claim under Article 50 (art. 50), at any rate in relation to costs and compensation, was formulated by X’s former representatives as being made \"on behalf of the applicant’s estate and its beneficiaries\". Indeed they, in common with the Government and the Commission, have pleaded on the assumption that a claim for just satisfaction vested in a deceased person may survive for the benefit of his estate. The Court accepts that in principle this will be so, at least in respect of material damage and costs (see the Deweer judgment of 27 February 1980, Series A no. 35, pp. 19-20, § 37, and the above-mentioned judgment of 5 November 1981 in the present case, Series A no. 46, p. 15, § 32). In this context, it is also to be noted that X’s next of kin, while having stated their wish that the case should proceed despite X’s death, did not allege to have suffered any prejudice in their own right apart from a continuing liability in respect of costs.", "13. The applicant’s estate has asked for just satisfaction in the shape of reform of the law, compensation for damage caused and reimbursement of costs necessarily incurred. Each of these heads of claim will be examined separately.", "II. REFORM OF THE LAW", "14. The Government acknowledged that \"measures must be taken to preclude the occurrence of breaches of the Convention, such as occurred in respect of the applicant, in the future\". The Government accordingly inserted amendments into the Mental Health (Amendment) Bill, currently before Parliament (see paragraph 8 above). In the Government’s view, these amendments will remedy the deficiency in domestic law found by the Court in its judgment of 5 November 1981.", "Subject only to the timing of the entry into force of the relevant proposals, the applicant’s estate shared this view; it therefore urged that consideration should be given either to earlier implementation or to some transitional system of compensation.", "The Delegate of the Commission had no observations to make on this aspect of the claim.", "15. Having regard to the limit of its own functions (see the  v. the  judgment of 18 January 1978, Series A no. 25, p. 72, § 187, and the Marckx judgment of 13 June 1979, Series A no. 31, p. 25, § 58), the Court judges it appropriate to confine itself to taking note of the draft legislation in question, specifically introduced by the Government with a view to adjusting the domestic law to the requirements of the Convention.", "III. COMPENSATION FOR DAMAGE CAUSED BY THE BREACH", "16. The applicant’s estate has not put forward any claim in respect of material damage. In contrast, it has asked for \"substantial compensation for the mental distress caused to [X] by reason of his awareness of the fact that there was no effective means open to him to challenge the lawfulness of his detention\". No specific amount was claimed, but attention was drawn to awards of damages and payments or offers of compensation (ranging from £12,000 to £25,000) made by British authorities in some recent cases of false or wrongful imprisonment.", "The Government maintained that the claim to financial compensation was ill-founded. In their main submission, insufficient evidence had been adduced to support the claim as made out. In the alternative, they contended that even if the available evidence did suffice to establish the suffering of mental distress as alleged, financial compensation payable to X’s estate was not \"necessary\" to afford just satisfaction under Article 50 (art. 50).", "The Delegate of the Commission had no observations to make on this aspect of the claim.", "17. The Court would recall that in its judgment of 5 November 1981, it held that there had been no violation of paragraph 1 of Article 5 (art. 5-1), X’s deprivation of liberty having amounted at all times to \"the lawful detention of ... a person of unsound mind\" within the meaning of sub-paragraph (e) of paragraph 1 (art. 5-1-e) (point 1 of the operative provisions and paragraphs 36-47 of the reasons, pp. 29 and 17-21). The Court further held that it was not necessary also to rule on the complaint under paragraph 2 of Article 5 (art. 5-2) (point 3 of the operative provisions and paragraphs 63-66 of the reasons, pp. 29 and 27-28). Finally, the finding of a breach of paragraph 4 (art. 5-4) was a qualified one: in the Court’s opinion, although \"a judicial review as limited as that available in the habeas corpus procedure in the present case [was] not sufficient for a continuing confinement such as the one undergone by X\", nonetheless the remedy of habeas corpus \"may be regarded as adequate, for the purposes of Article 5 § 4 (art. 5-4), for emergency measures for the detention of persons on the ground of unsoundness of mind\" (ibid., p. 25, § 58).", "Consequently, there being no causal link with the sole breach found by the Court (see the Neumeister judgment of 7 May 1974, Series A no. 17, p. 18, § 40), no compensation is recoverable in respect of mental suffering attributable to the deprivation of liberty in itself or to the habeas corpus proceedings in so far as they related to X’s compulsory readmission to hospital as an emergency measure. The only distress capable of giving rise to an award of just satisfaction is that which the applicant would not have sustained had there been available to him an adequate remedy to review the lawfulness of the continuation of his detention until February 1976.", "18. However, even if it were assumed that X did in fact experience such distress, this does not settle the issue: just satisfaction is to be afforded only \"if necessary\", and the matter falls to be determined by the Court at its discretion, having regard to what is equitable (see the Sunday Times judgment of 6 November 1980, Series A no. 38, p. 19, § 15 in fine).", "19. The facts of the present case are somewhat special. X died in January 1979 while his case was pending before the Commission. The injury alleged did not affect his estate but was of a purely personal nature. The beneficiaries of the estate are not seeking compensation, as \"injured parties\" in their own right, for any mental suffering caused to them. The breach found by the Court involved a deficiency in review procedures for recalled patients and, subject to the question of timing, the applicant’s estate has expressed satisfaction at the changes which it is anticipated will be made in this connection to the mental health legislation in the  (see paragraphs 8 and 14 above).", "In the light of the foregoing, the Court shares the view put forward by the Government in their alternative submission: in the particular circumstances, the cause of justice would not be advanced by awarding a sum of money to be received by X’s estate in compensation for any mental distress that X might have suffered by reason of the breach of Article 5 § 4 (art. 5-4). Accordingly, it is not necessary for the purposes of Article 50 (art. 50) to afford just satisfaction in the form of pecuniary compensation as claimed.", "IV. COSTS", "20. Costs and expenses are recoverable under Article 50 (art. 50) provided that they were incurred by or on behalf of the injured party in order to try to prevent the violation found by the Court or to obtain redress therefore (see, inter alia, the above-mentioned Neumeister judgment, Series A no. 17, pp. 20-21, § 43). Furthermore, it has to be established that the costs and expenses were actually incurred, were necessarily incurred and were also reasonable as to quantum (see, inter alia, the above-mentioned Sunday Times judgment, Series A no. 38, pp. 13-18, §§ 23-42).", "21. X’s estate has applied for legal costs and expenses referable both to domestic proceedings (the \"domestic costs\") and to the proceedings before the Convention institutions (the \" costs\").", "A. Domestic costs", "(i) Habeas corpus proceedings", "22. The claim made under this head was for £535.57 to be repaid to the domestic legal aid fund to reimburse the latter’s outlay in supporting the costs of X’s unsuccessful action before the High Court.", "The Government judged that the award sought served no useful purpose as it would involve a mere accounting procedure from one government fund to another. In view of this, the applicant’s estate declared that it did not press the claim, with the result that the Court is not required to rule on this head of claim.", "(ii) Attendance before a Mental Health Review Tribunal and at a meeting at the Home Office", "23. A claim was made for £150 (plus value added tax at 8%) for representing X before a Mental Health Review Tribunal and for a similar sum for attending a meeting at the Home Office in connection with his case. No bills have hitherto been presented in respect of these items. However, according to the applicant’s former representative, the solicitor Mr. Napier, his firm is entitled and proposes to charge the estate for the services in question, which were rendered upon the specific instructions of X.", "In the submission of the Government, no charge ever having being made to X by his representative, it cannot properly be maintained that the costs in issue were actually incurred by X.", "The Delegate of the Commission had no observations on this claim, save to note that if the Court were to pursue the matter, it would have to establish a breakdown of the costs and whether they were reasonable and necessary.", "24. The Court cannot accept the argument advanced by the Government. Mr. Napier, on behalf of the firm of solicitors for which he worked, undertook to represent X in the latter’s attempts to challenge his compulsory confinement in . To that end, Mr. Napier’s firm represented X in the habeas corpus proceedings and the proceedings before the Convention institutions, legal aid having been granted on both occasions. Mr. Napier’s attendance before the Tribunal and his attendance at the Home Office, for which legal aid was not available, were upon express instructions from his client and constituted two other steps directed towards the same end. In view of, firstly, the relationship of solicitor and client that existed between Mr. Napier and X and, secondly, the instructions, both general and particular, given by X to Mr. Napier, it seems clear that at the time X was liable to pay lawyer’s fees for these two professional services rendered. That Mr. Napier, knowing his client’s financial situation, chose not to present a bill is understandable. However, the fact that no steps are taken to pursue a debt does not mean that the debt did not exist.", "The Court is therefore satisfied that the costs in issue were actually incurred by X. Finally, in the absence of any argument to the contrary from the Government, the Court sees no reason to doubt that the costs were necessarily incurred and reasonable as to quantum.", "B. Strasbourg costs", "25. The claim put forward in respect of the proceedings before the Commission and the Court may be summarised as follows:", "- for legal services prior to the grant of legal aid by the Commission: £250 (plus value added tax at 8%);", "- for legal services thereafter: £10,000, less the amount paid out in legal aid by the Commission;", "- £701.42 for lawyer’s out-of-pocket expenses.", "Neither the Government nor the Commission suggested that the applicant or his estate had not actually incurred liability for costs additional to those covered by the Commission’s grant of legal aid (cf., inter alia, the Airey judgment of 6 February 1981, Series A no. 41, p. 9, § 13).", "During the negotiations, the Government offered £7,000, less the sums already received from the Commission, in settlement. In reply, the applicant’s estate declared this offer to be acceptable. The Commission’s Delegate indicated that the sums paid under the grant of legal aid amounted to 21,160.22 FF.", "26. Agreement has been reached between the Government and the applicant’s estate settling this aspect of the claim for just satisfaction. As is required by Rule 50 § 5 of its Rules, the Court has verified the \"equitable nature\" of this agreement and, having regard to the absence of objection on the part of the Commission’s Delegate, it entertains no doubts on the point. Accordingly, the Court takes formal note of the agreement and concludes that there is no longer any need for it to consider the matter further.", "FOR THESE REASONS, THE COURT", "1.  Unanimously takes formal note of the agreement between the Government and the applicant’s estate concerning the  costs;", "", "2.  Holds unanimously that the  is to pay to the applicant’s estate, in respect of the domestic costs, the sum of three hundred and twenty-four pounds sterling (£324), value added tax included;", "", "3.  Rejects by six votes to one the remainder of the claim for just satisfaction.", "", "Done in English and in French, the English text being authentic, at the Human Rights Building, Strasbourg, this eighteenth day of October, one thousand nine hundred and eighty-two.", "", "For the President", "Denise Bindschedler-Robert", "Judge", "", "Marc-André Eissen", "Registrar", "", "The separate opinion of Mr. Thór Vilhjálmsson is annexed to the present judgment in accordance with Article 51 § 2 (art. 51-2) of the Convention and Rule 50 § 2 of the Rules of Court.", "", "D. B.-R.", "M.-A. E.", "", "", "\nDISSENTING OPINION OF JUDGE THÓR VILHJÁLMSSON", "In its judgment of 5 November 1981 on the merits of the present case, the Court found that there had been a violation of Article 5 § 4 (art. 5-4) of the Convention. In my opinion, the estate of the applicant X is entitled under Article 50 (art. 50) to satisfaction for non-material damage caused to X as a consequence of this breach.", "As stated in paragraph 12 of the judgment to which this opinion is annexed, the case has been pleaded on the assumption that a claim for just satisfaction under Article 50 (art. 50) vested in a deceased person may survive for the benefit of his estate. In my view, this will be so at least in circumstances where, as in the instant case, the deceased person has raised the claim during his own lifetime. In his application form to the Commission dated 26 April 1975, X described the object of his complaint as including financial compensation as well as reform of the relevant domestic law. This being so, I am of the opinion that in so far as X, if still alive, would have been entitled to financial compensation by way of just satisfaction under Article 50 (art. 50) of the Convention, such compensation should now be paid to his estate, in accordance with the claim put forward on its behalf.", "The file in the present case includes several letters written by the applicant to his legal advisers in the spring and summer of 1974. This correspondence discloses that X was distressed at his situation.", "His letters to the Commission dated 14 July 1974 and 23 November 1975 shed further light by showing that at least some of that distress was caused by an awareness of the inadequacies of the legal remedies available to him to challenge the lawfulness of his detention. In these two letters, he linked \"mental distress\" and \"a sense of grievance\" with the fact that a recalled patient such as himself could \"seek no relief through judicial scrutiny, even the ancient prerogative of habeas corpus [being] powerless to assist\".", "In a case such as X’s, the evidence on non-material damage adduced by the \"injured party\" himself is bound to be of primary importance. Furthermore, in the particular circumstances non-material damage can be presumed to have been caused by reason of the very nature of the breach in question. Taking this into account together with the above-cited material in the case-file, my conclusion is that just satisfaction, in the form of financial compensation, should be afforded under Article 50 (art. 50) for non-material damage.", "The majority of the Court has rejected the claim put forward on behalf of the applicant’s estate for financial compensation for damage caused by the breach of Article 5 § 4 (art. 5-4).  As I am in a minority of one on this point, I find it unnecessary to develop my arguments further.", "", ""]}