{"file": "ENG_CLIN_56673_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "56673/00", "text_paragraphs": ["Information Note on the Court’s case-law 52", "April 2003", "Iglesias Gil and A.U.I. v. Spain - 56673/00", "Judgment 29.4.2003 [Section IV]", "Article 8", "Article 8-1", "Respect for family life", "Adequacy of measures taken by the authorities to enforce court decisions awarding applicant rights over her son, taken abroad by her ex-husband: violation", "Facts: Following her divorce, the first applicant was awarded custody of her son, the second applicant; the father had visiting rights. In February 1997, during a visit, the father fled to the United States with the child. The applicant lodged a complaint for removal of a child, together with a claim for civil damages, against her former husband and then against certain members of his family who, she alleged, had collaborated in the removal of her son. By order of February 1997, the investigating judge ordered that inquiries be made to establish the father's whereabouts and ordered that the son be returned forthwith.  The investigating judge dismissed the applicant's applications for the father's mobile telephone to be monitored, for a number of members of the family who had allegedly collaborated in the child's removal to be questioned and for the registered office of her former husband's company and his vehicle to be searched. The investigating judge then dismissed the applicant's application for an international search and arrest warrant to be issued against her former husband. In June 1997, the investigating judge dismissed further applications for measures of investigation submitted by the applicant relating to the offence of contempt of court and failure to comply with the judgment of the family court. In May 1998, the investigating judge stated that according to established domestic case-law, it was not possible to prosecute a person sharing parental authority of a minor for the offence of removing a child. In July 1998, the investigating judge reiterated his view that it was not possible to issue an international search and arrest warrant for the presumed offence of contempt of court. The applicant appealed against these orders; both her appeals were dismissed. A request that the judge should decline to deal with the case had been rejected in November 1997 and an application for the proceedings to be declared void was dismissed in February 1999. At the close of the investigation, the investigating judge, by decision of July 1998, made an order provisionally discontinuing the proceedings against the applicant's former husband and continuing the search and seizure order in respect of the latter's assets; he also definitively discontinued the proceedings against the members of the former husband's family implicated by the applicant. The applicant's appeal was dismissed and she commenced amparo proceedings, complaining, in particular, that the investigating judge had systematically refused to grant her application to order an international search for her child, which in her view constituted a breach of the positive obligation to protect the child and its family; she also claimed that by failing to order any measure of investigation, the investigating judge had directly infringed her and her child's right to private and family life. In June 1999, the Constitutional Court dismissed her application as manifestly unfounded. In February 1999, the family court withdrew parental authority from the child's father and awarded full parental authority to the applicant. In June 2000, the applicant lodged a complaint against her former husband for threats and duress. In September 2000, the investigating judge made a provisional order discontinuing the proceedings. This decision was annulled in May 2001 upon appeal by the applicant. In the meantime, in April 2000, the applicant had seen her son again for the first time since he was taken away in February 1997. She finally succeeded in recovering him in June 2000, with the help of the police.", "Law: Article 8 – The right to respect for family life places positive obligations on the States, entailing the right of a parent to have measures taken to reunite the parent with the children and the obligation on the national authorities to take such measures. These obligations, which are not absolute, must be interpreted in the light of the Hague Convention of 25 October 1980, a fortiori when both the respondent State and the State to which the child had been taken are parties to that Convention. As regards the implementation of the rights recognised to the applicant to the custody and exclusive parental authority over her child, it is necessary to determine whether the national authorities took all the measures which might have been reasonably demanded of them to facilitate the implementation of the decisions taken to that effect, which here, owing to the fact that the child had been taken abroad and unlawfully not returned, entailed making appropriate and sufficient efforts to ensure compliance with the applicant's right to the return of her child and the child's right to be reunited with his mother. The preliminary investigation opened following the removal of the applicant's child by his father quickly established that the child's father was in the United States. Once it was found that the child had been unlawfully removed, the competent national authorities, who were capable of implementing of their own motion the arsenal of measures set out in the Hague Convention, which was applicable to such a situation, were required to act in order to ensure that the child was returned to the mother. None of the measures set out in those provisions was taken by the authorities in order to facilitate the implementation of the decisions delivered in favour of the applicant and her child. Furthermore, the Spanish law on the legal protection of minors provided that the court could of its own motion take any appropriate measures to protect the child from danger or to prevent harm to it. As regards the criminal aspect of the case, the national judge cannot be criticised for being completely inactive. The finding by the domestic courts that the removal of the child by the father did not constitute a ground for issuing an international arrest warrant raises a problem primarily concerning the domestic legislation in force; furthermore, the Spanish legislature subsequently considered it necessary to amend the criminal provisions in question and increased the penalties. In short, notwithstanding the State's margin of appreciation, the abovementioned omissions on the part of the national authorities constituted a breach of the applicant's and her child's right to respect for “family life”. ", "Conclusion: violation (unanimous).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}