{"file": "ENG_HEJUD_35088_07.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "35088/07", "text_paragraphs": ["", "", "", "FIFTH SECTION", "", "", "", "", "", "CASE OF KIROVOGRADOBLENERGO, PAT v. ", "", "(Application no. 35088/07)", "", "", "", "", "", "JUDGMENT", "", "", "", "", "STRASBOURG", "", "27 June 2013", "", "", "FINAL", "", "27/09/2013", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Kirovogradoblenergo, PAT v. ,", "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:", "\tMark Villiger, President,\n\tAngelika Nußberger,\n\tBoštjan M. Zupančič,\n\tAnn Power-Forde,\n\tGanna Yudkivska,\n\tHelena Jäderblom,\n\tAleš Pejchal, judges,\nand Claudia Westerdiek, Section Registrar,", "Having deliberated in private on 4 June 2013,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 35088/07) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian joint stock company, Kirovogradoblenergo, PAT (“Кіровоградобленерго, ПАТ (публічне акціонерне товариствo)”) (“the applicant company”), on 3 August 2007.", "2.  The applicant company was represented by Mr A.L. Dudka, a lawyer practising in . The Ukrainian Government (“the Government”) were represented by their Agent, Mr N. Kulchytskyy of the Ministry of Justice of Ukraine.", "3.  The applicant company, which is a privately owned electricity supplier, alleged that, according to the law in force at the material time, judges were required to pay only 50% of their electricity bills and the State had failed to reimburse the applicant company its expenses for the remaining half in breach of Article 1 of Protocol No. 1 to the Convention.", "4.  On 29 September 2011 the application was communicated to the Government.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "A.  First set of proceedings", "5.  In October 2004 Judge Z. instituted proceedings in the Leninskyy District Court (Kirovograd) against the applicant company. He complained that his electricity had been cut off for unpaid bills, although he was entitled to a 50% reduction in electricity payments in accordance with section 44 of the Status of Judges Act and owed nothing.", "6.  On 26 October 2004 the court found that Judge Z. was entitled to the reduction in question, ordered the applicant company to reconnect his apartment to the electricity network, to cancel his debt (668.93 Ukrainian hryvnias (UAH) (at the material time around 95.67 euros (EUR)) and to pay Judge Z. UAH 1,000 (at the material time around EUR 143) in compensation for non-pecuniary damage. It was not indicated what period the debt covered.", "7.  On 9 March 2005 the Cherkassy Regional Court of Appeal upheld this judgment. It held, inter alia, that by cutting off the electricity in Judge Z.’s apartment the applicant company had breached “the judge’s immunity and inviolability of his residence” and that judges’ privileges should not depend on availability of “budget financing”.", "8.  On 28 December 2006 the Supreme Court of Ukraine rejected the applicant company’s appeal on points of law. This decision was taken in the applicant company’s representative’s absence and, according to the applicant company, was sent to it on 25 January 2007. On 8 February 2007 the applicant company appealed against the decision of 28 December 2006 under the extraordinary review procedure, but its appeal was rejected by the Supreme Court of Ukraine on 16 April 2007.", "B.  Second set of proceedings", "9.  On 18 November 2005 the applicant company instituted proceedings in the Kyiv City Commercial Court against the Kirovograd Regional Court of Appeal and the State Judicial Administration of Ukraine, claiming the amount allegedly unpaid by Judge Z. and reimbursement of the compensation awarded to Judge Z. and paid by the applicant company on 26 October 2004. The applicant company referred to section 17 of the Electric Power Industry Act, and stated that it followed from the law in force that it was for the State to cover the electricity payments, from which the judges were exempted.", "10.  The applicant company further referred to decision No. 426 of the Cabinet of Ministers of Ukraine of 31 March 2003 “On adoption of the Regulation on provision of privileges, compensation and guarantees to employees of the budget entities and to military personnel”, in which, according to the claimant, a mechanism for provision of the said privileges was created. In particular, the regulation provided that the reimbursement of expenses relating to an employee’s exemption from various payments should be covered by the budget-funded institution which employed him/her.. Therefore, the applicant company stated that the Kirovograd Regional Court of Appeal had failed to comply with its obligation to cover the remaining part of Judge Z.’s electricity expenses.", "11.  On 21 April 2006 the court found against the applicant company. It stated, inter alia, that:", "“The claimant’s reference to the decision of the Cabinet of Ministers no. 426 is irrelevant for the following reasons.", "Part 3 of the Regulation provides that expenses for reimbursement of costs for reduced payments are to be covered at the expense of and within the limits of budget allocations to budget entities.", "Part 5 of the Regulation provides that the person entitled to reduction should provide the copies of his receipted bills for communal charges to the accounts service of the relevant budget entity.", "The monetary equivalent of the relevant reductions and compensations is to be paid to the respective person together with other payments (salary etc.) (part 8 of the Regulation).", "The State Judicial Administration of Ukraine was created by the Presidential Decree no. 780 of 29 August 2002. It is a central executive authority which covers the logistical needs of the courts of general jurisdiction and of other judicial entities (Section 125 of the Judiciary Act). The logistical needs of the courts include financial, material, technical, personnel, informational and other activities which form part of an independent judiciary.", "In accordance with Section 120 of the above Act, the State Judicial Administration is a key budget spending unit which meets the needs of the courts of general jurisdiction.", "According to Section 121.1 of the above Act, the courts of general jurisdictions are financed in accordance with budget plans and monthly expenses plans, adopted in accordance with the Act, within the limits provided by the Budget Act for the relevant year, and in accordance with the Budget Code.", "...", "As follows from the case materials, there were no breaches in the actions of the State Judicial Administration and of the Kirovograd Regional Court of Appeal. They had no commercial obligations in respect of the claimant, and were not parties to its case with Z.", "It should be also noted that the State Judicial Administration, as a key budget spending unit in respect of the State expenses for financing the functioning of the general jurisdiction courts, did not receive any funding in 2003-2005 to cover judges’ communal charges expenses.", "As a key budget spending unit the State Judicial Administration creates a budget plan and submits it to the Ministry of Finance. It further receives budget allocations as provided in the State Budget Act pursuant to Sections 22 and 23 of the Budget Code of Ukraine.", "...", "... the State Judicial Administration has no right to make budget payments without a relevant budget allocation.", "Given that any payments ... from the Budget may only be made when there is a relevant budget specification, which was not provided by the 2003-2005 State Budget Acts in respect of payments by the State Judicial Administration of Ukraine (as a key budget spending unit) for communal utilities for judges , the court sees no legal grounds for satisfying the claims”.", "12.  On 24 April 2007 the Kyiv Commercial Court of Appeal upheld this judgment.", "13.  On 18 July 2007 the Higher Commercial Court of Ukraine rejected the applicant company’s appeal on points of law. On 4 October 2007 the Supreme Court of Ukraine rejected the applicant company’s request for leave to appeal on points of law against the decision of 28 July 2007.", "C.  Other proceedings", "14.  In 2007-08 the applicant company instituted a number of proceedings against other judges, seeking payment in full for electricity (see Annex). The courts rejected the applicant company’s claims, referring to the legal provisions entitling judges to the reduction in question. The applicant company appealed, arguing that the law in force did not provide for an obligation on a private entity to cover judges’ welfare payments, which were for the State to make. The courts rejected this argument, finding that “material guarantees of judges’ independence should not depend on budget resources”. All the applicant company’s further appeals were to no avail.", "II.  RELEVANT DOMESTIC LAW", "A.  Status of Judges Act, 1992, in force at the material time", "15.   Part 9 of section 44 of the Act provided as follows:", "“Judges shall have a 50% reduction in payment for housing rented by them and their family members, and in payment for communal charges (water, gas, electricity and heating, and installation and use of an individual telephone).”", "16.  In the new Law on Judiciary and the Status of Judges, 2010, this provision was repealed.", "B.  Electric Power Industry Act, 1997", "17.  Part 4 of section 17 of the Act provided as follows:", "“Losses sustained by electricity providers by reductions in electricity payments for particular categories of users shall be reimbursed from the sources foreseen in legal acts, which provide for relevant reductions”", "C.  Other relevant documents", "18.  By two letters, of 14 February and 26 July 2006, the State Commission on Regulation of the Energy Industry (Національна комісія, що здійснює державне регулювання у сфері енергетики) (letters nos. 03 39-09/717 and 3906/13/17-06) in reply to inquiries from two companies about reduced electricity charges for judges, informed them that, in accordance with Section 75 of the State Budget Act for 2006, expenses related to reduced electricity charges were to be covered from the budget of those State institutions which employed the persons entitled to the reductions in question.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1", "19.  The applicant company complained that its property rights under Article 1 of Protocol No. 1 had been violated, since it had been obliged to provide some of its services for free to judges and had been refused reimbursement by the State. It also cited Article 6 § 1 of the Convention.", "20.  The Court, which is master of the characterisation to be given in law to the facts of the case, finds that the above complaints fall to be examined solely under Article 1 of Protocol No. 1 to the Convention, which reads as follows:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "A.  Admissibility", "1.  The Government’s submissions", "21.  The Government submitted that the applicant company’s complaint relating to the first set of proceedings had been lodged outside the sixmonth period, since the final decision in this set of proceedings had been taken by the Supreme Court of Ukraine on 28 December 2006 and the applicant company had lodged its application before this Court only on 3 August 2007.", "22.  The Government further submitted that the applicant company should have lodged its complaints not under the commercial justice procedure but under the Administrative Justice Procedure Code, which had been in force since 1 September 2005. Therefore, the applicant company had failed to exhaust available effective remedies in respect to its complaint.", "23.  Finally, the Government stated that the applicant company had not sustained any significant disadvantage, since its income was significantly higher than the amounts sought.", "2.  The applicant company’s submissions", "24.  The applicant company submitted that the final decisions in its case had been adopted by the Supreme Court of Ukraine on 16 April and 4 October 2007, and thus the present application had been lodged in time. Consequently, the applicant company had also exhausted available effective remedies, as it had lodged its complaints in accordance with procedural requirements at the material time.", "3.  The Court’s assessment", "(a)  The six months rule", "25.  The Court notes that the applicant company complained that it had been refused payment by the State for the electricity that the applicant company as an electricity provider had supplied to a certain sector of the population for free, in accordance with the law in force. The final decision in the applicant company’s proceedings claiming electricity payments from the State bodies was taken by the Supreme Court of Ukraine on 4 October 2007 (see MPP Golub v. Ukraine (dec.), no. 6778/05, 18 October 2005), while the present application was introduced on 3 August 2007. It follows that the applicant company complied with the six-month rule required by Article 35 § 1 of the Convention.", "(b)  The exhaustion of effective domestic remedies", "26.  The Court reiterates that in determining whether any particular remedy meets the criteria of availability and effectiveness, regard must be had to the particular circumstances of the individual case.", "27.  In the present case the Court considers that this objection is closely linked to the merits of the applicants’ complaint under Article 1 of Protocol No. 1 and the Court joins it thereto.", "(c)  Whether the applicant company sustained a significant disadvantage", "28.  The Court finally notes that although it could be argued that the amounts claimed by the applicant company in the present case were relatively modest, even including the non-pecuniary damage the applicant was required to pay, the present case forms is one of a series (see “other proceedings” at paragraph 14 above) which indicate that the applicant company is generally unable to recover more than 50% of its bills from a certain category of clients. In these circumstances, it cannot be concluded that the applicant company did not suffer a significant disadvantage.", "(d)  Conclusion", "29.  The Court therefore rejects the Government’s objections.", "30.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It therefore joins the objection of non-exhaustion to the merits and declares the application admissible.", "B.  Merits", "31.  The parties did not submit observations on the merits.", "32.  As the Court has often held, Article 1 of Protocol No. 1 comprises three distinct rules. The first, which is expressed in the first sentence of the first paragraph and is of a general nature, lays down the principle of peaceful enjoyment of property. The second, in the second sentence of the same paragraph, covers deprivation of possessions and makes it subject to certain conditions. The third, contained in the second paragraph, recognises that the Contracting States are entitled to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.", "33.  The three rules are not \"distinct\" in the sense of being unconnected: the second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property, and should therefore be construed in the light of the general principle enunciated in the first rule (see Iatridis v.  [GC], no. 31107/96, § 55, ECHR 1999II).", "34.  The Court further reiterates that the first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful (see Iatridis, cited above, § 58). This principle presupposes that the applicable provisions of domestic law are sufficiently accessible, precise and foreseeable (see Beyeler v.  [GC], no. 33202/96, § 108, ECHR 2000I).", "35.  In the present case, the applicant company was obliged to supply electricity, which appears to be its main business activity, to a certain category of users (judges) with a 50% reduction. This reduction was set out in a legal provision by way of a privilege granted by the State to a certain category of its agents.", "36.  In the ordinary course of events, where a private utility company delivers services to its customers, the terms of delivery are regulated in one of a number of ways, ranging from complete contractual freedom to tight regulation by statute or some other mechanism.", "37. In the present case, the Judges Status Act unconditionally provided for a 50% reduction in electricity payments for judges. That Act was not directed towards utility companies such as the applicant company but, as the domestic courts found (see First set of proceedings, paragraphs 5–8 above), the applicant company was bound by it. Consequently, the applicant company was obliged to provide electricity free of charge to the above category of its clients. The Court considers that this obligation constituted an interference with its possessions.", "38.  It appears, from the express provisions of the Electric Power Industry Act, 1997 (cited at paragraph 17 above) as confirmed by the State Commission of Regulation of the Energy Industry (see paragraph 18 above), that the intention of the legislature was that the applicant company’s losses caused by supplying electricity at half price were to be covered.", "39.  The domestic commercial courts examined the applicant company’s claim on the merits on two grounds. First, they considered that the defendants – principally the State Judicial Administration as the relevant budget entity – was not in a contractual relationship with the applicant company and could therefore not be liable for the debt. Secondly, however, the courts also held that the State Judicial Administration was in any event unable to cover the unpaid part of the judges’ utilities bills as no relevant financing had been provided to this end in the State Budget. The domestic courts thus concluded that in the absence of funding from the State Budget, the applicant company’s claim could not be met.", "40.  Thus, as no provision for reimbursement has ever been made, the applicant company was in a situation whereby it was obliged to provide part of its services for free. The Court considers that that situation – where the applicant company was not able to pursue half of the debt owed to it because of the absence of clear and foreseeable law on the matter – amounts to an interference with the applicant company’s right to peaceful enjoyment of its possessions which had no basis in law,", "41.  As to the question of exhaustion of domestic remedies, which was reserved to the merits of the case (see paragraph 27 above), the Court recalls that where the Government claim non-exhaustion of domestic remedies, they bear the burden of proving that the applicant has not used a remedy that was both effective and available (McFarlane v. Ireland [GC], no. 31333/06, § 107, 10 September 2010). The availability of any such remedy must be sufficiently certain in law and in practice and the remedy must be capable of providing redress in respect of the applicant’s complaints and of offering reasonable prospects of success (Scoppola v. Italy (no. 2) [GC], no. 10249/03, § 71, 17 September 2009).", "42.  In the present case, the Government have not indicated what claim the applicant could have made before the then recently created administrative courts which could have led to a result other than that reached by the commercial court, nor have they submitted any case-law by the domestic courts supporting this position. Given the previous finding on the absence of clear and foreseeable law on the matter (see paragraph 40 above), the Court dismisses the Government’s objection as to inadmissibility of the application for non-exhaustion of effective domestic remedies.", "43.  Having regard to its above findings (see paragraph 40 above), the Court finally concludes that there has been a violation of Article 1 of Protocol No. 1 in the present case.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "44.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage, costs and expenses", "45.  The applicant company claimed EUR 3,900 in compensation for pecuniary damage (unpaid electricity bills and reimbursement for costs and expenses in domestic proceedings).", "46.  The Government submitted that the applicant company’s claims were unsubstantiated.", "47.  The Court notes that the applicant company had failed to specify the exact amount of its expenses incurred in the domestic proceedings and had not submitted any supporting documents in this respect. The Court therefore rejects these claims.", "48.  As regards the amounts of unpaid electricity bills, the Court notes that the applicant company did not request the State to cover its expenses indicated in its proceedings against other judges (see Annex) and it cannot be concluded that the applicant company’s claims for reimbursement of those expenses would also be rejected.", "49.  The Court, however, awards the applicant company EUR 95, 67 in compensation for pecuniary damage incurred in the first set of proceedings.", "B.  Default interest", "50.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Decides to join to the merits the Government’s objection as to inadmissibility of the application for non-exhaustion of domestic remedies and dismisses it;", "", "2.  Declares the application admissible;", "", "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;", "", "4.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 95,67 (ninety-five euros and sixty-seven cents) in respect of pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 27 June 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tClaudia Westerdiek\tMark Villiger\n\tRegistrar\tPresident", "", "", "ANNEX", "", ""]}