{"file": "ENG_CLIN_19391_11.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "19391/11", "text_paragraphs": ["Information Note on the Court’s case-law No. 168", "November 2013", "Topčić-Rosenberg v. Croatia - 19391/11", "Judgment 14.11.2013 [Section I]", "Article 14", "Discrimination", "Excessively formalistic interpretation of domestic law as regards paid maternity leave for adoptive mother: violation", "", "Facts – The applicant, a self-employed entrepreneur, adopted a three-year old child. She requested paid maternity leave, but the local health-insurance fund refused on the grounds that under domestic law self-employed biological mothers were entitled to paid maternity leave only until the child’s first birthday and adoptive mothers had to be treated in the same way. The applicant’s appeals against that decision were dismissed. The relevant legislation changed in 2009, but was not applicable to the applicant’s case.", "Law – Article 14 in conjunction with Article 8: The purpose of parental or maternity leave for adoptive mothers was similar to that for biological mothers: to stay at home and look after the child. Moreover, States should refrain from actions which could prevent the development of ties between adoptive parents and their children or the children’s integration into the adoptive family. If a State decided to create a parental- or maternity-leave scheme, it had to do so in a manner compatible with Article 14. The difference in treatment in the applicant’s case was based on her status as an adoptive mother. Her request for paid maternity leave was refused because of an excessively formal and inflexible interpretation by the domestic authorities of the applicable legislation. In fact, the authorities had ignored the general principle recognised under the Labour Act that the position of the biological mother at the time of birth corresponded to that of an adoptive mother immediately after adoption. Instead, they interpreted the lex specialis applicable at the material time as granting to adoptive mothers the right to paid maternity leave only until the child’s first birthday, irrespective of the child’s age at the time of adoption. In such circumstances, the Court was unable to discern any objective and reasonable justification for the difference in treatment of the applicant. Even though the applicable law had subsequently changed and removed all doubt as to the necessity of treating adoptive mothers at the time of adoption equally to biological mothers at the time of birth, the administrative court and the Constitutional Court had ignored the relevant policies and principles of the domestic legal system when deciding the applicant’s case.", "Conclusion: violation (four votes to three).", "Article 41: EUR 7,000 in respect of non-pecuniary damage; claim in respect of pecuniary damage dismissed.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}