{"file": "ENG_CLIN_68959_01.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "68959/01", "text_paragraphs": ["Information Note on the Court’s case-law No. 118", "April 2009", "Enerjï Yapi-Yol Sen v. Turkey - 68959/01", "Judgment 21.4.2009 [Section III]", "Article 11", "Article 11-1", "Freedom of peaceful assembly", "Disciplinary penalties imposed on public servants for taking part in a strike: violation", "", "Facts: The applicant was a union of public servants which was active in the fields of land registration, energy, infrastructure services and motorway construction. In 1996 the Prime Minister’s Public-Service Staff Directorate published a circular five days before industrial action planned by the Federation of Public-Sector Trade Unions to secure the right to a collective-bargaining agreement, stating, in particular, that “information has been received concerning a possible gathering of civil servants for the purpose of strikes and go-slows, in violation of the prohibition in the legislation establishing civil servants’ legal status” and that “public-sector employees are to be prevented by their hierarchy from taking part in the above- mentioned meetings or protests”. Three members of the applicant union’s board took part in the strikes and in making statements to the press and received disciplinary sanctions as a result. The applicant union applied to the Supreme Administrative Court for the circular in question to be set aside. Its application was rejected, and the plenary assembly of the Supreme Administrative Court upheld that judgment.", "Law: The applicant union was directly affected by the impugned circular and could therefore claim to be victim of an interference in the exercise of its right to trade-union freedom. For members of a union, strikes – which enabled a trade-union to make its views heard – were an important element in the protection of their interests. Indeed, the right to strike had been recognised by the supervisory bodies of the International Labour Organisation (ILO) as the intrinsic corollary of the right to trade-union association, protected by ILO Convention C87 on Freedom of Association and Protection of the Right to Organise. The European Social Charter also recognised the right to strike as a means to ensure the effective exercise of the right to collective bargaining.", "As to the necessity of the interference in a democratic society, it was to be noted that the impugned circular had been adopted five days before the action planned by the Federation of Public-Sector Trade Unions, at a time when work was under way to bring Turkey’s legislation into line with international conventions on the trade-union rights of State employees and the legal situation of public servants was unclear. Although the principle of trade-union freedom could be compatible with the prohibition on the right to strike in respect of certain categories of public servants, this restriction could not however extend to all public servants, as in the instant case, or to employees of State-run commercial or industrial concerns. In this particular case the circular had been drafted in general terms, completely depriving all public servants of the right to strike. Furthermore, the prohibition in the circular concerned only the participation of public servants in this national action day, and there was no evidence that the action day in question had been prohibited. In joining in the action the members of the applicant union’s board had merely been making use of their freedom of peaceful assembly. Yet disciplinary action had been taken against them on the strength of the impugned circular, which was capable of discouraging trade-union members and others from exercising their legitimate right to take part in such one-day strikes or actions aimed at defending their members’ interests. Thus, the adoption and application of the circular did not answer a “pressing social need” and there had been a disproportionate interference with the applicant union’s effective enjoyment of the rights enshrined in Article 11 of the Convention.", "Conclusion: violation (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}