{"file": "ENG_HEJUD_60776_00.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "60776/00", "text_paragraphs": ["", "", "FIRST SECTION", "", "", "CASE OF POLESHCHUK v. ", "", "", "(Application no. 60776/00)", "", "", "JUDGMENT", "", "", "", "", "", "7 October 2004", "", "", "", "FINAL", "", "", "07/01/2005", "", "", "", "This judgment will become final in the circumstances set out in \nArticle 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Poleshchuk v. ,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tMr\tC.L. Rozakis, President,\n\tMr\tP. Lorenzen,\n\tMr\tG. Bonello,\n\tMr\tA. Kovler,\n\tMr\tV. Zagrebelsky,\n\tMrs\tE. Steiner,\n\tMr\tK. Hajiyev, judges,\nand Mr S. Nielsen, Section Registrar,", "Having deliberated in private on 16 September 2004,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 60776/00) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Yevgeniy Vladimirovich Poleshchuk, a Russian national. He was represented before the Court by Mr S. Melnikov, a lawyer practising in .", "2.  The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.", "3.  The applicant complained under Article 6 of the Convention about unfair criminal proceedings against him. He also complained, referring to Article 34 of the Convention, that the prison authorities hindered his right to submit an application to the Court.  ", "4.  On 10 September 2001 the Judge appointed as Rappoteur requested the Government pursuant to Rule 49 § 2 (a) of the Rules of Court to submit factual information concerning the dispatch by prison authorities of the applicant’s letters to the Court.  ", "5.  On 30 April 2002 the Court decided to communicate the application to the Government, in so far as the complaint under Article 34 was concerned. ", "6.  On 11 September 2003 the Court decided to communicate in addition a new complaint concerning the pressure being put on the applicant in connection with his application pending before the Court. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.", "THE FACTS", "7.  The applicant was born in 1963 and lives in .", "8.  The facts of the case, as submitted by the parties, may be summarised as follows.", "9.  On 26 October 1998 the applicant was convicted by the  and sentenced to 13 years’ imprisonment for participation in an organised armed gang. On 22 February 1999 the conviction was upheld on appeal by the Supreme Court of the . The applicant serves his sentence in a correctional colony (the prison).", "10.  On 25 May 1999 and 14 December 1999 the applicant submitted letters addressed to the European Court of Human Rights, in which he complained under Article 6 of the Convention that he had not had a fair trial in the above domestic proceedings, to the prison’s Special Department, the office exercising censorship and general supervision over all inmates’ correspondence. On 8 June 1999 and 30 December 1999 the prison administration refused to dispatch the letters. The competent officials, the head of the Special Department major K. and the deputy warden of the prison major O., pointed out that the application to the Court would not be accepted for dispatch unless and until the applicant applied to the Chairman of the Supreme Court and to the Prosecutor General with requests for a supervisory review of his conviction, or filed an application with the Constitutional Court of the Russian Federation. The applicant complied, as he had no other means to have his mail sent outside prison. However, his applications were unsuccessful.", "11.  On 1 February 2000 the applicant sent an application to the Court, in which he complained of an unfair trial. He also explained that he had exceeded the six months time-limit set out in Article 35 § 1 of the Convention, as he had been prevented by the prison administration from dispatching his application earlier. ", "12.  After the questions were put by the Rapporteur to the respondent Government under Rule 49 § 2 (a) of the Rules of Court, on 23 October 2001 the Chief Penitentiary Directorate of the Ministry of Justice of the Russian Federation (Главное управление исполнения наказаний Министерства юстиции Российской Федерации) issued a circular letter to its subordinate departments and bodies prohibiting hindering the dispatch of applications addressed to the Court.", "13.  On 22 February 2002 the Chief Penitentiary Directorate of the Ministry of Justice of the  designated officials authorised to monitor the unhindered dispatch of applications to the Court from penitentiary institutions.  ", "14.  On 29 March 2002 the Deputy Prosecutor General issued a circular letter calling upon the regional prosecutors to take measures to secure unhindered exercise of the right of individual petition by detainees. It mentioned in particular that any pressure, including intimidation, discouragement or dissuasion, was unacceptable. ", "15.  On 14 June 2002 a commission of the Yaroslavl Regional Prosecutor’s office visited the prison to conduct an inquiry into the refusal of the prison administration to post the applicant’s letters to the Court. The result of this inquiry, if any, remains unknown to the Court. ", "16.  On 13 February 2003 the prison director classified the applicant as a persistent contravener of prison discipline, and on 26 February 2003 transferred him to a stricter security level.", "17.  On 4 March 2003 the applicant was transferred to another penitentiary institution, following his request based on allegations of a conflict with the prison administration. ", "18.  At present the applicant continues to serve his sentence. ", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 34 OF THE CONVENTION", "19.  The applicant alleges violation of his right to submit an application to the Court. He complains that the prison administration prevented him from lodging his application with the Court and that, after his application had been lodged, he was transferred to a strict level of security. He invokes Article 34 of the Convention, which reads as follows:", "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”", "20.  The Court notes that this application raises two separate complaints under Article 34 of the Convention. The first complaint concerns the fact that the applicant’s letters with his original application to the Court were stopped by the prison administration on two occasions in 1999. The second complaint relates to events after his application had been lodged with the Court, when pressure was allegedly put on him. The Court will consider each of these complaints individually. ", "\nA.  The refusal to post the applicant’s letters to the Court", "1.  The parties’ submissions", "21.  The Government do not dispute the fact that the prison administration refused to dispatch the applicant’s correspondence on 8 June 1999 and 30 December 1999. They explain that, at the time of events, the prison staff did not have enough experience in dealing with that type of correspondence. This caused “disorder” in the manner in which the applicant’s letters were dealt with. However, they state that the applicant could no longer claim to be a victim of the alleged violation since administrative measures had been taken to improve the mechanism of sending inmates’ petitions to the Court. They refer to the circular letters which instructed penitentiary institutions not to hinder the dispatch of letters to the Court, and contend that the applicant could correspond with the Court freely thereafter. They submit, in particular, that according to the prison record four letters by the applicant to the Court were dispatched by the prison administration in 2002, and three in 2003. In addition, they report that the applicant was allowed three visits in 2003: a long-term family visit of three days as from 4 April 2003, a short term visit on 29 May 2003 and another long-term visit as from 18 July 2003. ", "22.  The applicant maintains his complaint. He alleges that, although the Government have acknowledged the violation of his right of individual petition, he has been afforded no redress for it.", "2.  The Court’s assessment ", "(a)  Admissibility", "23.  The Court considers whether the applicant retains his status as a victim although subsequent general measures have been taken to facilitate the prisoners’ correspondence with the Court. ", "24.  The Court takes note the steps taken by the Government to change the practices in the handling of inmates’ official correspondence. It also notes that, from 2000 to 2004, the applicant’s correspondence with the Court has not given cause for concern. ", "25.  However, the Court recalls that “a decision or measure favourable to the applicant is not in principle sufficient to deprive him of his status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention” (see Amuur v. France, judgment of 25 June 1996, Reports of Judgments and Decisions 1996-III, p. 846, § 36; Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI; and Rotaru v. Romania [GC], no. 28341/95, § 35, ECHR 2000-V). The Court accepts that the Government, in their observations on the admissibility and merits of the application, have expressly acknowledged the violation. However, it is not convinced that adequate and sufficient redress has been afforded to the applicant in this respect. The circular letters to penitentiary institutions which the Government invoke were directives of general application, intended to prevent violations of this kind in the future. They neither concerned the applicant personally, nor did they refer to a specific violation which they sought to put right. In view of this lack of direct connection with the applicant’s case, the Court cannot accept those measures as redress capable of depriving the applicant of his victim status. ", "26.  The Court therefore dismisses the Government’s preliminary objection. No other grounds for declaring this complaint inadmissible have been established. It must therefore be declared admissible.", "(b)  Merits", "27.  The Court recalls that Article 34 of the Convention imposes an obligation on a  not to hinder the right of individual petition. While the obligation imposed is of a procedural nature, distinguishable from the substantive rights set out in the Convention and Protocols, it flows from the very essence of this procedural right that it is open to individuals to complain of its alleged infringements in Convention proceedings (see Manoussos v. the Czech Republic and Germany (dec.), no. 46468/99, 9 July 2002). The Court also recalls that the undertaking not to hinder the effective exercise of the right of individual application precludes any interference with the individual’s right to present and pursue his complaint before the Court effectively (see, among other authorities and mutatis mutandis, Akdivar and Others v. Turkey, 16 September 1996, Reports 1996-IV, p. 1219, § 105; Kurt v. Turkey, 25 May 1998, Reports 1998-III, p. 1192, § 159; Tanrikulu v. Turkey [GC], no. 23763/94, ECHR 1999-IV; Sarli v. Turkey, no. 24490/94, §§ 85-86, 22 May 2001; and Orhan v. Turkey, no. 25656/94, 18 June 2002). In the present case, the procedural right attaches to the substantive right under Article 6 of the Convention (see paragraphs 3438 below).", "28.  The Government do not dispute that the prison administration refused on two occasions to post the applicant’s letter to the Court. Consequently, the lodging of this application has been delayed by more than eight months. The Court concludes that this constituted an interference with the applicant’s right of individual petition, which amounted to a failure on the part of the respondent State to comply with its obligation under Article 34 of the Convention. Accordingly there has been a breach of this provision.", "\nB.  The alleged pressure after the application has been lodged", "1.  The parties’ submissions", "29.  The Government contest that the applicant has been subjected to any pressure in response to lodging an application with the Court. They deny any connection between the transfer of the applicant to the strict security level and the case pending before the Court. The Government claim that the transfer was no more than a result of disciplinary offences committed by the applicant. They submit a list of disciplinary offences and sanctions applied to the applicant during his sentence: on 31 May 1999 he was reprimanded for smoking in a nonsmoking area; on 19 December 1999 he was subjected to a 9-day confinement in a disciplinary cell for addressing prison officers in obscene language; on 29 December 1999 he was reprimanded for refusing food at meal time; on 6 April 2000 the applicant was subjected to a 15-day confinement in a disciplinary cell after he had been found to be in possession of 3 litres of alcohol; and on 13 February 2003 he was subjected to a 15-day confinement in a disciplinary cell after he had been found to have hidden undeclared money, playing cards and a packet of unauthorised pills. On 26 February 2003 the prison administration decided to assign the applicant to a high security level for his persistent misconduct. The Government supported this list by relevant copies of the prison records.", "30.  The applicant contests the Government’s observations, and maintains that a transfer to a stricter level of security had been intended to discourage him from pursuing proceedings before the Court.", "2.  The Court’s assessment", "31.  The Court recalls that it is of the utmost importance for the effective operation of the system of individual application instituted by Article 34 that applicants should be able to communicate freely with the Court without being subjected to any form of pressure from the authorities to withdraw or modify their complaints. In this context, “pressure” includes not only direct coercion and flagrant acts of intimidation, but also other improper indirect acts or contacts designed to dissuade or discourage applicants from using a Convention remedy. The issue of whether or not a disputed measure taken by authorities amounts to unacceptable practices from the standpoint of Article 34 must be determined in the light of the particular circumstances of the case (see, mutatis mutandis, the above cited judgments Akdivar and Others v. Turkey, Kurt v. Turkey, Tanrikulu v. Turkey, Sarli v. Turkey and Orhan v. Turkey).", "32.  The Court notes from the parties’ submissions that throughout the applicant’s sentence he has been subjected to disciplinary penalties for various breaches of the prison regulations, which gave grounds to apply additional disciplinary restrictions against him. The Government presented a contemporaneous official record reflecting each occasion when the applicant was subjected to sanctions. In the Court’s view, none of the disciplinary penalties or the resulting increase in his security classification reveal any arbitrariness which could in itself amount to a form of pressure contrary to Article 34 of the Convention. The applicant’s allegation that there was a connection between his application to the Court and the imposition of the penalties at issue is unsubstantiated. The Court thus finds that there is an insufficient factual basis to enable it to conclude that the authorities of the respondent State have interfered with the exercise of the applicant’s right of individual petition after he had lodged his case.", "33.  In the light of the above facts and considerations, the Court finds that the alleged violation of Article 34 of the Convention has not been established. It follows that this part of application must be rejected as being manifestly ill-founded pursuant to Article 35 §§ 3 and 4 of the Convention.", "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "34.  The applicant complains that the criminal proceedings against him were unfair. In particular, he complains about the outcome of the trial, the wrongful assessment of evidence and the excessively severe sentence. He invokes Article 6 § 1 of the Convention, which reads, so far as relevant, as follows:", "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”", "35.  The Court notes that this application was lodged on 1 February 2000, i.e. more than six months from 22 February 1999, the date on which the Supreme Court of the  took the final decision in the criminal proceedings against applicant. However, having established above that the applicant was prevented from lodging his application before that date, the Court does not dismiss this application for the failure to comply with the sixmonths requirement set out in Article 35 § 1 of the Convention.", "36.  The Court, however, reiterates that, according to Article 19 of the Convention, its duty is to ensure the observance of the engagements undertaken by the Contracting Parties in the Convention. In particular, it is not its function to deal with errors of fact or law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention. Moreover, while Article 6 of the Convention guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence or the way it should be assessed, which are therefore primarily matters for regulation by domestic law and the national courts (Garcia Ruiz v. Spain judgment of 21 January 1999, Reports 1999-I, § 28; Pesti and Frodl v. Austria (dec.), nos. 27618/95 and 27619/95, ECHR 2000-I). ", "37.  The Court finds that there is nothing to indicate that the national courts’ evaluation of the facts and evidence presented in the applicant’s case was contrary to Article 6 of the Convention. The applicant was fully able to defend himself with the assistance of a legal representative and challenge the evidence; there had been a public hearing and the courts’ decisions were adequately reasoned. Having regard to the facts, as submitted, the Court has not found any reason to believe that the proceedings did not comply with the fairness requirement of Article 6 § 1 of the Convention.", "38.  It follows this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "39.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "40.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the complaint concerning the stopping of the applicant’s letters to the Court by the prison administration admissible and the remainder of the application inadmissible; ", "", "2.  Holds that there has been a violation of Article 34 of the Convention;", "\nDone in English, and notified in writing on 7 October 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "Søren Nielsen\tChristos Rozakis\n\tRegistrar\tPresident"]}