{"file": "ENG_CLIN_18429_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "18429/06", "text_paragraphs": ["Information Note on the Court’s case-law No. 136", "December 2010", "Jakóbski v. Poland - 18429/06", "Judgment 7.12.2010 [Section IV]", "Article 9", "Article 9-1", "Manifest religion or belief", "Refusal to provide Buddhist prisoner with meat-free diet: violation", "", "Facts – In his application to the European Court, the applicant, a practising Buddhist who was serving a prison sentence, complained that he was unable to obtain a meat-free diet in prison.", "Law – Article 9: The applicant’s decision to adhere to a vegetarian diet could be regarded as motivated or inspired by a religion (Buddhism) and was not unreasonable. Consequently, the refusal of the prison authorities to provide him with a such a diet fell within the scope of Article 9. While the Court was prepared to accept that a decision to make special arrangements for one prisoner within the system could have financial implications for the custodial institution, it had to consider whether the State had struck a fair balance between the different interests in play. The applicant had merely asked to be granted a diet without meat products. His meals did not have to be prepared, cooked and served in a prescribed manner, nor did he require any special products. He was not offered any alternative diet, and the Buddhist Mission was not consulted on the issue of the appropriate diet. The Court was not persuaded that the provision of a vegetarian diet would have entailed any disruption to the management of the prison or a decline in the standards of meals served to other prisoners and noted that Committee of Ministers’ Recommendation Rec(2006)2 on the European Prison Rules advised that prisoners should be provided with food that took into account their religion. It therefore concluded that the authorities had failed to strike a fair balance between the applicant’s and the prison authorities’ interests.", "Conclusion: violation (unanimously).", "Article 41: EUR 3,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}