{"file": "ENG_CLIN_41773_98.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "41773/98", "text_paragraphs": ["Information Note on the Court’s case-law 69", "November 2004", "Scavuzzo-Hager and Others v. Switzerland (dec.) - 41773/98", "Decision 30.11.2004 [Section IV]", "Article 35", "Article 35-1", "Exhaustion of domestic remedies", "Effective domestic remedy", "Involuntarily causing death", "Article 2", "Article 2-2", "Use of force", "Death of drug addict following arrest in very agitated state by two police officers: admissible", "The applicants’ son/ brother died three days after being arrested by two police officers. At the time of arrest, he was in a disturbed physical state. Once seated in the police vehicle, he had a hysterical fit, escaped from the vehicle, offered violent resistance when the police officers caught and attempted to immobilise him, then lost consciousness. First-aid services, which were quickly called, successfully applied emergency treatment. During transportation to hospital, he again lost consciousness and subsequently died. According to the investigation which was immediately opened into the cause of death and was conducted by the two police officers who had arrested the individual concerned, the death was most probably due to natural causes. The autopsy report stated that the cause of death was excessive drug consumption. The prosecutor’s office decided to close the investigation. The applicants brought an action for damages. The Federal Court, the only court with jurisdiction to rule on the compensation claim, ordered a forensic medical report. That report concluded that the death had not been solely linked to excessive drug consumption, as the loss of consciousness and subsequent complications were a result of the physical efforts made during the events in question, taken in conjunction with a pre-existing state of considerable organic and functional weakness. Medical experts had frequently reported the deaths of individuals who were arrested while in a state of over-excitement, particularly when the police had arrested them by immobilising the person on the ground, face down on his or her stomach, with handcuffs on the hands and feet. In this case, however, the way in which the victim had been immobilised had never been clarified. The Federal Court refused to question the police officers who had carried out the arrest and the investigation or other witnesses to the disputed events. The applicants’ request was dismissed. The Federal Court concluded that there was an insufficient causal link between the police officers’ actions and the death, which, given the victim’s extremely weak state, would have occurred in any case. In the court’s view, it had been a coincidence that death had occurred at the time of arrest; however, the police officers’ conduct had not been the cause of death, although it could not be ruled out that their actions had accelerated it. In any event, even if the police officers’ actions constituted one of the causes of death, this did not necessarily engage the authorities’ responsibility since the victim’s pre-existing poor health had not been apparent to the two police officers. ", "Admissible under Article 2. The Government argued that the action before the Federal Court was not a sufficient remedy. The Court dismissed the objection that the domestic remedies had not been exhausted. It was not alleged that the police officers had deliberately caused death. The action before the Federal Court made it possible to establish the police officers’ responsibility and to obtain, if appropriate, appropriate civil redress. Consequently, the civil action for compensation brought by the applicants ought to be considered as an effective remedy within the meaning of the Court’s case-law. In addition, the Government had not succeeded in putting forward a sufficiently specific legal basis which would have enabled the applicants to request that the criminal investigation be reopened.  ", "Admissible also under Articles 3 and 6 § 1.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}