{"file": "ENG_CLIN_2641_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "2641/06", "text_paragraphs": ["Information Note on the Court’s case-law No. 176", "July 2014", "Tsvetelin Petkov v. Bulgaria - 2641/06", "Judgment 15.7.2014 [Section IV]", "Article 8", "Positive obligations", "Article 8-1", "Respect for private life", "Failure to provide alleged father of child with adequate opportunity to give evidence in person: violation", "Facts – In March 2002 the applicant’s former wife brought a claim on behalf of her child to establish that he was the child’s father. As the applicant did not appear in court, a lawyer was appointed ex officio to represent him. In a judgment of 16 December 2002 the City Court declared the applicant the biological father of the child. The applicant learned of the judgment in April 2004, but his application for the proceedings to be reopened was refused on the grounds that the correct procedure for summoning him had been observed and a legal representative had been appointed to represent him.", "Law – Article 8: The domestic authorities had been faced with a conflict between the competing interests of the child born out of wedlock, the child’s mother and the applicant as the putative father. The crucial issue was whether the applicant’s personal participation in the proceedings had been indispensable for the effective exercise of his right to private life.", "The outcome of the proceedings for establishing the applicant’s paternity had had direct and profound consequences for his private life. It was true that the authorities’ decision to proceed with the hearing in the case, as opposed to adjourning it until the applicant was located, may have pursued the legitimate aim of conducting the proceedings with the necessary speediness. However, their positive obligations under Article 8 had required them to strike a fair balance between the interests and rights of all parties.", "The authorities had summoned the applicant via a publication in the State Gazette after discovering that he no longer lived at his permanent address. However, there was no evidence that they had made inquiries with the address registry office or sought to establish by other means whether he had any other address. In fact, they had ultimately found him at the permanent address in April 2004.", "The applicant had been declared the father of the child in the absence of a DNA test. In that context, the Court did not lose sight of the fact that a DNA test had been the scientific method available at the time for accurately determining paternity of a child and its probative value had substantially outweighed any other evidence presented by the parties to prove or disprove the biological paternity. Ensuring effective respect for the applicant’s right to private life had meant giving him an opportunity to present his case, including by providing DNA evidence. Given the subject matter in dispute, his personal participation in the proceedings had been crucial for the reliability of the outcome and his representation by his ex officio lawyer had not been sufficient to secure the effective, proper and satisfactory presentation of his case.", "Consequently, the authorities had not struck a fair balance between the applicant’s right to private life and the right of the child to have a father established, and of the mother to have child support awarded.", "Conclusion: violation (unanimously).", "Article 41: EUR 4,500 in respect of non-pecuniary damage; claim in respect of pecuniary damage dismissed.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}