{"file": "ENG_CLIN_41604_98.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "41604/98", "text_paragraphs": ["Information Note on the Court’s case-law No. 74", "April 2005", "Buck v. Germany - 41604/98", "Judgment 28.4.2005 [Section III]", "Article 8", "Article 8-1", "Respect for home", "Search of residential and business premises in connection with a traffic contravention committed by a third party: violation", "", "Facts:The applicant’s son was fined for a speeding offence driving a car which belonged to the company owned by the applicant. In the proceedings at the District court, the son pleaded not guilty as other persons from the company could have been driving the car. The applicant was summoned as a witness but refused to give evidence about his son, as he was entitled to do as a family member. He later also refused to give evidence about his employees. As a result, the police requested the District court to obtain a photograph of the applicant from the relevant authorities, and, in parallel, the District court issued a warrant to search the business and residential premises of the applicant, which was carried out on the same day by four police officers. Several documents, including personnel files and statements on working hours, were seized and returned to the applicant the next day. The applicant appealed the search and seizure decision, but it was dismissed by the Regional court. The court considered that the appeal against the search warrant was inadmissible as it was pointless, the search having been effected in the meantime. The applicant lodged a complaint with the Constitutional Court, arguing that it had not been possible to establish that the radar photo was of his son, nor of any of his employees. The court refused to admit the complaint. It found that whilst the Regional court’s decision to reject the applicant’s appeal for the mere reason that the search had already been carried out disregarded the constitutional principle of an effective legal protection, the search and seizure order had nevertheless been lawful. The applicant’s son, in the further conduct of the criminal proceedings against him, was fined for having negligently exceeded a speed limit. The applicant complained that the search of his business and residential premises had violated Article 8, and that the absence of adequate reasoning on the search order had amounted to a breach of Article 6.", "Law: Article 8 – Bearing in mind the notion of “home” as interpreted by the Court, which can also extend to a professional person’s office, the search of both the applicant’s residential and business premises had represented an interference with the applicant’s right to respect for his home. Given that under the Code of Criminal Procedure, taken together with the Road Traffic Act and its Regulations, the search and seizure of the premises of a person other than the one accused of a regulatory offence was possible, the interference had been “in accordance with the law”. It had also pursued the legitimate aim of disclosing the identity of the person liable for the speeding offence, and, as such, was consistent with the Convention aims of the prevention of disorder or crime and the protection of the rights of others. In determining the necessity of the interference, the Court found that whilst there had been some procedural shortcomings at the level of the Regional court, the safeguards provided by German legislation against abuse in the sphere of searches and seizures could be considered adequate and effective. However, as regards the proportionality of the measure, the search and seizure had been ordered concerning a mere contravention of a road traffic rule (and in regard to a person who had no previous record of contraventions of such a kind). Moreover, the proceedings for the contravention had not been directed against the applicant himself, but against his son, that is, a third party. As to the content and scope of the search and seizure order, it had been drafted in broad terms, and had not given any reasons why documents concerning business matters should be found on the applicant’s private premises. Thereby, the impact of the order had not been limited to what was indispensable in the circumstances of the case. Having regard to the above, the Court concluded that the interference could not be regarded as proportionate to the legitimate aims pursued.", "Conclusion: violation (four votes to three).", "Article 6 § 1 – The Court found that no separate issues arose under this provision.", "Conclusion: violation (unanimously).", "Article 41 – The Court found that the finding of a violation constituted in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant. It also made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}