{"file": "ENG_HECOM_22588_08.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "22588/08", "text_paragraphs": ["", "FIRST SECTION", "Application no. 22588/08\nMihhail SÕRO\nagainst Estonia\nlodged on 3 May 2008", "STATEMENT OF FACTS", "", "", "The applicant, Mr Mihhail Sõro, is an Estonian national, who was born in 1948 and lives in Tartu. He is represented before the Court by Ms M. Valge, a lawyer practising in Tartu.", "A.  The circumstances of the case", "The facts of the case, as submitted by the applicant and as they appear from the documents on file, may be summarised as follows.", "From 1980 to 1991 the applicant was employed as a driver by the Committee for State Security (also known as “the KGB”).", "On 6 February 1995 the Riigikogu (the Estonian Parliament) passed the Procedure for Registration and Disclosure of Persons who Have Served in or Co-operated with Intelligence or Counter-intelligence Organisations of Security Organisations or Military Forces of States which Have Occupied Estonia Act (Eestit okupeerinud riikide julgeolekuorganite või relvajõudude luure- või vastuluureorganite teenistuses olnud või nendega koostööd teinud isikute arvelevõtmise ja avalikustamise korra seadus) (“the Diclosure Act”). According to the Disclosure Act, the persons in question were to be registered by the Estonian Internal Security Service (Kaitsepolitseiamet). Information about such persons’ service or co-operation was to be made public unless they themselves made a pertinent confession about that to the Estonian Internal Security Service within one year from the entry into force of the Disclosure Act.", "On 27 February 2004 the applicant was invited to the Estonian Internal Security Service, presented with a notice according to which he had been registered pursuant to the Disclosure Act and informed that pertinent information would be disclosed in Riigi Teataja Lisa (Appendix to the State Gazette). According to the applicant his request to be shown the material gathered in respect of him was not met but he was told that he could lodge a complaint against the notice with an administrative court within one month. The applicant, having no benefit of legal aid, did not file a complaint with a court.", "On 16 June 2004 an announcement was published in both the paper and Internet version of Riigi Teataja Lisa. It read as follows:", "“ANNOUNCEMENTS OF THE ESTONIAN INTERNAL SECURITY SERVICE\nabout persons who have served in or co-operated with intelligence or counter-intelligence organisations of security organisations or military forces of states which have occupied Estonia.", "Hereby the Estonian Internal Security Service announces that pursuant to section 5(1) of the Procedure for Registration and Disclosure of Persons who Have Served in or Co-operated with Intelligence or Counter-intelligence Organisations of Security Organisations or Military Forces of States which Have Occupied Estonia Act the Estonian Internal Security Service has registered the following persons.", "...", "Announcement no. 695 of 27.02.2004", "MIHHAIL SÕRO (born on 12.12.1948, Estonia, Põlva County, Värska rural municipality) – AS Tarbus bus driver", "1.  Committee for State Security of the Estonian SSR[,] Tartu department – driver[,] 12.08.1980 – 1989", "2.  Committee for State Security of the Estonian SSR[,] Põlva branch – driver[,] 1989 – 05.11.1991”", "The applicant raised the issue with the Chancellor of Justice (Õiguskantsler) who, having analysed the matter and sought additional information from the Estonian Internal Security Service, addressed the Riigikogu with a report where he concluded that the Disclosure Act was unconstitutional in so far as all employees of the security and intelligence organisations were made public with no exception made in respect of the personnel who merely performed technical tasks not related to the main functions of the organisations. He further found that the Disclosure Act was unconstitutional in that the person’s place of employment at the time of the publication of the announcement was also made public.", "The Constitutional Law Committee of the Riigikogu disagreed with the assessment of the Chancellor of Justice.", "After the applicant had again addressed the Chancellor of Justice, the latter replied by a letter of 31 January 2006 that he had not deemed necessary to initiate constitutional review proceedings in respect of the Disclosure Act. The Chancellor of Justice had in the meantime been briefed by the Estonian Internal Security Service about the practice according to which the persons who had performed merely technical tasks were not being made public.", "On 20 June 2006 the applicant lodged a complaint with the Tallinn Administrative Court. He asked that the court declare the text published in Riigi Teataja Lisa unlawful and oblige the Estonian Internal Security Service delete the word okupant (occupier, invader) and add the word endine (former). In that way the information that he had been a foreign invader occupying Estonia from 1980-1991 could be disproved. He noted that he had never been accused of or provided with any evidence showing that he had participated in the forceful occupation of the Estonian territory as a member of the armed forces of a foreign country or participated in the exercise of the occupation powers. He disagreed having been associated with the crimes committed by the employees of security organisations of the Nazi Germany and the Stalinist regime and argued that a person could only be held individually accountable for his own acts but that principle was ignored by the Disclosure Act. He asserted that he had only worked for the Committee for State Security as a driver and knew nothing about gathering information. As a result of the publication of the announcement the applicant had lost his work and he had been a victim of groundless accusations by third parties. He was being called an occupier (okupant) and an informant (koputaja) and it was being said that “he [was] not a proper man” if the Estonian Internal Security Service dealt with him.", "By a judgment of 29 January 2007 the Tallinn Administrative Court dismissed the applicant’s complaint. It noted that the applicant had failed to contest the notice which he had been presented with by the Estonian Internal Security Service on 27 February 2004. Accordingly, the notice had been made public pursuant to the Disclosure Act. The Administrative Court concluded that the publication of the announcement had become possible because of the applicant’s inaction as he had failed to contest the notice and disprove the information it contained. The information contained in the published announcement corresponded to the information with which the applicant had previously been presented with.", "The Administrative Court further verified that in the Internet version of Riigi Teataja Lisa the announcements of the Estonian Internal Security Service were published under the section title “Copies of announcements of the Estonian Internal Security Service to be published in Riigi Teataja Lisa about persons who have served in intelligence or counter-intelligence organisations of the former USSR” and, thus, the notion “former” (endine) also applied to the announcement concerning the applicant. Furthermore, the word “occupier” (okupant) had not been used in respect of the applicant. The Administrative Court did not establish that the publication of the announcement was unlawful or violated the applicant’s rights.", "The Administrative Court found that the applicant’s request for the review of the constitutionality of the Disclosure Act would have been pertinent in case he would have contested the notice issued on 27 February 2004. The applicant had been informed that pursuant to the Disclosure Act he had the right, within a month, to familiarise himself with the documents and contest the information contained in the notice with the Estonian Internal Security Service or a court. Thus, the law had given him a possibility to immediately counter the information gathered. If a court then would have reviewed the issue of the constitutionality of the Disclosure Act, the Estonian Internal Security Service would have been obliged to proceed with the publishing or to refrain from it, depending on the results of the review. In the circumstances at hand, however, the announcement had been published and the notice no. 695 of 27 February 2004 which it had been based on was lawful.", "The Administrative Court also noted that the applicant had not produced any evidence to disprove the information published. The applicant himself had confirmed that he had worked as a driver of the former Committee for State Security of the ESSR.", "The applicant appealed arguing that after the publication of the announcement he had become a victim of groundless mocking and had to quit his work. He had sustained substantial pecuniary and non-pecuniary damage. He pointed out that the notice of 27 February 2004 had not caused him any negative results. Rather, what had been of importance was the publication of the announcement in Riigi Teataja Lisa on 16 June 2004. He maintained that in the published announcement he had been depicted as an occupier of the Estonian State. It remained unclear, however, which acts he had committed against Estonia and in what way had these acts been criminal. His work as a driver of the Committee for State Security had been of a merely technical nature and had in fact not been directed against the Estonian State.", "By a judgment of 22 November 2007 the Tallinn Court of Appeal dismissed the appeal. The Court of Appeal considered that the fact that a person did not contest the initial notice before its publication did not deprive him of a right to lodge a complaint against the publication of the announcement in Riigi Teataja Lisa. It also considered that the implementation of the Disclosure Act could in some circumstances involve indirect interference with a person’s fundamental rights caused by the acts of third parties as the person’s reputation could be damaged as a result of the disclosure of his relations with the Soviet security organisations. However, in the case in question the interference was in conformity with the Constitution.", "The Court of Appeal found as follows:", "“10.  ... The Chancellor of Justice established in his proceedings that according to the defendant’s administrative practice information about the merely technical employees was not, as a rule, disclosed. According to the assessment of the Court of Appeal, the [applicant] cannot demand an exception to be made in respect of him. According to the assessment of the defendant, drivers of the security and intelligence organisations were connected with the performance of the organisations’ substantial tasks ... The court has no ground to take a different position in this question relating to the security risks. The Estonian State cannot establish decades later with absolute certainty whether a specific driver performed merely technical or also substantial tasks. Thus, one has to proceed from a possibility that a KGB driver may also pose a potential security risk and the disclosure of the information about him may be in the public interests. Therefore, it is proportionate to apply the [Disclosure Act] in respect of the persons who worked as drivers in the security or intelligence organisations. Thereby account must be taken of the fact that the publication of the announcement and the indirect interferences caused by that were not inevitably provided by law; the [applicant] could have avoided these consequences by making a confession pursuant to ... the [Disclosure Act].”", "In respect of the applicant’s complaint about the use of the language in the text of the announcement the Court of Appeal noted that the word “to occupy” had not referred to the applicant but rather to a State (former Soviet Union). Nor had the applicant been treated as a person co-operating with the Committee for State Security (an informant or a sneak) but rather as a staff member. In the announcement the period of the applicant’s employment had also been indicated. There was nothing to imply that he was accused of continuous contact with an intelligence or security organisation of a foreign country. The defendant was not responsible for arbitrary conclusions drawn from the announcement by third parties. Lastly, the Court of Appeal considered that it was proportionate to publish the current places of work of the persons concerned, inter alia, in order to avoid confusion in the public that might otherwise arise in respect of persons with identical or similar names.", "On 14 February 2008 the Supreme Court declined to hear an appeal lodged by the applicant.", "B.  Relevant domestic law", "On 6 February 1995 the Procedure for Registration and Disclosure of Persons who Have Served in or Co-operated with Intelligence or Counter-intelligence Organisations of Security Organisations or Military Forces of States which Have Occupied Estonia Act (Eestit okupeerinud riikide julgeolekuorganite või relvajõudude luure- või vastuluureorganite teenistuses olnud või nendega koostööd teinud isikute arvelevõtmise ja avalikustamise korra seadus) was passed. It entered into force on 28 March 1995.", "The Act provided for registration and disclosure of persons who had served in or co-operated with certain security or intelligence organisations of Nazi Germany and Soviet Union, enumerated in the Disclosure Act, between 17 June 1940 and 31 December 1991 (sections 1 to 3). Section 4 of the Disclosure Act stipulated that it applied to staff members of the security or intelligence organisations as well as to persons who had co-operated with these organisations and set forth criteria as to what was to be deemed as the co-operation in question.", "Section 5 provided that the persons concerned were registered on the basis of a personal confession submitted to the Estonian Internal Security Service within one year of the entry into force of the Disclosure Act or on the basis of other available evidence.", "In case the person concerned did not make a personal confession or knowingly provided false information, information about his service in or co-operation with the security or intelligence organisations was to be made public (sections 6 to 8). Conversely, persons who submitted a personal confession within one year of the entry into force of the Disclosure Act without providing false information were, as a rule, not made public (sections 7(2) and 8(1)) and information concerning them was classified as State secret for fifty years (section 6 of the State Secrets Act (Riigisaladuse seadus)).", "Before presentation of the notice for publication the person concerned was notified of the text thereof by the Estonian Internal Security Service (section 8(2) of the Disclosure Act). He or she had the right, within one month of receipt of the notice, to have access to the pertinent documents in the Estonian Internal Security Service and to contest the information contained in the notice before the Estonian Internal Security Service or in a court. The burden of proof of the person’s service in security or intelligence organisations or co-operation therewith lied with the Estonian Internal Security Service (section 8(4)).", "COMPLAINT", "The applicant complains about a violation of his right to respect for his private and family life in breach of Article 8 of the Convention. He had only worked as a driver of the KGB and had performed no other functions. It was wrong to label him as an occupier of Estonia. It has not been established that he posed a danger to the national security.", "", "QUESTIONS TO THE PARTIES", "", "1.  Has there been an interference with the applicant’s right to respect for his private and family life, within the meaning of Article 8 § 1 of the Convention? If so, was that interference in accordance with the law and necessary in terms of Article 8 § 2?", "", "1.1  In particular, what purpose did the publication in Riigi Teataja Lisa of the information about the applicant’s employment by the KGB serve? Was this purpose still pertinent nearly ten years after the entry into force of the Procedure for Registration and Disclosure of Persons who Have Served in or Co-operated with Intelligence or Counter-intelligence Organisations of Security Organisations or Military Forces of States which Have Occupied Estonia Act (Eestit okupeerinud riikide julgeolekuorganite või relvajõudude luure- või vastuluureorganite teenistuses olnud või nendega koostööd teinud isikute arvelevõtmise ja avalikustamise korra seadus) (“the Diclosure Act”)? Why did it take nearly ten years after the entry into force of the Disclosure Act to disclose the information about the applicant?", "", "1.2.  Did the Estonian Internal Security Service (Kaitsepolitseiamet) exercise discretion as regards each individual person (including the applicant) to be disclosed under the Disclosure Act? If so, was such discretion subject to any control? Was the information about all drivers of the organisations falling under the Disclosure Act disclosed? Which were the categories of “merely technical employees” (see the Tallinn Court of Appeal’s judgment of 22 November 2007) information about whom was not disclosed?", "", "2.  What was the legal relevance of the contestation proceedings provided for under section 8(4) of the Disclosure Act? Did the fact that the applicant did not make use of such proceedings amount to non-exhaustion of available domestic remedies in respect of his complaint made in the present case regardless of the fact that in the subsequent administrative court proceedings this complaint was examined on the merits?"]}