{"file": "ENG_HEJUD_31195_96.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "31195/96", "text_paragraphs": ["", "", "", "", "CASE OF NIKOLOVA v. BULGARIA", "", "(Application no. 31195/96)", "", "", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "", "25 March 1999", "", "", "", "", "In the case of Nikolova v. Bulgaria,", "The European Court of Human Rights, sitting, in accordance with Article 27 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”), as amended by Protocol No. 11, and the relevant provisions of the Rules of Court2, as a Grand Chamber composed of the following judges:", "\tMr\tL. Wildhaber, President,\n\tMrs\tE. Palm,\n\tMr\tA. Pastor Ridruejo,\n\tMr\tL. Ferrari Bravo,\n\tMr\tG. Bonello,\n\tMr\tJ. Makarczyk,\n\tMr\tP. Kūris,\n\tMrs\tV. Strážnická,\n\tMr\tP. Lorenzen,\n\tMr\tM. Fischbach,\n\tMr\tV. Butkevych,\n\tMr\tJ. Casadevall,\n\tMr\tB. Zupančič,\n\tMrs\tH.S. Greve,\n\tMr\tA.B. Baka,\n\tMr\tR. Maruste,\n\tMrs\tS. Botoucharova,\nand also of Mr M. de Salvia, Registrar,", "Having deliberated in private on 17 December 1998 and on 25 February and 5 March 1999,", "Delivers the following judgment, which was adopted on the last-mentioned date:", "", "PROCEDURE", "", "1.  The case was referred to the Court, as established under former Article 19 of the Convention3, by the European Commission of Human Rights (“the Commission”) on 15 July 1998, within the three-month period laid down by former Articles 32 § 1 and 47 of the Convention. It originated in an application (no. 31195/96) against the Republic of Bulgaria lodged with the Commission under former Article 25 by a Bulgarian national, Mrs Ivanka Nikolova, on 6 February 1996.", "\nThe Commission’s request referred to former Articles 44 and 48 and to the declaration whereby Bulgaria recognised the compulsory jurisdiction of the Court (former Article 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 5 §§ 3 and 4 of the Convention.", "2.  In response to the enquiry made in accordance with Rule 33 § 3 (d) of former Rules of Court A, the applicant stated that she wished to take part in the proceedings and designated the lawyer who would represent her (former Rule 30).", "3.  As President of the Chamber which had originally been constituted (former Article 43 of the Convention and former Rule 21) in order to deal, in particular, with procedural matters that might arise before the entry into force of Protocol No. 11, Mr R. Bernhardt, the President of the Court at the time, acting through the Registrar, consulted the Agent of the Bulgarian Government (“the Government”), the applicant’s lawyer and the Delegate of the Commission on the organisation of the written procedure.", "4.  After the entry into force of Protocol No. 11 on 1 November 1998 and in accordance with the provisions of Article 5 § 5 thereof, the case was referred to the Grand Chamber of the Court. The Grand Chamber included ex officio Mrs S. Botoucharova, the judge elected in respect of Bulgaria (Article 27 § 2 of the Convention and Rule 24 § 4 of the Rules of Court), Mr L. Wildhaber, the President of the Court, Mrs E. Palm, Vice-President of the Court, and Mr J.-P. Costa and Mr M. Fischbach, Vice-Presidents of Sections (Article 27 § 3 of the Convention and Rule 24 §§ 3 and 5 (a)). The other members appointed to complete the Grand Chamber were Mr A. Pastor Ridruejo, Mr G. Bonello, Mr J. Makarczyk, Mr P. Kūris, Mr R. Türmen, Mrs V. Strážnická, Mr P. Lorenzen, Mr V. Butkevych, Mr J. Casadevall, Mrs H.S. Greve, Mr A.B. Baka and Mr R. Maruste (Rule 24 § 3 and Rule 100 § 4). Subsequently Mr B. Zupančič and Mr L. Ferrari Bravo, substitute judges, replaced Mr Costa and Mr Türmen who were unable to take part in the further consideration of the case (Rule 24 § 5 (b)).", "\n5.  The applicant’s lawyer was given leave by the President to use the Bulgarian language (Rule 34 § 3). Pursuant to the order made on 31 August 1998, the Registrar received the Government’s and the applicant’s memorials on 30 November 1998.", "6.  At the Court’s invitation (Rule 99), the Commission delegated one of its members, Mrs M. Hion, to take part in the proceedings before the Grand Chamber.", "7.  In accordance with the President’s decision, a hearing took place in public in the Human Rights Building, Strasbourg, on 17 December 1998.", "", "There appeared before the Court:", "(a)\tfor the Government\nMrs\tV. Djidjeva, Ministry of Justice,\tAgent;", "(b)\tfor the applicant\nMr\tM. Ekimdjiev, Lawyer,\tCounsel,\nMr\tY. Grozev, Lawyer,\tAdviser;", "(c)\tfor the Commission\nMrs\tM. Hion,\tDelegate.", "", "The Court heard addresses by Mrs Hion, Mr Ekimdjiev and Mrs Djidjeva.", "THE FACTS", "I.\tthe circumstances of the case", "8.  The applicant, Mrs Ivanka Nikolova, is a Bulgarian national born in 1943 and residing in Plovdiv.", "A.\tThe applicant’s detention on remand", "9.  The applicant used to work as a cashier and accountant in a State-owned enterprise.", "\nAn audit undertaken in the enterprise at the beginning of 1995 revealed a cash deficit of 1,290,059 levs.", "In February 1995 the applicant was given a copy of the final act of the audit, which contained the auditors’ opinion that, inter alia, she had made deliberately false entries in the accounting books and had thus misappropriated funds.", "10.  On 15 March 1995 criminal proceedings were brought against the applicant. In the following months the investigator (следовател), Mr S., questioned her in the framework of these proceedings.", "11.  On 24 October 1995 the applicant was arrested and charged under Article 203 § 1 in conjunction with Article 201 of the Criminal Code (Наказателен кодекс) with misappropriation of funds in large amounts.", "12.  On 24 October 1995 investigator S. heard the applicant in the presence of her lawyer and decided to detain her on remand. On the same day, without having heard the applicant, a prosecutor from the Regional Prosecutor’s Office (Окръжна прокуратура) in Plovdiv confirmed the investigator’s decision to detain her.", "13.  On 6 November 1995 the applicant appealed against her detention to the Chief Public Prosecutor’s Office (Главна прокуратура). In accordance with the established practice the applicant’s lawyer lodged the appeal with the Regional Prosecutor’s Office. He stated that the applicant had not attempted to abscond or to obstruct the investigation during the six months since she had become aware of the criminal charges against her; that she was no longer working as a cashier or accountant and could not, therefore, commit other crimes; and that the applicant had undergone gynaecological surgery and had still not recovered completely.", "14.  On 9 November 1995, before transmitting the appeal to the Chief Public Prosecutor’s Office, a prosecutor of the Regional Prosecutor’s Office confirmed the decision to detain the applicant on remand. The prosecutor found that the applicant was charged with a serious crime punishable by more than ten years’ imprisonment and that “therefore, the [detention on remand] [was] lawful: it [was] based on the imperative provision of Article 152 § 1 of the Code of Criminal Procedure (Наказателно процесуален кодекс)” (see paragraph 30 below). The prosecutor further stated that the question whether or not Article 152 § 2 of the Code should be applied was to be assessed by the investigator and by the supervising prosecutor. In the applicant’s case the investigator and the supervising prosecutor had not applied Article 152 § 2 of the Code “in view of the current stage of the proceedings”. It followed that the applicant’s detention was lawful.", "\n15.  By decision dated 15 December 1995 and registered on 28 December 1995 the Chief Public Prosecutor’s Office dismissed the applicant’s request for release. A further appeal against her detention on remand was dismissed by the Chief Public Prosecutor’s Office by a letter of 12 January 1996.", "", "B.\tJudicial appeal against detention", "16.  On 14 November 1995 the applicant appealed to the Plovdiv Regional Court (Окръжен съд) against her detention on remand. In his written submissions to the Court the applicant’s lawyer stated, inter alia, that the decision to detain the applicant on remand had been based solely on the gravity of the charges against her whereas other important factors had not been taken into account. Thus, the applicant had a permanent address where she lived with her husband and two daughters. Also, the applicant had known about the criminal charges against her for more than six months prior to her arrest but had made no attempt to abscond or obstruct the investigation. Furthermore, the evidence against the applicant was weak, it having been established that six other persons had been in possession of a key to the cashier’s office. The prosecutor had blindly followed the conclusions of the auditors who had pointed to the applicant on the sole ground that she had been the person in charge. However, there was nothing to show that the applicant had been the author of the false entries in the accounting books. The applicant’s lawyer also invoked his client’s medical condition and enclosed medical certificates.", "17.  In accordance with the established practice the applicant’s lawyer lodged his appeal and submissions through the Regional Prosecutor’s Office.", "18.  On 4 December 1995 the Regional Prosecutor’s Office transmitted the appeal together with the investigator’s file to the Regional Court. The covering letter, prepared by the prosecutor, stated, inter alia:", "“I consider that the appeal should be dismissed and that the detention on remand should be confirmed as being lawful. The charges concern a serious wilful crime within the meaning of Article 93 § 7 of the Criminal Code and, [therefore], in accordance with Article 152 § 1 of the Code of Criminal Procedure, the imposition of detention is obligatory.", "The present case does not fall under Article 152 § 2 of the Code of Criminal Procedure: [it] does not involve a situation where the accused has no possibility of absconding or reoffending, as required by the Supreme Court’s practice [follows a reference to the Supreme Court’s practice – see paragraph 31 below].”", "\n19.  On 11 December 1995 the court examined the case in camera, without the participation of the parties, and dismissed the appeal. The court stated, inter alia:", "“[The charges against the applicant] concern a serious crime within the meaning of Article 93 § 7 of the Criminal Code, that is, a crime under Article 203 of the Criminal Code, punishable by ten or more years’ imprisonment. In this respect there exists the requirement, under Article 152 § 1 of the Code of Criminal Procedure, that detention on remand shall be imposed.", "... [The medical certificates submitted by the applicant] reflect her state of health during a past period of time. No information concerning her current state of health has been submitted. It follows that currently there exist no circumstances requiring the modification of the measure ‘detention on remand’ imposed on the [applicant]. Therefore the appeal is ill-founded and must be dismissed.”", "C.\tTermination of the applicant’s detention on remand", "20.  On 19 January 1996 the applicant was examined by three medical experts who had been asked by the investigator in her case to establish, inter alia, whether the conditions of detention were dangerous for her health. In a report of the same date the experts found that the problems related to the surgery which she had undergone more than a year ago did not affect her condition, and that she could remain in detention.", "21.  On 5 February 1996 the applicant was urgently transferred to hospital due to pain in her gall bladder. On the same day she underwent surgery.", "22.  On 15 February 1996 the investigator in the applicant’s case appointed another group of medical experts to examine the applicant. The experts found that the applicant needed a convalescence period which was incompatible with the conditions in detention.", "23.  On 19 February 1996 the applicant’s detention on remand was discontinued in view of her health problems by an order of the Regional Prosecutor’s Office. The applicant was put under house arrest.", "24.  In June 1996 the investigator concluded his work on the case and sent the file to the Regional Prosecutor’s Office with a proposal to submit an indictment in court. On an unspecified date the competent prosecutor returned the case to the investigator for further clarifications.", "II.\trelevant domestic law and practice", "A.\tThe prosecuting authorities", "25.  According to the relevant provisions of the Code of Criminal Procedure and to legal theory and practice, the prosecutor performs a dual function in criminal proceedings.", "During the preliminary stage he supervises the investigation. He is competent, inter alia, to give mandatory instructions to the investigator; to participate in examinations, searches or any other acts of investigation; to withdraw a case from one investigator and assign it to another, or to carry out the entire investigation, or parts of it, himself. He may also decide whether or not to terminate the proceedings, order additional investigations, or prepare an indictment and submit the case to court.", "At the judicial stage he is entrusted with the task of prosecuting the accused.", "26.  The investigator has a certain independence from the prosecutor in respect of his working methods and particular acts of investigation, but performs his functions under the latter’s instructions and supervision (Articles 48 § 2 and 201 of the Code of Criminal Procedure). If an investigator objects to the prosecutor’s instructions, he may apply to the higher prosecutor, whose decision is final and binding.", "27.  Under Article 86 of the Code of Criminal Procedure, the prosecutor and the investigator are under an obligation to collect both incriminating and exonerating evidence. Throughout criminal proceedings, the prosecutor must “effect a supervisory control of lawfulness” (Article 43 of the Code).", "B.\tProvisions on detention on remand", "1.\tPower to detain on remand", "28.  An accused can be detained on remand by decision of an investigator or prosecutor. In cases where the decision to detain has been taken by an investigator without the prior consent of a prosecutor, it must be approved by a prosecutor within twenty-four hours. The prosecutor usually makes this decision on the basis of the file, without hearing the accused (Code of Criminal Procedure, Articles 152, 172, 201-03 and 377-78).", "29.  There is no legal obstacle preventing the prosecutor who has taken the decision to detain an accused on remand, or who has approved an investigator’s decision, from acting for the prosecution against the accused in any subsequent criminal proceedings. In practice this frequently occurs.", "\nThe Supreme Court has found that a former investigator who was appointed prosecutor may represent the prosecution at the trial of the same accused person on whose case he had been working as an investigator. As both the investigator and the prosecutor performed investigative functions there was no legal obstacle (реш. от 9.5.1995 по н.д. No. 125/95 на ВС II н.о., бюл. кн. 5/96, стр. 7).", "2.\tLegal criteria for detention on remand", "30.  Article 152 §§ 1 and 2 provides as follows:", "“(1)  Detention on remand shall be imposed [in cases where the charges concern] a serious wilful crime.", "(2)  In the cases under the preceding paragraph [detention on remand] may not be imposed if there is no danger of the accused absconding, obstructing justice or reoffending.”", "“(1)  Мярка за неотклонение задържане под стража се взема за тежко умишлено престъпление.", "(2)  В случаите по ал. 1 мярката за неотклонение може да не се вземе, ако няма опасност обвиняемият да се укрие, да осуети разкриването на обективната истина или да извърши друго престъпление.”", "According to Article 93 § 7 of the Criminal Code a crime is “serious” if it is punishable by more than five years’ imprisonment.", "31.  According to the Supreme Court’s practice Article 152 § 1 of the Code of Criminal Procedure requires that a person charged with a “serious wilful crime” shall be detained on remand. The only exception is provided for under Article 152 § 2 of the Code, which empowers the prosecutor not to detain an accused where it is clear, beyond doubt, that there is no danger of absconding or reoffending. Such danger must be objectively excluded as, for example, in the case of an accused who is seriously ill, or aged, or who is detained on other grounds such as serving a sentence (опред. No. 1 от 4.5.1992 по н.д. 1/92 на ВС II н.о., Сб. 1992/93, стр. 172; опред. No. 4 от 21.2.1995 по н.д. 76/95 на ВС II н.о.; опред. No. 78 от 6.11.1995 по н.д. 768/95 на ВС II н.о.; опред. No. 24 по н.д. 268/95 на ВС, I н.о., Сб. 1995, стр. 149).", "32.  In some more recent decisions the Supreme Court has nevertheless embarked on analysis of the particular facts to justify findings that there existed a danger of absconding or reoffending (опред. No. 76 от 25.7.1997 по н.д. No. 507/97 на ВС II н.о., бюл. кн. 9-10/97, стр. 5; опред. No. 107 от 27.5.1998 по н.д. 257/98 на ВС II н.о., бюл. кн. 3-4/98, стр. 12).", "\n3.\tJudicial review of detention on remand", "33.  \tArticle 152 § 5 of the Code of Criminal Procedure, as in force at the relevant time, provided as follows:", "“The detained person shall be provided immediately with a possibility of filing an appeal before the competent court against the [imposition of detention]. The court shall rule within a time-limit of three days from the filing of the appeal by means of a final decision.”", "“На задържания се осигурява незабавно възможност да обжалва мярката за неотклонение пред съответния съд. Съдът се произнася в тридневен срок от подаването на жалбата с определение, което е окончателно.”", "34.  The First Criminal Division of the Supreme Court has held that, in deciding on appeals against detention on remand, it is not open to the court to inquire whether there exists sufficient evidence supporting the charges against the detainee, but only to examine the lawfulness of the detention order (опред. No. 24 от 23.5.1995 по н.д. 268/95, I н.о. на ВС, Сб. 1995, стр. 149).", "35.  According to the practice at the relevant time, the court examined appeals against detention on remand in camera, without the participation of the parties. If the appeal was dismissed, the court did not notify the detained person of the decision taken. An amendment of the Code of Criminal Procedure of August 1997 introduced the requirement that appeals against detention on remand be examined at a hearing with the participation of the detainee.", "36.  In a decision of 17 September 1992 the First Criminal Division of the Supreme Court found that the imposition of detention on remand could be contested before a court only once (опред. No. 94 по н.ч.х.д. 754/92, I н.о. на ВС, Сб. 1992-93, стр. 173). Until the amendment of the Code of Criminal Procedure in August 1997 periodic judicial review of the lawfulness of detention on remand was only possible at the trial stage, when the criminal case was pending before a court.", "PROCEEDINGS BEFORE THE COMMISSION", "37.  Mrs Nikolova applied to the Commission on 6 February 1996. In her application (no. 31195/96) she alleged that there had been violations of Articles 5, 6 and 13 of the Convention in respect of her arrest and detention on remand and her appeal against detention; that there had been violations of Article 6 of the Convention in respect of the conduct of the criminal proceedings against her; and that there had been a violation of former Article 25 of the Convention in that she had been refused copies of documents to be presented to the Commission.", "38.  On 2 July 1997 the Commission (First Chamber) declared admissible the applicant’s complaints under Articles 5, 6 and 13 concerning her arrest and detention and the examination of her appeal against detention. The remainder of the application had been declared inadmissible by a partial decision of 27 February 1997. In its report of 20 May 1998 (former Article 31 of the Convention), the Commission expressed the unanimous opinion that there had been a violation of Article 5 § 3 and, having found that the complaints raised under Articles 5, 6 and 13 concerning the applicant’s appeal against her detention fell to be examined under Article 5 § 4, expressed the unanimous opinion that there had been a violation of this latter provision. The full text of the Commission’s opinion is reproduced as an annex to this judgment.", "FINAL SUBMISSIONS TO THE COURT", "39.  In their memorial the Government asked the Court to “reject as unsubstantiated the facts invoked in the application and in the report of the Commission and to conclude, on the basis of the facts, that there has been no violation of Article 5 §§ 3 and 4 of the Convention”.", "40.  In her memorial the applicant asked the Court to “accept as proven and justified” her complaints under Article 5 §§ 3 and 4 and under Article 13 and to award her just satisfaction.", "THE LAW", "I.\tthe GOVERNMENT’S PRELIMINARY OBJECTION", "41.  At the hearing before the Court the Government contended that the applicant had not exhausted all domestic remedies. In particular, the decisions of the Chief Public Prosecutor’s Office of 28 December 1995 and 12 January 1996 confirming the refusal of the Regional Prosecutor’s Office to release the applicant were subject to appeal to the Deputy Chief Public \nProsecutor and to the Chief Public Prosecutor. In their memorial the Government also stated that the applicant could have brought a civil action for damages under the Law on Obligations and Contracts (Закон за задълженията и договорите) and under the Law on State Responsibility for Damage to Individuals (Закон за отговорността на държавата за вреди причинени на граждани). The Government explained that they had not raised these objections prior to the Commission’s final admissibility decision of 2 July 1997 as between February and May 1997 Bulgaria had had an interim government. When, later, they had been invited by the Commission to submit observations on the merits, the Government had not expressed their doubts as to the admissibility of the complaints “in view of the advanced stage of the proceedings”.", "42.  Referring to the case of Assenov and Others v. Bulgaria (judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VIII), the applicant submitted that the possibility to appeal to all levels of the prosecution authorities could not provide a remedy for the alleged violations of Article 5 §§ 3 and 4 of the Convention. She also described as inapplicable the civil remedies suggested by the Government.", "43.  The Commission noted that the Government had had ample opportunity to raise their preliminary objection before the Commission but had failed to do so. Moreover, the appeals and civil actions referred to by the Government did not offer effective remedies whose exhaustion could be required under Article 35 § 1 of the Convention.", "44.  The Court observes that the Government’s objection was not raised, as it could have been, when the admissibility of the application was being considered by the Commission. There is therefore estoppel (see, among other authorities, the Zana v. Turkey judgment of 25 November 1997, Reports 1997-VII, p. 2546, § 44).", "II.\talleged violation of ARTICLE 5 § 3 OF THE CONVENTION", "45.  Mrs Nikolova alleged a breach of Article 5 § 3 of the Convention, the relevant part of which provides:", "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power …”", "46.  The applicant complained that after her arrest on 24 October 1995 she had not been brought before a judge or other officer authorised by law to exercise judicial power. She referred to the case of Assenov and Others (cited above), where the Court had found that Bulgarian prosecutors and investigators could not be regarded as officers exercising judicial power within the meaning of Article 5 § 3 of the Convention.", "The applicant stated that the investigator before whom she had been brought had not been, as a matter of domestic law, sufficiently independent from the prosecutor. The applicant had not been brought before a prosecutor. In any event, under Bulgarian law prosecutors combined incompatible functions and did not therefore satisfy the impartiality requirements of Article 5 § 3 of the Convention.", "47.  In their memorial the Government stated that in the Bulgarian legal system the prosecutor was the officer required by Article 5 § 3 of the Convention and that this provision was satisfied by the fact that detention on remand could only be imposed with the approval of the prosecutor. At the hearing before the Court the Government accepted that in the light of the Assenov and Others judgment (cited above) the current Bulgarian legislation could not be regarded as being in conformity with the Convention. The Government further informed the Court that a group of legal experts was currently elaborating a draft amendment to the Code of Criminal Procedure which would introduce full judicial control in respect of any measure affecting the individual’s rights during the preliminary-investigation stage of criminal proceedings.", "48.  The Commission found that the applicant’s complaint under Article 5 § 3 was identical to that in the case of Assenov and Others and accordingly invited the Court to find a violation.", "49.  The Court recalls that the role of the officer referred to in Article 5 § 3 is to review the circumstances militating for and against detention and to decide, by reference to legal criteria, whether there are reasons to justify detention and to order release if there are no such reasons. Before an “officer” can be said to exercise “judicial power” within the meaning of this provision, he or she must satisfy certain conditions providing a guarantee to the person detained against any arbitrary or unjustified deprivation of liberty (see the Schiesser v. Switzerland judgment of 4 December 1979, Series A no. 34, pp. 13-14, § 31).", "Thus, the “officer” must be independent of the executive and of the parties. In this respect, objective appearances at the time of the decision on detention are material: if it appears at that time that the “officer” may later intervene in subsequent criminal proceedings on behalf of the prosecuting authority, his independence and impartiality are capable of appearing open to doubt (see the Huber v. Switzerland judgment of 23 October 1990, Series A no. 188, p. 18, § 43, and the Brincat v. Italy judgment of 26 November 1992, Series A no. 249-A, p. 12, § 21). The “officer” must hear the individual brought before him in person and review, by reference to legal criteria, whether or not the detention is justified. If it is not so justified, the “officer” must have the power to make a binding order for the detainee’s release (see the above-mentioned Schiesser judgment, pp. 13-14, § 31, and the Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, pp. 75-76, § 199).", "50.  The Court further recalls its Assenov and Others v. Bulgaria judgment where it found, inter alia, that neither the investigator before whom Mr Assenov had been brought, nor the prosecutor who had approved the detention order, could be considered to be “officer[s] authorised by law to exercise judicial power” within the meaning of Article 5 § 3 of the Convention (see the Assenov and Others judgment cited above, pp. 229899, §§ 144-50).", "51.  The facts of the present case disclose no material difference. Following her arrest on 24 October 1995 the applicant was brought before an investigator who did not have power to make a binding decision as to her detention and was not procedurally independent from the prosecutor. Moreover, there was no legal obstacle to his acting as a prosecutor at the applicant’s trial (see paragraphs 11, 12, 25-29 above). The investigator could not therefore be regarded as an “officer authorised by law to exercise judicial power” within the meaning of Article 5 § 3 of the Convention. The applicant was not heard by a prosecutor. In any event the prosecutor, who could act subsequently as a party to the criminal proceedings against Mrs Nikolova (see paragraph 29 above), was not sufficiently independent and impartial for the purposes of Article 5 § 3.", "52.  The Court notes the information provided by the Government about future legislative amendments which are envisaged with a view to bringing the Bulgarian Code of Criminal Procedure into line with the Convention. However, the Court’s task is to assess the actual circumstances of the applicant’s case.", "53.  The Court concludes therefore that there has been a violation of Article 5 § 3 of the Convention.", "III.\talleged violation of ARTICLE 5 § 4 OF THE CONVENTION", "54.  The applicant also asserted that Article 5 § 4 of the Convention had been violated on account of the alleged formal character of the judicial review of her detention, the inadequate procedure and the impossibility to obtain a periodic control of lawfulness. Article 5 § 4 of the Convention provides:", "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”", "\nA.\tArguments before the Court", "55.  The applicant submitted that the Regional Court had followed a purely formal approach. No consideration was given to her serious arguments that there did not exist a danger of her absconding, reoffending or obstructing justice. In the applicant’s submission this approach reflected the established case-law of the Supreme Court, according to which the courts only verify whether the detained person is charged with a “serious wilful crime” within the meaning of the Criminal Code. As a result, the reasonableness of prosecutors’ decisions to detain on remand is not subject to judicial control. The bringing of charges and their legal qualification being within the competence of the investigator and the prosecutor, it was evident that the judicial control of lawfulness of detention on remand in its present form in Bulgaria is nothing more than a rubber-stamping process.", "The applicant further submitted that she had been deprived of any participation in the examination by the Regional Court of her appeal against detention. Thus, she did not have access to the case file of the preliminary investigation, she was not informed of the registration number of her case before the Regional Court or of the date of its examination, and could not submit additional observations or evidence between 14 November 1995, when she lodged her appeal, and 11 December 1995, when the court decided in camera. Finally, the parties to the habeas corpus proceedings were not treated equally. The prosecutor had full access to the case file and submitted to the court written comments to which the applicant was unable to reply.", "56.  The Government submitted that the applicant had not been deprived of her right to appeal against her detention on remand. She had made use of the possibility of submitting requests for release to the prosecution authorities and also to appeal to a court. In its decision of 11 December 1995 the Plovdiv Regional Court referred to the fact that the applicant had been charged with a “serious wilful crime”, which was a relevant consideration in the assessment of the existence of a danger of absconding. Also, the fact that the charges against the applicant concerned a persistent criminal activity (between 1992 and 1994) was a sufficient basis for the Regional Court to conclude that there was a danger of obstructing justice. Furthermore, the Regional Court had examined the medical certificates presented by the applicant and displayed diligence in the exercise of its powers to review the lawfulness of her detention.", "The Government further contended that according to the law as in force at the relevant time the Regional Court was not required to hold a hearing. However, the law provides for a hearing since the amendment of the Code \nof Criminal Procedure in August 1997. The Government also stated that the applicant could, and had indeed done so, enclose with her appeal all documents or other evidence which she deemed important. She could not, however, consult the investigation file before its completion. As to the registration number of the case before the Regional Court, it was for the applicant’s lawyer to inquire about it.", "57.  The Commission noted that according to the relevant law and practice the Regional Court had no power to inquire whether or not there existed a reasonable suspicion against the applicant. The Commission also noted that due to the shift of the burden of proof under Article 152 §§ 1 and 2 of the Code of Criminal Procedure the Regional Court had tended to limit its examination of the applicant’s appeal to a simple verification of whether or not the charges preferred against her could be qualified as an accusation concerning a “serious wilful crime” and that issues central to the lawfulness of her detention, such as whether or not there existed a danger of absconding or reoffending, had not been examined. The Commission concluded that the scope and the nature of the control exercised by the Regional Court did not satisfy the requirements of Article 5 § 4 of the Convention.", "The Commission also considered that the principle of equality of arms had not been respected in the proceedings before the Regional Court, in that the Court had examined the case in camera after receiving the prosecutor’s comments which had not been communicated to the applicant and in that the applicant had been unable to consult the case file or to submit additional evidence. Finally, the Commission considered that the possibilities of applying for release to all levels of the prosecution authorities did not provide the remedy required by Article 5 § 4 of the Convention.", "B.\tThe Court’s assessment", "58.  The Court recalls that arrested or detained persons are entitled to a review bearing upon the procedural and substantive conditions which are essential for the “lawfulness”, in the sense of the Convention, of their deprivation of liberty. This means that the competent court has to examine “not only compliance with the procedural requirements set out in [domestic law] but also the reasonableness of the suspicion grounding the arrest and the legitimacy of the purpose pursued by the arrest and the ensuing detention” (see the Brogan and Others v. the United Kingdom judgment of 29 November 1988, Series A no. 145-B, pp. 34-35, § 65).", "\nA court examining an appeal against detention must provide guarantees of a judicial procedure. The proceedings must be adversarial and must always ensure “equality of arms” between the parties, the prosecutor and the detained person (see the Sanchez-Reisse v. Switzerland judgment of 21 October 1986, Series A no. 107, p. 19, § 51; the Toth v. Austria judgment of 12 December 1991, Series A no. 224, p. 23, § 84; and the Kampanis v. Greece judgment of 13 July 1995, Series A no. 318-B, p. 45, § 47). Equality of arms is not ensured if counsel is denied access to those documents in the investigation file which are essential in order effectively to challenge the lawfulness of his client’s detention (see the Lamy v. Belgium judgment of 30 March 1989, Series A no. 151, pp. 16-17, § 29). In the case of a person whose detention falls within the ambit of Article 5 § 1 (c), a hearing is required (see the Assenov and Others judgment cited above, p. 3302, § 162).", "59.  Turning to the facts of the present case the Court notes that, according to Article 152 §§ 1 and 2 of the Code of Criminal Procedure and the Supreme Court’s practice at the relevant time, a person charged with a “serious wilful crime” was detained on remand unless he or she demonstrated beyond doubt, the burden of proof being borne by him or her, that there did not exist even a hypothetical danger of absconding, re-offending or obstructing justice. The presumption that such danger existed could be overturned only in exceptional circumstances, such as where the detained person was immobilised by illness (see paragraph 31 above). In the applicant’s submission the above approach, which is rooted in the wording of Article 152 §§ 1 and 2 of the Code of Criminal Procedure, continues to be the practice of the Bulgarian courts despite some recent Supreme Court decisions (see paragraphs 32 and 55 above).", "The Court further observes that, according to the Supreme Court’s case-law, it is not for the judge examining an appeal against detention on remand to inquire whether or not the charges are supported by sufficient evidence. That question, and apparently the legal characterisation of the charges, are within the competence of the prosecutor (see paragraph 34 above).", "60.  The Court reiterates that its task is not to rule on legislation in abstracto and it does not therefore express a view as to the general compatibility of the above provisions and practice with the Convention (see, mutatis mutandis, the Silver and Others v. the United Kingdom judgment of 25 March 1983, Series A no. 61, p. 31, § 79). The Court must examine whether the practical implementation of these provisions and case-law in the applicant’s case gave rise to a violation of the Convention, as alleged by her.", "\n61.  The Plovdiv Regional Court when examining the applicant’s appeal against her detention on remand apparently followed the case-law of the Supreme Court at that time and thus limited its consideration of the case to a verification of whether the investigator and the prosecutor had charged the applicant with a “serious wilful crime” within the meaning of the Criminal Code and whether her medical condition required release (see paragraphs 19 and 30-31 above).", "In her appeal of 14 November 1995, however, the applicant had advanced substantial arguments questioning the soundness of the charges against her and the grounds for her detention. She had referred to concrete facts, such as that she had not attempted to abscond or obstruct the investigation during the months since she had become aware of the criminal proceedings against her, and that she had a family and a stable way of life. The applicant had also asserted that the evidence against her was weak as the charges were based only on the auditors’ report. In her submission there was nothing to support the accusation that she, and not any of the other six persons in possession of keys to the cashier’s office, had actually misappropriated the missing funds. In its decision of 11 December 1995 the Regional Court devoted no consideration to any of these arguments, apparently treating them as irrelevant to the question of the lawfulness of the applicant’s detention on remand (see paragraphs 16 and 19 above).", "While Article 5 § 4 of the Convention does not impose an obligation on a judge examining an appeal against detention to address every argument contained in the appellant’s submissions, its guarantees would be deprived of their substance if the judge, relying on domestic law and practice, could treat as irrelevant, or disregard, concrete facts invoked by the detainee and capable of putting in doubt the existence of the conditions essential for the “lawfulness”, in the sense of the Convention, of the deprivation of liberty. The submissions of the applicant in her appeal of 14 November 1995 contained such concrete facts and did not appear implausible or frivolous. By not taking these submissions into account the Regional Court failed to provide the judicial review of the scope and nature required by Article 5 § 4 of the Convention.", "62.  The Court notes further that the Regional Court examined the case in camera in accordance with the law at the relevant time (see paragraphs 19 and 35 above). The Court observes that since August 1997 the law requires the holding of a hearing, but it has to restrict its assessment to the actual circumstances of the applicant’s case (see the Assenov and Others judgment cited above, p. 3302, § 163).", "63.  Furthermore, the Plovdiv Regional Court gave its ruling after receiving the prosecutor’s written comments inviting it to dismiss the \nappeal. The applicant was not allowed to reply to these comments and apparently was not able to consult any of the documents in the investigation file in order to challenge the reasons for her detention (see paragraphs 17-19, 55 and 56 in fine above). The proceedings were therefore not truly adversarial and did not ensure equality of arms between the parties.", "64.  Lastly the Court, like the Commission, sees no merit in the Government’s argument that the applicant had the possibility of requesting release from all levels of the prosecution authorities. This procedural possibility was not capable of providing the judicial remedy guaranteed by Article 5 § 4 of the Convention.", "65.  The applicant also complained of the impossibility, according to the domestic law then in force, to obtain a periodic judicial review of the lawfulness of her detention. Having found that the scope and nature of the judicial review afforded to the applicant by the Plovdiv Regional Court, and the attendant procedure, did not satisfy the requirements of Article 5 § 4 of the Convention, the Court does not deem it necessary to inquire whether the same deficient judicial review should have been accessible to her periodically.", "66.  There has therefore been a violation of Article 5 § 4 of the Convention.", "IV.\talleged violation of ARTICLE 13 OF THE CONVENTION", "67.  The applicant asserted that the impossibility of obtaining any redress for the violation of her rights under Article 5 §§ 3 and 4 of the Convention gave rise to a violation of Article 13, which reads as follows:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "68.  The Government did not comment. The Delegate of the Commission stated that this complaint was subsumed under the issues examined in the light of Article 5 § 4 of the Convention and that it was therefore not necessary to deal with it separately.", "69.  According to the Court’s established case-law Article 5 § 4 of the Convention constitutes a lex specialis in relation to the more general requirements of Article 13. In the present case the facts underlying the applicant’s complaint under Article 13 of the Convention are the same as those examined under Article 5 § 4. Accordingly, the Court need not examine the allegation of a violation of Article 13 in view of its finding of a \nviolation of Article 5 § 4 (see the Chahal v. the United Kingdom judgment of 15 November 1996, Reports 1996-V, p. 1865, § 126, and p. 1870, § 146).", "V.\tapplication of article 41 of the Convention", "70.  Under Article 41 of the Convention,", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.\tPecuniary damage", "71.  The applicant claimed 1,274 US dollars (USD), including 300,000 levs (BGL) which she had paid in 1998 to be released on bail from house arrest and USD 1,093 in lost earnings during the period of detention.", "72.  The Government stated that the applicant’s claims were ill-founded. The Delegate of the Commission expressed doubts as to whether the applicant had suffered any pecuniary damage.", "73.  The Court fails to see any causal link between the violations of Article 5 §§ 3 and 4 of the Convention and the sums claimed by the applicant and accordingly dismisses her claims under this head (see, as a recent authority, the Demir and Others v. Turkey judgment of 23 September 1998, Reports 1998-VI, p. 2660, § 63).", "B.\tNon-pecuniary damage", "74.  The applicant claimed USD 15,000 in respect of the violations of Article 5 of the Convention and USD 5,000 in respect of the alleged violation of Article 13.", "75.  The Government submitted that the claims were excessive and referred to the Assenov and Others judgment where the Court awarded approximately the equivalent of USD 3,500. The Government insisted that the standard of living and the average income in Bulgaria, where a District Court judge earns the equivalent of about USD 140 per month, should be borne in mind. The Delegate of the Commission considered that the finding of a violation could not constitute sufficient just satisfaction and invited the Court to award an equitable amount.", "\n76.  The Court recalls that in certain cases which concerned violations of Article 5 §§ 3 and 4 it has granted claims for relatively small amounts in respect of non-pecuniary damage (see the Van Droogenbroeck v. Belgium judgment of 25 April 1983 (Article 50), Series A no. 63, p. 7, § 13, and the De Jong, Baljet and Van den Brink v. the Netherlands judgment of 22 May 1984, Series A no. 77, p. 29, § 65). However, in more recent cases concerning violations of either or both paragraphs 3 and 4 of Article 5, the Court has declined to accept such claims (see the Pauwels v. Belgium judgment of 26 May 1988, Series A no. 135, p. 20, § 46; the Brogan and Others v. the United Kingdom judgment of 30 May 1989 (Article 50), Series A no. 152-B, pp. 44-45, § 9; the Huber judgment cited above, p. 19, § 46; the Toth judgment cited above., p. 24, § 91; the Kampanis judgment cited above, p. 49, § 66; and Hood v. the United Kingdom [GC], no. 27267/95, §§ 84-87, ECHR 1999-I). In some of these judgments the Court noted that just satisfaction can be awarded only in respect of damage resulting from a deprivation of liberty that the applicant would not have suffered if he or she had had the benefit of the guarantees of Article 5 § 3 and concluded, according to the circumstances, that the finding of a violation constituted sufficient just satisfaction in respect of any non-pecuniary damage suffered.", "In the present case the Court sees no reason to depart from the above case-law. The Court cannot speculate as to whether or not the applicant would have been detained if there had been no violation of the Convention. As to the alleged frustration suffered by her on account of the absence of adequate procedural guarantees during her detention, the Court finds that in the particular circumstances of the case the finding of a violation is sufficient.", "C.\tCosts and expenses", "77.  The applicant claimed USD 18,594. This amount included, inter alia, USD 14,400 in lawyer’s fees for 283 hours of work on the Strasbourg and the domestic proceedings, USD 630 in translation costs and USD 2,722 for travel and subsistence expenses in connection with the appearance of the applicant’s lawyer and his adviser at the hearing before the Court. The applicant submitted relevant documents in support of her claims.", "78.  The Government contended that the applicant’s claims were excessive. They questioned the reliability of the schedule indicating the number of hours spent by the applicant’s lawyer on the case, as well as the \nscale at which the lawyer charged his client. This scale was allegedly unrealistic in the present conditions in Bulgaria. The Government further pleaded that the Court should not encourage lawyers to prepare fictitious agreements which are not intended to be enforced against the client but serve the sole purpose of being presented in Strasbourg. The Government submitted that lawyers’ expectations of obtaining exorbitant awards from the Court was a major factor impeding friendly-settlement negotiations.", "The Government further stated that the claims for translation and other expenses were excessive and that no expenses should be paid for the “excursion” to Strasbourg of the adviser to the applicant’s lawyer.", "79.  The Court recalls that in order for costs to be included in an award under Article 41 of the Convention, it must be established that they were actually and necessarily incurred and reasonable as to quantum (see, among other authorities, the Campbell and Fell v. the United Kingdom judgment of 28 June 1984, Series A no. 80, pp. 55-56, § 143).", "The Court notes that part of the lawyer’s fees claimed concerned the applicant’s defence against the criminal charges in the domestic proceedings and her complaint of their alleged unfairness which was declared inadmissible by the Commission. These fees do not constitute expenses necessarily incurred in seeking redress for the violations of the Convention found in the present case (see the Mats Jacobsson v. Sweden judgment of 28 June 1990, Series A no. 180-A, p. 16, § 46). The number of hours claimed to have been spent by the lawyer on the case also appears excessive. Considering the above and other relevant circumstances, and making its assessment on an equitable basis, the Court awards the applicant 14,000,000 levs less 20,215 French francs paid in legal aid by the Council of Europe to be converted into levs at the rate applicable on the date of settlement, together with any value-added tax that may be chargeable (see the A. v. the United Kingdom judgment of 23 September 1998, Reports 1998-VI, p. 2702, § 37).", "D.\tDefault interest", "80.  According to the information available to the Court, the statutory rate of interest applicable in Bulgaria at the date of adoption of the present judgment is 15.04% per annum.", "\nFOR THESE REASONS, THE COURT", "Dismisses unanimously the Government’s preliminary objection;", "", "Holds unanimously that there has been a breach of Article 5 § 3 of the Convention;", "", "Holds unanimously that there has been a breach of Article 5 § 4 of the Convention;", "", "4.\tHolds by eleven votes to six that the present judgment constitutes sufficient just satisfaction in respect of non-pecuniary damage;", "", "5.\tHolds by sixteen votes to one", "(a) that the respondent State is to pay the applicant, within three months, for costs and expenses, 14,000,000 (fourteen million) levs less 20,215 (twenty thousand two hundred and fifteen) French francs to be converted into levs at the rate applicable on the date of settlement, together with any value-added tax that may be chargeable;", "(b)\tthat simple interest at an annual rate of 15.04% shall be payable on this sum from the expiry of the above-mentioned three months until settlement;", "", "6.\tDismisses unanimously the remainder of the applicant’s claims for just satisfaction.", "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 25 March 1999.", "", "\t\t\tLuzius Wildhaber\n\t\t\tPresident", "Michele de Salvia\n        Registrar", "\nIn accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:", "(a)  partly dissenting opinion of Mr Bonello joined by Mr Maruste;", "(b)  partly dissenting opinion of Mr Fischbach joined by Mr Kūris and Mr Casadevall;", "(c)  partly dissenting opinion of Mrs Greve;", "(d)  declaration of Mrs Botoucharova.", "L.W.\n\t\tM. de S.", "", "PARTLY DISSENTING OPINION\nOF JUDGE BONELLO JOINED by judge MARUSTE", "In the present case the Court has unanimously found that the applicant’s fundamental rights enshrined in Article 5 §§ 3 and 4 of the Convention have been violated. When it came to determine how the breach of those core guarantees was to be redressed, the majority of the Court opted to recite that the finding of the violation in itself constituted just satisfaction.", "I do not share the Court’s view. I consider it wholly inadequate and unacceptable that a court of justice should “satisfy” the victim of a breach of fundamental rights with a mere handout of legal idiom.", "The first time the Court appears to have resorted to this hapless formula was in the Golder case of 1975 (Golder v. the United Kingdom judgment of 21 February 1975, Series A no. 18). Disregarding its own practice that full reasoning should be given for all decisions, the Court failed to suggest one single reason why the finding should also double up as the remedy. Since then, propelled by the irresistible force of inertia, that formula has resurfaced regularly. In few of the many judgments which relied on it did the Court seem eager to upset the rule that it has to give neither reasons nor explanations.", "In the present judgment the Court has somehow tried to overcome that reticence by referring to its recent case-law and remarking that “just satisfaction can be awarded only in respect of damage resulting from a deprivation of liberty that the applicant would not have suffered if he or she had had the benefit of the guarantees of Article 5 § 3”. Why? I cannot find any plausible justification, in the judgment or elsewhere.", "The Convention confers on the Court two separate functions: firstly, to determine whether a violation of a fundamental right has taken place, and secondly, to give “just satisfaction” should the breach be ascertained. The Court has rolled these two distinct functions into one. Having addressed the first, it feels absolved from discharging the second.", "In doing so, the Court fails in both its judicial and its pedagogical functions. The State that has violated the Convention is let off virtually scot-free. The award of just satisfaction, besides reinstating the victim in his fundamental right, serves as a concrete warning to erring governments. The most persuasive tool for implementing the Convention is thus lying unused.", "", "The only “legal” argument used so far in favour of refusing to award any compensation at all for non-pecuniary damage has been based on the admittedly infelicitous wording of Article 41, which states: “If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only a partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "The Court seems to feel authorised to deny just satisfaction to the victim on the strength of the “if necessary” condition. This, I submit, places an improper construction on Article 41. “If necessary” is applicable only where there is a concurrence of both the conditions posited by Article 41, i.e. the finding of a violation of the Convention and the ability of the domestic system to provide for some partial reparation. When these two conditions combine (and only then) may the Court find it unnecessary to award additional just satisfaction. This is what Article 41 clearly states.", "In cases like the present one, in which the internal law provides for no satisfaction at all, the “if necessary” condition becomes irrelevant and the Convention leaves the Court no discretion at all as to whether to award compensation or not.", "Article 46 § 2 reinforces this reading: “The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.” This presupposes a specific judgment that has still to be put into effect. Merely declaratory judgments, like the present one, are always self-executing, and require no further acts of implementation. Article 46 § 2 rules out declaratory, self-executing judgments.", "It is regrettable enough as it is, albeit understandable, that, in the sphere of granting redress, the Court, in its early days, imposed on itself the restriction of never ordering performance of specific remedial measures in favour of the victim. That exercise in judicial restraint has already considerably narrowed the spectrum of the Court’s effectiveness. Doubling that restraint, to the point of denying any compensation at all to those found to have been the victims of violations of the Convention, has further diminished the Court’s purview and dominion.", "Finding a violation of a fundamental right is no comfort for the Government. Stopping there is no comfort for the victim. A moral thirst for justice is hardly different from a physical thirst for water. Hoping to satisfy a victim of injustice with cunning forms of words is like trying to quench the thirst of a parched child with fine mantras.", "\nExcept for those courts that now rely on the Golder incantation, I am not aware of any national court settling for a mere finding of breaches of rights as a substitute for a specific remedy or, failing that, compensation. If that is indeed so, ordinary rights enjoy better protection than fundamental rights. And again, if I am right, fundamental liberties receive fuller redress in national courts than they do in the international one. I consider this demeaning.", "Of course, the Court is called upon to carry out a careful balancing exercise when assessing the quantum of compensation to be awarded. In certain cases that award could, and should, be nominal or even token. I would not vote for awarding substantial compensation to a convicted serial rapist, should some aspect of his right to family life have been formally breached. Nor would I be excessively generous with awards to a drug trafficker because the interpreter at his trial failed the test of high competence.", "What I am disenchanted with is that any court should short-change a victim. I voted against that.", "", "PARTLY DISSENTING OPINION OF JUDGE FISCHBACH\nJOINED BY JUDGES KŪRIS AND CASADEVALL", "(Translation)", "", "Unlike the majority, who are content to find a violation while not considering it appropriate to compensate the victim for the non-pecuniary damage she sustained, we are of the opinion that pecuniary redress is called for in this case.", "We consider that the applicant’s detention on remand, which lasted more than three and a half months, without adequate safeguards and therefore in breach of Article 5 §§ 3 and 4 of the Convention, must have caused the victim feelings of anxiety and frustration such that a mere finding of a violation cannot in itself suffice to compensate for the non-pecuniary damage she sustained.", "Our position seems to us to be all the more justifiable as, at the time of preparing this judgment, the case is still pending before the domestic courts, so that the applicant’s guilt has not yet been established in law.", "Nor do we agree with the majority’s reasoning, with reference to the most recent case-law, that “just satisfaction can be awarded only in respect of damage resulting from a deprivation of liberty that the applicant would not have suffered if he or she had had the benefit of the guarantees of Article 5 § 3”.", "We take the view that the issue of compensation for non-pecuniary damage is one that has to be determined in the light of the particular facts of each case, whereas the principle adopted by the majority in its reasoning is such as to restrict in advance the scope for awarding compensation for non-pecuniary damage sustained by the victims of breaches of Article 5 §§ 3 and 4.", "11/03/199911/03/199911/03/1999...../......................11", "\nPARTLY DISSENTING OPINION OF JUDGE GREVE", "I voted with the majority on all points except the question of just satisfaction.", "Article 41 of the Convention provides that “if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party”. This presupposes that the Court has found a violation of the Convention or the Protocols thereto.", "The Court has ruled that a fortiori Article 41 (formerly Article 50) also covers cases where – as in the present case – it is the intrinsic nature of the injury which makes restitutio in integrum impossible.", "For just satisfaction to be awarded the applicant must actually have sustained prejudice and the prejudice must have been caused by the violation found by the Court. In such cases the Court has made awards in respect of non-pecuniary damage including (but not limited to) uncertainty, anxiety and/or distress, sense of isolation, confusion, neglect, frustration and/or helplessness and feelings of injustice.", "As pointed out by the majority in the present case, the Court’s rulings have not, however, followed a consistent pattern in these cases but rather followed a case-by-case approach even when, as in the instant case, violations of Article 5 §§ 3 and 4 have been established.", "In my view, it would under these circumstances be preferable for the Court normally to use its discretion to award the injured party some equitable satisfaction – be it only token – rather than simply state that the mere finding of a violation/violations constituted sufficient just satisfaction in respect of any non-pecuniary damage suffered. The question in each individual case would then be what amount constituted equitable satisfaction under the circumstances. I cannot identify any reasons for making an exception in the present case.", "\n", "declaration OF judge botoucharova", "To my regret I am unable to join with the majority on the question of the amount of costs and expenses awarded to the applicant. 11/03/199911/03/199911/03/1999...../......................11", ""]}