{"file": "ENG_CLIN_30810_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "30810/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 95", "March 2007", "Geerings v. the Netherlands - 30810/03", "Judgment 1.3.2007 [Section III]", "Article 6", "Article 6-2", "Presumption of innocence", "Imposition of a confiscation order in respect of offences of which the applicant had been acquitted: violation", "", "Facts: In May 1998 the applicant was convicted of numerous counts of theft, burglary and attempted burglary, deliberately handling stolen goods and membership of a criminal gang and sentenced to five years’ imprisonment. The judgment was later quashed on appeal and the applicant acquitted of all the charges against him except for the theft of a lorry and trailer and handling. He was sentenced to 36 months’ imprisonment, part of which was suspended. However, despite having already acquitted the applicant of most of the charges, in March 2001 the Court of Appeal issued a confiscation order – amounting to roughly the equivalent of EUR 67,000 or 490 days’ detention in default – in respect of all the offences of which he had originally been convicted. It justified its decision by saying that there were strong indications that he had committed the offences. An appeal by the applicant to the Supreme Court was ultimately rejected. In 2004, he reached an agreement with the authorities allowing him to pay EUR 10,000 immediately and the remainder in monthly instalments.", "Law: The applicant’s case was distinguished from a number of earlier cases in which the Court had been prepared to consider confiscation proceedings following on from a conviction as part of the sentencing process and therefore beyond the scope of Article 6(2). The features common to those cases were that the applicants had been convicted of drugs offences; that they continued to be suspected of additional drugs offences and demonstrably held assets whose provenance could not be established; that these assets were reasonably presumed to have been obtained through illegal activity; and that the applicants had failed to provide a satisfactory alternative explanation. There were, however, two different features to the instant case: firstly, the applicant had never been shown to hold any assets whose provenance he could not adequately explain, as the court of appeal’s finding on this issue was based on conjectural extrapolation contained in a police report. “Confiscation” following on from a conviction was inappropriate for assets which were not known to have been in the possession of the person concerned, especially if it related to a criminal act of which that person had not actually been found guilty. If it was not found beyond reasonable doubt that the person concerned had actually committed the crime, and if it could not be established as fact that any advantage, illegal or otherwise, had actually been obtained, such a measure could only be based on a presumption of guilt. Secondly, the confiscation order related to the very crimes of which the applicant had in fact been acquitted. Article 6(2) embodied a general rule which did not allow even the voicing of suspicions regarding an accused’s innocence once an acquittal was final. Since the court of appeal’s finding went beyond the voicing of mere suspicion, the applicant’s guilt had been determined without his having been “found guilty according to law”.", "Conclusion: violation (unanimously).", "Article 41 – Reserved, it being unclear how many instalments the applicant had paid under the confiscation order.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}