{"file": "ENG_CLIN_28761_11.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "28761/11", "text_paragraphs": ["Information Note on the Court’s case-law 176", "July 2014", "Al Nashiri v. Poland - 28761/11", "Judgment 24.7.2014 [Section IV]", "Article 3", "Torture", "Effective investigation", "Extradition", "Torture and inhuman and degrading treatment during and following applicants’ extraordinary rendition to CIA: violations", "Article 2", "Extradition", "Article 2-1", "Death penalty", "Extraordinary rendition to CIA of suspected terrorist facing capital charges: violation", "Article 5", "Article 5-1", "Lawful arrest or detention", "Detention during and following operation involving extraordinary rendition to CIA: violations", "Article 6", "Criminal proceedings", "Article 6-1", "Fair hearing", "Extraordinary rendition to CIA despite real risk of flagrantly unfair trial before US military commission: violations", "Article 38", "Obligation to furnish all necessary facilities", "Failure to produce documentary evidence despite Court assurances regarding confidentiality: failure to comply with Article 38", "Article 46", "Article 46-2", "Execution of judgment", "Individual measures", "Respondent State required to seek assurances that US authorities would not impose death penalty in respect of applicant following extraordinary rendition", "[This summary also covers the judgment in the case of Husayn (Abu Zubaydah) v. Poland, no. 7511/13, 24 July 2014]", "Facts – Both applicants alleged that they were victims of an “extraordinary rendition” by the United States Central Intelligence Agency (CIA), that is, of apprehension and extrajudicial transfer to a secret detention site in Poland with the knowledge of the Polish authorities for the purpose of interrogation. They arrived in Poland on board the same “rendition plane” in December 2002 and were detained in a CIA operated detention facility, where they were subjected to so-called “enhanced interrogation techniques” and to “unauthorised” interrogation methods, including in Mr Al Nashiri’s case: mock executions, prolonged stress positions and threats to detain and abuse members of his family. They were subsequently secretly removed from Poland (Mr Al Nashiri in June 2003 and Mr Husayn in September 2003) on rendition flights before ultimately arriving at the US Naval Base in Guantanamo Bay.", "In 2011 Mr Al Nashiri was indicted to stand trial before a US military commission on capital charges. The military commissions were set up in March 2002 specifically to try “certain non-citizens in the war against terrorism”, outside the US federal judicial system. The trial and review panels were composed exclusively of commissioned officers of the US armed forces. The commission rules did not exclude any evidence, including evidence obtained under torture, if it “would have probative value to a reasonable person”. On 29 June 2006 the US Supreme Court ruled that the military commission “lacked power to proceed” and that the scheme had violated the Uniform Code of Military Justice and Common Article 3 of the Geneva Conventions.*", "The circumstances surrounding the applicants’ extraordinary rendition have been the subject of various reports and investigations, including reports prepared by Dick Marty, as rapporteur for the investigation conducted by the Parliamentary Assembly of the Council of Europe (PACE) into allegations of secret detention facilities being run by the CIA in several Council of Europe member States (the “Marty Reports”). The applicants also relied on a report by the CIA Inspector General** in 2004 that was released in heavily redacted form by the US authorities in August 2009. It shows that they fell into the category of “High-Value Detainees” – terrorist suspects likely to be able to provide information about current terrorist threats against the United States – against whom the “enhanced interrogation techniques” were being used, which included the “waterboard technique”, confinement in a box, wall-standing and other stress positions. They also referred to a 2007 report by the International Committee for the Red Cross on the treatment of “High-Value Detainees” in CIA custody, based on interviews with 14 such detainees, including Mr Al Nashiri and Mr Husayn, which describes the treatment to which they were subjected.", "A criminal investigation in Poland concerning secret CIA prisons on Polish territory was opened against persons unknown in March 2008. It was extended a number of times and was still pending at the date of the Court’s judgment.", "Law – Article 38: The Government had refused on grounds of confidentiality and the pending criminal investigation to comply with the Court’s repeated requests to produce documentary evidence.", "The Court was mindful that the evidence requested was liable to be of a sensitive nature or might give rise to national-security concerns and for that reason had from the start given the Government an explicit guarantee as to the confidentiality of any sensitive materials produced. It had imposed confidentiality on the parties’ written submissions and had held a separate hearing in camera, devoted exclusively to matters of evidence.", "The Court did not accept the Government’s view that the Court’s rules of procedure did not offer sufficient safeguards of confidentiality. The obligations the Contracting States took upon themselves under the Convention read as a whole included their undertaking to comply with the procedure as set by the Court under the Convention and the Rules of Court. The Rules of Court were not, as the Government had maintained, a mere “act of an internal nature” but emanated from the Court’s treaty-given power set forth in Article 25 (d) of the Convention to adopt its own rules regarding the conduct of the judicial proceedings before it. The absence of specific, detailed provisions for processing confidential, secret or otherwise sensitive information in the Rules did not mean that the Court operated in a vacuum. On the contrary, over many years the Convention institutions had established sound practice in handling cases involving highly sensitive matters, including national-security related issues. The Court was sufficiently well equipped to address adequately any concerns involved in processing confidential evidence by adopting a wide range of practical arrangements adjusted to the particular circumstances of a given case.", "Nor could the Court accept the Government’s plea that the domestic regulations on the secrecy of investigations constituted a legal barrier to the discharge of their obligation to furnish evidence. A Government could not rely on national laws or domestic legal impediments to justify a refusal to comply with evidential requests by the Court. In particular, the Court could not be required to obtain permission from the investigating prosecutor to consult the case file. In sum, it was the Government’s responsibility to ensure that the documents requested were prepared by the prosecution authority and submitted either in their entirety or, as directed, at least in a redacted form, within the prescribed time-limit and in the manner indicated by the Court. The failure to submit this information had to be seen as hindering the Court’s tasks under Article 38.", "Conclusion: failure to comply with Article 38 (unanimously).", "Establishment of the facts", "Having regard to the materials before it, including the expert and witness evidence and the international inquiries and reports, the Court found it established beyond reasonable doubt that the applicants had arrived in Poland on board a CIA rendition aircraft on 5 December 2002, had been detained in a CIA detention facility where they were subjected to unauthorised interrogation techniques and had subsequently been transferred from Poland on a CIA rendition aircraft in June and September 2003 respectively.", "It also found that Poland had known of the nature and purposes of the CIA’s activities on its territory at the material time. Poland had cooperated in the preparation and execution of the CIA rendition, secret detention and interrogation operations on its territory by enabling the CIA to use its airspace and the airport, by its complicity in disguising the movements of rendition aircraft and by providing logistics and services, including special security arrangements, a special procedure for landings, the transportation of CIA teams with detainees on land, and the securing of the base for the secret detention. Having regard to the widespread public information about ill-treatment and abuse of detained terrorist suspects in the custody of the US authorities, Poland ought to have known that, by enabling the CIA to detain such persons on its territory, it was exposing them to a serious risk of treatment contrary to the Convention.", "Article 3", "(a)  Procedural aspect – The investigation into the allegations concerning the existence of a CIA secret detention facility in Poland was only opened in March 2008 some six years after the applicants’ detention and ill-treatment, despite the Polish authorities’ knowledge of the nature and purposes of the CIA’s activities on their territory between December 2002 and September 2003. However, at that time they had done nothing to prevent such activities, let alone inquire into whether they were compatible with the national law and Poland’s international obligations. More than six years later the investigation – against persons unknown – was still pending and there had been no official confirmation that criminal charges had been brought. This failure to inquire on the part of the Polish authorities could be explained only by the fact that the activities were to remain a secret shared exclusively by the US and Polish intelligence services.", "These were cases in which the importance and the gravity of the issues involved – allegations of serious human-rights violations, questions of the legality and the legitimacy of the activities – had required particularly intense public scrutiny of the investigation. Securing proper accountability of those responsible for the alleged, unlawful action was instrumental in maintaining confidence in the Polish State institutions’ adherence to the rule of law and the Polish public had a legitimate interest in being informed of the investigation and its results. The case also raised a more general problem of democratic oversight of intelligence services and the need for appropriate safeguards – both in law and in practice – against violations of Convention rights by intelligence services, notably in the pursuit of their covert operations. The circumstances of the instant case could raise concerns as to whether the Polish legal order fulfilled that requirement.", "In the light of all these considerations, the Court held that the proceedings had failed to meet the requirements of a “prompt”, “thorough” and “effective” investigation for the purposes of Article 3 of the Convention.", "Conclusion: violations (unanimously).", "(b)  Substantive aspect – The treatment to which the applicants had been subjected by the CIA during their detention in Poland had amounted to torture. It was true that the interrogations and, therefore, the ill-treatment of the applicants at the detention facility had been the exclusive responsibility of the CIA and it was unlikely that the Polish officials had witnessed or known exactly what had happened inside it. However, under Article 1 of the Convention, taken together with Article 3, Poland had been required to take measures to ensure that individuals within its jurisdiction were not subjected to torture or inhuman or degrading treatment or punishment. For all practical purposes, Poland had facilitated the whole process, had created the conditions for it to happen and had made no attempt to prevent it from occurring. Accordingly, the Polish State, on account of its acquiescence and connivance in the CIA rendition programme had to be regarded as responsible for the violation of the applicants’ rights committed on its territory.", "Furthermore, Poland had been aware that the transfer of the applicants to and from its territory was effected by means of “extraordinary rendition”. Consequently, by enabling the CIA to transfer the applicants to other secret detention facilities, the Polish authorities had exposed them to a foreseeable serious risk of further ill-treatment and conditions of detention in breach of Article 3.", "Conclusion: violations (unanimously).", "Article 5: The secret detention of terrorist suspects was a fundamental feature of the CIA rendition programme. The rendition operations largely depended on the cooperation, assistance and active involvement of the countries which put at the US’s disposal their airspace, airports for the landing of aircraft transporting CIA prisoners and, premises on which the prisoners could be securely detained and interrogated. Such cooperation and assistance in the form of customising premises for the CIA’s needs, ensuring security and providing logistics were the necessary condition for the effective operation of the CIA secret detention facilities.", "In addition, the Court’s finding under Article 3 that by enabling the CIA to transfer the applicants to its secret detention facilities overseas Poland had exposed them to a foreseeable serious risk of non- Convention compliant conditions of detention also applied to the complaint under Article 5.", "Poland’s responsibility was thus engaged in respect of both the applicant’s detention on its territory and his transfer from Poland.", "Conclusion: violations (unanimously).", "Article 6 § 1: At the time of the applicants’ transfer from Poland there was a real risk that their trial before the US military commission would amount to a flagrant denial of justice for three reasons. First, the commission did not offer guarantees of impartiality or independence as required of a “tribunal” under the Court’s case-law; second, it did not have legitimacy under US and international law (the US Supreme Court had ruled that it lacked the “power to proceed”) and so for the purposes of Article 6 § 1 was not “established by law”; third, there was a sufficiently high probability of evidence obtained under torture being admitted in trials against terrorist suspects.", "The Polish authorities must have been aware at the time that any terrorist suspect would be tried by the military commission and of the circumstances that had given rise to the grave concerns expressed worldwide about that institution, notably in a .***", "Consequently, Poland’s cooperation and assistance in the applicants’ transfer from its territory, despite a real and foreseeable risk that they could face a flagrant denial of justice, had engaged its responsibility under Article 6 § 1.", "Conclusion: violations (unanimously).", "Articles 2 and 3 of the Convention in conjunction with Article 1 of Protocol No. 6 (Al Nashiri only): At the time of Mr Al Nashiri’s transfer from Poland there was a substantial and foreseeable risk that he would be subjected to the death penalty following his trial before the military commission. Given that he was indicted on capital charges on 20 April 2011, that risk had not diminished.", "Conclusion: violation (unanimously).", "The Court also found, unanimously, violations of Article 8 of the Convention in that the interference with the applicants’ right to respect for their private and family life had not been in accordance with the law and lacked any justification, and of Article 13 in conjunction with Article 3 in that the criminal investigation had fallen short of the standards of an effective investigation and had thus denied the applicants an “effective remedy”.", "Article 46 (Al Nashiri case): In order to comply with its obligations under Articles 2 and 3 of the Convention and Article 1 of Protocol No. 6 to the Convention, Poland was required to seek to remove, as soon as possible, the risk that Mr Al Nashiri would be subjected to the death penalty by seeking assurances from the US authorities that it would not be imposed.", "Article 41: EUR 100,000 each in respect of non-pecuniary damage.", "*  Hamdan v. Rumsfeld, 548 U.S. 557, 635 (2006).", "**  “Special Review Counterterrorism Detention and Interrogation Activities September 2001-October 2003”.", "***  Parliamentary Assembly of the Council of Europe Resolution no. 1340 (2003) on rights of persons held in the custody of the United States in Afghanistan or Guantánamo Bay, 26 June 2003.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}