{"file": "ENG_CLIN_4789_10.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "4789/10", "text_paragraphs": ["Information Note on the Court’s case-law 181", "January 2015", "Gözüm v. Turkey - 4789/10", "Judgment 20.1.2015 [Section II]", "Article 8", "Positive obligations", "Article 8-1", "Respect for family life", "Respect for private life", "Inability under Turkish law for adoptive mother to have her forename recorded on child’s identity papers in place of the biological mother’s forename: violation", "Facts – In May 2007 the applicant, an adoptive single mother, was unable to have her own forename registered in place of the biological mother’s name on her child’s administrative documents.", "In November 2007 the district court dismissed her application on the ground, inter alia, that her request lacked any legal basis. She appealed. In March 2009, while her appeal was pending, a legislative reform was introduced allowing adoptive single mothers to have their forename registered in place of that of the biological mother. In November 2009 the Court of Cassation nonetheless dismissed the appeal, in a judgment which remained silent as to the legislative reform.", "In November 2010 the applicant succeeded in having her forename officially registered as that of the child’s mother.", "Law – Article 8: The present case concerned one aspect of the problems that could be encountered by persons wishing to adopt as a single parent and, in view of the judicial reaction to the problem, the Court considered it appropriate to analyse the case as one concerning the State’s positive obligations to guarantee effective respect for private and family life through its legislative, executive and judicial authorities.", "At the material time Turkish civil law recognised the right of persons wishing to adopt as a single parent to give their surname to their adopted child, but did not provide for a regulatory framework for recognition of the adoptive parent’s forename as that of the natural parent.", "In striking a balance between the competing interests of the biological mother, the child and the adoptive family and the general interest, the State enjoyed a certain margin of appreciation, but the child’s best interests had to be paramount in all cases. The margin of appreciation coincided with the discretionary power allegedly conferred on the civil courts in reconciling the various personal interests underlying single-parent adoptions. However, neither the first-instance courts nor the appeal court had even taken note of the ground of appeal submitted by the applicant on the basis of the rules of interpretation flowing from Article 1 of the Civil Code, which required them to fill the legal vacuum observed in the law in such a way as to protect the competing interests related to adoption of the child. Furthermore, there was nothing in the decisions to suggest that the courts had endeavoured to carry out an assessment based on the particular circumstances of the present case, still less to protect the best interests of the child in question.", "The balance that the Turkish legislature had sought to strike required that particular importance be given to the positive obligations under Article 8 of the Convention. To that end, in order to be effective, there would have to have been an established framework for the intended protection in the domestic legal system that enabled the proportionality of the restrictions imposed on the fundamental or “intimate” rights of the applicant recognised under Article 8 to be assessed. An incomplete and unreasoned assessment by the domestic courts regarding the exercise of those rights – as in the present case – was not consonant with an acceptable margin of appreciation.", "Accordingly, in relation to single-parent adoptions Turkish civil law contained a legal vacuum which affected persons who found themselves in the situation of the applicant, whose request fell within a legal sphere which the Turkish legislature had clearly failed to envisage and regulate in such a way as to strike a fair balance between the general interest and the competing interests of the individuals involved.", "Accordingly, civil-law protection, as envisaged at the relevant time, had been inadequate in respect of the positive obligations incumbent on the respondent State under Article 8 of the Convention.", "Conclusion: violation (unanimously).", "Article 41: EUR 2,500 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}