{"file": "ENG_CLIN_27273_95.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "27273/95", "text_paragraphs": ["Information Note on the Court’s case-law No. ", "September 1998", "Petra v. Romania - 27273/95", "Judgment 23.9.1998", "Article 8", "Article 8-1", "Respect for correspondence", "Monitoring of a prisoner’s correspondence with the European Commission of Human Rights: violation", "", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 8 OF THE CONVENTION", "A.\tScope of the case", "In his application bringing case before the Court applicant had complained of hindrance of his correspondence with the Commission, his family and the national authorities.", "Court has jurisdiction ratione materiae within compass of Commission’s decision on admissibility of an application – Commission had expressed opinion that there had been a violation of Article 8 on account of the opening and delaying of correspondence between applicant and it.", "Case file did not contain any letters sent by applicant to his family or to his country’s authorities that had been intercepted and monitored by prison authorities.", "Court considered that it did not have to entertain those complaints.", "B.\tCompliance with Article 8", "Recapitulation of Court’s case-law.", "Domestic provisions on monitoring of prisoners’ correspondence: Law no. 23/1969 left national authorities too much latitude. Monitoring of correspondence seemed to be automatic, independent of any decision by a judicial authority and unappealable.", "Implementing regulations: unpublished, so that applicant had been unable to acquaint himself with them.", "Government had not disputed Commission’s conclusion that domestic law did not satisfy the requirement of accessibility and did not indicate with reasonable clarity the scope and manner of exercise of the discretion conferred on the public authorities.", "Applicant had not enjoyed minimum degree of protection to which citizens are entitled under rule of law in a democratic society. Interference complained of not in accordance with the law.", "Court did not consider it necessary in instant case to ascertain whether the other requirements of paragraph 2 of Article 8 had been complied with.", "Conclusion: violation (unanimously).", "1111638", "Recapitulation of Court’s case-law.", "Applicant had stated before Commission that he had twice been threatened by the prison authorities when he had asked to write to Commission – statements not contradicted by respondent Government.", "Court considered that that amounted to a form of illegitimate and unacceptable pressure which had hindered right of individual petition.", "Conclusion: violation (unanimously).", "III.\tARTICLE 50 OF THE CONVENTION", "A.\tNon-pecuniary damage: Specified sum awarded.", "B.\tCosts and expenses: No claim for reimbursement.", "Conclusion: respondent State to pay applicant specified sum for non-pecuniary damage (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}