{"file": "ENG_CLIN_16969_90.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "16969/90", "text_paragraphs": ["Information Note on the Court’s case-law No.", "May 1994", "Keegan v. Ireland - 16969/90", "Judgment 26.5.1994", "Article 8", "Positive obligations", "Article 8-1", "Respect for family life", "Adoption of child without the knowledge or consent of the natural father: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tPRELIMINARY OBJECTIONS", "A.\tStanding to complain on daughter's behalf", "Not necessary to examine whether the applicant has locus standi in relation to complaints by daughter since he no longer pursues any claim in this respect.", "B.\tExhaustion of domestic remedies", "Estopped as regards point that the applicant had not appealed to Supreme Court.", "As regards other remedies: no prospects of success.", "II.\tARTICLE 8 OF THE CONVENTION", "A.\tApplicability", "The notion of \"family\" is not confined solely to marriage-based relationships. ", "The relationship lasted for two years during one of which the parents co-habited.  The conception of their daughter was the result of a deliberate decision and they had planned to get married.  Thus from the moment of the child's birth a bond amounting to family life existed between the applicant and his daughter.", "B.\tCompliance", "1.\tParagraph 1", "The boundaries between the State's positive and negative obligations under this provision do not lend themselves to precise definition.  The applicable principles are, however, similar.  In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community.", "In the present case the obligations inherent in Article 8 are closely intertwined.  The fact that Irish law permitted the secret placement of the child for adoption without the applicant's knowledge or consent amounted to an interference.", "2.\tParagraph 2", "(a) \"In accordance with the law\" and legitimate aim", "The decision to place the child for adoption, like the various court decisions, was in accordance with the law.  They both pursued the legitimate aim of protecting the rights and freedoms of the child.", "(b) Necessity in a democratic society", "The essential problem is not with the courts' assessment as to the welfare of the child but that Irish law  permitted her to have been placed for adoption without the applicant's knowledge or consent.  This not only jeopardised the proper development of the applicant's ties with the child but set in motion a process which was likely to prove to be irreversible.", "Conclusion: violation (unanimously).", "III.\tARTICLE 6 § 1 OF THE CONVENTION", "A.\tApplicability", "Not seriously contested by the Government.", "B.\tCompliance", "The applicant had no rights to challenge the placement of the child for adoption either before the Adoption Board or before the courts or any standing in the adoption procedure generally.  His only recourse was to bring guardianship and custody proceedings.", "Conclusion: violation (unanimously).", "IV.\tARTICLE 14 OF THE CONVENTION", "In the light of the above findings, not necessary to consider this complaint.", "Conclusion: examination not necessary (unanimously).", "V.\tARTICLE 50 OF THE CONVENTION", "A.\tPecuniary loss: claim awarded in full.", "B.\tNon-pecuniary loss: damages considered appropriate having regard to the trauma, anxiety and feelings of injustice the applicant must have experienced.", "C.\tCosts and expenses: claims awarded in full.", "Conclusion: Ireland to pay specified sums to the applicant (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}