{"file": "ENG_CLIN_64119_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "64119/00", "text_paragraphs": ["Information Note on the Court’s case-law No. 113", "November 2008", "Kayasu v. Turkey (n°1) - 64119/00", "Judgment 13.11.2008 [Section II]", "Article 10", "Article 10-1", "Freedom of expression", "Criminal conviction and removal from office of a public prosecutor for abuse of authority and insulting the armed forces: violation", "", "Article 13", "Effective remedy", "Effectiveness of an appeal to the Judicial Service Commission: violation", "", "Facts: The applicant was a public prosecutor at the relevant time. In 1999, acting as a private citizen, he lodged a criminal complaint against former generals of the army who had been the main instigators of the military coup of 12 September 1980. No action was taken on the complaint and the case received a certain amount of press coverage. In 2000 the Supreme Council of Judges and Public Prosecutors imposed a disciplinary sanction on the applicant in the form of a reprimand, having found that the words used by the applicant in his complaint were liable to offend certain statesmen who had worked to secure the stability and viability of the State. The applicant appealed against that decision but was unsuccessful. ", "In the meantime, in his capacity as a public prosecutor the applicant had drawn up an indictment against Mr Kenan Evren, a former Chief of Staff and former President of Turkey who had been the main instigator of the military coup of 12 September 1980. In March 2000 the Ministry of Justice gave permission to prosecute the applicant for abuse of position on the ground that he had distributed copies of the indictment to the press and given statements to journalists he had received at his home. Furthermore, the Chief Public Prosecutor considered that the submissions filed by the applicant had amounted to an allegation of an offence and, on that account, took no further action on them by virtue of transitional Article 15 of the Constitution, which provided that the instigators of the 1980 coup were immune from prosecution.", "The criminal proceedings against the applicant resulted in him being convicted by the Court of Cassation of abusing his position and causing offence to the armed forces. He was sentenced to suspended criminal fines. As to the charge of causing offence, the Turkish courts held that the indictment drawn up by the applicant had gone beyond the bounds of criticism and was directed at the armed forces as a whole, accusing them of being an institution that abused its power and had no hesitation in pointing its weapons at citizens and destroying the rule of law.  They also found that by distributing the document in question to journalists, the applicant had sought to reach a wider audience, thereby demonstrating his intention to insult and offend the State’s military forces. ", "From April 2000 the applicant was suspended from his post as a public prosecutor, and in February 2003 the Supreme Council of Judges and Public Prosecutors dismissed him from his post. His subsequent application to the Objections Committee, four of whose nine members had sat as members of the Supreme Council of Judges and Public Prosecutors that had given the decision against which he was appealing, was rejected in November 2003. The applicant was no longer entitled to practise law as a result of his dismissal from the legal service.", "Law: Article 10 – The applicant had suffered interference which was prescribed by law and pursued legitimate aims for the purposes of paragraph 2 of Article 10: to safeguard the authority and impartiality of the judiciary (for the interference involving abuse of position), and protecting the reputation of others (for that involving insult). As to whether the interference had been necessary in a democratic society, it was worth noting that his special status as a public prosecutor gave the applicant an essential role to play in the judiciary in the administration of justice. The Court had already had occasion to point out that public officials serving in the judiciary were to be expected to show restraint in exercising their freedom of expression in all cases where the authority and impartiality of the judiciary were likely to be called into question. Any interference with the freedom of expression of a member of the legal service in a position such as the applicant’s, however, called for close scrutiny by the Court.", "In the present case the statements in question had been made in the particular context of a historical, political and legal debate concerning, among other things, the possibility of prosecuting the instigators of the coup d’état of 12 September 1980, and the Constitution, which had been adopted following a referendum in November 1982 and was still in force. This was unquestionably a matter of general interest, in which the applicant had intended to participate both as an ordinary citizen and as a public prosecutor. ", "The content of the documents in question had been critical and accusatory towards the instigators of the coup. However, while the statements were acerbic and at times sarcastic, they could hardly be described as insulting. Furthermore, with regard to the fact that the applicant had made use of his position as a prosecutor in notifying the press, the fact that what was at stake in the present case went beyond the expression of a personal opinion had to be taken into account in weighing up the competing interests under the Convention. ", "Accordingly, the applicant’s conviction for causing offence had not met any “pressing social need” capable of justifying such a restriction. It was the increased protection afforded to the armed forces by former Article 159 of the Criminal Code that undermined freedom of expression, not the generals’ right as individuals to use the standard procedure available to anyone to complain if their honour or reputation had been attacked or they were subjected to insulting remarks.", "Furthermore, the imposition of a criminal sanction of that nature on an official belonging to the national legal service would inevitably, by its very nature, have a chilling effect, not only on the official concerned but on the profession as a whole. For the public to have confidence in the administration of justice they must have confidence in the ability of judges and prosecutors to uphold effectively the principles of the rule of law. It followed that any chilling effect was an important factor to be considered in striking the appropriate balance between the right of a member of the legal service to freedom of expression and any other legitimate competing interest in the context of the proper administration of justice", "The interference with the applicant’s right to freedom of expression, in the form of a sanction for causing offence to the armed forces, as a result of which he had been permanently dismissed from his post as a prosecutor and prohibited from practising law, had been disproportionate to any legitimate aim pursued.", "Conclusion: violation (unanimously).", "Article 13 – The members of the Council of Judges that had been called upon to review the applicant’s objection were unquestionably those who had reviewed his case and pronounced the impugned sanction. The decision to dismiss him had been examined by an appeals review board composed of nine members, four of whom had sat as members of the Council that had given the decision to which he objected. The impartiality of the bodies of the Supreme Council of Judges and Public Prosecutors that had been called upon to review the applicant’s objection was therefore open to serious doubt, especially as the Council’s Rules of Procedure provided for no means of guaranteeing the impartiality of its members when they sat on the appeals review board. The applicant had therefore not had a remedy in respect of his complaint under Article 10.", "Conclusion: violation of Article 13 taken in conjunction with Article 10 (unanimously).", "Article 41: EUR 40,000 in respect of pecuniary and non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}