{"file": "ENG_CLIN_25829_94.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "25829/94", "text_paragraphs": ["Information Note on the Court’s case-law No. ", "June 1998", "Teixeira de Castro v. Portugal - 25829/94", "Judgment 9.6.1998", "Article 6", "Criminal proceedings", "Article 6-1", "Fair hearing", "Conviction for drug trafficking based mainly on statements of two police officers who had incited commission of offence: violation", "", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 6 § 1 OF THE CONVENTION", "Recapitulation of case-law on admissibility of evidence.", "Use of undercover agents had to be restricted and safeguards put in place even in cases concerning fight against drug trafficking – public interest could not justify use of evidence obtained as a result of police incitement.", "In case before Court not contended that officers’ intervention had taken place as part of anti-drug-trafficking operation ordered and supervised by a judge – competent authorities did not have good reason to suspect that applicant was a drug trafficker – necessary inference from the circumstances of case was that two police officers had not confined themselves to investigating applicant’s criminal activity in an essentially passive manner, but had exercised an influence such as to incite commission of offence. Two police officers’ actions had gone beyond those of undercover agents – their intervention and its use in the impugned criminal proceedings had meant that, from outset, applicant had been definitively deprived of fair trial.", "Conclusion: violation (eight votes to one).", "II.\tARTICLE 3 OF THE CONVENTION", "No submissions made before Court on complaint of a violation of Article 3.", "Conclusion: not necessary for Court to decide of its own motion (unanimously).", "III.\tARTICLE 8 OF THE CONVENTION", "Having regard to finding of a violation of Article 6 § 1, the Court did not consider it necessary to examine that complaint separately under Article 8.", "Conclusion: not necessary to decide that issue (unanimously).", "IV.\tARTICLE 50 OF THE CONVENTION", "A.\tDamage: claim allowed in part.", "B.\tCosts and expenses: costs and expenses incurred in Portugal reimbursed in part and those incurred in Strasbourg in full.", "Conclusion: respondent State to pay applicant specified sums (eight votes to one).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}