{"file": "ENG_HEJUD_8691_79.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "8691/79", "text_paragraphs": ["", "", "", "COURT (CHAMBER)", "", "", "", "", "", "", "CASE OF MALONE v. THE  (ARTICLE 50)", "", "(Application no. 8691/79)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "26 April 1985", "", "\n", "In the Malone case,", "The European Court of Human Rights, sitting, in accordance with Article 43 (art. 43) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\") and the relevant provisions of the Rules of Court, as a Chamber composed of the following judges:", "\tMr. \tG. Wiarda, President,", "\tMrs. \tD. Bindschedler-Robert,", "\tMr. \tG. Lagergren,", "\tMr. \tF. Gölcüklü,", "\tMr. \tB. Walsh,", "\tSir \tVincent Evans,", "\tMr. \tJ. Gersing,", "and also of Mr. M.-A. Eissen, Registrar, and Mr. H. Petzold, Deputy Registrar,", "Having deliberated in private on 25 April 1985,", "Delivers the following judgment, which was adopted on that date, on the application in the present case of Article 50 (art. 50) of the Convention:", "PROCEDURE AND FACTS", "1.   The present case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 16 May 1983. The case originated in an application (no. 8691/79) against the United Kingdom of Great Britain and Northern Ireland lodged with the Commission on 19 July 1979 by a  national, Mr. James Malone.", "2.   On 27 October 1983, the Chamber constituted to consider the case relinquished jurisdiction in favour of the plenary Court (Rule 50 of the Rules of Court). By judgment of 2 August 1984, the plenary Court held, inter alia, that the applicant had been the victim of a breach of Article 8 (art. 8) of the Convention by reason of the existence in England and Wales of laws and practices permitting the interception of postal and telephone communications and the \"metering\" of telephones by or on behalf of the police within the context of criminal investigations (Series A no. 82, paragraphs 62-89 of the reasons and point 1 of the operative provisions, pp. 30-40).", "The only outstanding matter to be settled is the question of the application of Article 50 (art. 50) in the present case. Accordingly, as regards the facts, the Court will confine itself here to giving the pertinent details; for further particulars reference should be made to paragraphs 12 to 58 of the above-mentioned judgment (ibid., pp. 10-28).", "3.   In a memorial filed on 17 February 1984, the applicant had claimed just satisfaction under four heads: (i) legal costs, assessed at £9,011.00, that he had been ordered to pay to the Metropolitan Commissioner of Police in the unsuccessful High Court proceedings he had brought against the latter, (ii) costs, including disbursements, paid by him to his own lawyers in connection with the same action, assessed at £5,443.20, (iii) legal costs incurred in the proceedings before the Commission and the Court, at that stage unquantified, and (iv) \"compensation of a moderate amount\" for interception of his telephone conversations. He had further sought recovery of interest in respect of the first two items. A quantity of currency (in Pounds sterling, American Dollars and Italian Lire) seized by the police at the time of the applicant’s arrest in 1977 was not returned to the applicant on his acquittal in the criminal proceedings but was retained by the Metropolitan Commissioner of Police in part satisfaction of the sum owed to him in costs by the applicant.", "At the hearings on 20 February 1984, the Government of the  (\"the Government\") indicated their intention to reply in writing to the applicant’s claims for just satisfaction.", "In its judgment of 2 August 1984, the Court reserved the matter and referred it back to the Chamber under Rule 53 §§ 1 and 3 (paragraph 93 of the reasons and point 3 of the operative provisions, ibid., pp. 39 and 40). On the same day, the Chamber invited the Government to submit, within the coming two months, their written observations on the question, including notification of any agreement at which they and the applicant might have arrived (ibid., p. 49). Subsequently, Mr. F. Gölcüklü, substitute judge, replaced Mr. E. Garcia de Enterria, who was prevented from taking part in the consideration of the case (Rules 22 § 1 and 24 § 1).", "4.   The Government’s memorial concerning the application of Article 50 (art. 50) was lodged at the registry on 29 September 1984. Two days later the President of the Chamber directed that the Delegate of the Commission and the representatives of the applicant should have one month within which to file any comments or further comments, as the case might be, which they might wish to make in this connection. On 8 October 1984, the Secretary to the Commission advised the Registrar that the Delegate had no observations to make on the question. In view of the negotiations for a friendly settlement taking place between the Government and the applicant, the President of the Chamber on several occasions acceded to requests from the applicant to extend the time-limit fixed for the filing of his further comments.", "5.   By letter received on 25 February 1985, the applicant’s representatives informed the Registrar that a settlement had been reached. The text of the agreement, set out in a letter from the Treasury Solicitor to the applicant’s representatives, was communicated to the Court on 13 March 1985 and reads as follows:", "\"I write to record the agreement reached between us in respect of your client’s Article 50 (art. 50) claim. In full settlement of this, the Government will reimburse your client his costs in the domestic proceedings, pay the net amount of sterling and hand over the other currency held by the Commissioner of Police for the Metropolis, and pay an agreed figure, less any legal aid, in respect of his costs before the Court and Commission.", "To be more specific, the Government will:", "1. reimburse £5,443.20;", "2. pay the further sum of £4,725.25 and hand over $4,445 and 3,010,000 lire; and", "3. pay £3,774.10, this sum being subject to reduction by the amount of any legal aid that has been paid or is payable. You wrote to the Commission about this on 21 February 1985 and while the Government will make the payments and hand over in respect of 1 and 2 above within 14 days of receipt by the Government’s Agent of the official notification of the Court’s approval of the settlement, payment of the net sum due in respect of the Strasbourg proceedings will be made within 14 days of finalization of the legal aid position if this is later than the Court’s approval.\"", "6.   On 13 March 1985, the President of the Chamber directed that the Delegate of the Commission should have until 25 March to file any observations which he might wish to present on the agreement reached. On 21 March, the Deputy Secretary to the Commission wrote to the Registrar to inform him that the Delegate had no comments to make.", "7.   Having regard to the respective standpoints adopted by the Government, the applicant and the Commission, the Court decided on 25 April 1985 that there was no need to hold oral hearings.", "AS TO THE LAW", "8.   Article 50 (art. 50) of the Convention provides as follows:", "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"", "9.   Since its judgment of 2 August 1984 on the main issues in the present case, the Court has been notified of a friendly settlement reached between the Government and the applicant in respect of the latter’s claims under Article 50 (art. 50) (see paragraph 5 above). Having regard to the nature of the terms agreed and to the absence of objection on the part of the Commission’s Delegate (see paragraphs 5 and 6 above), the Court finds that the settlement reached is \"equitable\" within the meaning of Rule 53 § 4 of the Rules of Court. Accordingly, the Court takes formal note of the settlement and concludes that it would be appropriate to strike the case out of its list pursuant to that Rule.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "Decides to strike the case out of its list.", "", "Done in English and in French, and notified in writing under Rule 54 § 2, second sub-paragraph, of the Rules of Court on 26 April 1985.", "", "Gérard WIARDA", "President", "", "Marc-André EISSEN", "Registrar", "", ""]}