{"file": "ENG_CLIN_39547_98.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "39547/98", "text_paragraphs": ["Information Note on the Court’s case-law 50", "February 2003", "Niederböster v. Germany - 39547/98", "Judgment 27.2.2003 [Section III]", "Article 6", "Civil proceedings", "Article 6-1", "Reasonable time", "Length of proceedings in the Federal Constitutional Court: violation", "Facts: In June 1993, after initial proceedings had been unsuccessful, the applicant applied to the district court asking for visiting rights in respect of his illegitimate minor daughter. In September 1994 the regional court dismissed the applicant's application, on the ground that visiting rights for the applicant were not in the interests of the child's well-being in accordance with Article 1711 of the Civil Code as then in force. Subsequently, the applicant applied to the Federal Constitutional Court claiming, inter alia, that the said article of the Civil Code was unconstitutional. His case was held over since the Court considered it necessary to await the outcome of other constitutional cases already pending concerned with the constitutionality of the article in question. In early 1998 the Constitutional Court suggested to the applicant that the case be declared decided on the ground that the new Family Law Act governing, inter alia, relations between a child and its unmarried father had been enacted and was going to enter into force. The outcome of his application would have been the same if the Court had declared Article 1711 of the Civil Code unconstitutional, since such a decision would merely have obliged the legislator to amend the provision in question within a certain time. The applicant did not give his consent. After being informed that his application was no longer of fundamental importance given the entry into force of the new law and therefore had no chance of being taken up, the applicant agreed to the suggestion. Accordingly, in December 1998 the Federal Constitutional Court ordered him to pay the court fees relating to the constitutional action.", "Law: Article 6 § 1 – The relevant time amounted to five years and more than five months. Given what was at stake in the litigation for the person concerned, it was essential to deal rapidly with cases relating to the custody of children. The constitutional case raised complex problems insofar as it was a question of abolishing the longstanding difference in the treatment of fathers of illegitimate and legitimate children in the matter of the grant of visiting rights. Furthermore, whilst its consideration was confined to the length of the contested proceedings, the Court had also had regard to the fact that, when the applicant had seised the Federal Constitutional Court, it had already been seised of the issues raised by the case for the six previous years and had received the opinions of the State institutions consulted. As far as the conduct of the judicial authorities was concerned, the obligation to hold a hearing within a reasonable time could not be interpreted in the same way in the case of a Constitutional court as compared with an ordinary court. However, it was for the European Court in the last instance to review its application in the light of the circumstances of the case and the criteria set out in its case-law.  Admittedly, the means available to the Federal Constitutional Court vis-à-vis the legislator were limited where the latter initiated a reform of the legislative provisions which were the subject of a case brought before that court. However, the Government had not shown that it would have been impossible for the Federal Constitutional Court, after annulling the legal provision at issue and referring the case back to the civil courts, to allow those courts to consider whether the provisional grant to the applicant of visiting rights in respect of his daughter could be granted in the light of the specific circumstances, particularly since the Act on the Federal Constitutional Court allowed it to make interim orders of its own motion. Having regard in particular to the fact that the proceedings related to the grant to the applicant of visiting rights in respect of his daughter and despite the specific context in which the Federal Constitutional Court had to decide the case, the length of the proceedings had been excessive.", "Conclusion: violation (unanimously).", "Article 41 – The Court considered that its judgment in itself constituted just satisfaction for the non-pecuniary damage suffered. It awarded € 1,800 for costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}