{"file": "ENG_CLIN_61005_09.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "61005/09", "text_paragraphs": ["Information Note on the Court’s case-law No. 161", "March 2013", "Varela Geis v. Spain - 61005/09", "Judgment 5.3.2013 [Section III]", "Article 6", "Article 6-3-a", "Information on nature and cause of accusation", "Conviction of applicant without his being informed of recharacterisation of the facts or being able to exercise defence rights in relation to that issue: violation", "", "Facts – In 1996 the applicant was indicted for the continuing offence of “genocide” on account of his alleged Holocaust denial, on the basis of Article 607 § 2 of the Criminal Code, and the continuing offence of “incitement to racial discrimination” under Article 510 § 1 of the Criminal Code. Two private parties joined the prosecution. In 1998 the applicant was convicted of those offences. He appealed to the Audencia Provincial. In 2007, after a request from the Audencia Provincial for a preliminary ruling, the Constitutional Court declared Article 607 of Criminal Code unconstitutional in so far as it concerned genocide denial but found that the remainder of that Article was constitutional. The applicant then asked whether the charge against him under Article 607 § 2 of the Criminal Code remained valid. The Audiencia Provincial stated that it was unnecessary to answer his request. The public prosecutor's office withdrew the charge of genocide denial and sought to have the applicant acquitted of the offence under Article 607 of the Criminal Code and convicted only of the offence of incitement to racial discrimination, hatred and violence, under Article 510 § 1 of the Criminal Code. However, the private prosecutors called for the applicant’s conviction under Article 607 to be upheld, arguing that his conduct had gone further than mere denial of genocide. In 2008 the Audiencia Provincial partly quashed the lower court’s judgment, acquitted the applicant of the offence under Article 510 of the Criminal Code and sentenced him to seven months’ imprisonment for the offence of justifying genocide, under Article 607 § 2 of the Criminal Code. An amparo appeal by the applicant was unsuccessful.", "Before the Court, the applicant complained that he had been convicted on appeal of an offence –justifying genocide – which had not formed part of the indictment and of which he had not been convicted at first instance.", "Law", "Article 17: The Government requested the Court to declare the application inadmissible, arguing that the message conveyed by all the material seized from the applicant was contrary to the spirit and letter of the Convention. The Court reiterated that the purpose of Article 17, in so far as it referred to groups or individuals, was to make it impossible for them to derive from the Convention a right to engage in any activity or perform any act aimed at destroying the rights and freedoms set forth in the Convention. The Court observed that in the present case the applicant had not relied on the Convention to justify or perform acts infringing the rights and freedoms set forth therein, but had complained that he had been denied the safeguards afforded by Article 6. Accordingly, Article 17 of the Convention was not applicable. ", "Conclusion: preliminary objection dismissed (unanimously).", "Article 6 § 3 (a) and (b) in conjunction with Article 6 § 1: Article 6 § 3 (a) of the Convention afforded persons charged with a criminal offence the right to be informed not only of the cause of the accusation, that is to say the acts they were alleged to have committed and on which the accusation was based, but also, in detail, of the legal classification of those acts. In criminal matters the provision of full, detailed information concerning the charges against a defendant, and consequently the legal characterisation that the court might adopt in the matter, was an essential prerequisite for ensuring that the proceedings were fair. Moreover, Article 6 § 3 (a) did not impose any special formal requirement as to the manner in which the accused were to be informed of the nature and cause of the accusation against them; nevertheless, it had to be foreseeable. Lastly, sub-paragraphs (a) and (b) of Article 6 § 3 were connected and the right to be informed of the nature and the cause of the accusation had to be considered in the light of the accused’s right to prepare their defence.", "It could be inferred from the public prosecutor’s decision to withdraw the charge of genocide denial that the conduct to which the prosecution related was no different from the conduct that had been decriminalised by the Constitutional Court. In addition, the applicant had already made his submissions at the hearing in the appeal proceedings before he had even become aware of the substance of the private prosecutors’ arguments and had never been clearly accused of any conduct amounting to justification of genocide. None of the evidence submitted indicated that the applicant had been informed that the Audiencia Provincial had reclassified the alleged offence, or even that the private prosecutors’ arguments supporting the charge of justifying genocide had been considered. Nor had it been established that the applicant had been aware of the mere possibility that the Audiencia Provincial might amend the charge against him from “denying” to “justifying” genocide. Justification of genocide had not constituted an intrinsic element of the initial accusation known to the applicant from the beginning of the proceedings. In using the right which it unquestionably had to recharacterise facts over which it properly had jurisdiction, the Audiencia Provincial should have afforded the applicant the opportunity to exercise his defence rights on that issue in a practical and effective manner, and hence in good time. That had not been the case, as it was only through the judgment on his appeal that the applicant had belatedly learnt of the recharacterisation of the facts.", "Conclusion: violation (unanimously).", "Article 41: EUR 8,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}