{"file": "ENG_CLIN_2293_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "2293/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 94", "February 2007", "Wieser v. Austria - 2293/03", "Judgment 22.2.2007 [Section I]", "Article 3", "Degrading treatment", "Unjustified strip-search during arrest: violation", "", "Facts: Following accusations by the applicant’s wife, a warrant was issued to search his house and arrest him on suspicion of having assaulted and raped her and having threatened her with a firearm. Around midnight, six masked and armed members of a special police task force forciblyentered his home. They forced him to the ground and handcuffed him. After that he was laid on a table where he was stripped naked, searched for arms, dressed again, then forced to the ground where he remained for some 15 minutes, with a police officer’s knee against the back of his neck, while other police officers searched his house. He alleged that during that time he was blindfolded and, having urinated in his clothes from the shock of his arrest, was not allowed to change despite repeated requests. The police officers also threatened him with being “picked off”, despite his remaining calm and cooperative throughout the arrest and his ensuing detention. Following questioning until about 4 a.m. at the local police station, the applicant was released and taken back home. The criminal proceedings against him were later discontinued. He complained to the administrative authorities about his treatment at the hands of the police. His complaints were all dismissed, except for one concerning the refusal to let him change his wet clothes. He was awarded EUR 2,400 in compensation in this respect.", "Law: Within the context of the serious allegations against the applicant and the fact that he had been believed to be armed and dangerous, the intervention of six specially equipped, masked police officers had not raised an issue under Article 3. In the light of those circumstances, the applicant’s handcuffing throughout his arrest which had lasted about four hours and which had not entailed being on public view, had not caused any physical injury or long-term effect on his mental state, and therefore had not attained the minimum level of severity required for Article 3 to apply. The Court could not examine the applicant’s complaint concerning the threat of “being picked off” and being forced to the ground with a police officer’s knee against the back of his neck because it had not been established beyond reasonable doubt whether this had actually taken place, it being disputed by the police officers during the domestic proceedings and not conclusively established by the domestic courts or the Government. As concerned the strip-search, the applicant had been particularly defenceless when undressed by the police officers. That procedure had been invasive and potentially debasing and should not have been used without a compelling reason. However, the strip-search had neither been proved necessary nor justified for security reasons. In particular, the applicant, who had already been handcuffed, had been searched for arms and not for drugs or other small objects. In sum, the search had constituted unjustified treatment of sufficient severity to be characterised as “degrading”.", "Conclusion: violation (four votes to three).", "Article 41 – EUR 3,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}