{"file": "ENG_HEJUD_36273_97.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "36273/97", "text_paragraphs": ["", "", "THIRD SECTION", "", "", "CASE OF OLDHAM v. THE ", "", "", "(Application no. 36273/97)", "", "", "JUDGMENT", "", "", "", "", "", "26 September 2000", "", "", "", "FINAL", "", "", "26/12/2000", "", "", "", "", "", "In the case of Oldham v. the United Kingdom,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tMr\tJ.-P.Costa, President,\n\tMr\tW. Fuhrmann,\n\tMrs\tF. Tulkens,\n\tMr\tK. Jungwiert,\n\tSir\tNicolas Bratza,\n\tMr\tK. Traja,\n\tMr\tM. Ugrekhelidze, judges,\nand Mrs S. Dollé, Section Registrar,", "Having deliberated in private on 7 March and 5 September 2000,", "Delivers the following judgment, which was adopted on that the last-mentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 36273/97) against the United Kingdom of Great Britain and Northern Ireland lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a British national, Mr Eric Oldham (“the applicant”), on 10 July 1996.", "2.  The applicant was represented by Mr R. Atter, a lawyer at Atter MacKenzie, solicitors practising in . The Government of the  (“the Government”) were represented by their Agent, Mr H. Llewellyn, of the Foreign and Commonwealth Office. ", "3.  The applicant, a discretionary life prisoner who had been released on licence and recalled to prison, made two complaints under Article 5 § 4 of the Convention. He complained, firstly, that he had been denied a fair hearing before the Parole Board on 8 November 1996 and, secondly, that he had not had his detention reviewed until just over two years later.", "4.  On 22 October 1998 the Commission decided to give notice of the application to the Government and invited them to submit their observations on its admissibility and merits. The Government submitted their observations on 19 March 1999, after an extension of the time-limit fixed for that purpose, to which the applicant replied on 4 May 1999.", "5.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11). The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court).", "6.  On 7 March 2000 the Court declared the complaint concerning the fairness of the Parole Board hearing inadmissible. It declared admissible the complaint concerning the delay between reviews [ Note by the Registry. The Court's decision is obtainable from the Registry.].", "7.  The Registrar received the applicant's and the Government's further comments on 19 May 2000 and 7 June 2000 respectively.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "8.  In April 1970 the applicant, then aged 21, was convicted of manslaughter, qualified as such on the grounds of diminished responsibility, and sentenced to life imprisonment. Medical evidence adduced at the trial showed that the applicant suffered from a mental abnormality induced by alcohol.", "9.  On 27 July 1993 the applicant was released on life licence for the third time subject to the condition, amongst others, that he should comply with any reasonable requirement imposed by his probation officer for the treatment of his alcohol problem. He had been recalled to prison twice previously and had since been transferred to open prison conditions in 1989.", "10.  On 1 July 1996 the police were called to the home of the applicant's partner, M., who is a deaf mute. She was taken to hospital where she received treatment for injuries to her face and back.", "11.  On 2 July 1996 the Secretary of State revoked the applicant's licence and recalled him to prison. By a letter dated 4 July 1996, the Secretary of State indicated that the licence was revoked on the grounds that the applicant had caused M.'s injuries after drinking at least eight cans of lager. This was so stated in the report by the applicant's probation officer who had met with M. on 2 July 1996. The case was referred to the Parole Board which confirmed the revocation of the applicant's licence on 12 July 1996.", "12.  On 8 November 1996 the Parole Board's Discretionary Lifer Panel (“the DLP”), chaired by a High Court judge, met to consider the applicant's representations against recall. It considered the applicant's written and oral representations, the views of two probation officers, the oral evidence of M. and the submissions of the applicant's solicitor and counsel for the Secretary of State.", "In her oral evidence M. gave evidence to the effect that it had been she and not the applicant who had been responsible for her injuries. A prison officer, who had attained a stage 1 British Sign Language qualification and was training towards stage 2, attended the hearing and acted as interpreter for M. ", "13.  In its written decision of 12 November 1996 the DLP stated, in its reasons for rejecting the applicant's representations, that it had accepted the evidence which indicated that the applicant had been responsible for M.'s injuries, rather than the account put forward on behalf of the applicant. It expressed the opinion that, in order to minimise the risk posed by the applicant to members of the public, the applicant needed to carry out further work in respect of alcohol, anger and relationships. This was communicated to the applicant in a letter dated 15 November 1996 by the Secretary of State, who informed the applicant that his next Parole Board review was set for November 1998.", "14.  The applicant and M. married in prison on 6 February 1997.", "15.  The applicant applied for legal aid to challenge the DLP's decision by judicial review. On appeal, legal aid was granted for the limited purpose of seeking further evidence and counsel's opinion. On 15 March 1997, counsel advised that an application for judicial review would be unsuccessful and legal aid was not extended.", "16.  While in prison, the applicant attended courses in anger management, relationships, alcohol awareness and men and violence run by the Manchester Probation Service. These had been completed within eight months of his recall.", "17.  On 7 December 1998 the applicant had a further hearing before the DLP. Despite expressing some reservations, the DLP concluded that the applicant had made significant and sufficient progress since his previous review and recommended to the Secretary of State that he be released on licence. The applicant was released on 17 December 1998.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "Release procedures for discretionary life prisoners", "18.  Persons sentenced to mandatory and discretionary life imprisonment, custody for life and those detained during Her Majesty's pleasure have a “tariff” set in relation to the period of imprisonment they should serve in order to satisfy the requirements of retribution and deterrence. After the expiry of the tariff, the prisoner becomes eligible for release on licence. Applicable provisions and practice in respect of the fixing of the tariff and release on licence have been subject to change, most notably following the coming into force on 1 October 1992 of the Criminal Justice Act 1991 (“the 1991 Act”), which was in force at the relevant time. (The provisions of the 1991 Act were replaced by the Crime (Sentences) Act 1997 (“the 1997 Act”) from 1 October 1997.)", "19.  Section 39 of the 1991 Act allowed the Secretary of State to revoke a discretionary life prisoner's licence where it appeared to be expedient in the public interest to recall him to prison. Once recalled, the prisoner had to be informed of the reasons for his recall and could make representations in writing. ", "20.  According to section 32(2) of the 1991 Act, the Parole Board had a duty to advise the Secretary of State with respect to any matter referred to it by him which was connected with the early release or recall of prisoners. ", "The Parole Board's chairman appointed three members of the Parole Board to consider discretionary life cases. They comprised the DLP. The DLP always held an oral hearing when considering whether to release a discretionary life prisoner whose tariff had expired or whether to recall a discretionary life prisoner whose licence had been revoked. It was the duty of the Secretary of State to release the prisoner if the DLP directed his release.", "21.  According to the Parole Board Rules 1992, which came into force on 1 October 1992, a prisoner was entitled, among other things, to an oral hearing, disclosure of evidence before the Parole Board and legal representation. He was also entitled to call witnesses on his behalf and to cross-examine those who had written reports about him. A reasoned decision by the DLP was delivered within seven days of the hearing.", "22.  When deciding under section 39 that recall should be confirmed, the DLP often gave guidance as to the timing of the next review. It normally recommended a further review in two years but an earlier date could be given in appropriate cases, with reasons. Where no guidance was given, the Secretary of State decided the date of the next review. Where it became clear that the prisoner had made unexpectedly rapid progress prior to the set review date, the date of the review could be brought forward.", "A discretionary life prisoner may request the Secretary of State to refer his case to the Parole Board after the end of the period of two years beginning with the disposal of a previous reference to the Board (section 34(5)(b) of the 1991 Act, now section 28(7)(b) of the 1997 Act). ", "THE LAW", "I.  ALLEGED VIOLaTION OF ARTICLE 5 § 4 OF THE CONVENTION", "23.  The applicant complained that the two-year delay between his Parole Board reviews was unreasonable. He invoked Article 5 § 4 of the Convention which provides:", "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”", "A.  The parties' submissions", "24.  The applicant submitted that he had addressed the areas of concern which the DLP had indicated in its written decision of 12 November 1996 within a period of eight months following his recall. He had attended, within that eight-month period, courses on anger management, relationships, alcohol awareness and men and violence run by the probation service. ", "25.  The applicant further argued that there was no requirement for him to be reintroduced gradually into society as he had previously been released for a period of three years before his recall. In addition, several reports had recommended that he be released before December 1998 but these were ignored. The applicant submitted that there was therefore no valid reason to delay his review for a further eighteen months.", "26.  The Government submitted that the two-year period which elapsed between the Parole Board reviews was a reasonable interval in the applicant's case. They submitted that the applicant had had to address his problems with alcohol and violence to women before he could be released in the future. A period of two years was necessary for him to undertake the above-mentioned courses and for changes in his character and behaviour to be properly assessed and reported upon. Further, even though the DLP did not consider that the circumstances of the case justified setting a review date prior to the statutory period, if, at any time prior to the statutory period, it appeared that the applicant had made unexpectedly rapid progress and that his dangerousness to the public had substantially decreased, his review date would have been brought forward. But, they submitted, this had not been justified in the applicant's case. ", "27.  The Government argued that there were important differences in regard to the powers of, and the questions under consideration by, mental health review bodies and the Parole Board in the . Such differences justified the different intervals that were in existence between reviews of detention. In particular, mental disorder, where the statutory review period for continued detention was at an annual interval, was more susceptible to change over time.", "B.  The Court's assessment", "28.  The Court recalls that the Parole Board hearing before the DLP concerning the applicant's recall to prison took place on 8 November 1996. The applicant's continued detention was next reviewed by the DLP on 7 December 1998, just over two years later. ", "29.  The issue to be determined is whether this lapse of time complies with the requirement of Article 5 § 4 of the Convention that decisions concerning continued detention be taken “speedily”.", "30.  It is already established in the case-law of the Convention organs that this requirement implies not only that the competent courts must reach their decisions “speedily” but also that, where an automatic review of the lawfulness of detention has been instituted, their decisions must follow at “reasonable intervals” (see the Herczegfalvy v. Austria judgment of 24 September 1992, Series A no. 244, p. 24, § 75). In practice, the system of review of discretionary life prisoners involves automatic reviews set at periods of two years or less, at the direction of the Secretary of State, who may or may not have received a recommendation as to timing by the DLP at the previous review.", "31.  It is true that the question of whether periods comply with the requirement must – as with the reasonable-time stipulation in Article 5 § 3 and Article 6 § 1 – be determined in the light of the circumstances of each case (see the Sanchez-Reisse v.  judgment of 21 October 1986, Series A no. 107, p. 20, § 55). It is therefore not for this Court to attempt to rule as to the maximum period of time between reviews which should automatically apply to this category of life prisoner as a whole. It notes that the system as applied in this case has a flexibility which must reflect the realities of the situation, namely, that there are significant differences in the personal circumstances of the prisoners under review. ", "32.  In previous cases, the Convention organs have accepted periods of less than a year between reviews and rejected periods of more than one year. In the case of A.T. v. the , the Commission found that a period of almost two years before a review of the detention of a discretionary life prisoner was not justified, where the DLP had recommended that his case should be reviewed within one year (application no. 20448/92, Commission's report of 29 November 1995, unpublished). The Court in the Herczegfalvy judgment (cited above, pp. 24-25, § 77) found that periods between reviews of fifteen months and two years were not reasonable in the case of a person detained on grounds of mental illness. ", "33.  The Government pointed out that in this case, unlike that of A.T., the DLP made no recommendation for a review to take place before two years had elapsed. This applicant, they agreed, had problems to address, and monitoring his progress could not realistically be done in under that period. They also argued that the case of discretionary life prisoners, who are detained on grounds of risk to the public, should not be compared with that of persons detained on grounds of mental illness.", "34.  The Court is not persuaded by the latter argument. Article 5 § 4 was held to be applicable to discretionary life sentences since these were imposed on offenders due to considerations of mental instability and dangerousness which were susceptible to change over the passage of time (see, for example, the Thynne, Wilson and Gunnell v. the United Kingdom judgment of 25 October 1990, Series A no. 190-A, p. 30, § 76, and p. 27, § 69, where the Court drew comparisons from its case-law concerning the detention of persons of unsound mind under Article 5 § 1 (e)). Nor have the Government substantiated their assertion that mental disorder in the context of mental illness is more susceptible to change over time than mental instability posing risks of dangerousness.", "35.  As regards the lack of recommendation by the DLP for a review of this applicant within a period of less than two years, the Court does not find this to be a decisive ground of distinction. While the applicant underwent courses aimed at addressing the perceived problems of anger, alcoholism and relationships, it appears that these were concluded within eight months of his recall. No further courses were arranged for the applicant during the next sixteen months which elapsed before his next review. The Government have referred to the need to monitor and make reports on his progress without specifying the nature of this process or how long it took. In these circumstances, the Court is not satisfied that the period of two years was justified by considerations of rehabilitation and monitoring.", "36.  It was in any event open to the Secretary of State, the Government asserted, to bring forward the date of the review where a prisoner showed unexpectedly rapid progress in addressing problems. The Court has already noted the flexibility in the system as mitigating the application of an automatic two-year review system. However, while the DLP could recommend an earlier review and the Secretary of State direct an earlier date, there was no possibility for an applicant himself to apply for a review within a two-year period. The applicant in the present case, who had finished the rehabilitation work required of him in the first eight months of his recall, therefore had no possibility of bringing his case back before the Parole Board in the absence of the Secretary of State's exercising his discretion in his favour as an exceptional case.", "37.  The Court concludes in the circumstances of this case that the two-year delay between reviews was not reasonable and that the question of whether his continued detention was lawful was not decided “speedily” within the meaning of Article 5 § 4 of the Convention. There has, accordingly, been a violation of that provision.", "II.  APPLICATION OF Article 41 of the Convention", "38.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "39.  The applicant claimed pecuniary damage estimated at approximately 4,500 pounds sterling (GBP) for losses incurred in being recalled to prison in July 1996. He submitted that as a result of the recall he was unable to pay the rent on his flat and meet his hire-purchase commitments. Further, he submitted that the local authority cleared all his possessions from his flat and destroyed them. He subsequently had to obtain a loan to replace them.", "40.  The applicant also claimed GBP 7,000 for non-pecuniary damage, referring to the worsening of his existing medical conditions (angina, asthma, chronic depression) during his detention after recall due to stress. He stated that on release from prison he was prescribed tranquillisers for symptoms of post-traumatic stress disorder.", "41.  The Government submitted that a finding of a violation in itself would be sufficient just satisfaction. They argued that there was no causal link between the alleged violation of the Convention and the applicant's alleged losses. In particular, they pointed out that even if the applicant had had an earlier review he would not necessarily have been released earlier.", "42.  The Court does not find any causal link between the pecuniary losses claimed by the applicant and the breach of Article 5 § 4, flowing as they did from his recall to prison rather than the delay in between reviews. Nor has it been shown that any deterioration in his physical and mental condition during his detention after recall resulted from that breach. However, the Court considers that the applicant must have suffered feelings of frustration, uncertainty and anxiety flowing from the delay in review which cannot be compensated solely by the finding of a violation. Making an assessment on an equitable basis, it awards GPB 1,000 in respect of non-pecuniary damage.", "B.  Costs and expenses", "43.  The applicant claimed GBP 1,600 for costs and expenses incurred in making his application. This sum included GBP 650 for costs incurred up to 13 May 2000, an anticipated GBP 650 for future costs and GBP 300 for costs incurred by his wife in visiting him in prison, writing to him and photocopying documents.", "44.  The Government accepted that the applicant's reasonable legal costs should be met.", "45.  The Court does not consider that the expenses relating to visits from, and correspondence with, the applicant's wife may be regarded as actually or necessarily incurred in connection with his application. Nor has the applicant substantiated the costs incurred after May 2000 or referred to the sum of 4,100 French francs paid to his solicitors by way of legal aid from the Council of Europe. Making an assessment on an equitable basis, the Court awards GBP 500 for costs and expenses.", "C.  Default interest", "46.  According to the information available to the Court, the statutory rate of interest applicable in the  at the date of adoption of the present judgment is 7.5% per annum.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 5 § 4 of the Convention;", "", "2.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts:", "(i)  GBP 1,000 (one thousand pounds sterling) for non-pecuniary damage;", "(ii)\t  GBP 500 (five hundred pounds sterling) for costs and expenses, less FRF 4,100 (four thousand one hundred French francs) to be converted into pounds sterling at the rate applicable at the date of delivery of this judgment;", "(b)  that simple interest at an annual rate of 7.5% shall be payable from the expiry of the above-mentioned three months until settlement;", "", "3.  Dismisses the remainder of the applicant's claims for just satisfaction.", "Done in English, and notified in writing on 26 September 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "S. Dollé\t\tJ.-P. Costa\nRegistrar\t\tPresident"]}