{"file": "ENG_CLIN_18990_07.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "18990/07", "text_paragraphs": ["Information Note on the Court’s case-law No. 135", "November 2010", "Consorts Richet and Le Ber v. France - 18990/07", "Judgment 18.11.2010 [Section V]", "Article 1 of Protocol No. 1", "Article 1 para. 2 of Protocol No. 1", "Control of the use of property", "Refusal by State to honour contractual obligations following introduction of new regulations: violation", "", "Facts – The applicants inherited an island. In 1969 the State expressed an interest in purchasing the island from the family, who were looking to sell part of their land. Undertakings to sell were signed in December 1970 and it was agreed that some of the land would be kept and built upon. In January 1971 the National Real Property Transactions and Architectural Commission issued a favourable opinion on the transaction and specified that the area of land which could be built on should remain static and should not be affected by changes within the urban planning area. The sales went through in May 1971. In 1978 a draft land-use plan for the municipality was drawn up with a view to preventing all new building on the island because of its environmental value. Observing that the plan took no account, or only partial account, of the State’s undertakings arising out of the deeds of sale, the applicants appealed to the authorities, and in particular the prefect, without success. The land-use plan was approved in 1985. As a result, the applications for planning permission lodged by the applicants were turned down. They appealed unsuccessfully to the administrative and the ordinary courts.", "Law – Article 1 of Protocol No. 1", "(a)  Whether the applicants had a possession – The guarantee given to the applicants that they would be able to remain on part of the land and would also retain the right to erect certain buildings on it had been written into the main documents relating to the sale. Nowhere in the deeds of sale or in any of the related documents had it been indicated that the option to build was contingent upon the urban planning rules. The applicants had been granted building rights under the deeds of sale and had had a legitimate expectation of being able to exercise those rights under the contractual conditions laid down. They had therefore had a “possession” within the meaning of Article 1 of Protocol No. 1.", "(b)  Whether Article 1 of Protocol No. 1 had been complied with – There had been interference with the applicants’ right to the peaceful enjoyment of their possessions since the authorities had prevented them from enjoying their right to build on the plots of land they had retained, under the terms laid down by the deeds of sale. The measures amounted to a control of the applicants’ “use of property” within the meaning of the second paragraph of Article 1 of Protocol No. 1. There was no doubt that the State, in concluding the sales by private treaty, had pursued a legitimate aim in the public interest, namely the protection of the environment and in particular the conservation of the island, and that the interference complained of had pursued the same goal. The applicants could not be criticised for not having constructed the buildings provided for in the deeds of sale before the land-use plan was adopted. On being informed of a possible change in the urban planning regulations and of the adoption of a land-use plan for the municipality replacing the previous rules for the urban planning area, they had contacted the authorities to remind the latter of the State’s contractual undertakings and to try to ensure that the urban planning documents reflected them. When this initiative failed to produce any result, the applicants had brought proceedings through two sets of courts, without success, seeking the performance of the contracts or their setting-aside with payment of compensation for the damage sustained. In addition to the fact that the State, regard being had to its powers and the scope of its authority, had played an active and decisive role in the negotiation and drawing-up of the deeds of sale, the authorities had been aware of the scope of their contractual undertakings and their impact on the environment of the island but had taken no steps to honour their commitments. Had the planned buildings actually been incompatible with the conservation of the site, the authorities should have offered the applicants financial compensation or compensation in kind for the damage they had suffered on account of the failure to comply with the deeds of sale. Hence, the authorities’ conduct had deprived the applicants of effective enjoyment of their rights and of the opportunity, failing such enjoyment, to either renegotiate the deeds of sale or receive compensation for the damage sustained. The applicants had therefore had to bear an individual and excessive burden which had upset the fair balance to be struck between the protection of their property and the demands of the general interest. ", "Conclusion: violation (unanimously).", "Article 41: EUR 700,000 to Mrs Le Ber and EUR 800,000 jointly to the other applicants in respect of pecuniary damage; EUR 10,000 to Mrs Le Ber and EUR 3,000 to each of the other applicants in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}