{"file": "ENG_HEJUD_12959_05.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "12959/05", "text_paragraphs": ["", "", "", "FOURTH SECTION", "", "", "", "", "", "", "CASE OF MAGO AND OTHERS v. ", "", "(Applications nos. 12959/05, 19724/05, 47860/06, 8367/08, 9872/09 and 11706/09)", "", "JUDGMENT", "", "", "", "", "", "", "3 May 2012", "", "FINAL", "", "24/09/2012", "", "", "This judgment has become final under Article 44 § 2 (c) of the Convention. It may be subject to editorial revision.", "In the case of Mago and Others v. ,", "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:", "\tLech Garlicki, President,\n\tDavid Thór Björgvinsson,\n\tPäivi Hirvelä,\n\tLedi Bianku,\n\tNebojša Vučinić,\n\tVincent A. De Gaetano,\n\tLjiljana Mijović, judges,\nand Lawrence Early, Section Registrar,", "Having deliberated in private on 10 April 2012,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in six applications (nos. 12959/05, 19724/05, 47860/06, 8367/08, 9872/09 and 11706/09) against Bosnia and Herzegovina lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Ms Ljeposava Mago (a Bosnian-Herzegovinian citizen), Mr Ivan Antonov (a Serbian citizen), Mr Jovan Radović (a Serbian citizen), Mr Milutin Banović (a Serbian citizen), Mr Vase Krstevski (a Bosnian-Herzegovinian and Macedonian citizen) and Mr Milutin Radojević (a Bosnian-Herzegovinian and Montenegrin citizen) (“the applicants”) between 22 March 2005 and 12 February 2009.", "2.  Ms Ljeposava Mago was represented by Mr N. Milanović, a lawyer practising in Banja Luka; Mr Ivan Antonov by Mr R. Savanović, a lawyer practising in Belgrade; Mr Jovan Radović by Mr P. Bogovac, a lawyer practising in Novi Sad; Mr Milutin Banović by Mr Ž. Ostojić, a lawyer practising in Novi Sad; Mr Vase Krstevski by Mr S. Poštić, a lawyer practising in Pančevo; Mr Milutin Radojević by Mr Ž. Braletić, a lawyer practising in Podgorica. The Government of Bosnia and  (“the respondent Government”) were represented by their Deputy Agent, Ms Z. Ibrahimović.", "3.  The case is about the applicants’ failed attempts to repossess their pre-war flats. Unlike in Đokić v. , no. 6518/04, 27 May 2010, the applicants in the present case failed to purchase their flats before the war.", "4.  On 28 March 2011 the applications were communicated to the respondent Government. It was also decided to rule on the admissibility and merits of the applications at the same time (Article 29 § 1). The applicants and the respondent Government submitted written observations. In addition, third-party comments were received from the Serbian Government, which had exercised their right to intervene (Article 36 § 1 of the Convention and Rule 44 § 1 (b) of the Rules of Court). The respondent Government replied in writing to those comments (Rule 44 § 6).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "A.  Relevant background", "5.  Flats represented nearly 20% of the pre-war housing stock of  (around 250,000 housing units out of 1,315,000). By local standards, they were a particularly attractive type of home, equipped with modern conveniences and located in urban centres. Practically all flats were under the regime of “social ownership” – a concept which, while it does exist in other countries, was particularly highly developed in the former Socialist Federal Republic of Yugoslavia (“the SFRY”). They were generally built by socially owned enterprises or other public bodies for allocation to their employees, who became “occupancy right holders”. All citizens of the SFRY were required to pay a means-tested contribution to subsidise housing construction. However, the amount an individual had contributed was not amongst the legal criteria taken into account in the waiting lists for allocation of such flats.", "6.  The rights of both the allocation right holders (public bodies which nominally controlled the flats) and the occupancy right holders were regulated by law (the Housing Act 1984, which is still in force in ). In accordance with this Act, an occupancy right, once allocated, entitled the occupancy right holder to permanent, lifelong use of the flat against the payment of a nominal fee. When occupancy right holders died, their rights transferred, as a matter of law, to their surviving spouses (indeed, spouses held occupancy rights in common) or registered members of their family households who were also using the flat (sections 19 and 21 of this Act). Furthermore, in the event of a divorce, the spouses were free to choose which one of them would continue to use the flat; in the absence of an agreement, either of them could apply to a court for a transfer of the occupancy right (section 20 of this Act). In practice, these provisions on transfer meant that occupancy rights originally allocated by public bodies to their employees could pass, as of right, to multiple generations for whom the initial employment-based link to the allocation right holder no longer existed. Occupancy rights could be cancelled only in court proceedings (section 50 of this Act) on limited grounds (sections 44, 47 and 49 of this Act), the most important of which was failure by occupancy right holders to physically use their flats for their own housing needs for a continuous period of at least six months without justified grounds. Although inspections were foreseen to ensure compliance with this requirement (section 42 of this Act), occupancy rights were rarely, if ever, cancelled on these grounds prior to the 1992-95 war. Moreover, on 24 December 1992 the Constitutional Court of Bosnia and Herzegovina annulled the inspection provisions.", "7.  Following its declaration of independence on 6 March 1992, a brutal war started in . On 15 May 1992 the United Nations Security Council, acting under Chapter VII of the United Nations Charter, adopted its Resolution 757 urging that all units of the JNA, the armed forces of the SFRY, and all elements of the Croatian Army either be withdrawn from Bosnia and Herzegovina, or be subject to the authority of the Government of Bosnia and Herzegovina, or be disbanded and disarmed with their weapons placed under effective international monitoring. While the JNA formally withdrew from Bosnia and Herzegovina on 19 May 1992, the United Nations Secretary General (report of 3 December 1992, A/47/747, § 11) and the International Criminal Tribunal for the former Yugoslavia (see its judgment in the Tadić case of 15 July 1999, § 151) later established that JNA members born in Bosnia and Herzegovina actually remained there with their equipment and joined the VRS forces and only those born in Serbia and Montenegro left and joined the VJ forces. As regards the participation by foreign armed forces in the 1992-95 war in Bosnia and Herzegovina, see Đokić, cited above, §§ 16-17.", "8.  The concept of “social ownership” was abandoned during the 1992-95 war. Socially owned flats were thus effectively nationalised. As regards the administration of such flats during and after the war, see “Relevant domestic law and practice” below.", "B.  The facts concerning Ms Ljeposava Mago", "9.  The applicant was born in 1959. She lives in .", "10.  In 1983 her husband, a JNA sergeant, was allocated a military flat in . As the JNA formally withdrew from Bosnia and Herzegovina in 1992, he decided to continue his military career in . The applicant also moved to , where she was granted refugee status.", "11.  The applicant’s husband’s military service was terminated in 1998.", "12.  In 1998 the applicant made an application for the restitution of the flat in . Shortly thereafter, she filed a petition for divorce in Serbia and returned to . She was granted a divorce on 2 March 2000.", "13.  On 25 March 2000 her restitution claim was rejected pursuant to section 3a of the Restitution of Flats Act 1998 (“section 3a”; see paragraph 54 below). On 28 September 2000 the competent Cantonal Ministry upheld that decision.", "14.  On 29 June 2001 the applicant lodged an application with the Human Rights Chamber, a domestic human-rights body set up by Annex 6 to the General Framework Agreement for Peace in  (“the Dayton Peace Agreement”).", "15.  On 27 June 2002 the  Cantonal Court, on an application for judicial review, quashed the decisions of 25 March and 28 September 2000 and remitted the case for reconsideration.", "16.  On 9 July 2002 the restitution commission set up by Annex 7 to the Dayton Peace Agreement (“the CRPC”), before which the applicant pursued parallel proceedings, held that the applicant’s husband was neither a refugee nor a displaced person and declined jurisdiction.", "17.  On 22 November 2002 the competent housing authorities rejected again the applicant’s claim pursuant to section 3a. On 23 September 2003 the competent Cantonal Ministry upheld that decision.", "18.  On 9 September 2004 the Human Rights Commission, the successor of the Human Rights Chamber, held that the applicant shared the fate of her former husband as to the restitution of their flat and found no breach of the Convention owing to her former husband’s service in the VJ forces.", "19.  On 20 January 2006 the  Cantonal Court, on an application for judicial review, quashed the administrative decisions of 22 November 2002 and 23 September 2003 and remitted the case for reconsideration.", "20.  On 5 October 2006 the authorities rejected again the applicant’s claim pursuant to section 3a. On 8 December 2006 the competent Cantonal Ministry upheld that decision. The decision of 8 December 2006 was served on the applicant on 30 September 2007. The applicant did not appeal.", "21.  On 17 November 2008 the Constitutional Court found a breach of Article 6 of the Convention in consideration of the length of the restitution proceedings and awarded the applicant 1,200 convertible marks (BAM) for non-pecuniary damage. Regardless of the excessive length of the restitution proceedings, it held that the applicant should have nevertheless lodged an application for judicial review against the administrative decision of 8 December 2006 and rejected her substantive complaints on non-exhaustion grounds.", "C.  The facts concerning Mr Ivan Antonov", "22.  The applicant was born in  in 1934. He lives in .", "23.  In 1978, as a JNA medical officer, he was allocated a military flat in . Whilst he was transferred to  in 1989, his wife stayed in that flat until 1994. His military service was terminated on 31 October 1992.", "24.  On an unknown date, after having renounced his occupancy right on the flat in Sarajevo, the applicant was allocated a tenancy right of unlimited duration on a military flat in . In addition, he was provided a loan, cofinanced by the military authorities, for another flat in  (see paragraph 59 below).", "25.  In 1998 the applicant made an application for the restitution of the flat in .", "26.  On 8 August 2000 his restitution claim was rejected pursuant to section 3a. On 12 March 2001 the competent Cantonal Ministry upheld that decision.", "27.  On 15 August 2002 the  Cantonal Court, on an application for judicial review, quashed the decisions of 8 August 2000 and 12 March 2001 and remitted the case for reconsideration.", "28.  On 17 September 2002 the applicant lodged an application with the Human Rights Chamber.", "29.  On 22 November 2002 the competent housing authorities rejected again the applicant’s restitution claim pursuant to section 3a. The decision was delivered on 30 December 2002. The applicant did not appeal.", "30.  On 7 July 2004 the Human Rights Commission, the successor of the Human Rights Chamber, found that there was no breach of the Convention. That decision was delivered on 11 November 2004.", "D.  The facts concerning Mr Jovan Radović", "31.  The applicant was born in  in 1944. He lives in .", "32.  In 1983, as a JNA officer, he was allocated a military flat in Mostar. When the JNA formally withdrew from Bosnia and Herzegovina in 1992, he decided to continue his military career in . His military service was terminated in 2000.", "33.  In 1998 the applicant made an application for the restitution of the flat in Mostar. On 4 September 2001 his application was rejected pursuant to section 3a. The decision was upheld by the competent Cantonal Ministry, the  and the Supreme Court of the relevant Entity on 22 December 2003, 29 December 2004 and 11 October 2006 respectively.", "34.  In 2003 the applicant lodged an application with the Human Rights Chamber. In 2006 the Human Rights Commission found a breach of Article 6 of the Convention in view of the length of the restitution proceedings and awarded the applicant BAM 1,000 for non-pecuniary damage. Given their excessive length, the Human Rights Commission held that the restitution proceedings did not constitute a remedy which would have to be used as a condition for the examination of the applicant’s substantive complaints. It then held, in line with its well-established jurisprudence, that the applicant’s occupancy right constituted “possessions” within the meaning of Article 1 of Protocol No. 1 and that his inability to repossess his flat amounted to an interference with the enjoyment of that rights. As regards the proportionality of the interference, the Commission held that the applicant’s service in the VJ forces had shown his disloyalty to . It concluded that the interference was therefore justified and found no breach of Article 1 of Protocol No. 1. Lastly, it considered that it was unnecessary to examine the discrimination and Article 8 complaints.", "E.  The facts concerning Mr Milutin Banović", "35.  The applicant was born in  in 1952. He lives in .", "36.  In 1988, as a JNA medical officer, he was allocated a military flat in . When the JNA formally withdrew from Bosnia and Herzegovina, he decided to pursue his military career in .", "37.  After having renounced his occupancy right on the flat in Sarajevo, on 1 June 1999 the applicant was provided a mortgage loan, co-financed by the military authorities, for a flat in  (see paragraph 59 below).", "38.  In 1999 the applicant made an application for the restitution of the flat in . On 22 June 2004 his application was rejected pursuant to section 3a. That decision was upheld by the competent Cantonal Ministry, the  and the Supreme Court on 1 November 2004, 24 September 2007 and 15 January 2010 respectively.", "39.  In the meantime, on 9 July 2002, the CRPC mentioned in paragraph 16 above, before which the applicant pursued parallel proceedings, held that he was neither a refugee nor a displaced person and declined jurisdiction.", "40.  The applicant’s military service was terminated in 2003.", "F.  The facts concerning Mr Vase Krstevski", "41.  The applicant was born in 1942. He lives in .", "42.  In 1987, as a JNA officer, he was allocated a military flat in Mostar. Although the JNA formally withdrew from  on 19 May 1992, he stayed in Mostar. On paper, however, he was a member of the newly-established VJ forces, the armed forces of the neighbouring , until 31 July 1992. On 3 August 1992 the HVO forces arrested the applicant. He was detained at Dretelj internment camp until 18 August 1992 and then deported to the area controlled by the VRS forces. Shortly thereafter, the Red Cross Society of Montenegro transferred the applicant to the . On 26 August 1992 he was examined at . According to the medical report, the applicant was subjected to serious ill-treatment at Dretelj internment camp.", "43.  In 1998 the applicant made an application for the restitution of the flat in Mostar. On 9 October 2002 his claim was rejected pursuant to section 3a. On 7 November the competent Cantonal Ministry upheld that decision. On 16 April 2003 the , on an application for judicial review, quashed both decisions and remitted the case for reconsideration.", "44.  On 11 February 2004 the housing authorities rejected again the applicant’s restitution claim under section 3a. On 5 July 2004 the competent Cantonal Ministry upheld that decision. On 2 December 2004 the  quashed both decisions and remitted the case to the housing authorities.", "45.  On 16 April 2007 the housing authorities rejected for a third time the restitution claim pursuant to section 3a. That decision was upheld by the competent Cantonal Ministry and the  on 11 February and 2 December 2008 respectively.", "46.  On 26 April 2007 the Serbian authorities terminated the proceedings for the allocation of a flat in  because the applicant had not renounced his occupancy right on the flat in Mostar (see paragraph 59 below). On 6 October 2009 the applicant was placed in an old people’s home in , as he had no other place to live.", "G.  The facts concerning Mr Milutin Radojević", "47.  The applicant was born in  in 1941 where he now lives.", "48.  In 1981, as an economist employed at a military facility, he was allocated a military flat in . When the JNA formally withdrew from Bosnia and Herzegovina, he accepted a similar job at a military facility in .", "49.  In 1999 the applicant made an application for the restitution of the flat in . On 17 March 2003 his restitution claim was accepted. On 27 November 2003 the competent Cantonal Ministry quashed that decision and rejected the restitution claim pursuant to section 3a.", "50.  Meanwhile, on 24 April 2003, the CRPC mentioned in paragraph 16 above, before which the applicant pursued parallel proceedings, held that he was neither a refugee nor a displaced person and declined jurisdiction.", "51.  In November 2005 he retired. After having renounced his occupancy right on the flat in Sarajevo, he was allocated a tenancy right of unlimited duration on a military flat in  in December 2005 (see paragraph 59 below).", "52.  On 6 February 2006 the  Cantonal Court, on an application for judicial review, quashed the decision of 27 November 2003 and remitted the case to the Cantonal Ministry. On 29 March 2006 the Cantonal Ministry quashed the decision of 17 March 2003 and remitted the case to the housing authorities. On 10 April 2007 the housing authorities rejected the restitution claim under section 3a. The Cantonal Ministry and the  upheld that decision on 5 June 2007 and 24 June 2008 respectively. The last decision was delivered on 10 December 2008.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "A.  ", "1.  Administration of socially owned flats during the war", "53.  During the 1992-95 war in  more than 2.2 million people left their homes as a consequence of “ethnic cleansing” or generalised violence. As a rule, they fled to areas controlled by their own ethnic groups. All parties to the conflict quickly adopted procedures allowing the flats of those who had fled to be declared “abandoned” and allocated to new occupants. While the alleged rationale for the allocation of “abandoned” flats was to provide humanitarian shelter to displaced persons, particularly attractive flats were often awarded to the military and political elites. In some cases, occupancy rights were cancelled pursuant to section 47 of the Housing Act 1984, because of failure by the pre-war occupancy right holders to use their flats for a continuous period of at least six months. In most cases, however, the authorities applied legislation specially enacted for those purposes: the Abandoned Flats Act 1992, the Abandoned Flats Decree 1993, the Refugee Accommodation Decree 1993, the Refugee Accommodation Act 1995 and the Abandoned Property Act 1996. In the immediate aftermath of the war, legislation on abandoned flats remained in force in both Entities of Bosnia and Herzegovina (namely, the Federation of Bosnia and  and the Republika Srpska) and reallocation of flats continued nearly unabated, which further reinforced ethnic separation.", "2.  Restitution of flats", "54.  All such legislation was repealed under international pressure in 1998, enabling pre-war occupants to claim restitution. However, that right was limited in time and failure to make a timely application led to the cancellation of occupancy rights. The general deadline in the Federation of Bosnia and  was 4 July 1999, but in some cases an application could have been made by 4 October 1999 or, for damaged flats, by 29 June 2002 (sections 5 and 18e of the Restitution of Flats Act 1998). Occupancy rights on military flats can be cancelled also under section 3a of that Act on the following grounds. First, if the pre-war occupancy right holder served in foreign armed forces after 19 May 1992 (when the JNA formally withdrew from ). Since those who were granted refugee or equivalent status in a country outside the former SFRY are exempted, the restriction affects only those who served in the forces of the successor States of the SFRY and, in reality, almost exclusively those who served in the VJ forces. The second category is those who acquired an occupancy or equivalent right to a military flat in a  of the SFRY. On 22 September 2004 the , on an application for abstract constitutionality review, declared that provision constitutional (decision U 83/03, published in Official Gazette of Bosnia and Herzegovina no. 60/04 of 27 December 2004). It has afterwards rejected numerous individual cases raising the issue of inability to return to military flats.", "55.  Once occupancy right holders have repossessed their pre-war flats, they are entitled to purchase them under very favourable terms pursuant to the Privatisation of Flats Act 1997.", "56.  Upon the cancellation of a pre-war occupancy right on a civilian flat, due to failure to make a timely application, the flat in issue may be given to another person provided that his or her housing needs have not already been met (see section 18d of the Restitution of Flats Act 1998). In accordance with sections 11 and 11a of that Act, it is deemed that one’s housing needs have already been met when that person or his or her spouse, child or parent has another habitable flat or house; the person concerned has sold his or her pre-war home; the person concerned earns as a minimum one quarter of the average consumer basket per member of his or her household plus BAM 200; or falls into any other category specified therein.", "57.  Different rules apply to military flats. Upon the cancellation of a pre-war occupancy right, due to failure to make a timely application or due to a final decision rejecting a restitution claim pursuant to section 3a of the Restitution of Flats Act 1998, the flat may be allocated to current and retired military officials, current and retired staff of the Ministry of Defence, war veterans, war invalids or families of killed members of the former ARBH or HVO forces provided that their housing needs have not otherwise been met (see section 30 of the Military Flats Allocation Ordinance 1996). Section 31 of that Ordinance also provides that a person cannot be allocated a military flat if he or she or his or her spouse or minor child had a house or a flat in Bosnia and Herzegovina before the war (even if it has meanwhile been sold or gifted). Other conditions set out in paragraph 56 above, such as one’s income, do not apply to the allocation of military flats. Pursuant to section 30 of the Military Flats Allocation Ordinance 1996, 45% of flats should be allocated to senior officers and the highest Ministry officials; 15% to junior officers; and 10% to non-commissioned officers, other soldiers and Ministry staff. The remaining flats should be allocated to war veterans, war invalids or families of killed members of the former ARBH or HVO forces. During and immediately after the war many military flats were reportedly allocated to the highest military and civilian officials whose housing needs had otherwise been met (see Đokić, cited above, § 10). In 2002 the High Representative therefore requested the local authorities to ensure that all flats be allocated in accordance with the law. It would appear that during that process, which led to some evictions and which was monitored by the High Representative and the Organisation for Security and Cooperation in Europe, the deficiencies mentioned above were for the most part remedied.", "3.  Procedural issues", "58.  Applications for restitution are dealt with under an administrative procedure. First-instance decisions are, as a rule, subject to appeal within 15 days of delivery (section 227 of the Administrative Procedure Act 1998). Second-instance decisions are, as a rule, subject to judicial review within 30 days of delivery (section 18 of the Administrative Disputes Act 2005). Decisions on applications for judicial review were earlier subject to appeal to the Supreme Court of the Federation of Bosnia and Herzegovina within 15 days of delivery (section 42 of the Administrative Disputes Act 1998, replaced by the Administrative Disputes Act 2005 in March 2005), but they are no longer subject to appeal. An administrative decision enters into effect when upheld by the competent Ministry, the competent  and, until March 2005, by the Supreme Court; when the parties declare that they will not use either of those remedies; or when the time-limit for any of them expires.", "B.  Serbia", "1.  Allocation of military flats", "59.  It has no longer been possible to acquire occupancy rights in  since 1992 (see section 30(1) of the Housing Act 1992). Instead, current and retired members of the armed forces and current and retired staff of the Ministry of Defence have afterwards been entitled to an equivalent tenancy right of unlimited duration on military flats or, in case of a lack of suitable flats, mortgage loans co-financed by the State on condition that they or their spouses or children do not have an occupancy or equivalent right on a flat in any of the former Republics of the SFRY (the Military Housing Ordinances 1994, 1995, 2002 and 2005 and the Military Pensioners Ordinances 1994 and 2010). Therefore, those who occupied military flats in Bosnia and Herzegovina before the war have as a rule been required to give up their rights on those flats in order to qualify for a military flat or a loan in Serbia or Montenegro (see sections 6-7 and 87 of the Military Housing Ordinance 1994; sections 7-8 and 74 of the Military Pensioners Ordinances 1994; and sections 6-7 and 85 of the Military Housing Ordinance 1995).", "60.  Section 39(2) of the Housing Act 1992 provides that the holder of a tenancy right of an unlimited duration on a flat may purchase that flat under the same conditions as an occupancy right holder.", "2.  Restitution of flats", "61.  While the number of people who left their homes in Serbia after the dissolution of the former SFRY is far from the number of such people in  (see paragraph 53 above), there were nevertheless some cases. For example, in 1992 a number of Muslims left Mali Zvornik, a Serbian town bordering on , as the local authorities were unable to protect them from militias from across the border. Although their flats were allocated to other people immediately after their departure, some of them have subsequently been reinstated by the Serbian courts (see decisions of the Supreme Court of Serbia Rev/3160/02 of 4 December 2002 and Rev/1856/07 of 4 October 2007 and decisions of the Loznica Municipal Court in those cases). The Serbian courts held that the flats in issue should not have been considered as abandoned as the persons concerned had left them under duress. However, some other persons in a similar situation have not been able to repossess their flats (see decision of the Supreme Court of Serbia Rev/2053/08 of 28 November 2008 finding that the restitution claim should have been made much earlier than in June 2005).", "C.  Montenegro", "62.  Between 1992 and 2003 Montenegro was a constituent unit of the Federal Republic of Yugoslavia and then, until its independence in 2006, of the State Union of Serbia and . Since Serbia and Montenegro had common armed forces throughout that period, the ordinances mentioned in paragraph 59 above applied also in  until 2006.", "III.  RELEVANT INTERNATIONAL DOCUMENTS", "A.  Dayton Peace Agreement", "63.  The Dayton Peace Agreement was initialled in the United States on 21 November 1995 and entered into force when it was signed in  on 14 December 1995. It put an end to the war in .", "64.  The relevant part of Article II § 5 of Annex 4 to the Agreement reads as follows:", "“All refugees and displaced persons have the right freely to return to their homes of origin.”", "65.  Article I § 1 of Annex 7 to the Agreement provides:", "“All refugees and displaced persons have the right freely to return to their homes of origin. They shall have the right to have restored to them property of which they were deprived in the course of hostilities since 1991 and to be compensated for any property that cannot be restored to them. The early return of refugees and displaced persons is an important objective of the settlement of the conflict in . The Parties confirm that they will accept the return of such persons who have left their territory, including those who have been accorded temporary protection by third countries.”", "B.  Agreement on Succession Issues", "66.  The Agreement on Succession Issues was the culmination of nearly ten years of intermittent negotiations under the auspices of the International Conference on the former  and the High Representative. It entered into force between Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia (succeeded in 2003 by the State Union of Serbia and Montenegro and in 2006 by Serbia), Slovenia and the  on 2 June 2004.", "67.  Under Articles 2 and 7 of Annex A to that Agreement, immovable State property of the SFRY situated in  passed to that State on the date on which it proclaimed independence. With regard to occupancy rights, Article 6 of Annex G to that Agreement provides:", "“Domestic legislation of each successor State concerning dwelling rights (‘stanarsko pravo/ stanovanjska pravica/ станарско право’) shall be applied equally to persons who were citizens of the SFRY and who had such rights, without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”", "C.  United Nations Principles on Housing and Property Restitution for Refugees and Displaced Persons (“the Pinheiro Principles”)", "68.  The relevant principles, endorsed by the United Nations Sub-Commission on the Promotion and Protection of Human Rights in 2005 (E/CN.4/Sub.2/2005/17), are the following:", "Principle 1 (Scope and application)", "“1.1 The Principles on housing and property restitution for refugees and displaced persons articulated herein are designed to assist all relevant actors, national and international, in addressing the legal and technical issues surrounding housing, land and property restitution in situations where displacement has led to persons being arbitrarily or unlawfully deprived of their former homes, lands, properties or places of habitual residence.", "1.2 The Principles on housing and property restitution for refugees and displaced persons apply equally to all refugees, internally displaced persons and to other similarly situated displaced persons who fled across national borders but who may not meet the legal definition of refugee (hereinafter ‘refugees and displaced persons’) who were arbitrarily or unlawfully deprived of their former homes, lands, properties or places of habitual residence, regardless of the nature or circumstances by which displacement originally occurred.”", "Principle 2 (The right to housing and property restitution)", "“2.1 All refugees and displaced persons have the right to have restored to them any housing, land and/or property of which they were arbitrarily or unlawfully deprived, or to be compensated for any housing, land and/or property that is factually impossible to restore as determined by an independent, impartial tribunal.", "2.2 States shall demonstrably prioritize the right to restitution as the preferred remedy for displacement and as a key element of restorative justice. The right to restitution exists as a distinct right, and is prejudiced neither by the actual return nor non-return of refugees and displaced persons entitled to housing, land and property restitution.”", "Principle 7 (The right to peaceful enjoyment of possessions)", "“7.1 Everyone has the right to the peaceful enjoyment of his or her possessions.", "7.2 States shall only subordinate the use and enjoyment of possessions in the public interest and subject to the conditions provided for by law and by the general principles of international law. Whenever possible, the ‘interest of society’ should be read restrictively, so as to mean only a temporary or limited interference with the right to peaceful enjoyment of possessions.”", "Principle 16 (The rights of tenants and other non-owners)", "“16.1 States should ensure that the rights of tenants, social-occupancy rights holders and other legitimate occupants or users of housing, land and property are recognized within restitution programmes. To the maximum extent possible, States should ensure that such persons are able to return to and repossess and use their housing, land and property in a similar manner to those possessing formal ownership rights.”", "Principle 21 (Compensation)", "“21.1 All refugees and displaced persons have the right to full and effective compensation as an integral component of the restitution process. Compensation may be monetary or in kind. States shall, in order to comply with the principle of restorative justice, ensure that the remedy of compensation is only used when the remedy of restitution is not factually possible, or when the injured party knowingly and voluntarily accepts compensation in lieu of restitution, or when the terms of a negotiated peace settlement provide for a combination of restitution and compensation.", "21.2 States should ensure, as a rule, that restitution is only deemed factually impossible in exceptional circumstances, namely when housing, land and/or property is destroyed or when it no longer exists, as determined by an independent, impartial tribunal. Even under such circumstances the holder of the housing, land and/or property right should have the option to repair or rebuild whenever possible. In some situations, a combination of compensation and restitution may be the most appropriate remedy and form of restorative justice.”", "D.  Resolution 1708 (2010) of the Parliamentary Assembly of the Council of Europe of 28 January 2010 on solving property issues of refugees and displaced persons", "69.  The relevant part of the Resolution reads as follows:", "“9. In the light of the above, the Assembly calls on member states to resolve post-conflict housing, land and property rights issues of refugees and IDPs, taking into account the Pinheiro Principles, the relevant Council of Europe instruments, and Recommendation Rec(2006)6 of the Committee of Ministers.", "10. Bearing in mind these relevant international standards and the experience of property restitution and compensation programmes carried out in Europe to date, member states are invited to:", "...", "10.4. ensure that previous occupancy and tenancy rights with regard to public or social accommodation or other analogous forms of home ownership which existed in former communist systems are recognised and protected as homes in the sense of Article 8 of the European Convention on Human Rights and as possessions in the sense of Article 1 of the First Protocol to the Convention;", "10.5. ensure that the absence from their accommodation of holders of occupancy and tenancy rights who have been forced to abandon their homes shall be deemed justified until the conditions that allow for voluntary return in safety and dignity have been restored;”", "THE LAW", "I.  JOINDER OF THE APPLICATIONS", "70.  Given their common factual and legal background, the Court decides that these six applications should be joined pursuant to Rule 42 § 1 of the Rules of Court.", "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION", "71.  The applicants complained about their inability to get back their pre-war flats in  and Mostar. They relied on Article 1 of Protocol No. 1 to the Convention, which reads as follows:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "A.  Admissibility", "1.  Compatibility ratione personae", "72.  The respondent Government submitted that Serbia and Montenegro, rather than Bosnia and Herzegovina, were responsible for the housing of all current and retired members of their forces, including the present applicants, and that the present case was therefore incompatible ratione personae with the provisions of the Convention and the Protocols thereto.", "73.  The applicants and the Serbian Government disagreed without going into any details.", "74.  The Court reiterates that compatibility ratione personae requires the alleged violation of the Convention or any of the Protocols thereto to have been committed by the respondent State or to be in some way attributable to it. Since the present case concerns flats located in Bosnia and Herzegovina and decisions of Bosnian-Herzegovinian authorities, it is clearly compatible ratione personae with the provisions of Protocol No. 1 within the meaning of Article 35 § 3 (a) of the Convention. This objection of the respondent Government must accordingly be dismissed.", "2.  Compatibility ratione materiae", "75.  The respondent Government underlined that the present applicants, unlike the applicant in Đokić, cited above, had not purchased their flats before the war and had thus remained occupancy right holders. They argued that the occupancy right did not constitute “possessions” within the meaning of Article 1 of Protocol No. 1 (they referred to Gaćeša v. Croatia (dec.), no. 43389/02, 1 April 2008, and Trifunović v. Croatia (dec.), no. 34162/06, 6 November 2008).", "76.  The applicants and the Serbian Government contested that argument. They invited the Court to follow the domestic jurisprudence in this field and distinguish the present case from the Gaćeša and Trifunović cases.", "77.  The concept of “possessions” has an autonomous meaning which is independent from the formal classification in domestic law. The issue that needs to be examined is whether the circumstances of a case, considered as a whole, conferred on an applicant title to a substantive interest protected by Article 1 of Protocol No. 1 (Former King of Greece and Others v. Greece [GC], no. 25701/94, § 60, ECHR 2000XII).", "78.  The Gaćeša and Trifunović cases, referred to above, like the present case, concerned the restitution of flats following massive migrations linked to the brutal disintegration of the SFRY. The Court held that the applicants in those cases did not have “possessions” within the meaning of Article 1 of Protocol No. 1 because occupancy right holders in  had no longer been able to purchase their flats since 1 January 1996. However, the present case must be distinguished. Pursuant to the Dayton Peace Agreement (see paragraphs 63-65 above) and domestic laws enacted under international pressure (see paragraphs 54-55 above), all occupancy right holders in Bosnia and Herzegovina are as a rule entitled to get back their pre-war flats and then purchase them under very favourable terms. In , this is not the case. Furthermore, unlike the Croatian authorities, the Bosnian-Herzegovinian authorities have consistently held that an occupancy right constitutes “possessions” within the meaning of Article 1 of Protocol No. 1 (see, for example, the Human Rights Commission’s decision mentioned in paragraph 34 above and the ’s decision mentioned in paragraph 54 above). As the position of the national authorities appears to be in accordance with international standards (see paragraphs 68-69 above), the Court does not see any reason to depart from it. Lastly, the situation in the present case is not that different from the situation in Đokić, given that those who purchased military flats located in the present-day Federation of Bosnia and Herzegovina could not register their ownership and remained, strictly speaking, occupancy right holders (see Đokić, cited above, § 12). The Court therefore dismisses the respondent Government’s objection.", "3.  Six-month rule", "79.  Although the respondent Government did not raise any objection under this head, this issue calls for the Court’s consideration proprio motu.", "80.  The object of the six month rule is to promote legal certainty, by ensuring that cases raising issues under the Convention or the Protocols thereto are dealt with within a reasonable time, and that past decisions are not continually open to challenge. It also affords the prospective applicant time to consider whether to lodge an application with the Court and, if so, to decide on the specific complaints and arguments to be raised (O’Loughlin and Others v. the  (dec.), 23274/04, 25 August 2005).", "81.  The Court has held that the situation under consideration in Đokić, cited above, was of a continuing nature as the applicant’s purchase contract had been regarded as legally valid as from 5 July 1999 (§ 56). However, the present applicants did not conclude such contracts. The crux of the present case is whether the cancellation of the applicants’ occupancy rights, which prevents them from repossessing their pre-war flats, was contrary to Article 1 of Protocol No. 1. In a similar case (Blečić v.  [GC], no. 59532/00, ECHR 2006III), the Court held that the cancellation of an occupancy right was an instantaneous act rather than a continuing situation (§ 86). The Court does not see any reason to depart from that jurisprudence. Consequently, the six-month period started to run with regard to each of the present applicants when the decision cancelling his or her occupancy right entered into effect under the rules of administrative procedure set out in paragraph 58 above or, if an applicant used further remedies, such as an appeal to the Human Rights Chamber or a constitutional appeal, when the final decision was rendered in the process of exhaustion of domestic remedies. It should be emphasised, however, that only remedies which are effective can be taken into account as applicants cannot extend the strict time-limit imposed by the Convention by seeking to make inappropriate or misconceived applications to bodies or institutions which have no power to offer effective redress for the complaint in issue (see Fernie v. the United Kingdom (dec.), no. 14881/04, 5 January 2006). It is true that mere doubts regarding the effectiveness of a remedy cannot absolve an applicant from the obligation to try it (see Milošević v. the Netherlands (dec.), no. 77631/01, 19 March 2002), but a remedy which did not offer reasonable prospects of success, for example in the light of settled domestic case-law, will not be regarded as effective (see Pressos Compania Naviera S.A. and Others v. Belgium, 20 November 1995, § 27, Series A no. 332) and will not be taken into account for the purposes of the six-month rule. The Court now turns to the situation of each of the present applicants.", "(a)  The case of Ms Ljeposava Mago", "82.  The applicant’s occupancy right was finally cancelled pursuant to section 3a on 30 October 2007 when the time-limit for an application for the judicial review of the decision of 8 December 2006 expired (see paragraph 20 above). Since the applicant lodged her application with the Court on 22 March 2005, she complied with the six-month rule.", "(b)  The case of Mr Ivan Antonov", "83.  The applicant’s occupancy right was finally cancelled pursuant to section 3a on 29 January 2003 when the time-limit for an appeal against the decision of 22 November 2002 expired (see paragraph 29 above). Therefore, his application with the Court, lodged on 28 April 2005, is not out of time only if his application to the domestic Human Rights Chamber is considered to be an effective remedy. In this connection, the Court considers that the domestic case-law concerning the restitution of non-privatised military flats has been settled since the ’s decision U 83/03 of 22 September 2004 (see paragraph 54 above). No domestic remedy offered any prospects of success thereafter. As the applicant lodged his application with the Human Rights Chamber before that date, the six-month period started to run on 11 November 2004 when the Human Rights Commission’s decision was delivered (see paragraph 30 above). Accordingly, he complied with the six-month rule.", "(c)  The case of Mr Jovan Radović", "84.  The applicant’s occupancy right was finally cancelled pursuant to section 3a on 11 October 2006. Given that he filed his application with the Court on 21 November 2006, he complied with the six-month rule.", "(d)  The case of Mr Milutin Banović", "85.  The applicant’s occupancy right was finally cancelled pursuant to section 3a on 24 September 2007. Given that he filed his application with the Court on 8 February 2008, he complied with the six-month rule.", "(e)  The case of Mr Vase Krstevski", "86.  The applicant’s occupancy right was finally cancelled pursuant to section 3a on 2 December 2008. Given that he filed his application with the Court on 12 February 2009, he complied with the six-month rule.", "(f)  The case of Mr Milutin Radojević", "87.  The applicant’s occupancy right was finally cancelled pursuant to section 3a on 24 June 2008. That decision was served on the applicant on 10 December 2008. Given that the applicant filed his application with the Court on 3 February 2009, he complied with the six-month rule.", "4.  Conclusion", "88.  The Court notes that these complaints are neither manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention nor inadmissible on any other grounds. They must therefore be declared admissible.", "B.  Merits", "1.  The applicants’ submissions", "89.  The applicants submitted that they had fled  because they feared for their safety. Ms Ljeposava Mago also submitted that her former husband’s status should not have been taken into consideration when examining her restitution claim. As regards the merits of the case, the applicants argued that a fair balance had not been struck between the public interest and their individual interests. They referred to Đokić, cited above.", "2.  The respondent Government’s submissions", "90.  The respondent Government objected to the applicants’ version of the facts under which they had fled  because they feared for their safety. In this regard, they provided a copy of an agreement between the Bosnian-Herzegovinian Government and the JNA of May 1992 concerning the withdrawal of the JNA from , Zenica, Travnik and Konjic. The agreement guaranteed the safety of all JNA pensioners and the families of JNA members who wished to stay in the country. In the opinion of the respondent Government, those who had nevertheless decided to leave should therefore not be regarded as refugees.", "91.  On the assumption that the applicants had “possessions” within the meaning of Article 1 of Protocol No. 1, the respondent Government argued that the contested measures were justified given notably the scarce housing space and a pressing need to accommodate former members of the ARBH and HVO forces and their families in the aftermath of the war. According to official data given by the respondent Government, the JNA had nominally controlled before the war 12,662 flats in the current Federation of Bosnia and . 7,834 of those flats had been abandoned during the war. Out of that number, no restitution claim had been lodged within the deadline as regards 1,196 flats; restitution claims were rejected pursuant to section 3a as regards 1,032 flats; restitution proceedings were still pending as regards 749 flats; and 4,857 flats had been restored to their pre-war occupants. That Government also provided data concerning the allocation of the 1,032 flats as regards which restitution claims had been rejected pursuant to section 3a: 813 flats had been allocated to war veterans and war invalids; 195 flats had been allocated to families of killed members of the former ARBH or HVO forces; 14 flats were damaged or vacant; and as regards 10 flats, no or little information was provided (for instance, 3 of them were used by “civilians”). The respondent Government did not submit any information concerning the income of the current occupants of those flats since that factor had not been taken into consideration when allocating the flats. They stated that different rules applied to civilian and military flats (see paragraphs 56-57 above) and provided a copy of the Military Flats Allocation Ordinance 1996 mentioned in the latter paragraph confirming that statement (the Ordinance, published in an internal gazette of the ARBH forces, was not publicly available).", "92.  The respondent Government further emphasised that some, if not all, applicants had been allocated an occupancy or equivalent right on a military flat or a mortgage loan co-financed by the military authorities in Serbia or . They maintained that the Serbian Government had misled the Court when claiming in Đokić that members of their armed forces had no longer had the right to acquire a tenancy right of unlimited duration – a right equivalent to the erstwhile occupancy right (see Đokić, cited above, § 54). In this regard, the respondent Government provided a copy of the Military Housing Ordinance 2005 mentioned in paragraph 59 above (that Ordinance, published in an internal gazette of the Ministry of Defence, was not publicly available) and a number of diplomatic notes showing that the allocation of tenancy rights of unlimited duration to members of the Serbian armed forces had never stopped. They also submitted that none of the former members of the ARBH forces who had occupied a military flat in  until the 199295 war had succeeded in getting back that flat. The respondent Government concluded that the applicants were therefore not made to bear an excessive burden (they referred to Jahn and Others v.  [GC], nos. 46720/99, 72203/01 and 72552/01, § 117, ECHR 2005VI, in which the Court held that the lack of any compensation did not inevitably upset the “fair balance” that had to be struck between the protection of property and the requirements of the general interest).", "3.  The Serbian Government’s submissions", "93.  The Serbian Government argued that Bosnia and Herzegovina must reinstate all pre-war occupancy right holders into their flats regardless of whether they had served in the VJ forces and regardless of whether they had been allocated a military flat in Serbia or . They referred to the international agreements cited in paragraphs 63-67 above. That Government concluded that a fair balance had not been struck between the applicants’ interests and the public interest. They referred to Đokić, cited above.", "4.  The Court’s assessment", "(a)  The nature of the interference", "94.  As the Court has stated on numerous occasions, Article 1 of Protocol No. 1 comprises three rules: the first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of property and subjects it to conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should be construed in the light of the general principle enunciated in the first rule (see, among other authorities, Iatridis v. Greece [GC], no. 31107/96, § 55, ECHR 1999-II).", "95.  As noted above, the crux of the present case is the cancellation of the applicants’ occupancy rights which prevents them from getting back their pre-war flats. This amounts to a deprivation of their possessions within the meaning of the second rule of Article 1 of Protocol No. 1.", "(b)  The principle of lawfulness", "96.  The Court reiterates that the first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful. Moreover, the law upon which the interference is based should be in accordance with the domestic law of the , including the relevant provisions of its Constitution (Former King of Greece and Others, cited above, §§ 79 and 82).", "97.  The present applicants’ occupancy rights were cancelled pursuant to section 3a of the Restitution of Flats Act 1998. The  declared that provision constitutional (see paragraph 54 above). Therefore, it is clear that the interference was provided for by law within the meaning of the second rule of Article 1 of Protocol No. 1.", "(c)  The aim of the interference", "98.  The Court must now determine whether this deprivation of property pursued a legitimate aim in the public interest within the meaning of that rule.", "99.  The Court agrees with the applicants that a deprivation of property carried out for no reason other than to confer a private benefit on a private party cannot be in the public interest. That being said, a taking of property effected in pursuance of a policy calculated to enhance social justice within the community may be in the public interest, even if the community at large has no direct use or enjoyment of the property taken (see James and Others v. the United Kingdom, 21 February 1986, §§ 40-45, Series A no. 98).", "100.  While the Court is aware that during and immediately after the war many abandoned flats were reportedly allocated to the highest military and civilian officials whose housing needs had otherwise been met (see Đokić, cited above, §§ 10 and 61), it would appear that those deficiencies have later been remedied (see paragraphs 57 and 91 above). In view of that, the Court accepts that the interference with the applicants’ possessions was aimed at enhancing social justice, as argued by the respondent Government.", "(d)  Whether there was a fair balance", "101.  An interference with the peaceful enjoyment of possessions must strike a fair balance between the protection of property and the requirements of the public interest. With regard to compensation, the Court has held that a taking of property without payment of an amount reasonably related to its value will normally constitute a disproportionate interference and a total lack of compensation can be considered justifiable under this Article only in exceptional circumstances (see Jahn and Others, cited above, § 94, and the authorities cited therein).", "102.  Turning to the present case, the Court first notes that Ms Ljeposava Mago was deprived of her property because of Mr Mago’s service in the VJ forces during and after the war. The respondent Government underlined that under the housing legislation spouses held occupancy rights in common and maintained that consequently Mr Mago’s status must have been taken into consideration when examining Ms Mago’s restitution claim. They referred to a decision of the domestic Human Rights Chamber CH/02/8202 et al. of 4 April 2003. However, unlike Ms Mago, the applicant in that case was still married to a member of the VJ forces. It is noted that in the event of a divorce spouses are entitled under the housing legislation to choose which one of them will continue to use their flat (see paragraph 6 above). The Court considers that the authorities must respect that choice. The respondent Government also argued that the applicant should have applied to the competent court for a transfer of the occupancy right following her divorce. However, according to the housing legislation, such proceedings must be pursued only in the absence of an agreement between former spouses as to the use of their flat after their divorce. In the present case, Mr Mago did not apply for the restitution of the flat in  and thereby tacitly agreed that Ms Mago take it back. In those circumstances, his status should not have been taken into account when examining Ms Mago’s restitution claim. Since the applicant did not fall into any of the categories targeted by the contested measures and the respondent Government did not suggest any other reason for the deprivation of her possessions, there has been a breach of Article 1 of Protocol No. 1 with respect to Ms Mago.", "103.  The Court further observes that Mr Jovan Radović and Mr Vase Krstevski were deprived of their possessions merely because of their service in the VJ forces during and after the war in . There is no indication, let alone proof, that those applicants participated, as part of the VJ forces, in any war crimes in the . While the respondent Government alleged that those applicants had probably been allocated flats in , they failed to substantiate that allegation. The parties agreed, and this is indeed well known, that the nature of the war in Bosnia and Herzegovina was such that service in certain armed forces was to a large extent indicative of one’s ethnic origin (see Đokić, cited above, § 60). As a result, the contested measures, although apparently neutral, have the effect of treating people differently on the ground of their ethnic origin. The Court has held in comparable situations that, as a matter of principle, no difference in treatment which is based exclusively or to a decisive extent on one’s ethnic origin is capable of being objectively justified in a contemporary democratic society (Sejdić and Finci v. Bosnia and Herzegovina [GC], nos. 27996/06 and 34836/06, § 44, ECHR 2009; D.H. and Others v. the  [GC], no. 57325/00, § 176, ECHR 2007IV; and Timishev v. Russia, nos. 55762/00 and 55974/00, § 58, ECHR 2005XII). It does not see any reason to depart from that finding. As the applicants were not given any compensation, the Court concludes that there has been a violation of Article 1 of Protocol No. 1 with respect to Mr Jovan Radović and Mr Vase Krstevski.", "104.  As regards Mr Ivan Antonov and Mr Milutin Radojević, the Court notes that they were allocated tenancy rights of unlimited duration on flats in Serbia and  respectively. In order to qualify for those rights in Serbia and Montenegro, they had to renounce the equivalent rights on their pre-war flats in  (see paragraph 59 above). It is true that States must normally offer compensation if taking a property. Furthermore, the fact that a person has acquired a property right in one State is normally not sufficient in itself to justify a taking of his or her property in another State. That being said, in the exceptional circumstances of the dissolution of the SFRY and the wars in the region, the Court considers that the respondent State has not been required under Article 1 of Protocol No. 1 to pay compensation to the applicants for the cancellation of their occupancy rights given that they have meanwhile been granted equivalent rights in other former Republics of the SFRY (see Jahn and Others, cited above, § 117). There has hence been no breach of Article 1 of Protocol No. 1 with respect to Mr Ivan Antonov and Mr Milutin Radojević.", "105.  Lastly, Mr Milutin Banović obtained a mortgage loan to purchase a flat in . The Serbian Government argued that his position was totally different from the position of those who had been granted tenancy rights on military flats in . However, the Court disagrees. First, the applicant’s loan was co-financed by the military authorities. Secondly, like those who were granted a tenancy right on a military flat in Serbia, the applicant had to renounce the occupancy right on his flat in . There has thus been no breach of Article 1 of Protocol No. 1 with respect to Mr Milutin Banović.", "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION", "106.  The applicants complained under Article 8 of the Convention that the contested measures amounted also to an unnecessary interference with the right to respect for their homes. Article 8 provides:", "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "107.  The respondent Government contested that argument.", "108.  The Serbian Government agreed with the applicants.", "109.  The Court notes that there is no indication in the case file that the applicants intend to resettle in their pre-war places of residence. Indeed, in the proceedings before this Court, they expressly agreed to compensation in lieu of restitution. The Court accordingly does not find that the facts of this case are such as to disclose any present interference with the applicants’ right to respect for their homes (see Đokić, cited above, § 66, and the cases cited therein). It follows that this complaint is manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 (a) and 4 of the Convention.", "IV.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION TAKEN IN CONJUCTION WITH ARTICLE 1 OF PROTOCOL NO. 1", "110.  The applicants further alleged a violation of Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1, relying essentially on the considerations underlying their complaint under the latter provision taken alone. Article 14 provides:", "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”", "111.  The respondent Government contested that argument.", "112.  The Serbian Government agreed with the applicants.", "113.  Having already taken those arguments of Ms Ljeposava Mago, Mr Jovan Radović and Mr Vase Krstevski into account in its examination of the complaint under Article 1 of Protocol No. 1, the Court declares the Article 14 complaint admissible but considers that it is not necessary to examine the matter under these provisions taken together (Đokić, cited above, § 68).", "114.  As regards Mr Ivan Antonov, Mr Milutin Banović and Mr Milutin Radojević, the Court notes that their occupancy rights on military flats in Sarajevo were cancelled not because of their service in the VJ forces, but because they had renounced those rights in order to acquire flats in Serbia or  (see paragraphs 104-105 above). Since their occupancy rights were cancelled on the basis of objective and reasonable criteria rather than on the basis of their personal characteristics, there is no appearance of a breach of Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1. Accordingly, this complaint is manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 (a) and 4 of the Convention.", "V.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION", "115.  Lastly, the Court has examined the remaining complaints submitted by Mr Antonov, Mr Radović and Mr Banović under Articles 6 and 17 of the Convention. However, having regard to all the material in its possession, and in so far as these complaints fall within the Court’s jurisdiction, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention. It follows that this part of the case must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.", "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "116.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "117.  Ms Ljeposava Mago claimed a sum corresponding to the value of her pre-war flat in , which she estimated at 53,000 euros (EUR) and costs of renting another flat from 1992 until 2011 in the amount of EUR 23,400 in respect of pecuniary damage. She further claimed EUR 8,000 in respect of non-pecuniary damage.", "118.  Mr Jovan Radović claimed a sum corresponding to the value of his pre-war flat in Mostar, which he estimated at EUR 170,000 together with a sum corresponding to the value of his other belongings left in Mostar, which he estimated at EUR 32,000 in respect of pecuniary damage. He claimed EUR 24,000 in respect of non-pecuniary damage.", "119.  Mr Vase Krstevski claimed a sum corresponding to the value of his pre-war flat in Mostar, which he estimated at EUR 76,000. He also claimed EUR 5,000 in respect of non-pecuniary damage.", "120.  The respondent Government considered the amounts claimed to be excessive. They emphasised the fact that the applicants were not the owners of the flats in issue, but merely occupancy right holders.", "121.  In accordance with the Court’s settled jurisprudence, a judgment in which it finds a breach imposes on the respondent State a legal obligation to put an end to the breach and make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 32, ECHR 2000XI). Since the present applicants expressly agreed to compensation in lieu of restitution, the respondent Government should pay them the current value of the flats in issue (Đokić, cited above, § 72). Having regard to the information available to it on prices on the local property market, the Court considers that the applicants should be paid EUR 1,000 per square metre of their pre-war flats. While it is true that the applicants were not the owners of their flats, all occupancy right holders had the possibility of purchasing their flats under very favourable terms (see paragraph 55 above). The Court thus awards the applicants the following amounts under this head, plus any tax that may be chargeable: EUR 53,000 to Ms Ljeposava Mago; EUR 85,000 to Mr Jovan Radović; and EUR 76,000 to Mr Vase Krstevski.", "122.  As regards compensation for costs of renting another flat from 1992 until 2011 (see paragraph 117 above) and for belongings left behind in the beginning of the war, the Court emphasises that it is only competent ratione temporis to examine the period after the ratification of Protocol No. 1 by Bosnia and Herzegovina (that is, after 12 July 2002). As to the subsequent period, the Court rejects the claim for lack of substantiation.", "123.  Lastly, it is clear that the applicants sustained some non-pecuniary loss arising from the breach of the Convention found in this case, for which they should be compensated. Making its assessment on an equitable basis, as required by Article 41 of the Convention, it awards EUR 5,000 to each applicant under this head, plus any tax that may be chargeable.", "B.  Costs and expenses", "124.  Mr Jovan Radović also claimed EUR 2,400 and Mr Vase Krstevski EUR 740 for the costs and expenses incurred before the Court.", "125.  The respondent Government considered Mr Jovan Radović’s claim to be unsubstantiated.", "126.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. That is, the applicant must have paid them, or be bound to pay them, pursuant to a legal or contractual obligation, and they must have been unavoidable in order to prevent the violation found or to obtain redress. The Court requires itemised bills and invoices that are sufficiently detailed to enable it to determine to what extent the above requirements have been met. Mr Jovan Radović failed to submit evidence that any costs had been actually incurred. Accordingly, the Court rejects his claim. On the contrary, Mr Vase Krstevski submitted a relatively detailed bill of costs. Since the sum claimed is reasonable, the Court considers that it should be met in full.", "C.  Default interest", "127.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Decides to join the applications;", "", "2.  Declares the complaints under Article 1 of Protocol No. 1 to the Convention and the complaints of Ms Ljeposava Mago, Mr Jovan Radović and Mr Vase Krstevski under Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1 to the Convention admissible and the remainder of the application inadmissible;", "", "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention with respect to Ms Ljeposava Mago, Mr Jovan Radović and Mr Vase Krstevski;", "", "4.  Holds that there has been no violation of Article 1 of Protocol No. 1 to the Convention with respect to Mr Ivan Antonov, Mr Milutin Banović and Mr Milutin Radojević;", "", "5.  Holds that there is no need to examine the complaints of Ms Ljeposava Mago, Mr Jovan Radović and Mr Vase Krstevski under Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1 to the Convention;", "", "6.  Holds", "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following sums, to be converted into convertible marks at the rate applicable at the date of settlement:", "(i)  EUR 53,000 (fifty three thousand euros) to Ms Ljeposava Mago, EUR 85,000 (eighty five thousand euros) to Mr Jovan Radović and EUR 76,000 (seventy six thousand euros) to Mr Vase Krstevski, plus any tax that may be chargeable, in respect of pecuniary damage;", "(ii)  EUR 5,000 (five thousand euros) each to Ms Ljeposava Mago, Mr Jovan Radović and Mr Vase Krstevski, plus any tax that may be chargeable, in respect of non-pecuniary damage;", "(iii)  EUR 740 (seven hundred and forty euros) to Mr Vase Krstevski, plus any tax that may be chargeable to the applicant, in respect of costs and expenses;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "7.  Dismisses unanimously the remainder of the applicants’ claims for just satisfaction.", "Done in English, and notified in writing on 3 May 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tLawrence Early\tLech Garlicki\n\tRegistrar\tPresident"]}