{"file": "ENG_HEJUD_8658_79.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "8658/79", "text_paragraphs": ["", "", "", "COURT (CHAMBER)", "", "", "", "", "", "", "CASE OF BÖNISCH v.  (ARTICLE 50)", "", "(Application no. 8658/79)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "2 June 1986", "\n", "In the Bönisch case,", "The European Court of Human Rights, sitting, in accordance with Article 43 (art. 43) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\") and the relevant provisions of the Rules of Court, as a Chamber composed of the following judges:", "\tMr. \tG. Wiarda, President,", "\tMr. \tThór Vilhjálmsson,", "\tMrs. \tD. Bindschedler-Robert,", "\tMr. \tF. Gölcüklü,", "\tMr. \tF. Matscher,", "\tMr. \tB. Walsh,", "\tMr.\tR. Bernhardt,", "and also of Mr. M.-A. Eissen, Registrar, and Mr. H. Petzold, Deputy Registrar,", "Having deliberated in private on 17 February and 27 May 1986,", "Delivers the following judgment, which was adopted on the last-mentioned date, on the application in the present case of Article 50 (art. 50) of the Convention:", "PROCEDURE", "1.   The present case was referred to the Court in July 1984 by the European Commission of Human Rights (\"the Commission\") and in August 1984 by the Government of the  (\"the Government\"). The case originated in an application (no. 8658/79) against  lodged with the Commission in 1979 by Mr. Helmut Bönisch, a German national.", "2.   By judgment of 6 May 1985, the Court held that there had been a violation of Article 6 § 1 (art. 6-1) of the Convention on account of the conditions in which, in criminal proceedings brought against the applicant, the Austrian courts had heard as an \"expert\" the Director of the Federal Food Control Institute (Series A no. 92, paragraphs 32-35 of the reasons and point 1 of the operative provisions, pp. 15-16 and 17).", "The only outstanding matter to be settled is the question of the application of Article 50 (art. 50) in the present case. Accordingly, as regards the facts, the Court will confine itself here to giving the pertinent details; for further particulars, reference should be made to paragraphs 7 to 22 of the above-cited judgment (ibid., pp. 7-13).", "3.   At the hearings on 21 January 1985, Mr. Bönisch’s lawyer put forward on behalf of his client a number of claims under Article 50 (art. 50).", "Since counsel for the Government had not commented on those claims, the Court, in its judgment of 6 May 1985, reserved the question and invited the Government to submit, within the next two months, their written comments and, in particular, to notify the Court of any agreement reached between themselves and the applicant (paragraph 38 of the reasons and point 3 of the operative provisions, p. 17).", "4.   The Government’s observations were filed at the registry on 9 July. In accordance with the President’s Order and directions, the Registrar subsequently received, on various dates between 5 August 1985 and 14 February 1986, several letters from the applicant and from the Government. The letters concerned, notably, the friendly settlement negotiations.", "5.   Since those negotiations finally proved unsuccessful, the competent Chamber of the Court met on 17 February and 27 May 1986 in order to examine the case. It decided that, in the particular circumstances, there was no need to hold oral hearings.", "6.   By judgment of 28 November 1985, a copy of which was supplied to the Registrar by the applicant’s lawyer, the Austrian Constitutional Court held that the provisions of the first sentence of section 48 of the Food Act 1975 were contrary to the Constitution; this sentence had been applied to Mr. Bönisch in the proceedings found by the European Court not to be in conformity with the requirements of Article 6 § 1 (art. 6-1) of the Convention (see the above-mentioned judgment of 6 May 1985, ibid., p. 9, § 11, p. 11, §§ 15 and 18, p. 18, § 21, p. 14, §§ 26-27, p. 15, §§ 31-32, and p. 16, § 34).", "AS TO THE LAW", "7.   Under Article 50 (art. 50) of the Convention,", "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"", "Mr. Bönisch sought just satisfaction, both for pecuniary and non-pecuniary damage and for costs and expenses.", "", "I.   DAMAGE", "8.   At the hearings on 21 January 1985, the applicant quantified at 34,757,214 Schillings the pecuniary damage allegedly caused to him by the violation of the Convention found by the Court. This amount was broken down into various heads: cost of providing the finance necessary to ensure the survival of the firm Bönisch GmbH, trade losses and loss of profit of this firm, the appreciable reduction in its value and the abandonment of its export plans.", "By various letters to the registry, Mr. Bönisch also made a claim in respect of non-pecuniary damage. He asserted that he had undergone physical and mental suffering as a result of his conviction, which had been pronounced in conditions at variance with Article 6 (art. 6) of the Convention, and also as a result of the time taken to examine his requests for commutation of his prison sentences to fines and for suspension of the fine-enforcement procedures.", "According to the applicant, only pecuniary compensation would be adequate, since the finding of a violation appearing in the judgment of 6 May 1985 did not compensate for the prejudice that had been caused. Similarly, the pardons subsequently granted by the President of the  (see paragraph 9 below) could not of themselves be regarded as a substitute for a fair trial followed by an acquittal.", "9.   The Government maintained that the Austrian authorities had endeavoured to make complete reparation (restitutio in integrum) within the framework of the Constitution and the legislation in force. To this end, the President of the Republic had agreed to exercise in the applicant’s favour his power to grant a pardon; the sentences imposed had been expunged and Mr. Bönisch’s name removed from the criminal records. Furthermore, the enforcement procedure had been discontinued pursuant to Article 39 § 6 of the Enforcement Regulations (Exekutionsordnung).", "The Government regarded as excessive the sum claimed for pecuniary damage. They also disputed the existence of any causal link between the violation found by the Court and the alleged pecuniary and non-pecuniary damage. As regards the latter, they referred to the Court’s case-law to the effect that a finding of breach may in certain cases constitute sufficient just satisfaction. In this respect, they also relied on the pardons mentioned above.", "10.   The Commission’s Delegate considered that in the present case it was very difficult to prove the existence of a causal link and to say what the result of the proceedings complained of would have been if they had met the requirements of Article 6 (art. 6); in his view, however, it could reasonably be said that certain of the economic consequences suffered by the applicant were attributable to the failure to comply with this provision. Finally, he submitted that some financial compensation for pecuniary damage should be awarded, but in an amount less than that claimed by Mr. Bönisch.", "The Delegate also considered that compensation for non-pecuniary damage was called for, since in his opinion the Presidential pardon was not sufficient in this respect.", "11.   The Court notes firstly that in the present case an award of just satisfaction can only be based on the fact that the applicant did not have, before the Austrian courts, the benefit of the guarantees of Article 6 § 1 (art. 6-1) (see, mutatis mutandis, the Colozza judgment of 12 February 1985, Series A no. 89, p. 17, § 38). However, the evidence available does not establish the existence of a causal link between the violation of the Convention and the deterioration in Mr. Bönisch’s financial situation. Admittedly, the Court cannot speculate as to what the outcome of the two sets of proceedings would have been had the breach not occurred. Nevertheless, the Court does not exclude the possibility that the applicant suffered, as a result of the potential effects of the violation found, a loss of opportunities of which account must be taken, even if the prospects of realising them were questionable (see, mutatis mutandis, the Sporrong and Lönnroth judgment of 18 December 1984, Series A no. 88, p. 13, § 25).", "Mr. Bönisch also undoubtedly suffered non-pecuniary damage. He was left in prolonged uncertainty as to the repercussions of the criminal proceedings brought against him. Above all, the dominant role played by the Director of the Federal Food Control Institute in those proceedings (see the above-mentioned Bönisch judgment, pp. 15-16, §§ 33-34) must have given him a feeling of unequal treatment.", "12.   Admittedly, the  annulled, on 28 November 1985, the first sentence of section 48 of the Food Act 1975 (see paragraph 6 above), but this does not alter the fact that Mr. Bönisch had borne the consequences of the application to him of this provision.", "As for the ’s judgment of 6 May 1985 and the pardons granted to the applicant, neither of them fully compensated for the damage in question.", "13.   Since the foregoing elements of damage do not lend themselves to a process of precise calculation, the Court has taken them together on an equitable basis, as is required by Article 50 (art. 50) (see the above-mentioned Colozza judgment, Series A no. 89, p. 17, § 38, and the above-mentioned Sporrong and Lönnroth judgment, Series A no. 88, p. 14, § 32). It accordingly awards Mr. Bönisch an indemnity of 700,000 Schillings.", "II.   COSTS AND EXPENSES", "14.   For his costs and expenses, the applicant claimed: 127,530.83 Schillings for the two relevant sets of proceedings before the domestic courts and 374,861.05 Schillings for the proceedings before the Convention institutions.", "The Government stated that they were prepared to pay an adequate amount. They endeavoured to arrive at a friendly settlement with the applicant, but the negotiations failed: the Government considered that the fees charged by Mr. Roessler, Mr. Bönisch’s lawyer, were not in accordance with the principles of cost-effectiveness and containment of expenditure which have to be followed by the administration. They have nevertheless made an advance payment of 100,000 Schillings to Mr. Roessler.", "The Commission expressed no view on this point.", "15.   Applying the criteria which emerge from its case-law, the Court must consider whether the costs and expenses were actually incurred, were necessarily incurred and were also reasonable as to quantum (see, amongst other authorities, the Zimmermann and Steiner judgment of 13 July 1983, Series A no. 66, p. 14, § 36).", "The applicant has not supplied vouchers for the costs relative to the domestic proceedings. It is therefore difficult to assess which of those costs were incurred in order to seek prevention or redress in Austria of the violation found by the Court (see the above-mentioned Zimmermann and Steiner judgment, p. 14, § 36); however, some of the court and experts’ fees were undoubtedly expended with a view to obtaining the hearing of an expert on the same conditions as the Director of the Institute or to limiting the effects of the violation (see the above-mentioned Bönisch judgment, Series A no. 92, pp. 9, 10 and 11, §§ 11, 14 and 18).", "As regards the costs incurred before the Convention institutions, it was not disputed that they were actually incurred but the same does not apply to the questions whether they were reasonable as to quantum and whether they were all necessarily incurred. In fact, the amount of the fees sought is very high; and claims of this kind may of themselves constitute a serious impediment to the effective protection of human rights (see the Young, James and Webster judgment of 18 October 1982, Series A no. 55, p. 8, § 15). Account must, however, be taken of the length of the proceedings (more than six years) before the Convention institutions.", "In these circumstances, the Court is unable to to award the totality of the sums claimed; it considers on an equitable basis that the applicant is entitled to be reimbursed for costs and expenses the sum of 300,000 Schillings, from which must be deducted the 100,000 Schillings already paid by the Government.", "", "", "", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.   Holds that the respondent State is to pay to the applicant, for damage, seven hundred thousand (700,000) Austrian Schillings;", "", "2.   Holds that the respondent State is to reimburse to the applicant, for costs and expenses, three hundred thousand (300,000) Schillings, less the one hundred thousand (100,000) Schillings already paid by the Government.", "", "Done in English and in French, and notified in writing under Rule 54 § 2, second sub-paragraph, of the Rules of Court, on 2 June 1986.", "", "Gérard WIARDA", "President", "", "Marc-André EISSEN", "Registrar", "", ""]}