{"file": "ENG_CLIN_10533_83.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "10533/83", "text_paragraphs": ["Information Note on the Court’s case-law No.", "September 1992", "Herczegfalvy v. Austria - 10533/83", "Judgment 24.9.1992", "Article 3", "Degrading treatment", "Inhuman treatment", "Psychiatric treatment of a person of unsound mind: no violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 5 § 1 OF THE CONVENTION", "Detention in issue divided into four periods, coming under paragraph 1 (c) of Article 5 for part of time and paragraph 1 (e) for remaining time - no failure to comply with relevant national law and no arbitrariness.", "Conclusion: no violation (unanimously).", "II.\tARTICLE 5 § 3 OF THE CONVENTION", "Two periods of pre–trial detention: their length had not exceeded the \"reasonable time\".", "Conclusion: no violation (unanimously).", "III.\tARTICLE 5 § 4 OF THE CONVENTION", "Reiteration of case–law on scope of paragraphs 1 and 4 of Article 5.", "In present case two of the three decisions taken in context of automatic periodic review of the lawfulness of the detention in issue could not be regarded as having been taken at reasonable intervals.", "Conclusion: violation (unanimously).", "IV.\tARTICLE 3 OF THE CONVENTION", "Position of inferiority and powerlessness typical of patients confined in psychiatric hospitals: called for increased vigilance in reviewing whether Convention had been complied with in their case - it was for the medical authorities to decide on therapeutic methods to be used for patients entirely incapable of deciding for themselves, but such patients nevertheless remained under protection of Article 3, whose requirements permitted of no derogation - Court had to satisfy itself that the medical necessity of a measure had been convincingly shown.", "In present case evidence before Court was not sufficient to disprove argument that medical necessity had justified treatment in issue - moreover, some of applicant's allegations were not supported by evidence.", "Conclusion: no violation (unanimously).", "V.\tARTICLE 8 OF THE CONVENTION", "A.\tMedical treatment and force–feeding", "Facts already complained of under Article 3 - no information to disprove Government's opinion that hospital authorities had been entitled to regard applicant as entirely incapable of taking decisions for himself.", "Conclusion: no violation (unanimously).", "B.\tCorrespondence", "Sending of all applicant's letters to his curator for selection purposes: interference with exercise of right to respect for correspondence.", "Reiteration of Court's case–law on meaning of words \"in accordance with the law\". Provisions serving as legal basis for measures in question: in the absence of any detail at all as to restrictions permitted, did not offer the minimum degree of protection against arbitrariness required by the rule of law in a democratic society.", "Conclusion: violation (unanimously).", "VI.\tARTICLE 10 OF THE CONVENTION", "Restrictions on access to reading matter, radio and television: interference with exercise of applicant's right to receive information.", "Legal basis identical with that examined under Article 8: could not be considered as \"law\".", "Conclusion: violation (unanimously).", "VII.\tARTICLE 13 OF THE CONVENTION", "In view of decision with respect to Articles 8 and 10, no need to decide the question.", "Conclusion: no need to rule on the question (unanimously).", "VIII.\tARTICLE 50 OF THE CONVENTION", "A.\tNon–pecuniary damage: compensation awarded.", "B.\tCosts and expenses: reimbursed.", "Conclusion: respondent State to pay specified sums to applicant (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}