{"file": "ENG_HEJUD_53254_99.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "53254/99", "text_paragraphs": ["", "", "THIRD SECTION", "", "", "CASE OF KARALEVIČIUS v. ", "", "", "(Application no. 53254/99)", "", "", "JUDGMENT", "", "", "", "", "", "7 April 2005", "", "", "", "FINAL", "", "", "07/07/2005", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Karalevičius v. Lithuania,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tMr\tB.M. Zupančič, President,\n\tMr\tJ. Hedigan,\n\tMr\tC. Bîrsan,\n\tMrs\tM. Tsatsa-Nikolovska,\n\tMs\tR. Jaeger,\n\tMr\tE. Myjer,\n\tMr\tDavid Thór Björgvinsson, judges,\nand Mr V. Berger, Section Registrar,", "Having deliberated in private on 6 June 2002 and 17 March 2005,", "Delivers the following judgment, which was adopted on the lastmentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 53254/99) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Lithuanian national, Vytautas Karalevičius (“the applicant”), on 5 October 1998.", "2.  The Lithuanian Government (“the Government”) were represented by their Agent, Mr G. Švedas, of the Ministry of Justice, and Mrs Danutė Jočienė, of the Ministry of Justice.", "3.  The applicant complained under Article 3 of the Convention about the conditions of his detention at the Šiauliai Remand Prison, under Article 5 of the Convention about the lawfulness of his detention from 13 June to \n6 August 1997, from 29 June to 30 July 1999 and from 15 November to \n30 December 1999, and under Article 8 of the Convention about the censorship of his correspondence with the Convention organs.", "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).", "5.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. Mr P. Kūris, the judge elected in respect of , withdrew from sitting in the case (Rule 28). The Government accordingly appointed Mr J. Hedigan to sit in his place (Article 27 § 2 of the Convention and Rule 29 § 1).", "6.  By a partial decision on admissibility of 17 October 2000, the Court rejected part of the applicant's complaints.", "7.  By a decision of 6 June 2002, the Court declared the remainder of the application partly admissible.", "8.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "9.  The applicant was born in 1952 and lives in .", "A.  Criminal proceedings", "10.  The applicant was suspected of having committed various fraudulent offences between October 1992 and October 1993. In 1994 criminal proceedings on three counts of cheating, suppression of documents and false accounting were instituted against him. As the applicant had absconded from the investigation, on 21 November 1994 the prosecutors declared him a wanted person.", "11.  On 24 September 1996 the applicant was arrested in  on an extradition request by the Lithuanian authorities. He was extradited to  on 30 December 1996.", "12.  On 31 December 1996 the Šiauliai City District Court ordered the applicant's detention on remand until 31 January 1997 on suspicion of his suppressing documents. The court referred to the dangers of the applicant absconding and committing further offences. On 24 January 1997 the court extended the term to 31 March 1997, on 28 March to 31 May 1997 and \non 30 May to 13 June 1997.", "13.  On 5 June 1997 the case was transmitted to the Šiauliai City District Court. On 6 August 1997 the court committed the applicant for trial. On the same date the court also authorised the applicant's detention, stating that his remand must remain unchanged. No term of the detention was specified.", "14.  On 10 September 1998 the Šiauliai City District Court convicted the applicant of cheating and suppressing documents but acquitted him of false accounting. He was sentenced to five years' imprisonment and his property was confiscated. The court ordered him to pay 615,264 Lithuanian litai (LTL) of damages in favour of a bank.", "15.  On 2 March 1999 the Šiauliai  amended the first instance judgment insofar as it concerned the damages against the applicant, reducing the amount to 476,000 LTL.", "16.  Upon the applicant's cassation appeal, on 29 June 1999 the Supreme Court quashed the above decisions and returned the case for a new first instance examination. No question relating to the applicant's remand in custody was mentioned by the Supreme Court in the decision.", "17.  On 30 July 1999 the Šiauliai City District Court ordered the applicant's detention on remand until 1 September 1999 on suspicion of his having cheated and suppressed documents. The court referred to the danger of the applicant absconding. The District Court also noted that on 29 June 1999 the Supreme Court had not ruled on the applicant's remand. On 31 August 1999 the term of the applicant's detention was extended until 15 November 1999. \nOn 15 November 1999 the term was extended until 31 December 1999. \nOn 30 December 1999 the Šiauliai District Court extended the term of the applicant's remand in custody “until a court judgment would be taken in the case”.", "18.  On 6 March 2000 the Šiauliai District Court convicted the applicant of suppressing documents and acquitted him of cheating. 476,000 LTL were awarded against the applicant in damages in favour of a bank. The sentence of five years' imprisonment was reduced by one third due to an amnesty law. The applicant was released in the courtroom as he was deemed to have already completed his sentence because of the time he had spent on remand. The court also ordered his release on bail, with home arrest, until the entry into force of the judgment. The applicant and his lawyer were present during the hearing.", "19.  On 4 May 2000 the Šiauliai  rejected the applicant's appeal. On that date the conviction took effect for the purposes of domestic law and the bail constraints ceased. The applicant and his representative were present at the appeal hearing.", "20.  On 24 October 2000 the Supreme Court examined the applicant's cassation appeal. The court amended the lower decisions, reducing the applicant's sentence to three years' imprisonment. The applicant and his defence counsel were present before the Supreme Court. That decision was final.", "B.  Conditions of detention", "21.  From 2 January 1997 until 22 September 1999 the applicant was held at the Šiauliai Remand Prison (Šiaulių tardymo izoliatorius). From 22 to \n28 September 1999 he was held at a  police custody centre. \nOn 28 September 1999 he was again detained at the Šiauliai Remand Prison until his release on 6 March 2000.", "22.  The applicant gave the following account of the detention conditions at the Šiauliai Remand Prison:", "Living space for one prisoner amounted to 1.5 square metres. The applicant states that he lived and slept in cells of less than 20 square metres where from 10 to 15 inmates were held. There was an open toilet in each cell. They lacked ventilation and had a strong smell due to the inmates' smoking and toilet use. The cells were very humid and cold, particularly during the winter. The insufficiency of the living space was aggravated by the scarce time for strolling in the prison yard (one hour daily). Prison bedding was in an awful and dirty condition. All washing had to be done by hand in a sink in the cell. There was a constant lack of hot and cold water. The applicant had access to a shower only once in 15 days. Food was prepared and served in awful conditions. Only \n6 LTL per day were allocated for an inmate's catering.", "23.  The Government provided the following account of the applicant's detention conditions at the Šiauliai Remand Prison:", "From 2 January 1997 until 24 August 1998 the applicant was held at the cell no. 11 of the prison which accommodated 11 detainees at the time. The overall capacity of the cell was 16.65 square metres, i.e. 1.51 m² per detainee.", "From 24 August 1998 until 22 June 1999 he was held in the cell no. 86 which accommodated 9 inmates. The cell's capacity was 17.78 m², i.e. 1.98 m² per detainee.", "From 22 June 1999 until 28 December 1999 the applicant was held in the cell no. 87 which accommodated 10 inmates. The capacity of cell was \n19.7 m², i.e. 1.97 m² per detainee.", "From 7 January 2000 until 12 January 2000 he was held in the cell no. 37 which had 4 inmates, including the applicant. The cell's capacity was \n7.68 m², i.e. 1.92 m² per detainee.", "From 12 January 2000 until 3 March 2000 the applicant was held in the cell no. 34 which accommodated 2 inmates. The capacity of the cell was \n7.9 m², i.e. 3.95 m² per inmate.", "The cells had toilets separated by 1.2 metres-high partitions. The cells also had windows, and the ventilation and lighting were adequate. Inmates were allowed to smoke, but persons could apply to the prison administration to be transferred to a no-smoking cell upon request. In 1997 the sanitation facilities were renovated. In 1998 a new heating system was installed. After the renovation in 1999-2000 of the prison bath, possibilities were afforded for each detainee to use the bath once a week. In 2000 industrial laundry facilities were procured, therefore allowing for adequate washing of inmates' clothes and bedding.", "C.  Censorship of the applicant's correspondence with the Convention organs", "24.  The applicant alleged that his letters to the European Commission of Human Rights of 12 and 13 October 1998, and to the European Court of Human Rights of 28 March, 13 July, 26 August, 5, 8 and 17 November, \n26 December 1999, 15 and 30 January, 2, 7, 9, 13, 21, 25 and 29 February, \n2 and 5 March 2000 had been censored by the administration of the Šiauliai Remand Prison.", "25.  The applicant also alleged that the letters addressed to him by the Registry of the European Court of Human Rights of 17 November 1998, \n21 April, 9 and 10 August, 8 October, 14 December 1999, 17 January 2000, 1, 21 and 23 February, 3 and 9 March 2000 had been opened up and read in his absence by the administration of the Šiauliai Remand Prison.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "26.  Article 21 of the Constitution prohibits inhuman and degrading treatment. Conditions of detention of remanded persons are regulated by the Detention on Remand Act 1996. Article 18 of the Act provides that conditions of detention in remand centres shall not be inhuman or degrading, and that these conditions shall correspond to the relevant requirements and norms established by the Ministry of Health and other authorities.", "27.  The following is the summary of the provisions of the Code of Criminal Procedure applicable at the material time in relation to detention on remand. All these provisions have now been repealed as a result of the entry into force on 1 May 2003 of the new Code of Criminal Procedure.", "Article 10:", "“No one shall be arrested save by virtue of a decision of a court, or an order of a judge ...”", "Article 104:\t  ", "“Detention on remand shall be used only ... in cases where a statutory penalty of at least one year's imprisonment is envisaged. ... .", "The grounds for detention on remand shall be the reasoned suspicion that the accused will:", "(1) abscond from the investigation and trial;", "(2) obstruct the determination of the truth in the case [influence other parties or destroy evidence];", "(3) commit new offences ... whilst suspected of having committed crimes provided in Articles ... [274] [cheating,] 275 [embezzlement] of the Criminal Code ...”", "Article 104-1 (in force from 21 June 1996 to 24 June 1998):", "“... [T]he arrested person shall be brought before a judge within not more than 48 hours ... The judge must hear the person as to the grounds of the arrest. The prosecutor and counsel for the arrested person may take part in the inquiry. After having questioned the arrested person, the judge may maintain the arrest order by designating the term of detention, or may vary or revoke the remand measure. ...", "After the case has been transmitted to the court ... [it] can order, vary or revoke the detention on remand.”", "The amended Article 104-1 (in force from 24 June 1998 until 1 May 2003) provided that the prosecutor and defence counsel must have taken part in the first judicial inquiry of the arrested person, unless the judge decided otherwise. The amended provision also permitted the court to extend the detention on remand before its expiry.", "Article 106 § 3 (in force from 21 June 1996 to 24 June 1998):", "“For the purpose of extending the term of detention on remand [at the stage of pre-trail investigation a judge] must convene a hearing to which defence counsel and the prosecutor and, if necessary, the detained person shall be called.”", "The Code in force from 24 June 1998 to 1 May 2003 made obligatory the attendance of the detainee at the remand hearings.", "Article 109-1 (in force from 21 June 1996 to 24 June 1998):", "“An arrested person or his counsel shall have the right during the pre-trial investigation to lodge [with an appellate court] an appeal against the detention on remand ... . With a view to examining the appeal, there may be convened a hearing, to which the arrested person and his counsel or only counsel shall be called. The presence of a prosecutor is obligatory at such a hearing.", "The decision taken by [the appellate judge] is final and cannot be the subject of a cassation appeal.", "A further appeal shall be determined when examining the extension of the term of the detention on remand.”", "Article 109-1 (as in force from 24 June 1998 to 1 May 2003) provided for an appeal to a higher court and a hearing against a decision ordering or extending the term of detention both at the stage of pre-trial investigation and trial, in the presence of the detainee and his counsel, or only his counsel.", "Article 226 § 6 (in force until 24 June 1998):", "“The period when the accused and his counsel have access to the case-file is not counted towards the overall term of pre-trial investigation and detention. Where there are several accused persons, the period during which all the accused and their counsel have access to the case-file is not counted towards the overall term of pre-trial investigation and detention.”", "From 24 June 1998 to 1 May 2003 that period was no longer relevant for remand decisions.", "Article 372 § 4 (in force until 1 January 1999):", "“Decisions of courts ... ordering, varying or revoking a remand measure ... cannot be the subject of appeal ...”", "Pursuant to the general provision of Article 399, a first instance decision was not effective pending the time-limit for an appeal against that decision or during the appeal proceedings. Only those decisions against which no appeal was possible, including remand decisions under the former Article 372 § 4, became effective and were executed on the date when they were taken. Article 104-3 § 3 as amended on 21 December 1999 specified that all decisions of detention on remand became effective and were executed on the date when they were taken, regardless of the fact that an appeal was possible against any such decision under the amended Article 109-1 (in force from 24 June 1998 to \n1 May 2003, see above).", "Article 250 § 1:", "“After having decided, that there is a sufficient basis to commit the accused for trial, a judge individually or a court in a directions hearing shall determine the questions ...", "(2) of the remand measure in respect of the accused ...”", "Article 277:", "“In the course of the trial, a court may decide to order, vary or revoke a remand measure in respect of the defendant.”", "28.  Article 22 of the Constitution guarantees the right to respect for one's private life, family life and correspondence.", "According to Article 15 of the Detention on Remand Act 1996 and Rule 72 of the Remand Prisons Internal Rules 1996, which were applicable at the material time, remanded persons' letters could be subject to censorship.", "Rule 75 of the Remand Prisons Internal Rules provides that the remand centre administration cannot open letters of detainees addressed to the European Court of Human Rights if those letters were given to the administration to be sent in a closed envelope.", " Rule 83 provides that the remand prison administration shall familiarise the detainee with a reply to his correspondence within three days following receipt of the letter addressed to the detainee. Therefore, as a rule, all letters received by the detainees are not given to them and are kept in their files by the remand centre administration.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION", "29.  The applicant complained that the conditions of his detention at the Šiauliai Remand Prison had been contrary to Article 3 of the Convention, which provides as follows:", "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”", "30.  The Government reiterated their account of the detention conditions in the Šiauliai Remand Prison (see § 23 above). They admitted the fact of the prison being overcrowded in that the capacity of the prison was 425 places, while it had accommodated 950 inmates on average. Thus one inmate had been afforded only 2.5 square metres of space on average, the relevant domestic requirement being at least 5 m². At the same time, the prison had enough sleeping facilities for every inmate, there being a difference in this respect from the Kalashnikov v. Russia case (no. 47095/99, 15.7.2002, § 97, ECHR 2002-VI). The Government emphasised that the competent authorities had regularly monitored the air and ventilation conditions at the prison, which had been proved to be compatible with the relevant norms established by the Ministry of Health. The present application was thus also different from the Peers v. Greece case, where the lack of space coupled with the faulty ventilation system had resulted in unbearable heat during the summer (no. 28524/95, 19.4.2001, \n§ 72, ECHR 2001-III). In addition, the cells in the present case had been equipped with windows which had permitted acceptable lighting and ventilation conditions.", "31.  The Government further stated that on most occasions the experts of the Ministry of Health had established no deviations of the sanitary and catering conditions from the relevant domestic requirements. In particular, toilets and bath facilities had been adequate. In this respect the general detention conditions in the Šiauliai Remand Prison were no different from those in the Pravieniškės prison, in respect of which the Court had found no violation of Article 3 of the Convention in the Valašinas v. Lithuania case (no. 44558/98, 24.7.2001, ECHR 2001-VIII). At the same time, some incompatibilities of the applicant's detention conditions with the relevant domestic norms had been duly remedied. Hence, for example, in view of the fact that the bed mattresses had become damp, immediate measures had been carried out to swirl larger holes in the beds and disinfect the mattresses. Similarly, various actions had been undertaken to eliminate rats and other pest from the cells. The Government accepted none the less that some of the measures recommended by the health experts had not been implemented in the Šiauliai Remand Prison in view of the lack of resources; thus the inmates had not been provided with toilet paper, and no new lighting system had been installed.", "32.  The applicant contested most of the Government's statements about the facts of the case as being unrealistic and falsely positive, with the result that their conclusions under Article 3 must have been deemed ill-founded. In this respect he reiterated his version of the detention conditions (see § 22 above), concluding that more than three years spent in those conditions had amounted to treatment contrary to Article 3.", "33.  As the Court has held on many occasions, Article 3 of the Convention enshrines one of the most fundamental values of democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim's behaviour. This being said, illtreatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum level of severity is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see Valašinas cited above, §§ 100-101).", "34.  The Court has consistently stressed that the suffering and humiliation involved must in any event go beyond that inevitable element of suffering or humiliation connected with a given form of legitimate treatment or punishment. Measures depriving a person of his liberty may often involve such an element. Under this provision the State must ensure that a person is detained in conditions which are compatible with respect for his human dignity, that the manner and method of the execution of the measure do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, his health and well-being are adequately secured (loc. cit., § 102).", "35.  The Court notes that in the present case the parties have disputed certain circumstances pertaining to the general detention conditions at the Šiauliai Remand Prison, the applicant having accused the Government of having presented a somewhat unrealistic and overly positive picture of the conditions. However, in the present case the Court does not consider it necessary to establish the truthfulness of each allegation of the parties in this part of the application, because the Court can establish a violation of Article 3 on the basis of the facts that have been presented or undisputed by the respondent Government, for the following reasons.", "36.  The Court observes that the applicant spent more than three years and one month in the Šiauliai Remand Prison, which according to the Government was overcrowded by more than 100 percent from the point of view of the relevant domestic requirements (see §§ 23 and 30 above). For most of that time the applicant was afforded less than 2 square metres of space, of which more than one year and a half was spent by the applicant being restricted to 1.51 m² of space, in a cell of 16.65 m² together with 10 other inmates (see § 23 above). The Government have not contested the applicant's statement that the possibility to have a stroll or outside exercise was limited to one hour per day. The Court considers it established that the applicant was thus confined to his cell for 23 hours daily. In these circumstances, the extreme lack of space weighs heavily as an aspect to be taken into account for the purpose of establishing whether the impugned detention conditions were “degrading” from the point of view of Article 3. By contrast, in the Valašinas case cited above, no violation of Article 3 was found in view inter alia of the fact that the somewhat restricted space in the sleeping facilities was counterbalanced in the Court's assessment by the unlimited freedom of movement enjoyed by the detainees during the day (loc. cit., §§ 103 and 107).", "37.  In this respect the Court also takes note of the aforementioned Peers case, where even a much bigger cell - namely that of 7 m² and accommodating two inmates - was found as a relevant aspect in finding a violation of Article 3, albeit in that case this factor was coupled with the established lack of ventilation and lighting (loc. cit., §§ 70-72).", "38.  The applicant's situation was also comparable with that of an applicant in the aforementioned Kalashnikov case, who had been confined to a space measuring between 0.9 and 1.9 m² for a period of slightly more than two years, if counting from the date of the entry into force of the Convention with regard to . The Court emphasised in that case that such a degree of overcrowding in itself raised an issue under Article 3 of the Convention \n(loc. cit., §§ 96-97).", "39.  Hence, as in those cases, the Court considers the extreme lack of space as a central factor in its analysis of compliance of the applicant's detention conditions with Article 3. The fact of the applicant being obliged to live, sleep and use the toilet in the same cell with so many other inmates was itself sufficient to cause distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention, and arouse in the applicant the feelings of fear, anguish and inferiority capable of humiliating and debasing him (see above; also see, mutatis mutandis, the aforementioned Peers and Kalashnikov cases (ibid.); Kudla v. Poland [GC], no. 30210/96, § 92, ECHR 2000-XI).", "40.  Finally, while in the present case it cannot be established in principle that the ventilation, heating, lighting or sanitary facilities in the Šiauliai Remand Prison were unacceptable from the point of view of Article 3, the Court none the less notes the Government's admission that no toilet paper was given to the inmates during the whole of the applicant's stay there, that until the renovation of 1999-2000 the possibility to use the bath had been restricted to less than one time a week, and that until 2000 no adequate facilities had existed for laundry of the inmates' belongings and bedding (see §§ 23 and 31 above). These factors, while not as such capable of justifying the notion of “degrading” treatment, are none the less relevant in addition to the focal factor of the severe overcrowding, to show that the impugned detention conditions of the applicant went beyond the threshold permitted by Article 3 of the Convention.", "41.  The Court therefore finds that there has been a violation of \nArticle 3.", "II.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION", "42.  The applicant complained that three periods of his detention on remand, namely from 13 June to 6 August 1997, from 29 June 1999 until \n30 July 1999, and from 15 November to 30 December 1999, had been incompatible with Article 5 § 1 of the Convention, which provides as follows:", "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:", "...", "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;", "...”", "1.  Detention from 13 June to 6 August 1997", "43.  The Government submitted that the applicant's detention on remand had been authorised in accordance with the domestic law, on suspicion of his having committed an offence. In regard to this particular period of the applicant's detention, the Government claimed that that period had been justified by the fact that at that stage the pre-trial investigation had been concluded, and that the case-file had been transmitted to the trial court.", "44.  The applicant argued that the circumstances mentioned by the Government could not have replaced a valid detention order during this period.", "45.  The Court recalls that the expressions “lawful” and “in accordance with a procedure prescribed by law” in Article 5 § 1 of the Convention essentially refer back to national law and state the obligation to conform to the substantive and procedural rules thereof. However, the “lawfulness” of detention under domestic law is not always the decisive element. The Court must in addition be satisfied that detention during the period under consideration was compatible with the purpose of Article 5 § 1 of the Convention, which is to prevent persons from being deprived of their liberty in an arbitrary fashion. The Court must moreover ascertain whether domestic law itself is in conformity with the Convention, including the general principles expressed or implied therein (Jėčius v. Lithuania, no. 34578/97, 31.7.2000, § 56, ECHR 2000-IX).", "46.  In the Jėčius case the Court found inter alia that the fact of the case-file being transmitted to the court had not constituted a “lawful” basis for detention on remand within the meaning of Article 5 § 1, and that it could not prolong or replace the valid detention order required by domestic law (loc. cit., §§ 56-64).", "47.  The Court observes that from 13 June to 6 August 1997 no order was made by a judge authorising the applicant's detention under Articles 10 and 104-1 of the Code of Criminal Procedure as then in force; nor was there any other “lawful” basis for the applicant's remand in custody under Article 5 § 1 (see, mutatis mutandis, ibid.).", "48.  The Court therefore finds that, there has been a violation of Article 5 \n§ 1 as regards this period.", "2.  Detention on remand from 29 June to 30 July 1999", "49.  The Government argued that the Supreme Court, by quashing the applicant's conviction on 29 June 1999, had reinstated the previous decisions authorising the applicant's remand in custody.", "50.  The applicant argued that neither the domestic law, nor Article 5 § 1 of the Convention had permitted his remand in custody during that period, and that the Supreme Court should have ordered his release having quashed the conviction.", "51.  The Court observes that the applicant's conviction was quashed by the Supreme Court on 29 June 1999, but no decision or legal basis for his ensuing detention was specified. The alleged retroactive application of the previous detention orders could not constitute a “lawful” basis for the applicant's continued remand in custody (see Stašaitis v. Lithuania, no. 47679/99, 21.3.2002, §§ 74-76). Thereafter no court order authorising the applicant's remand was taken until 30 July 1999 (see § 17 above).", "52.  It follows that from 29 June to 30 July 1999 there was no appropriate court order or other “lawful” basis justifying the applicant's detention under Article 5 § 1 of the Convention (see Stašaitis cited above, ibid.).", "53.  Accordingly, there has also been a violation of Article 5 § 1 as regards this period.", "3.  Detention on remand from 15 November to 30 December 1999", "54.  The Court reiterates that Article 5 § 1 of the Convention requires that any period of detention be compatible with domestic law and not arbitrary (see the Jėčius case cited above, § 56). To the extent that the applicant complained about his detention from 15 November to 30 December 1999, the Court observes that this period was covered by a valid court order authorising his remand in custody (see § 17 above). Nor is there any evidence that the detention was arbitrary, given that the applicant had been suspected of committing fraudulent offences, and that he had previously absconded from the investigation (see, inter alia, decision on admissibility in the aforementioned Stašaitis case, 28.11.2000). Consequently, the applicant's detention \nfrom 15 November to 30 December 1999 was “lawful” within the meaning of Article 5 § 1.", "55.  It follows that there has been no violation of Article 5 § 1 as regards this period.", "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION", "56.  The applicant further complained that the Šiauliai Remand Prison administration had opened his letters to and from the Convention organs. The applicant alleged a breach of Article 8 of the Convention, the relevant parts of which provide as follows:", "“1.  Everyone has the right to respect for his ... correspondence.", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society ... for the prevention of disorder or crime ...”", "57.  The Government submitted that the applicant had himself been at fault for censorship of his letters addressed to the Convention organs, as he had not given them to the prison authorities in sealed envelopes, pursuant to Rule 75 of the Remand Prisons Rules. However, the Government did not deny that the Court's letters to the applicant had been opened up and read in his absence by the prison administration; in this respect the Government confirmed that the letters from the outside had been shown to the applicant, and that they had been subsequently classified in his prison file, as required by Rules 74 and 83 of the Remand Prisons Rules.", "58.  The applicant denied the Government's allegations, stating that the domestic law applicable at the material time had not permitted censorship of his correspondence, and that that censorship had in any event been unjustified from the point of view of Article 8 of the Convention.", "59.  The Court notes that the Government did not deny that all of the applicant's correspondence with the Convention organs had been opened up and read in his absence by the prison administration. They only submitted that the applicant could have been himself responsible for the censorship of part of that correspondence, namely his letters to  which he had not given to the prison administration in a sealed envelope.", "60.  The Court further notes the parties' argument as to whether the censorship had been permitted by the domestic law applicable at the material time. However, the Court does not consider it necessary to answer this question because, even assuming that the censorship had a basis in domestic law and that it pursued the legitimate aim of the protection of crime, the measures of the control of the applicant's correspondence with the Convention organs were not “necessary in a democratic society”, the Government having presented no valid reason to justify the interference (see, mutatis mutandis, Valašinas cited above, §§ 128-130). The Court only emphasises in this respect that the fact of the applicant not having given some of his letters in a sealed envelope is not as such sufficient to justify the censorship of the letters by the prison administration. Nor has there been any justification for the control of the letters addressed to the applicant by the Court.", "61.  The Court finds that, there has been a violation of Article 8 in this respect.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "62.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "63.  The applicant claimed separate awards, in his name and on behalf of his business partners, of 45 million US dollars (USD), USD 35 million, \nUSD 5 million and 22,190,692.80 Lithuanian litai (LTL) for pecuniary damage, stating that he had suffered the alleged damage in lost earnings and opportunities. He also claimed 10,000,2000 euros (EUR) for non-pecuniary damage.", "64.  The Government considered these claims to be exorbitant.", "65.  The Court is of the view that there is no causal link between the violations found under Articles 3, 5 and 8 of the Convention and the alleged pecuniary damage (see, mutatis mutandis, the aforementioned Kalashnikov \n(§ 137), Jėčius (§ 106), Stašaitis (§ 96) judgments; also see, Jankauskas \nv. Lithuania, no. 49304/00, 24.2.2005, § 28). Consequently, it finds no reason to award the applicant any sum for pecuniary damage.", "66.  The Court finds nonetheless that the applicant has certainly suffered non-pecuniary damage in relation to the violation found under Article 3 of the Convention in respect of the degrading conditions of his detention (see the Peers (§ 88) and Kalashnikov (§ 143) cases cited above). Makings its assessment on an equitable basis, the Court awards EUR 3,000 for \nnon-pecuniary damage in respect of the violation of Article 3 of the Convention.", "67.  The Court further observes that the applicant spent 85 days in detention found to be in breach of Article 5 § 1 of the Convention (see §§ 43-53 above). The applicant has also suffered non-pecuniary damage in this respect (see \n§ 109 of the aforementioned Jėčius judgment; also see § 99 in the Stašaitis judgment cited above). Making its assessment on an equitable basis, the Court awards the applicant EUR 8,000 to compensate non-pecuniary damage for the violation found under Article 5 § 1.", "68.  The Court considers that the finding of the violation of Article 8 of the Convention as a result of the censorship of the applicant's correspondence also warrants an award for non-pecuniary damage (see Jankauskas cited above, § 28). Making its assessment on an equitable basis, the Court awards the applicant EUR 1,000 for the violation found under Article 8 of the Convention.", "69.  To sum up, the Court makes a total award of EUR 12,000 for \nnon-pecuniary damage in regard to the violations of the Convention found in the present case.", "B.  Costs and expenses", "70.  The applicant claimed a further EUR 83,368 for legal costs and expenses.", "71.  The Government considered these claims to be unjustified.", "72.  The Court recalls that in order for costs to be included in an award under Article 41 of the Convention, it must be established that they were actually and necessarily incurred, and reasonable as to quantum (see Stašaitis cited above, § 102).", "73.  The Court notes that, while the applicant had at some stages indicated that he had been represented by various lawyers, the fact remains that he has himself submitted and signed most of his letters addressed to the Court. It is apparent that a substantial part of the lawyer's fees claimed concerned the applicant's defence to the criminal charges against him before the domestic authorities. These fees do not constitute necessary expenses incurred in seeking redress for the violations of the Convention which the Court has found under Articles 3, 5 and 8 of the Convention (see, inter alia, loc. cit., § 103). According to the estimate of the actual legal expenses incurred by the applicant in trying to defend himself against these violations of the Convention, the Court awards the applicant EUR 1,000 under this head.", "C.  Default interest", "74.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 3 of the Convention;", "", "2.  Holds that there has been a violation of Article 5 § 1 of the Convention as regards the applicant's detention from 13 June to 6 August 1997;", "", "3.  Holds that there has been a violation of Article 5 § 1 of the Convention as regards the applicant's detention from 29 June to 30 July 1999;", "", "4.  Holds that there has been no violation of Article 5 § 1 of the Convention as regards the applicant's detention from 15 November to 30 December 1999;", "", "5.  Holds that there has been a violation of Article 8 of the Convention;", "", "6.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 12,000 (twelve thousand euros) in respect of non-pecuniary damage and EUR 1,000 (one thousand euros) in respect of costs and expenses, plus any tax that may be chargeable;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "7.  Dismisses the remainder of the applicant's claim for just satisfaction.", "Done in English, and notified in writing on 7 April 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "Vincent Berger\tBoštjan M. Zupančič\n  Registrar   \tPresident"]}