{"file": "ENG_HECOM_17249_12.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "17249/12", "text_paragraphs": ["", "", "Communicated on 17 November 2014", "", "FOURTH SECTION", "Application no. 17249/12\nAndrzej SZAFRAŃSKI against Poland\nlodged on 1 March 2012", "STATEMENT OF FACTS", "The applicant, Mr Andrzej Szafrański, is a Polish national, who was born in 1963. He is currently serving a prison sentence of undisclosed length in Wronki Prison.", "A.  The circumstances of the case", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "From 31 March 2010 onwards the applicant started to serve his prison sentence in Wronki Prison.", "On 19 September 2010 he brought a civil compensation case before the Szamotuły District Court. He claimed that the conditions of detention in successive cells in Wronki Prison where he was serving his sentence were so bad as to amount to a breach of Articles 3 and 8 of the Convention. He referred to the fact that the cells were not properly heated in autumn and winter. They were not properly ventilated and in summer the prisoners suffered from fierce heat. The windows were old and the window frames leaked. He further submitted that the toilet annexes were separated from the cells merely by a low fibreboard partition which made it impossible for him to have even a minimum of privacy. The applicant referred to a number of judgments of the Court (e.g. Peers v. Greece, no. 28524/95, ECHR 2001III; Dougoz v. Greece, no. 40907/98, ECHR 2001II).", "By a decision of 21 June 2011 the Szamotuły District Court refused the applicant’s request to take evidence from photos of the cells concerned and from an on-the-spot inspection of these cells. It closed the hearing and gave a judgment by which the applicant’s claim was dismissed in its entirety. The court established, referring to the evidence submitted by the defendant State Treasury represented by the Wronki Prison, that the prisoners in Wronki had access to sport, cultural and educational activities, to medical care, were provided with personal hygiene items and had appropriate food. This, seen as a whole, alleviated nuisances normally caused by and inherent for serving prison sentences. The applicant’s claim had to be assessed against the general picture of the conditions of his detention.", "The court further found that the toilet annexes in the applicant’s cells were separated from the cell by fibreboard partitions. This did not provide for full privacy but was sufficient to ensure visual isolation for the prisoners when they used the toilet. There was a toilet and washbasin in each annex.", "The court was of the view that the State Treasury had not acted unlawfully and that there had been no intention to act with bad faith or to cause harm or damage to the applicant. In the absence of unlawfulness no breach of personal rights could be found and in any event the conditions in Wronki were not so harsh as to amount to a breach of personal rights.", "The applicant appealed, arguing that the court had failed to establish the facts of the case correctly, essentially because it had refused to take evidence from photos, film or inspection of the cells. The judgment was therefore based on insufficient factual findings. Further, in so far as the court relied on the general conditions in which the applicant served his sentence (quality of food, medical care, access to cultural and sport activities), these factors had not constituted the basis of his claim. He had not complained either about bad quality of the food or about insufficient measures taken in respect of his participation in cultural and sport activities. His claim had been grounded essentially on the sanitary conditions in the cells and in particular on lack of privacy when using the toilet. This lack of privacy was expressly confirmed by the first-instance court. He reiterated that lack of proper separation of the toilets from the cell amounted to a breach of his personal rights and dignity. He further indicated that in certain cells of the Wronki Prison the toilet annexes were properly separated from the cells by normal walls and a door.", "By a judgment of 6 December 2011 the Poznań Court of Appeal dismissed the appeal, fully sharing the factual findings made by the first-instance court and their legal assessment. In particular, it was of the view that the nuisance caused by the manner in which cells are fitted with toilet annexes, i.e. by way of fibreboard partitions, did not exceed normal difficulties and nuisances caused by the very fact of serving a prison sentence.", "B.  Relevant domestic law", "A detailed description of the relevant domestic law and practice governing conditions of detention in Poland and domestic remedies available to detainees alleging that the conditions of their detention were inadequate are set out in the Court’s pilot judgments in the cases of Orchowski v. Poland (no. 17885/04) and Norbert Sikorski v. Poland (no. 17599/05), adopted on 22 October 2009 (see §§ 7585 and §§ 4588 respectively). More recent developments are described in the Court’s decision in the case of Łatak v. Poland (no. 52070/08) adopted on 12 October 2010 (see §§ 25-54);", "", "COMPLAINTS", "The applicant complains, referring to Articles 3 and 8 of the Convention, that he was a victim of degrading treatment in Wronki Prison, on account of the bad sanitary conditions in cells where he was serving his sentence. The toilet annexes were not properly separated from the cells. The only separation consisted in a fibreboard partition 120 cm high without a door which did not provide for even a minimum of privacy and breached his dignity.", "QUESTIONS TO THE PARTIES", "1.  Has there been lack of respect for the applicant’s private life, within the meaning of Article 8 § 1 of the Convention? Reference is made to the manner in which cells are fitted with toilet annexes and the resulting lack of privacy in the cells of the Wronki Prison where he has been serving his sentence from 31 March 2010 until 6 December 2011, the date of the judgment given by the Poznań Regional Court.", "2.  Do the above facts constitute a violation of Article 3 of the Convention in so far as it prohibits degrading treatment?", ""]}