{"file": "ENG_HEJUD_18967_03.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "18967/03", "text_paragraphs": ["", "", "FOURTH SECTION", "", "", "", "", "", "CASE OF MUTISHEV AND OTHERS v. ", "", "(Application no. 18967/03)", "", "", "", "", "", "", "JUDGMENT", "(Just satisfaction)", "", "", "", "", "28 February 2012", "", "", "FINAL", "", "09/07/2012", "", "", "This judgment has become final under Article 44 § 2 (c) of the Convention. It may be subject to editorial revision.", "", "In the case of Mutishev and Others v. ,", "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:", "\tLech Garlicki, President,\n\tDavid Thór Björgvinsson,\n\tPäivi Hirvelä,\n\tGeorge Nicolaou,\n\tZdravka Kalaydjieva,\n\tNebojša Vučinić,\n\tVincent A. De Gaetano, judges,\nand Fatoş Aracı, Deputy Section Registrar,", "Having deliberated in private on 7 February 2012,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 18967/03) against the Republic of Bulgaria lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by eight Bulgarian nationals, Mr Said Ibrahimov Mutishev, Mr Edip Ibrahimov Mutishev, Ms Yordanka Stoycheva Mutisheva, Ms Ivayla Kemalova Mutisheva, Ms Kornelia Aleksandrova Lisiyska, Ms Katia Aleksandrova Angelova, Ms Kristina Nikolova Yovcheva and Mr Iliya Nikolov Iliev (“the applicants”), on 26 May 2003.", "2.  The applicants were represented by Mr M. Ekimdzhiev, a lawyer practising in . The Bulgarian Government (“the Government”) were represented by their Agent, Ms M. Dimova, of the Ministry of Justice.", "3.  In a judgment delivered on 3 December 2009 (“the principal judgment”), the Court held that there had been a violation of Article 1 of Protocol No. 1 and that it was not necessary to examine separately the complaints under Articles 6 § 1 and 13 of the Convention. In particular, it found that the authorities’ refusal to complete the restitution of 846,500 square metres of agricultural land near the village of Balgarchevo had breached the principle of the rule of law, and that the delay in completing the restitution of another group of plots totalling 200,000 square metres, some situated near Balgarchevo and some within the urban territory of the town of Blagoevgrad, had upset the fair balance between the general interest and the applicants’ rights and had placed a disproportionate burden on the applicants (see Mutishev and Others v. Bulgaria, no. 18967/03, 3 December 2009).", "4.  Since the question of the application of Article 41 of the Convention was not ready for decision as regards pecuniary and nonpecuniary damage, the Court reserved it and invited the Government and the applicants to submit, within six months, their written observations on that issue and, in particular, to notify the Court of any agreement they might reach (ibid., § 159, and point 4 of the operative provisions).", "5.  On 3 September 2010 the applicants filed their updated claims in respect of pecuniary and nonpecuniary damage. On 27 October 2010 the Government submitted their comments.", "6.  Following the recomposition of the Court’s sections on 1 February 2011, the application was transferred to the Fourth Section.", "7.  On 2 September 2011, at the Court’s request, the applicants provided information about new developments in the case.", "THE LAW", "Application of Article 41 of the Convention", "8.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  The new developments", "9.  In their submissions made after the principal judgment, the Government informed the Court that on 26 May 2009 the Ministry of Agriculture and Food had paid Mr Edip Ibrahimov Mutishev the amounts awarded to him by virtue of the Supreme Court of Cassation’s final judgment of 14 February 2008 (see paragraph 55 of the principal judgment). The amounts in question were 15,635 Bulgarian levs (BGN), the equivalent of 7,977 euros (EUR), for pecuniary damage and BGN 500, the equivalent of EUR 255, for non-pecuniary damage on account of the delay in the restitution proceedings, plus the interest accrued.", "10.  On an unspecified date the head of the Blagoevgrad Agriculture Department (the former land commission, later the Agriculture and Forestry Department) asked the Blagoevgrad District Court to interpret its judgment of 12 May 2008 (see paragraph 35 of the principal judgment) and give instructions in relation to the enforcement of the Blagoevgrad Regional Court’s judgment of 22 March 2002 allowing the applicants’ restitution claims. On 18 December 2009 the Blagoevgrad District Court turned down the request, finding that its judgment of 12 May 2008 was clear and that the head of the Agriculture Department was, in fact, seeking to obtain a reexamination of the matter.", "11.  On 23 March 2010 the Agriculture Department, citing the Blagoevgrad District Court’s judgment of 12 May 2008 and its decision of 18 December 2009 (see paragraph 10 above), adopted a new decision in respect of the applicants’ land. It “restored the property rights” of the applicants to twentyfour plots of land near Balgarchevo, totalling 846,500 square metres, in their “existing boundaries”.", "12.  On 12 August 2010 Mr Edip Ibrahimov Mutishev sent a letter to the Agriculture Department, requesting that that decision be put into effect. On 27 August 2010 the Department informed him of the formalities necessary to complete the procedure: the applicants needed to fill in a special form and pay the relevant fees, after which the exact borders of their plots would be drawn up on the spot, in their presence, and entered into a “plan of the restituted properties” of the area.", "13.  In reply to an enquiry by the Court, on 2 September 2011 the applicants said that no further progress had been made, in spite of a number of visits that they had made to the Agriculture Department, during which they had even expressed their agreement to receive other equivalent lands in lieu of those due to them.", "14.  As regards the plot of 2,000 square metres situated within the urban territory of the town of Blagoevgrad, the judicial review proceedings against the refusal of the mayor of Blagoevgrad to issue a plan of the plot (see paragraphs 3033 of the principal judgment) resulted in a judgment of the Blagoevgrad Administrative Court of 8 July 2008. In that judgment, which became final on 24 July 2008, that court declared the refusal null and void and referred the case back to the mayor with instructions to issue a decision setting out the builtup and unbuilt parts of the plot.", "15.  On 11 August 2008 Mr Edip Ibrahimov Mutishev requested the mayor of Blagoevgrad to issue such a decision. Apparently as a result of that request, on 19 September 2008 a municipal commission appointed by the mayor examined the case and refused to adopt an auxiliary cadastral plan featuring the plot.", "16.  On 21 October 2009 Mr Edip Ibrahimov Mutishev sought judicial review of the mayor’s tacit refusal to comply with the Blagoevgrad Administrative Court’s judgment of 8 July 2008. On 24 June 2009 the , finding that the mayor had failed to comply with its earlier judgment, declared his tacit refusal null and void and referred the case back to him with instructions to complete the procedure and issue the decision detailed in the court’s earlier judgment. The mayor appealed on points of law. On 22 March 2010 the  upheld the lower court’s judgment, fully agreeing with its reasoning.", "17.  On 19 July 2010 Mr Edip Ibrahimov Mutishev urged the mayor of Blagoevgrad to comply with the Blagoevgrad Administrative Court’s judgments. Until 2 September 2011 he had not received a reply.", "B.  Pecuniary damage", "1.  The applicants’ claims", "18.  The applicants invited the Court to adopt the same approach as in Brumărescu v. Romania ((just satisfaction) [GC], no. 28342/95, ECHR 2001I), and Kehaya and Others v. Bulgaria ((just satisfaction) nos. 47797/99 and 68698/01, 14 June 2007), and award them the full market value of the plots due to them. They submitted claims concerning the market value of: (a) the plots in the area of Balgarchevo, totalling 846,500 square metres and dealt with in paragraphs 13038 of the principal judgment and paragraphs 1013 above, and (b) the plot of 2,000 square metres in Blagoevgrad mentioned in paragraph 140 of the principal judgment and paragraphs 1417 above. They did not claim compensation in respect of the remaining plots, dealt with in paragraphs 13945 of the principal judgment, in respect of which they considered themselves satisfied.", "19.  In support of their claims the applicants presented two valuation reports drawn up in August 2010 by experts appointed by them. The experts were of the view that the market value of the 846,500 square metres of land near Balgarchevo was BGN 5,717,700, the equivalent of EUR 2,932,154. The experts pointed out that the land was located close to Blagoevgrad, in an area with significant economic potential owing to its proximity to the town, to a road leading to the Bulgarian-Macedonian border, and to the planned route of a highway due to be constructed in the near future. The experts assessed the value of the land on the basis of three separate methods: (a) a comparative method based on information about similar plots in the area offered recently for sale, (b) a method based on potential income from agriculture, and (c), in respect of the plots situated close to residential areas, a method based on the potential income from residential development. Then, on the basis of those estimations, the experts arrived at the abovementioned figure.", "20.  The experts used a similar approach to assess the market value of the plot of 2,000 square metres within the urban . They pointed out that it benefitted from good infrastructure and was situated in an area for which the town’s urban development plan envisaged residential development. On the basis of information about similar properties in Blagoevgrad recently offered for sale and an estimation of the potential income for the owners, were the plot to be used for residential development, the experts assessed its market value at BGN 407,745, the equivalent of EUR 209,100.", "21.  Thus, the applicants’ claims in respect of pecuniary damage, based on the above-mentioned reports, amounted in total to BGN 6,125,445, the equivalent of EUR 3,141,254. The applicants claimed this amount jointly.", "2.  The Government’s comments", "22.  The Government disputed the applicants’ claims. They pointed out that the restitution of the applicants’ land near Balgarchevo was under way and that the applicants were entitled to compensation for the plot in Blagoevgrad, in the form of municipally or State-owned land or compensation vouchers. In any event, the Government considered that the expert reports presented by the applicants in relation to the market values of their plots were “speculative, completely arbitrary, unrealistic and illfounded”.", "3.  The Court’s assessment", "23.  A judgment in which the Court finds a breach of the Convention imposes on the respondent State a legal obligation to put an end to that breach and make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach. The Contracting States are in principle free to choose the means whereby they will comply with a judgment in which the Court has found a breach. If the nature of the breach allows of restitutio in integrum, it is for the respondent State to effect it. If, on the other hand, national law does not allow – or allows only partial – reparation to be made for the consequences of the breach, Article 41 empowers the Court to afford the injured party such satisfaction as appears to it to be appropriate (see Papamichalopoulos and Others v. Greece (Article 50), 31 October 1995, § 34, Series A no. 330B, and Brumărescu, cited above, §§ 1920).", "24.  In the present case, the applicants sought pecuniary damage in respect of the 846,500 square metres of land near Balgarchevo and the plot of 2,000 square metres in Blagoevgrad (see paragraph 18 above).", "25.  Regarding the 846,500 square metres of land near Balgarchevo, in the principal judgment the Court found that the Blagoevgrad Agriculture Department was unlawfully refusing to comply with the Blagoevgrad Regional Court’s judgment of 22 March 2002, which had allowed the applicants’ restitution claims. In particular, in paragraphs 13738 of the principal judgment the Court held (translation from French, internal references omitted):", "“The Court is aware that the process of restitution of agricultural land collectivised in the past is of particular complexity and that there might exist legitimate grounds to refuse the restitution of certain plots of land in their existing boundaries, in particular where they have already been allotted, by means of a land redistribution plan, to other persons entitled to restitution. However, it notes that the Government did not specifically refer to the existence of any such grounds in respect of the land previously owned by [the applicants’ ancestor].", "Accordingly, the Court considers that, regard being had to the principle of the rule of law, the interference with the applicants’ right to respect for their possessions, in so far as it concerned the [846,500 square metres] of agricultural land, was unlawful...”", "26.  As regards the plot of 2,000 square metres in Blagoevgrad, in paragraph 144 of the principal judgment the Court held (citations omitted):", "“The Court understands that the present process of restitution of agricultural land collectivised in the past was clearly more complex than procedures relating to the payment of debts. It is therefore normal to afford the authorities a reasonable time to take the necessary steps to put into effect the judgment of 22 March 2002. However, the Court is not convinced that the complexity of the process in issue was the only reason for the substantial delays incurred – more than five years. In fact, those delays resulted mostly from the competent authorities’ inertia and their inability to apply domestic law in the applicants’ case ... To that should be added the lack under Bulgarian law of a remedy allowing the applicants to approach the administrative authorities directly to have the judgment of 22 March 2002 enforced.”", "27.  The Court notes that following the principal judgment the Blagoevgrad Agriculture Department took steps to comply with the Blagoevgrad Regional Court’s judgment of 22 March 2002, in so far as it concerned 846,500 square metres of land near Balgarchevo. On 23 March 2010 it adopted a decision for the return of the land (see paragraph 11 above) and on 27 August 2010 instructed the applicants as to the formalities to be complied with to complete the restitution process (see paragraph 12 above). Although it appears that there have been no further developments, the Court sees no reason to expect that the applicants will be unable or unwilling to comply with certain reasonable formalities. Thus, it sees no reason to doubt the impending completion of the restitution. In that connection, it should be noted that the applicants are apparently willing to accept equivalent lands in lieu of those due to them (see paragraph 13 above).", "28.  As regards the plot of 2,000 square metres in Blagoevgrad, the Court observes that in the principal judgment it noted that the restitution process was ongoing and that the applicants were in the process of obtaining a plan of their plot. However, it appears that the mayor of Blagoevgrad is refusing to complete the procedure and issue such a plan, in spite of two consecutive judicial orders to do so (see paragraphs 1417 above). As a result, the applicants have still not received the property.", "29.  In view of its findings quoted in paragraphs 2526 above, the Court considers that in the instant case the most appropriate reparation would be full compliance with the Blagoevgrad Regional Court’s judgment of 22 March 2002, that is, actual delivery of the land in issue to the applicants, which would put them as far as possible in a situation equivalent to the one in which they would have been had there not been a breach of Article 1 of Protocol No. 1.", "30.  The Court is of the view that, provided the applicants cooperate with the authorities, it is not unreasonable to expect that the restitution process may be completed within three months from the date on which this judgment becomes final in accordance with Article 44 § 2 of the Convention.", "31.  Failing the actual transfer of the land to the applicants within that time, the respondent State is to pay, jointly to all applicants, within six months from the date on which this judgment becomes final, an amount of money representing its current value (see Brumărescu, § 23, and Kehaya and Others, § 22, both cited above). As to the determination of that amount, the Court takes into account the valuation reports presented by the applicants and the objections raised by the Government (see paragraphs 1920 and 22 above). Having regard to the information at its disposal about the price of land in those areas, it finds that the values suggested by the applicants appear to be exaggerated. The Court assesses the value of the plots of land near Balgarchevo at EUR 433,000 and the value of the plot in Blagoevgrad at EUR 120,000.", "C.  Nonpecuniary damage", "32.  In respect of nonpecuniary damage, the applicants claimed EUR 15,000 each, or EUR 120,000 in total, arguing that for many years they had been placed in a situation of uncertainty.", "33.  The Government disputed the claims and urged the Court to award the “usual” compensation. Furthermore, they pointed out that, save for Mr Edip Ibrahimov Mutishev, the applicants had not availed themselves of the possibility to seek damages by way of claims under the State and Municipalities Responsibility for Damage Act 1988 (see paragraph 93 of the principal judgment).", "34.  Concerning the Government’s assertion that the applicants could have brought claims under section 1 of the 1988 Act, the Court observes that Mr Edip Mutishev did bring such a claim. However, while the Supreme Court of Cassation awarded him damages in respect of other failings of the agricultural lands commission, it dismissed his claim relating to the failure of that commission to put into effect the Blagoevgrad Regional Court’s final judgment of 22 March 2002 (see paragraphs 5055 of the principal judgment) – which was the subject matter of the applicants’ complaint under Article 1 of Protocol No. 1. That was one of the reasons for the Court’s decision to reject the Government’s objection of nonexhaustion of domestic remedies (see paragraph 106 of the principal judgment). The Court sees no reason to revisit its ruling on that point.", "35.  The Court is of the view that the breach of Article 1 of Protocol No. 1 must have caused the applicants nonpecuniary damage arising out of the feeling of helplessness and frustration in the face of the prolonged failure of the authorities to put into effect the final judgment in their favour. In view of the impossibility to assess the precise extent of damage sustained by each applicant, the Court, ruling in equity, awards each of them EUR 1,000, plus any tax that may be chargeable.", "D.  Other measures", "36.  In addition, the Court considers it necessary to point out that, in the context of the execution of judgments in accordance with Article 46 of the Convention, a judgment in which it finds a violation of the Convention or its Protocols imposes on the respondent State a legal obligation not just to pay those concerned the sums awarded by way of just satisfaction, but also to choose, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be adopted in its domestic legal order. Furthermore, it follows from the Convention, and from Article 1 in particular, that in ratifying the Convention the Contracting States undertake to ensure that their domestic legislation is compatible with it (see Maestri v.  [GC], no. 39748/98, § 47, ECHR 2004I, and Viaşu v. Romania, no. 75951/01, § 80, 9 December 2008).", "37.  As already noted (see paragraphs 2526 above), in the principal judgment the Court found fault with the authorities’ failure to comply with the Blagoevgrad Regional Court’s final judgment of 22 March 2002 allowing the applicants’ restitution claims and the unavailability under domestic law of a remedy enabling the applicants to compel the authorities to comply with that judgment. The Court has received a number of other applications against Bulgaria that raise similar issues (see, for example, Ivanov v. Bulgaria, no. 19988/06, and Syarov v. Bulgaria, no. 44244/06, applications notice of which has been given to the Government), which tend to indicate that there is a systemic problem in that regard.", "38.  In view of that, and in order to assist the respondent Government in the fulfilment of their obligations under Article 46 § 1 of the Convention, the Court expresses the view that the general measures in the execution of its judgment in this case should include the introduction into domestic law of (a) clear timelimits concerning the enforcement of final judgments and decisions relating to the restitution of agricultural land, and (b) a remedy affording the persons concerned an effective means of obtaining compensation in case those timelimits have not been observed.", "E.  Costs and expenses", "39.  The applicants claimed EUR 1,247.70 for the costs and expenses for the proceedings under Article 41 of the Convention, of which EUR 583.40 was for the fees charged by their lawyer, Mr Ekimdzhiev, EUR 32 for translation, EUR 17.30 for postage, telephone conversations and copying, and EUR 615 for the cost of the valuation reports they submitted in support of their claims for pecuniary damage (see paragraphs 1415 above). The applicants requested that, of the total amount awarded by the Court, the costs for the valuation reports be paid to them and the remainder be paid directly to their lawyer.", "40.  In support of the claims the applicants presented a time sheet for the work performed by their lawyer and receipts for the amounts paid for translation and the valuation reports.", "41.  The Government contested the claims.", "42.  The Court considers that the costs for the valuation reports and their translation were actually and necessary incurred and are reasonable as to quantum, and awards them in full. The Court considers it reasonable to award EUR 500 for the work performed by the applicants’ lawyer, Mr Ekimdzhiev, which includes the expenses he must have incurred for copying, postage and telephone conversations.", "43.  Thus, the total amount awarded by the Court is EUR 1,147, EUR 615 of which, paid by the applicants for the two valuation reports, is to be paid directly to them, and the remainder, EUR 532, is to be paid into Mr Ekimdzhiev’s bank account.", "F.  Default interest", "44.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the respondent State is to complete the restitution process and return to the applicants their land, namely the twentyfour plots of land totalling 846,500 square metres near Balgarchevo and the plot of 2,000 square metres in Blagoevgrad;", "", "2.  Holds that, failing completion of the restitution process and return of the applicants’ lands within that time, the respondent State is to pay jointly to the applicants, within six months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 433,000 (four hundred and thirtythree thousand euros) in respect of the twentyfour plots near Balgarchevo, and EUR 120,000 (one hundred and twenty thousand euros) in respect of the plot in Blagoevgrad, to be converted into Bulgarian levs at the rate applicable at the date of settlement, plus any tax that may be chargeable;", "", "3.  Holds that the respondent State is to pay to each of the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of nonpecuniary damage, to be converted into Bulgarian levs at the rate applicable at the date of settlement, plus any tax that may be chargeable;", "", "4.  Holds that the respondent State is to pay jointly to the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,147 (one thousand one hundred and fortyseven euros), plus any tax that may be chargeable to the applicants, in respect of costs and expenses, of which EUR 532 (five hundred and thirtytwo euros) is to be paid into the bank account of the applicants’ legal representative, and the remainder to the applicants themselves;", "", "5.  Holds that from the expiry of the periods under points 24 above until settlement simple interest shall be payable on the amounts indicated at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "6.  Dismisses the remainder of the applicants’ claims for just satisfaction.", "Done in English, and notified in writing on 28 February 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tFatoş Aracı\tLech Garlicki\n\tDeputy Registrar\tPresident"]}