{"file": "ENG_HEJUD_68050_01.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "68050/01", "text_paragraphs": ["", "", "FOURTH SECTION", "", "", "CASE OF EKHOLM v. ", "", "", "(Application no. 68050/01)", "", "", "JUDGMENT", "", "", "", "", "", "24 July 2007", "", "", "", "FINAL", "", "", "24/10/2007", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Ekholm v. ,", "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:", "\tSir\tNicolas Bratza, President,\n\tMr\tJ. Casadevall,\n\tMr\tG. Bonello,\n\tMr\tK. Traja,\n\tMs\tL. Mijović,\n\tMr\tJ. Šikuta,\n\tMrs\tP. Hirvelä, judges,\nand Mrs F. Aracı, Deputy Section Registrar,", "Having deliberated in private on 3 July 2007,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 68050/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Finnish nationals, Mrs Ingegerd Ekholm and Mr Stefan Ekholm (“the applicants”), on 1 February 2001.", "2.  The first applicant was represented before the Court by the second applicant. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "3.  The applicants complained, in particular, about the length and unfairness of the proceedings and about a violation of their property rights.", "4.  By a decision of 7 February 2006, the Court declared the application partly admissible.", "5.  The applicants and the Government each filed further written observations (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "6.  The applicants were born in 1922 and 1951 respectively and live mainly in Esbo. The first applicant owns a secondary residence in the municipality of Lumparland on the .", "7.  The secondary property is also used by the second applicant, who is her son and only heir. According to the applicants, they use the property for holiday purposes as well as renting it to tourists and for business meetings. There is a dog yard on the neighbouring property.", "1st examination", "8.  In the summer of 1991 the applicants applied to the then South Åland Municipal Health Board (“the Health Board”; Södra Ålands hälsonämnd), requesting that the owners of the neighbouring property (“the neighbours”) be ordered to move the dog yard away from their common boundary on the grounds that the noise gave rise to a private nuisance. On 12 September 1991 the Health Board decided not to take measures as it considered that no private nuisance existed.", "9.  On 17 October 1991 the applicants appealed. The then  (Ålands länsrätt) received the Health Board’s statement and the neighbours’ reply to the appeal on 18 November 1991. It received the applicants’ rejoinder on 30 January 1992. On 14 May 1992 the court upheld the Health Board’s decision.", "10.  On 23 June 1992 the applicants appealed further. The  (högsta förvaltningsdomstolen, korkein hallinto-oikeus) received the Health Board’s statement and the neighbours’ reply to the appeal on 14 August 1992 and 15 September 1992 respectively. Meanwhile, on 23 July 1992 the applicants submitted additional information to the court and on 20 November 1992 they filed a rejoinder. On 11 March 1993 the court invited a statement from the building inspector (byggnadsinspektören) of Lumparland. It was received on 28 April 1993. The applicants filed their comments including an expert opinion on 30 April 1993. On 24 June 1993 the court, finding that the dogs’ barking amounted to a private nuisance such that the neighbours were under an obligation to put right or limit the disturbance, sent the case back to the Health Board.", "2nd examination", "11.  On 9 September 1993 the Health Board ordered the neighbours to provide the dog yard with walls made out of sound-absorbing material and to build an exercise yard to be used by puppy litters during the summer season. The decision did not indicate a time-limit for the required measures.", "12.  On 2 November 1993 the applicants appealed, primarily requesting that the neighbours be ordered to move the dog yard. They also considered the measures ordered by the Health Board insufficient and requested the court to indicate a time-limit for the measures. The same day the  invited the Health Board’s statement, which was received on 2 December 1993. On 28 January 1994 it invited the applicants’ rejoinder, which was received on 14 February 1994. On 10 June 1994 the court, finding that the measures ordered by the Health Board were insufficient and that a time-limit should be set for the neighbours’ compliance with the order, sent the case back to the Health Board.", "13.  On 5 July 1994 the neighbours appealed. The next day the  invited the applicants’ reply to the appeal, which was received on 2 September 1994. On 5 September 1994 it invited the Health Board’s statement, which was received on 5 October 1994. The next day it invited the neighbours’ comments, which were received on 3 November 1994. On 7 April 1995 the court rejected the appeal.", "3rd examination", "14.  It appears that the Health Board held an inspection in situ on 22 June 1995. According to the applicants, they had not been informed and did not therefore attend. It appears that no minutes were drawn up. According to the Government, it transpires from the Health Board’s minutes, apparently those from the subsequent hearing on 24 August 1995, that two families who were renting the applicants’ cottages at the time of the inspection stated that they had not heard any barking. There was also an entry according to which there was no longer any dog yard, only an outdoor place for two dogs. According to the Government, the second applicant stated that the dogs did not cause any health hazard at the time.", "15.  On 31 July 1995 representatives for the Health Board sought legal advice from an official, who drew the Health Board’s attention to the fact that it must act in accordance with the decisions of the  and the  in the matter. However, on 24 August 1995 the Health Board decided not to take any measures as it considered that there was no private nuisance.", "16.  On 22 September 1995 the applicants appealed. On 6 February 1996 the Åland Provincial Government (Ålands landskapsstyrelse), finding that the file disclosed no such circumstances as could justify departing from the Supreme Administrative Court’s decision of 24 June 1993, sent the case back to the Health Board.", "17.  On 27 March 1996 the neighbours appealed. The next day the  invited the Åland Provincial Government’s statement and the applicants’ reply to the appeal, which were received on 10 May 1996 and 15 April 1996 respectively. On 14 May 1996 it invited the neighbours’ rejoinder, which was received on 31 May 1996.", "18.  Meanwhile, on 11 April 1996, also the applicants appealed against the Provincial Government’s decision, arguing that a member of the Health Board (“M”) had been disqualified from deciding their case. They also requested that the neighbours be ordered to move the dog yard to the other side of their house. On 19 February 1997 the court invited the neighbours’ reply to the appeal, which was received on 4 March 1997. The same day it invited the Provincial Government’s statement, which was received on 1 April 1997. On 23 April 1997 it invited the applicants’ rejoinder, which was received on 22 May 1997. On 19 November 1997 the court rejected the appeals.", "4th examination", "19.  On 22 January 1998 the Health Board found the construction of walls sufficient to reduce the noise caused by barking from the dog yard.", "20.  On an unspecified date the applicants appealed. On 23 December 1999 the Provincial Government sent the case back to the Health Board to be reconsidered in accordance with the ’s decision of 19 November 1997.", "5th examination", "21.  On 27 January 2000 the Health Board once again decided to take no measures.", "22.  On 28 February 2000 the applicants requested a rectification. On 13 April 2000 the Health Board rejected their request.", "23.  On 22 May 2000 the applicants appealed, referring to an expert opinion on noise recommendations and arguing that a member of the Health Board (“A”) had been disqualified from deciding their case. They also drew the appellate court’s attention to the fact that the neighbours had taken no measures whatsoever and that the Health Board had not acted in accordance with the judicial decisions of the higher bodies. On 23 May 2000 the  (Ålands förvaltningsdomstol) invited the Health Board’s statement, which was received on 22 June 2000. On 17 July 2000 it received the applicants’ rejoinder. On 10 August 2000 the court invited the neighbours’ reply to the appeal, which was received on 24 August 2000. In January 2002 the first applicant requested that the proceedings be speeded up. It appears that she received no reply. About a year later, on 13 January 2003 the court invited the applicants’ rejoinder, which was received on 28 March 2003. On 7 May 2003 it held an inspection in situ and on 28 May 2003 an oral hearing.", "24.  On 30 June 2003 the , finding that the Health Board was under an obligation to take measures with a view to putting right the disturbance suffered by the applicants, sent the case back to the Health Board. It also ordered that the Health Board pay the applicants’ legal costs in part. Lastly, the court drew the Health Board’s attention to section 85(2) of the Provincial Act on Health Care (landskapslagen (Act no. 1967:36) om hälsovården) according to which the Health Board could order that its decision should be executed despite an appeal.", "25.  The second applicant appealed further as far as the legal costs were concerned, but the appeal was rejected by the  on 16 March 2004.", "6th examination", "26.  On 14 August 2003 the Health Board ordered the neighbours to supplement the noise prevention measures by 1 December 2003. On 25 September 2003 the Health Board rectified its decision insofar as it ordered the neighbours to obtain the Municipal Building Board’s (byggnadsnämnden) prior approval.", "27.  According to the applicants, in August 2003 they informed the heads of the administrative authorities of the  of the problem in their organisation as regards the Health Board. However, they received no reply.", "28.  On 4 November 2003 the applicants appealed, arguing that the dog yard should be moved to the other side of the property and that the walls and the roof should be reinforced with sound-absorbing material etc. The next day the  invited the Health Board’s statement, which was received on 21 and supplemented on 29 January 2004. The court received the applicants’ rejoinder on 11 February 2004. On 17 February 2004 it invited the neighbours’ comments, which were received on 2 March 2004. On 16 March 2004 it invited the applicants’ rejoinder, which was received on 26 March 2004. On 27 April 2004 the , finding that the measures ordered by the Health Board were insufficient and that the Health Board was under an obligation to give adequate instructions as to the measures required to put an end to the private nuisance, sent the case back to the Health Board. It also ordered that the Health Board pay the applicant’s legal costs in part.", "7th examination", "29.  In his proposal to the Health Board the official reporting on the case considered that the existing dog yard should not be used and recommended that the dogs should be kept on the south side of the house. He considered that the dogs should be moved by 30 July 2004. However, by its decision of 10 June 2004 the Health Board overruled the official’s proposal and accepted the neighbours’ proposal to rebuild the wall. The official reporting on the case issued a dissenting opinion. On 2 July 2004 the applicants applied for a rectification.", "30.  On 16 July 2004 the European Court of Human Rights decided that notice of the present application should be given to the Government of Finland.", "31.  At this point the Health Board decided to rectify its decision. Accordingly, in its decision of 12 August 2004 it found that a drawing submitted by the applicants made it clear that the neighbours’ proposal to rebuild the wall would not prevent the dogs’ barking from reaching the applicants’ property. The Health Board ordered that the existing dog yard should not be used and recommended that the dogs should be kept on the south side of the house. This was basically what the applicants had been requesting since the lodging of their application in 1991. However, the Health Board indicated a time-limit of over nine months by which the measures should be taken.", "32.  Following the session of 12 August 2004, the Chairman of the Health Board, B.S., was interviewed by a local newspaper about the case. According to the applicants, B.S. implied that the applicants were the trouble makers in the present case. The applicants considered that the statement rendered the Health Board’s impartiality open to doubt.", "33.  On 6 September 2004 the neighbours appealed. On 14 September 2004 also the applicants appealed, requesting that the court specify where the dog yard should be moved and that the decision should be enforced immediately, i.e. despite an appeal. They also argued that B.S. had been biased when deciding their case.", "34.  On 26 January 2005 the , finding that the above statement by B.S. rendered her impartiality opened to doubt, sent the case back to the Health Board and ordered it to issue adequate instructions. It also ordered the Health Board to pay the parties’ legal costs.", "35.  On 24 February 2005 the Health Board decided to lodge an appeal against the ’s decision insofar as it had found that the impartiality of B.S. was open to doubt.", "36.  On 12 January 2006 the , finding that the Health Board had not lodged its appeal with a view to securing any public interest, dismissed it without considering its merits.", "8th examination", "37.  On 7 February 2006 the European Court of Human Rights declared the present application partly admissible.", "38.  The Health Board examined the case in its sessions of 9 March and 13 April 2006. On 26 April 2006 it gave a decision, issuing the neighbours with instructions. The Health Board ordered that the existing dog yard should not be used. It also ordered that the prohibition would take effect 60 days from the date on which the decision gained legal force. Should the neighbours decide to keep dogs on the property thereafter, they had to build new dog yards that would limit the public health hazard such as the noise from dogs barking so that it did not exceed the equivalent threshold values of 55 db (A) between 7 a.m. and 10 p.m. and 45 db (A) from 10 p.m. to 7 a.m. Should the neighbours choose to keep dogs outside on the property, the new dog yards had to be ready within 60 days from the date on which the decision gained legal force.", "39.  On 15 June 2006 the Health Board rejected the parties’ rectification requests.", "40.  The applicants appealed, arguing that C.H. and R.L. had been biased when deciding their case. They requested that the decision be supplemented and clarified with an instruction on noise isolation and that the decision should be enforced immediately. Also the neighbours appealed.", "41.  On 27 February 2007 the  rejected the appeals. It is not known whether anyone appealed to the .", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "42.  The Constitution of Finland (perustuslaki, grundlagen; Act no. 731/1999) provides that everyone has the right to have his or her case dealt with appropriately and without undue delay by a legally competent court of law or authority, and to have a decision pertaining to his or her rights or obligations reviewed by a court of law or other independent organ for the administration of justice. Provisions concerning the publicity of proceedings, the right to be heard, the right to receive a reasoned decision and the right of appeal and the other guarantees of a fair trial and good governance shall be laid down by an Act (section 21). The Constitution also provides that the property of everyone is protected (section 15).", "Special Status of the  and the right of domicile", "43.  Section 120 of the Constitution of Finland provides that the  have self-government in accordance with what is specifically stipulated in the Autonomy of the Åland Islands Act (självstyrelselag (Act no. 1991:71) för Åland).", "44.  The right of domicile of the  is acquired at birth by a Finnish citizen if the status is held by either parent. Immigrants who have lived on the  for five consecutive years and have an adequate knowledge of the Swedish language may apply for the right of domicile, provided they are Finnish citizens. The right of domicile gives its holder certain privileges (sections 6 to 12 of the Autonomy of the Åland Islands Act).", "45.  For example, the Provincial Act laying down the requirements for pursuing business (landskapslag (Act no. 1996:47) om rätt att utöva näring) provides that a person of age, who has not been declared bankrupt, and who has the right of domicile or has continuously lived on the Åland Islands during five consecutive years automatically has the right to pursue business there. A person who does not fulfil the right of domicile or five years’ residency requirement is to lodge an application with the Provincial Government and Administrative Board, which decides the case within its discretion (sections 3 and 4).", "The Health Board", "46.  Section 10 of the Provincial Act on Health and Medical Care (landskapslag (Act no. 1993:60) om hälso- och sjukvården) provides that there is a Health Board in connection with the Provincial Health and Medical Care Authority (Ålands hälso- och sjukvård) and that it is subject to the authority of the Åland Government and Administrative Board (landskapsregeringen; up until 1 June 2004 called Provincial Government; landskapsstyrelsen). Up until 1 January 2004 the Health Board was subject to the authority of the Public Health Federation of Åland (Ålands folkhälsoförbund), which is a federation of municipalities.", "47.  The Health Board, which is set up by the Åland Government and Administrative Board for a term of two years, acts as an authority for environmental supervision and for the grant of environmental permits as provided for in the above Provincial Act, which also regulates the composition and presence of a quorum of the Health Board and its right to determine its rules of procedure.", "48.  The Health Board must exercise its public authority autonomously, although the Health Board and its officials are organisationally part of the provincial administration, the staff being employed by the Provincial Health and Medical Care Authority and the Board members being nominated by the Åland Government and Administrative Board. The responsibilities of the Health Board are mainly regulated by the Provincial Act on Health Care. The Board is entitled to issue instructions necessary to prevent any health risk or to eliminate any health hazard (section 80). Section 20 contains more detailed provisions on the concept of health hazard. Consequently, if an unreasonably disturbing rumble or noise or something else causing a health hazard invades dwelling, work or assembly rooms, or otherwise causes a health hazard, anyone who causes such hazard is obliged to take measures in order to eliminate or restrict the nuisance. Section 73 provides that domestic animals and other animals which are kept leashed or fenced in shall be looked after so that they do not cause any health hazard to the environment.", "Appeal procedure", "49.  The Administrative Judicial Procedure Act (hallintolainkäyttölaki, förvaltningsprocesslagen; Act no. 586/1996) lays down the appeal procedure. Before 1 December 1996 the provisions were contained in the Act Concerning Appeal in Administrative Matters (laki muutoksenhausta hallintoasioissa, lag om sökande om ändring i förvaltningsärenden; Act no. 154/1950).", "50.  A request for rectification of the Health Board’s decision must be filed within 21 days (section 14 of the Provincial Act on Health and Medical Care). After that remedy has been tried, an appeal lies to the , previously the Provincial Government, and before that, the . Section 85(2) of the Provincial Act on Health Care provides that the Health Board can rule to the effect that its decision must be executed despite the lodging of an appeal.", "51.  There are no provisions of law on the division of the competence between administrative courts and administrative authorities in situations where a court repeals the decision of an authority. The court can either render a decision on the merits or remit the case to the authority for reconsideration. A court usually sends a case back to an administrative authority for instance when the issuing of the decision calls for the acquisition of new evidence or involves the exercise of discretion within the competence of the authority. If an administrative court has ruled on the substance of the appeal and remitted the case to the authority, the authority is obliged to follow the ruling of the court. The decision-making may involve the exercise of discretion by the administrative authority as prescribed by law, and the authority may also take into account changes in circumstances which have taken place after the administrative court’s decision and which have an effect on the case. The discretionary power of the administrative authority is not only restricted by legislation and the court’s ruling but also by common principles of administrative law, especially the principles of equality, objective consideration, proportionality and expediency. These principles were originally established by case-law. Now they are contained in the Administrative Procedure Act (hallintolaki, förvaltningslagen; Act no. 434/2003), which entered into force on 1 January 2004.", "THE LAW", "I.  ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION", "52.  The applicants complained about the length of the proceedings. They also complained that the proceedings had been unfair in that the Health Board had failed to comply with judicial decisions. Nor had the Health Board given the neighbours sufficiently precise instructions on how to muffle the noise from the dogs.", "Article 6 reads in relevant part:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing within a reasonable time by an independent and impartial tribunal ...”", "A.  The length of the proceedings", "1.  The parties’ submissions", "53.  The applicants contested the Government’s view that there had been several sets of proceedings, arguing that the proceedings must be considered in toto. The proceedings had begun in the summer of 1991 and they had still not come to an end.", "54.  As to what had been at stake, the applicants contested the Government’s contention that the second applicant had said that there was no nuisance in June 1995. The minutes from the Health Board’s meeting in question were incorrect. The only thing he had said was that the level of nuisance varied as sometimes the dogs, the number of which also varied, barked more, sometimes they barked less. As the applicants had been aware of the Health Board’s negative attitude towards their application, they had submitted a memorandum to be included in the minutes from its meeting. However, when the applicants had subsequently received a copy of the minutes, they had not recorded the memorandum at all. As to the inspection on 22 June 1995, the applicants had not even been invited to it. Subsequently, the then Chairman of the Health Board had defended the failure to invite them by saying that there would have been an argument between the parties during the inspection had they all been present.", "55.  The applicants’ business had to a great extent been ruined by the unwillingness of the Health Board to act on the nuisance caused by the neighbours.", "56.  Lastly, the applicants considered that the basic reason for the delay had been the Health Board’s and the courts’ diverging views on a situation that had remained the same since 1991.", "57.  The Government left it to the Court’s discretion whether the proceedings, which had begun in the summer of 1991 and had still not come to an end, had exceeded the reasonable time requirement. They pointed out that an administrative court had remitted the case for reconsideration to a local administrative body. Following the Health Board’s reconsideration of the matter within its discretion, the fresh decision had been the start of a new appeal procedure. As to the various examinations of the case, the Government took the following view as to their duration, considering none of them to have been excessive in length:", "1st 12 September 1991 - 24 June 1993", "2nd 9 September 1993 - 7 April 1995", "3rd 24 August 1995 - 19 November 1997", "4th 22 January 1998 - 23 December 1999", "5th 27 January 2000 - 30 June 2003", "6th 14 August 2003 - 27 April 2004", "7th 10 June 2004 – 12 January 2006.", "58.  The Government considered that the case had not been very complex by its legal nature but the proceedings had involved assessment of variable circumstances.", "59.  As to the conduct of the Health Board, the Government observed that it had considered the case within one to five months each time it had been remitted, which was not excessive. As to the conduct of the first tier appeal courts, the Government pointed out that the fact that there appeared to have been no activity from 24 August 2000 to 13 January 2003 was due to the following. The  in question was a small unit with only one Judge, who unexpectedly had gone on sick leave for a couple of months. When he had subsequently returned to work, he had been assigned to replace the President of the District Court. The work situation had accordingly been extremely difficult. During this time two temporary Judges had been appointed to hold the office of the Administrative Court Judge. However, the first temporary Judge had been specialising in tax law and the subsequent temporary Judge had been a prosecutor. It had been difficult and time-consuming to find a temporary Judge with due knowledge of the Swedish language. As to the proceedings in that court, the Government pointed out that it had held an inspection and a hearing. Taking into account the difficult circumstances, the time it had taken for the court to examine the case was not excessive. As to the , it had acted with due diligence. The applicants had not delayed the proceedings.", "60.  The Government considered it difficult to assess what had been at stake for the applicants, who had used the property for leisure and for accommodation of summer guests and who had allegedly been prevented from selling it. The nuisance had decreased after the ’s first decision. In June 1995 the second applicant had admitted that there was no nuisance at the time.", "61.  The Government took the view that the length of the proceedings was connected with the question as to what kind of measures was deemed to constitute appropriate enforcement of the judicial decisions. The duration had mainly been due to the applicants’ and the Health Board’s diverging opinions on the choice of measures to prevent health hazard.", "The Court’s assessment", "62.  The Court observes that the applicants’ property has been subject to judicial proceedings from the autumn of 1991 and that they have still not ended, i.e. to date during a period running to almost sixteen years. The Court takes note of the Government’s view that there were several separate sets of proceedings. It however finds that all these sets of proceedings can be considered in toto for the purposes of Article 6 § 1.", "63.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).", "64.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).", "65.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings has failed to meet the “reasonable time” requirement.", "66.  Accordingly, there has been a violation of Article 6 of the Convention on account of the length of the proceedings.", "B.  Failure to comply with judicial decisions", "1.  The parties’ submissions", "67.  The applicants pointed out that the courts had remitted the case to the Health Board to consider what kind of measures would be sufficient to lower the level of nuisance. It had no longer been for the Health Board to examine whether there was any nuisance as that issue had been decided by the courts. The Health Board had failed repeatedly to comply with the courts’ decisions, although the situation had been explained to representatives of the Health Board already in 1995 when they had sought legal advice. The fact that the Health Board had persisted since 1991 displayed its negative attitude towards judicial decisions. It had thereby grossly exceeded its discretion.", "68.  As to the Health Board’s decision of 12 August 2004, the applicants considered it evident that the Health Board had felt pressured to alter its negative attitude against judicial decisions following the communication of the present application to the Government of Finland. In fact, they have informally learnt that this had been precisely the reason for the Health Board’s decision to comply, at least partly, and for the first time in years, with the judicial decisions. The applicants made reference to the case of Hornsby v. Greece (judgment of 19 March 1997, Reports of Judgments and Decisions 1997II) in which a five years’ delay to comply with a judicial decision was considered to be in violation of the right to a fair trial. According to the applicants, the Health Board’s reference to the drawing made in 1993 was only a pretext for the fresh decision as they had relied on the same drawing for years.", "69.  Lastly, the applicants submitted that the decision of 12 August 2004 had still displayed the Health Board’s continued wish to harm them, as it had failed to order the immediate enforcement of the decision. Instead, it indicated a time-limit of almost ten months for the required measures, thereby totally ignoring their repeated requests that matters be put right immediately.", "70.  The Government explained that, when issuing a new decision, the administrative authority was obliged to follow the ruling of the administrative court but had a discretion, which was not unfettered, in that decision-making. It could also take into account changes in the circumstances which had occurred after the court’s decision. In addition, the authority had a reasonable time to choose the most suitable means to give effect to the decision concerned (see Hornsby v. Greece, cited above, p. 511-512, § 43). After this case had been returned to the Health Board for the first time, it had rendered the following decisions: On 9 September 1993 it ordered the neighbours to provide the dog yard with walls and to build a separate yard to be used by puppies. On 24 August 1995 it decided that no measures had to be taken as there was no nuisance. The official reporting on the case made a reservation to the decision. On 22 January 1998 the Health Board held an inspection and noted that the walls had been altered. On 27 January 2000 it upheld its previous decision as there were no new facts in the case. On 14 August 2003 it ordered that the walls be altered. On 10 June 2004 it approved a proposal to rebuild the walls. On 12 August 2004 it found that the existing dog yard must not be used. In June 1995 the second applicant admitted that the dogs had not caused any health hazard, which apparently resulted in the Health Board’s decision of 24 August 1995 not to take any measures. The Health Board had not given as detailed orders as requested and it had refused to indicate time-limits. Furthermore, it had apparently found that the circumstances had changed somewhat in relation to the original situation.", "71.  The Government left it to the Court’s discretion, whether, in the particular circumstances of the case, there has been a violation of Article 6 § 1 resulting from the alleged failure to comply with judicial decisions.", "2.  The Court’s assessment", "72.  The Court reiterates that Article 6 § 1 secures to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal; in this way it embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before courts in civil matters, constitutes one aspect (see Philis v. Greece, judgment of 27 August 1991, Series A no. 209, p. 20, § 59). However, that right would be illusory if a ’s domestic legal system allowed a final, binding judicial decision to remain inoperative to the detriment of one party. It would be inconceivable that Article 6 § 1 should describe in detail procedural guarantees afforded to litigants - proceedings that are fair, public and expeditious - without protecting the implementation of judicial decisions; to construe Article 6 as being concerned exclusively with access to a court and the conduct of proceedings would be likely to lead to situations incompatible with the principle of the rule of law which the Contracting States undertook to respect when they ratified the Convention (see, mutatis mutandis, Golder v. the United Kingdom, judgment of 21 February 1975, Series A no. 18, pp. 16-18, §§ 34-36). Execution of a judgment given by any court must therefore be regarded as an integral part of the “trial” for the purposes of Article 6 (see Hornsby v. Greece, cited above, p. 511, § 40).", "73.  The above principles are of even greater importance in the context of administrative proceedings concerning a dispute whose outcome is decisive for a litigant’s civil rights. By lodging an appeal with the State’s highest administrative court the litigant seeks not only annulment of the impugned decision but also and above all the removal of its effects. The effective protection of a party to such proceedings and the restoration of legality presuppose an obligation on the administrative authorities’ part to comply with a judgment of that court. The Court observes in this connection that the administrative authorities form one element of a State subject to the rule of law and their interests accordingly coincide with the need for the proper administration of justice. Where an administrative authority refuses or fails to comply, or even delays doing so, the guarantees under Article 6 enjoyed by a litigant during the judicial phase of the proceedings are rendered devoid of purpose.", "74.  The Court notes that following the decisions of the Supreme Administrative Court and the Administrative Court (see paragraphs 10 and 12 above) the Health Board refrained for about ten years, more precisely until this Court communicated the present application to the Government of Finland, from complying with the decisions and it thereby deprived the right to a fair trial of all useful effect. Accordingly, there has been a violation of Article 6 of the Convention on account of the Health Board’s failure to comply with the judicial decisions in the present case.", "75.  In view of the finding in the previous paragraph, the Court considers that it is not necessary to examine whether the proceedings disclosed any further violation of the fair trial guarantees (see paragraph 52 above).", "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION", "76.  The applicants complained about an interference with their right to peaceful enjoyment of possessions as the noise had prevented them from using or selling the estate and that the authorities had failed to protect that right.", "Article 1 of Protocol No.1 reads:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "1.  The parties’ submissions", "77.  The applicants maintained that the noise had prevented them from using or selling the real estate. The Health Board’s failure to comply with the judicial decisions had made it impossible for them to peacefully enjoy their possessions. The situation had remained the same since 1991 when they had lodged their application with the Health Board.", "78.  The applicants considered therefore that the application also raised an issue as to their property rights.", "79.  The Government considered that the complaint was linked to the length complaint under Article 6, which was lex specialis. Consequently, were the Court to consider that the proceedings had been excessive in length, no issue would arise under Article 1 of Protocol No. 1 (see Mitchell and Holloway v. the United Kingdom, judgment of 17 December 2002, no. 44808/98, §§ 60-62).", "80.  As to the alleged nuisance, the Government took the view that there could be no interference by a public authority with the applicants’ peaceful enjoyment of their possessions unless the administrative authorities were considered to have failed to comply with the relevant judicial decisions (see, mutatis mutandis, Sporrong and Lönnroth v. Sweden, judgment of 23 September 1982, Series A no. 52, § 60).", "81.  Were the Court to find that there had been an interference on account of the impossibility for the applicants to obtain the execution of the ’s initial decision, the Government submitted that the applicants had neither been deprived of their possessions nor had there been any measure aimed at limiting or controlling the use of their possessions. Accordingly, only the first sentence of the first paragraph of this provision was relevant. However, the applicants had not sufficiently substantiated the alleged difficulties in selling the property. As the evidence concerning the noise was contradictory, the noise had not necessarily had any relevance to a buyer. The Government pointed out that the second applicant had even admitted that there was no nuisance and that in their letter of 31 August 2004 the applicants acknowledged that the most recent decision by the Health Board had been in accordance with their wishes.", "2.  The Court’s assessment", "82.  In view of the circumstances of the case and the conclusion reached in paragraph 74 above, the Court considers it unnecessary to determine also the complaint based on Article 1 of Protocol No. 1 (see, for example, Zanghì v. Italy, judgment of 19 February 1991, Series A no. 194-C, § 23, and Di Pede v. Italy, judgment of 26 November 1996, Reports 1996-IV, no. 17, § 35).", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "83.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "84.  Under the heads of non-pecuniary damage and pecuniary damage the applicants claimed 250,000 euros (EUR) for hindrance of proper use of their property, difficulties with renting or selling it and stress related to the proceedings as a whole. Since the beginning of the 1980s the property, which at the time belonged to the estate of the first applicant’s deceased husband and the second applicant’s late father, had been rented out on a weekly basis. Following the distribution of the estate in the mid 1990s the first applicant has been the sole owner of the property. From the beginning of the 1990s the property has been rented out during 20 per cent of the year, producing a gross income of EUR 5,000-9,000 per year. Had there been no private nuisance, the applicants estimated that the property would have been rented out during 70 to 80 per cent of the year and for a higher rent than the one applied. From the beginning of the 21st century the first applicant had tried to sell the property but to no avail owing to the private nuisance and the ongoing proceedings.", "85.  As to the claim for pecuniary damage, the Government submitted that the evidence concerning the noise was varied and contradictory and that the second applicant had in 1995 admitted that there had been no nuisance. The applicants’ calculations that they could have received a four times higher rent income had the situation been different was rejected by the Government, because the applicants might have chosen to spend more time at the property themselves or might have sold it. Moreover, tourist flows were difficult to estimate. As to the applicants’ argument that a new owner would de facto become involved as a party to the proceedings with the neighbours, the Government were not convinced that that would necessarily be the case. Lastly, the Government considered that there was no direct causal link between the alleged violation and the alleged damage. Accordingly, no award should be made. Were the Court to find one or several violations, the applicants should be awarded a reasonable compensation for non-pecuniary damage which, depending on the violation or violations found, should not exceed EUR 6,500.", "86.  The Court finds no sufficient causal link between the violation found of Article 6 on account of the length of the proceedings and the alleged pecuniary damage.", "87.  On the other hand the Court considers it clear that the first applicant in her capacity as the owner of the estate must have suffered pecuniary damage by reason of the failure of the Health Board to comply with judicial decisions in the form of rent loss. She has however not sufficiently substantiated the alleged difficulties in selling the property. The claim brought by the second applicant must be rejected as he was never an owner of the property, which up until the mid 1990s was owned by the estate and thereafter by the first applicant. It is to be noted that the first applicant and her family already had accommodation and therefore, contrary to the Government’s submissions, the Court considers it reasonable that she would have attempted to rent out the real property to a stable degree. According to the applicants, the rental activities had generated an annual gross income of EUR 5,000-9,000 when the property had been rented out during 20 per cent of the year and they estimated that had there been no private nuisance the property could have been rented out during 70-80 per cent of the year. The Court is not ready to accept this approach, which it considers rather speculative. Moreover, no documentation of the income actually generated during the period in issue, such as for instance tax declarations or leases, has been submitted in support of the claim. Having regard to the circumstances, and deciding on an equitable basis, the Court awards the first applicant the sum of EUR 5,000 for pecuniary damage suffered as a result of the non-compliance by the Health Board of judicial decisions.", "88.  As to the claim for non-pecuniary damage the Court considers that both applicants must have been caused stress and frustration as a result of the failure of the Health Board to comply with judicial decisions and as a result of the length of the proceedings. It awards the total sum of EUR 10,000 to the applicants jointly for non-pecuniary damage.", "B.  Costs and expenses", "89.  The applicants claimed EUR 3,700 for costs incurred during the national proceedings, broken down into EUR 2,200 for costs incurred before the Health Board and EUR 1,500 before the appellate bodies.", "They claimed EUR 6,600 for costs incurred before the Court, broken down into EUR 2,800 for consulting a lawyer, EUR 800 for expenses and EUR 3,000 for work put into the application by the second applicant.", "90.  The Government submitted that only part of the applicants’ complaints had been declared admissible and that this should be taken into account when assessing the amount of compensation. The total amount of compensation for costs and expenses before the national authorities and the Court should not exceed EUR 5,000 (without value-added tax).", "91.  The Court reiterates that an award under this head may be made only in so far as the costs and expenses were actually and necessarily incurred in order to avoid, or obtain redress for, the violation found (see, among other authorities, Hertel v. Switzerland, judgment of 25 August 1998, Reports 1998-VI, p. 2334, § 63).", "The Court considers that the claims can be considered to have been substantiated as far as the costs incurred during the national proceedings and the costs of counsel before the Court in the amount of EUR 2,800 are concerned. However, as all the costs have not been incurred as a result of the violations found and part of the application has been declared inadmissible, the amounts cannot be awarded in full. Furthermore, under Article 41 of the Convention no awards are made in respect of the time or work put into an application by an applicant as this cannot be regarded as monetary costs actually incurred by him or her (see Lehtinen v. Finland (no. 2), no. 41585/98, § 57, 8 June 2006). As to the expenses, no documentation as required by Rule 60 of the Rules of Court has been submitted. These claims must therefore be rejected. Taking into account all the circumstances, the Court awards EUR 5,000 to the applicants jointly. They have not claimed value-added tax. No award is made.", "C.  Default interest", "92.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the length of the proceedings;", "", "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the failure to comply with judicial decisions;", "", "3.  Holds that it is unnecessary to rule on the complaint based on Article 1 of Protocol No. 1 to the Convention;", "", "4.  Holds", "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:", "(i)  EUR 5,000 (five thousand euros) to the first applicant in respect of pecuniary damage;", "(ii)  EUR 10,000 (ten thousand euros) to the applicants jointly in respect of non-pecuniary damage;", "(iii)  EUR 5,000 (five thousand euros) to the applicants jointly in respect of costs and expenses;", "(iv)  any tax that may be chargeable on the above amounts;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "5.  Dismisses the remainder of the applicants’ claims for just satisfaction.", "Done in English, and notified in writing on 24 July 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tFatoş Aracı\tNicolas Bratza\n\tDeputy Registrar\tPresident"]}