{"file": "ENG_HECOM_54648_09.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "54648/09", "text_paragraphs": ["", "", "", "FIFTH SECTION", "Application no. 54648/09\nAndreas FURCHT\nagainst Germany\nlodged on 9 October 2009", "STATEMENT OF FACTS", "", "The applicant, Mr Andreas Furcht, is a German national, who was born in 1961 and is currently detained in Hagen Prison. He is represented before the Court by Mr R. Birkenstock, a lawyer practising in Cologne.", "The circumstances of the case", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "1.  The investigation proceedings", "On 18 October 2007 the Aachen District Court authorised criminal investigations against S. and five other persons (not including the applicant) to be conducted by up to five undercover police officers. Criminal investigation proceedings on suspicion of drug trafficking had previously been instituted against the six suspects. Prior to the District Court’s order, the police’s suspicion against the suspects had been confirmed, in particular, by information obtained via telephone tapping and police surveillance of the suspects.", "The police decided to attempt to establish contacts between S. and the undercover agents via the applicant, a good friend of S. The applicant, who had no criminal record, was not, at that time, suspected of any involvement in drug trafficking.", "From 16 November 2007 onwards, two undercover police officers established contacts with the applicant. They visited him in the restaurant he ran and pretended being rich businessmen of the demi-monde interested in purchasing real property for running a club.", "In the following months, the applicant established contacts between the two undercover agents and S. for organising an international contraband trade in cigarettes after one of the undercover agents had pretended having a suitable lorry at hand for transporting the cigarettes abroad. When one of the undercover agents disclosed to the applicant on 23 January 2008 that he considered that the risk of being caught with smuggling cigarettes was too high compared to the possible profits, the applicant disclosed that they (that  is, S. and others and himself) would also traffic in cocaine and amphetamine. The undercover agents showed interest in transporting and purchasing drugs.", "However, on 1 February 2008 the applicant explained to one of the undercover agents that he would no longer be interested in any business other than the restaurant he ran.", "On 7 February 2008 the Aachen District Court, having regard to the applicant’s submissions to one of the undercover agents on 23 January 2008, extended the court order of 18 October 2007 authorising investigations by undercover police agents so as to cover also the applicant.", "On 8 February 2008 one of the undercover agents visited the applicant in his restaurant and dispersed the applicant’s suspicions against the undercover agents as well as his fear of having to serve a prison sentence in case the drug deal was discovered. The applicant thereupon continued organising two purchases of drugs (cocaine and amphetamine) by the undercover agents from S. on 16 February 2008 and on 12 March 2008. On the latter day, the applicant and S. were arrested after the delivery of the drugs to the undercover agents. The applicant would have received a commission of more than EUR 50,000 from S. for having arranged the second contract between S. and the undercover agents.", "2.  The proceedings before the Aachen Regional Court", "On 22 October 2008 the Aachen Regional Court convicted the applicant of two counts of drug trafficking and sentenced him to five years’ imprisonment.", "The Regional Court noted that the applicant had confessed to the offences in the proceedings. It further considered that his allegation that it had been the undercover agent and not himself who had first come up with the possibility of drug trafficking on 23 January 2008, and that he had only responded to that proposal, had not been proven.", "In fixing the sentence, the Regional Court considered the considerable quantities of drugs trafficked as an aggravating factor. However, there were considerable elements leading to a mitigation of the sentence, which had to be considered as relatively mild in view of the amount of drugs trafficked. The applicant had in essence confessed to the offences and did not have any prior convictions. The applicant had trafficked mainly amphetamine, which was not a hard drug. In view of the undercover agents’ involvement, there had further not been a risk that the drugs could freely circulate on the market.", "The Aachen Regional Court further stated that it was a particularly weighty factor mitigating the sentence that the applicant had been incited (verleitet) by State authorities to commit the offences. Prior to the undercover measure, there had not been any suspicion of involvement in drug trafficking against the applicant, who did not have a criminal record. Nevertheless, the applicant had not been instigated (angestiftet) to commit the offences at issue because the undercover agents had waited for the applicant to raise the possibility of drug trafficking.", "Moreover, the Regional Court stressed that the applicant had renounced any drug business on 1 February 2008 for fear of punishment, but was contacted again by the undercover agents who dispersed his doubts. The Regional Court considered that the way in which the undercover measure had been organised, that is, by contacting the applicant, a person not suspected of an offence, in order to establish contacts with suspect S., had entailed a risk, from the outset, that the applicant became implicated in drug trafficking.", "3.  The proceedings before the Federal Court of Justice", "The applicant subsequently lodged an appeal on points of law against the Regional Court’s judgment. He complained, in particular, that he had been incited by the police to commit the offences he had later been found guilty of. This had breached the rule of law and human dignity. There was, therefore, a bar to the criminal proceedings against the applicant, which should have been discontinued.", "On 8 April 2009 the Federal Court of Justice dismissed the applicant’s appeal on points of law as ill-founded. The decision was served on the applicant’s counsel on 20 April 2009.", "4.  The proceedings before the Federal Constitutional Court", "On 12 May 2009 the applicant lodged a constitutional complaint with the Federal Constitutional Court. Relying, inter alia, on Article 6 § 1 of the Convention and on the corresponding provision of the Basic Law, the applicant complained that he had not had a fair trial. He argued that the undercover agents had incited him to commit drug offences which he would not have committed otherwise. The use of the evidence obtained thereby in the criminal proceedings against him had rendered these proceedings unfair.", "On 28 May 2009 the Federal Constitutional Court declined to consider the applicant’s constitutional complaint against the judgment of the Aachen Regional Court and the decision of the Federal Court of Justice (file  no. 2 BvR 1029/09). The decision was served on the applicant’s counsel on 3 June 2009.", "COMPLAINT", "The applicant complains under Article 6 § 1 of the Convention about the unfairness of the criminal proceedings against him. He argues that he was convicted of drug offences which, as was confirmed by the domestic courts, he had neither been suspected of nor predisposed to commit. He was incited to commit these offences by undercover police officers who had initially acted without a court order covering their actions against him. Referring, inter alia, to the Court’s case-law established in the cases of Teixeira  de  Castro v. Portugal (9 June 1998, Reports of Judgments and Decisions 1998IV) and Vanyan v. Russia (no. 53203/99, 15  December  2005), he submits that his conviction was essentially based on the evidence obtained by entrapment, which rendered his trial unfair. \nIn the applicant’s view, it was not sufficient to mitigate his sentence as a result of the police entrapment in breach of the Convention. \nThe proceedings against him had to be discontinued.", "", "\n", "", "QUESTIONS TO THE PARTIES", "", "Did the applicant have a fair hearing in the determination of the criminal charges against him, in accordance with Article 6 § 1 of the Convention?", "", "In particular, was the applicant induced by undercover police agents into committing the offences of drug trafficking?", "", "If so, did the applicant have a fair criminal trial in view of the fact that evidence obtained by undercover police officers was used in the proceedings against him?", "", ""]}