{"file": "ENG_HEJUD_16639_11.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "16639/11", "text_paragraphs": ["", "", "", "THIRD SECTION", "", "", "", "", "", "", "CASE OF ĎURĎOVIČ AND TRANČÍKOVÁ v. SLOVAKIA", "", "(Application no. 16639/11)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "STRASBOURG", "", "7 October 2014", "", "FINAL", "", "07/01/2015", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Ďurďovič and Trančíková v. Slovakia,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tJosep Casadevall, President,\n\tAlvina Gyulumyan,\n\tJán Šikuta,\n\tDragoljub Popović,\n\tLuis López Guerra,\n\tJohannes Silvis,\n\tValeriu Griţco, judges,\nand Marialena Tsirli, Deputy Section Registrar,", "Having deliberated in private on 16 September 2014,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 16639/11) against the Slovak Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Dušan Ďurďovič, a Czech national, and Ms Mira Trančíková, a Slovak national (“the applicants”), on 28 February 2011.", "2.  The applicants were represented by Mr J. Holič, a lawyer practising in Bratislava. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.", "3.  The applicants alleged, in particular, that their right to a fair hearing by a tribunal had been breached.", "4.  On 7 May 2013 the above complaint under Article 6 § 1 was communicated to the Government and the remainder of the application was declared inadmissible.", "5.  The Government of the Czech Republic, having been informed of their right to intervene (Article 36 § 1 of the Convention and Rule 44 § 1 (a) of the Rules of Court), did not avail themselves of this right.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "6.  The applicants are husband and wife. Mr D. Ďurďovič was born in 1942 and lives in Hodonín, the Czech Republic. Ms M. Trančíková was born 1939 and lives in Bratislava.", "A.  Proceedings before the ordinary courts", "7.  On 2 October 1997 the applicants brought a claim in the Stará Ľubovňa District Court, alleging that they were the owners of real property which had been included in the assets of an insolvent company.", "8.  On 16 August 2006 the District Court dismissed the claim. With reference to the documents before it and judicial decisions delivered earlier the court established that the property in question had been transferred to the company which had later become insolvent.", "9.  In an appeal the applicants argued, in particular, that the first-instance court had failed to take evidence, as suggested by them, with a view to establishing that the property had not actually been transferred to the company. They also maintained that the case should have been assigned to a judge dealing with civil cases instead of a judge deciding commercial disputes.", "10.  On 24 April 2008 the Prešov Regional Court upheld the firstinstance court’s judgment. It found that the applicants had failed to show that the property had been erroneously included in the assets of the insolvent company in the context of the insolvency proceedings.", "11.  On 9 July 2008 the applicants lodged an appeal on points of law. They argued that there had been shortcomings in the proceedings before the appellate court which rendered the appeal on points of law admissible pursuant to Article 237 (a), (d) and (f) of the Code of Civil Procedure.", "12.  In particular, they alleged that the appellate court had determined the case without hearing the parties and establishing the relevant facts. Earlier consent they had given for the appellate court to proceed with the case in their absence at the hearing of 24 April 2008 did not mean that they accepted the determination of the merits without the parties having been heard. The applicants further argued that the case had been dealt with as a commercial dispute, whereas it should have been determined by judges dealing with civil cases.", "13.  On 30 November 2009 the Supreme Court rejected the appeal on points of law. It held that the reasons for its admissibility as invoked by the applicants could not be accepted. In particular, the Supreme Court noted that the applicants had notified the Regional Court that they would not be appearing on 24 April 2008, and that they had agreed with the case proceeding in their absence. The fact that the appellate court had not quashed the first-instance court’s judgment as requested by them could not affect the position.", "14.  The Supreme Court further held that in the proceedings complained of, the situation described in Article 237 (a) of the Code of Civil Procedure did not exist, and that the applicants had not shown that a final decision on the matter had been given earlier for the purposes of Article 237 (d) of the Code of Civil Procedure.", "B.  Proceedings before the Constitutional Court", "15.  On 8 March 2010 the applicants complained of a breach of Article 6 § 1 of the Convention in the proceedings leading to the District Court’s judgment of 16 August 2006, the Regional Court’s judgment of 24 April 2008 and the Supreme Court’s decision of 30 November 2009.", "16.  For reasons invoked in their appeal and appeal on points of law, they complained that their right to a fair hearing by a tribunal established by law had been breached. They also complained that the Supreme Court had not allowed them to respond to the defendants’ comments on their appeal on points of law.", "17.  The Constitutional Court declared the complaint inadmissible on 23 September 2010. As the District Court’s judgment had been reviewed by the Regional Court upon appeal, the Constitutional Court held that it did not have the power to examine the alleged shortcomings in the first-instance proceedings.", "18.  As to the Regional Court’s judgment, the applicants had failed to submit their complaint within the statutory time-limit of two months. The fact that they had sought redress by means of an appeal on points of law could not affect the position, as the Supreme Court had rejected that remedy as inadmissible.", "19.  Finally, as to the cassation proceedings, the Constitutional Court found no evidence of unfairness in the way the Supreme Court had dealt with and decided on the applicants’ appeal on points of law. Its failure to let the applicants comment on the other party’s observations on it had not rendered the proceedings unfair in the circumstances.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "A.  Code of Civil Procedure", "20.  Article 237 allows for an appeal on points of law against appellate court decisions, inter alia, where the courts decided on a matter outside their jurisdiction (Article 237 (a)), the courts decided on a matter which had been res iudicata or which had already been pending in other proceedings (Article 237 (d)), or where the courts prevented a party to the proceedings from asserting its rights before them (Article 237 (f)).", "21.  Other relevant provisions governing appeals on points of law are summed up in Ringier Axel Springer Slovakia, a. s. v. Slovakia (no. 41262/05, §§ 63-68, 26 July 2011).", "B.  Constitutional Court Act 1993 and the Constitutional Court’s practice", "22.  Under section 53(1) of the Constitutional Court Act 1993, a complaint under Article 127 of the Constitution is admissible only where the claimant has exhausted the effective remedies provided for by law to protect his or her fundamental rights. Section 53(3) provides that a complaint to the Constitutional Court can be lodged within two months of a decision taking final effect, or from the date of a contested measure or notification of another interference with a person’s rights.", "23.  The evolution of the Constitutional Court’s practice as regards the requirements for bringing a complaint under Article 127 of the Constitution in cases where an appeal on points of law was available in respect of certain shortcomings in civil proceedings is described in Franek v. Slovakia (no. 14090/10, §§ 26-31, 11 February 2014, with further references).", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "24.  The applicants complained that their right to a fair hearing by a tribunal had been breached in the above-mentioned proceedings. They relied on Article 6 § 1 of the Convention, the relevant part of which reads as follows:", "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”", "A.  Admissibility", "25.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "26.  The applicants maintained that the proceedings in their civil claim had been unfair and that their right of access to court had been breached as a result of the dismissal of their complaint under Article 127 of the Constitution.", "27.  The Government maintained that the Constitutional Court had decided in accordance with its practice at the relevant time. As the applicants’ appeal on points of law was rejected as inadmissible, the Supreme Court’s decision could not affect the statutory time-limit in respect of their complaints that there had been shortcomings in the proceedings leading to the appellate court’s judgment. The applicants could have prevented that situation from occurring by bringing an appeal on points of law and a complaint before the Constitutional Court in parallel.", "The Government further argued that the proceedings taken as a whole had complied with the requirements of Article 6 § 1.", "28.  The Court reiterates that in Franek (cited above, §§ 51-52 and 54) it found no justification for the requirement, imposed by the Constitutional Court’s practice at the relevant time, according to which in situations such as in the present case, plaintiffs should lodge their appeal on points of law simultaneously with a constitutional complaint.", "The Court further found more appropriate from the point of view of a person’s right of access to court a different approach, developed by subsequent practice, namely to accept the statutory time-limit to have been respected also as regards the appeal court’s decision where parties lodged a single constitutional complaint after the Supreme Court’s rejection of their appeal on points of law as inadmissible.", "Such an approach has been considered appropriate, in particular, where (i) in the appeal on points of law a party relied on arguments which are foreseen by the Code of Civil Procedure as grounds for an appeal on points of law, and (ii) the admissibility of that remedy in the particular circumstances depended on the discretion of the Supreme Court.", "29.  The Court notes that the above criteria have been met in the present applicants’ case, who in their appeal on points of law complained, inter alia, about the appellate court’s failure to hear them while relying on Article 237 (f) of the Code of Civil Procedure (see also Franek, cited above, §§ 14 and 53).", "30.  As a result of its rejection of the complaint in respect of the appellate court’s decision, the Constitutional Court excluded from its review part of the arguments made by the applicants, namely the alleged unfairness in the context of the determination of the merits of the case by the courts at first and second instance (see paragraphs 9 and 15-16 above).", "31.  The foregoing considerations are sufficient to enable the Court to conclude that the applicants’ right of access to court had been disrespected as a result of the dismissal by the Constitutional Court of their complaint related to the proceedings leading to the Prešov Regional Court’s judgment of 24 April 2008.", "There has accordingly been a violation of Article 6 § 1 of the Convention.", "32.  This conclusion dispenses the Court from examining the applicants’ complaint about the alleged unfairness of the proceedings.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "33.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "34.  The applicants did not submit a claim for just satisfaction.", "FOR THESE REASONS, THE COURT, UNANIMOUSLY,", "1.  Declares the application admissible;", "", "2.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the applicants’ right of access to court.", "Done in English, and notified in writing on 7 October 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tMarialena Tsirli\tJosep Casadevall\n\tDeputy Registrar\tPresident"]}