{"file": "ENG_HECOM_48723_07.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "48723/07", "text_paragraphs": ["FOURTH SECTION", "Application no. 48723/07\nAndrzej STANKIEWICZ and others\nagainst \nlodged on 29 October 2007", "STATEMENT OF FACTS", "The first and second applicants, Mr Andrzej Stankiewicz and Ms Małgorzata Solecka, are Polish nationals who were born in 1974 and 1970 respectively and live in Piaseczno-Józefosław and Kraków. The third applicant, Presspublica sp. z o. o. is a limited liability company having its registered office in . The company is the publisher of the daily newspaper “Rzeczpospolita” where the first and second applicants worked as journalists. The applicants are represented before the Court by Mr J. Kondracki, a lawyer practicing in .", "A.  The circumstances of the case", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "1.  Civil proceedings instituted by W.D.", "It appears that A.F., the chief executive of the Polish branch of M.S.D. Inc., a large pharmaceutical company, approached journalists of the daily newspaper “Rzeczpospolita”. He informed them that the company had received a proposal to “arrange” the placement of its drug on the list of refunded drugs in exchange for a kickback.", "On 12 May 2003 “Rzeczpospolita” published on the front and fourth pages an article entitled “Millions of dollars for drugs” (“Leki za miliony dolarów”), written by the first and second applicants. The subtitle read: “A pharmaceutical company asserts that the Head of the Private Office of the Minister of Health demanded a large kickback” (“koncern farmaceutyczny twierdzi, że szef gabinetu politycznego ministra zdrowia żądał dużej łapówki”).", "The journalists alleged that in the summer 2002 W.D., the Head of the Private Office of the Minister of Health (Szef Gabinetu Politycznego Ministra Zdrowia) had demanded a bribe from representatives of the pharmaceutical company M.S.D. Inc., offering in return his assistance in having a drug manufactured by the company placed on the list of drugs refunded within the framework of the national health care scheme.", "In the article, the applicants recounted the circumstances of two meetings which had taken place in  restaurants. They were attended by W.D., B.O. – director of a private osteoporosis clinic and W.D.’s acquaintance, as well as two representatives of the pharmaceutical company – Ł.Z. and H.M.N. The meetings had been devoted to the company’s plans to set up a network of osteoporosis clinics in  in cooperation with B.O.’s company. The essential message of the article was that during one of these meetings, W.D. had demanded a bribe from M.S.D. Inc., offering in return his assistance in having an osteoporosis drug manufactured by the latter placed on the list of refunded drugs.", "The relevant parts of the article read:", "“W.D., the Head of the Private Office of M.Ł. [Minister of Health], demanded a multi-million dollar kickback, offering assistance in placing drugs on the list of refunded drugs – asserts foreign pharmaceutical company. W.D. rejects these allegations, and M.Ł. [the Minister] does not believe the version of events presented by the company. ...", "“It is the first such obvious case of a corruption proposal which has happened to me” – asserts the representative of the company. W.D. admits that he twice met the representatives of the company, but denies that he demanded money from them. ...", "Companies are keen to have their drugs placed on the list [of refunded drugs]. Why? Because the State pays part of their price so they are cheaper and more accessible to patients. It has been known for years that the decisions concerning registration and placement of drugs on the list of refunded drugs were accompanied by “informal payments”. However, up to now the representatives of the pharmaceutical companies have never directly admitted that they were asked for a bribe. ...", "According to the director of the pharmaceutical company, W.D. was trying to convince [them] that the osteoporosis clinic [of B.O.] was a serious project. ... “He [W.D.] offered us cooperation and demanded a one-off rapid payment of 1.5 million dollars and then annual payments of 1 -1.5 million. Money was to be spent on “infrastructure””.", "On 22 May 2003 W.D. lodged a civil action with the  against the applicants for infringement of his personal rights. He demanded that the defendants publish an apology and further sought PLN 500,000 in compensation for non-pecuniary damage. Subsequently, he modified the latter claim and sought instead 50,000 PLN to be paid to a charity. W.D. submitted that the information about the alleged request for a kickback in exchange for the placement of a drug on the list of refunded drugs had been misleading and untrue. The newspaper’s allegations against W.D. had been based on unverified information originating from the representatives of the pharmaceutical company.", "The applicants argued that the version of events presented in the article was credible and that they had observed due diligence in gathering information for their article. They further argued that the disclosure of the facts presented in the article had been justified in the public interest.", "During the proceedings, the  heard several witnesses, including the participants at the business meetings, i.e. B.O., H.M.N., Ł.Z., the claimant W.D. as well as A.F. and the journalists.", "Ł.Z., an employee of the pharmaceutical company, testified that the meetings had been devoted to M.S.D. Inc.’s possible involvement in the project of setting up a network of osteoporosis clinics in . This involvement, according to the expectations of B.O.’s company, was to be limited to making a payment of approximately PLN 400,000, i.e. approximately between USD 100,000 and USD 150,000, to a given bank account. According to Ł.Z.’s testimony, this proposal was not accepted by M.S.D. Inc., whose participation in the project was thereby terminated. Ł.Z. further testified that while indeed the participants had also talked about the possibility of placing a certain drug on the list of refunded drugs, there had been in fact no causal link between the two matters. The relevant part of the testimony read as follows:", "“At no stage [of the talks] was there any connection between our involvement in the project and the placement of the drug on the list. ... No one has made such a proposal as described in the newspaper to me.”", "A.F., the chief executive of the company, testified that the participants at the meetings had discussed the project of setting up a network of clinics treating osteoporosis. He was informed by two of his employees present at the meeting that W.D. had proposed to the company to invest a certain amount in that project. According to A.F., W.D. had also discussed the issue of placement of the company’s drug used for treating osteoporosis on the list of refunded drugs. He considered that the two issues, namely the financial investment in the project and the placement of the company’s drug on the list were interconnected. He understood, basing himself on the information from his employees, that if the company had decided to invest in the project then the placement of its drug on the list of refunded drugs would have been possible.", "H.M.N., the finance director of the pharmaceutical company, testified that he had met W.D. and B.O. to discuss the same project. W.D. had introduced himself as a person representing a group which had been interested in the project. According to H.M.N., he expressed his surprise that the representative of the Government would be interested in the project involving a drug which had not been placed on the list of refunded drugs. At that point W.D. had stated that he would look into this issue. H.M.N. further stated that from the company point of view “there had been no connection between the project and the placement of the drug on the list”. The pharmaceutical company refused to participate financially in the project on the terms proposed by W.D. and B.O.", "B.O., director of a private osteoporosis clinic and acquaintance of W.D., stated that the participants had discussed osteoporosis and the setting up of a network of clinics treating that illness. According to B.O., Ł.Z. had requested a meeting with W.D. and he had arranged it accordingly. B.O. denied that the participants at the meeting had discussed the issue of the placement of the company drug on the list of refunded drugs or that W.D. had demanded a bribe.", "By a judgment of 17 June 2005 the  dismissed W.D.’s claim. The court found that the applicants, before writing and publishing the article, had questioned A.F. – the chief executive of the pharmaceutical company, as well as H.M.N., B.O. and W.D; they had also obtained a written statement from the Minister of Health. The court further noted that the versions of events presented to the applicants by A.F. and H.M.N. had been consistent, while the versions presented by W.D. and B.O. had lacked consistency. Moreover, the court expressed a view that the mere fact of W.D.’s participation in the business meeting, during which he had introduced himself as a Ministry official, had placed him in an ambiguous and awkward situation. The court concluded that the information that the applicants had had at their disposal before the publication of the article had been sufficiently reliable to reach the conclusion presented in the article and that they had shown sufficient diligence in gathering this material. Moreover, the court held that by publishing the article the applicants had clearly pursued the public interest, namely by exposing corruption. Accordingly – the court concluded – the applicants’ conduct had not been unlawful within the meaning of Article 24 of the Civil Code read in conjunction with the relevant provisions of the 1984 Press Act.", "W.D. appealed against the judgment and dropped his pecuniary claims. He argued that the journalists had largely based their conclusions on the version of events presented to them by A.F., and that the latter had deliberately sought to disparage him with a view to having the drug manufactured by M.S.D. Inc. placed on the list of refunded drugs. He further argued that A.F. had not in fact participated in the meeting at which the alleged offer of a bribe had been made, and thus his version of events could not be regarded as reliable. He further contended that while preparing the article the journalists had failed to question Ł.Z., who had served during the meeting as an interpreter of his conversations with H.M.N. He stressed that he spoke no English and H.M.N. did not speak or understand Polish, making any direct conversation between them impossible.", "By a judgment of 11 October 2006 the Warsaw Court of Appeal allowed the appeal. It concentrated its analysis on whether the journalists had respected the special diligence required of them under the Press Act in order to rebut the presumption of unlawfulness of the infringement of W.D.’s personal rights. The Court of Appeal had regard to the emerging trend in the case-law of the Supreme Court (cf. judgment of the Supreme Court of 14 May 2003, case no. I CKN 463/01) which held that in order to rebut the said presumption of unlawfulness it was sufficient to establish that a journalist had acted with requisite diligence, and that it was not necessary to demonstrate the truthfulness of the allegations raised. Contrary to the lower court, the Court of Appeal found that the journalists had failed to observe special diligence in the preparation of their article.", "It noted, first and foremost, that while preparing their article the applicants had failed to question Ł.Z., while the latter’s version of events had been crucial, given that W.D. and H.M.N. had relied on his interpretation to understand each other. The Court held that the journalists’ failure to acquaint themselves with Ł.Z.’s version of events – given that there had been only four participants at the meeting – amounted to a reprehensible mistake and clearly demonstrated that they had failed to observe due diligence in gathering the information for their article. The court further noted that the version of events presented by A.F., the company’s chief executive, to the journalists had been essentially based on summary information concerning the meetings, given to him by H.M.N. and Ł.Z., and thus might have been inaccurate due to possible translation mistakes. The journalists had not attempted to confirm whether the latter’s version of events had corresponded to the version of Ł.Z., but on the other hand they had spoken to persons (certain members of parliament) who had not had much in common with the issues raised in the article. The court observed that the reliability of A.F. was open to doubt. In this regard, it noted that the chief executive had clearly not wished that the journalists speak to Ł.Z. and that he had contacted the press only a few months after the impugned events had occurred. Furthermore, the list of refunded drugs for 2003 was only published in January of that year, while Ł.Z. had met the claimant in December 2002, on the instructions of A.F., to discuss the placement of the company’s drug on the list. The court noted that it could be concluded from that that if the company’s drug had been included on the Ministry’s list, then A.F. would not have disseminated the information which was the subject of the article.", "Finally, the Court of Appeal held that the first-instance court had erroneously assessed the testimonies of certain witnesses, in particular that of Ł.Z., and concluded that the information that the applicants had had at their disposal before publication was insufficient for making the corruption allegations levelled against W.D. In particular, the court noted that such a conclusion could not be drawn from the testimonies of witnesses. Witness H.M.N. stated that “there had been no connection between the project concerning osteoporosis clinics and the placement of the drug on the list”, while Ł.Z. denied that there had been any correlation between the two issues. Ł.Z. asserted that neither the claimant nor anyone else had proposed to have the drug placed on the list in exchange for a kickback. The court noted that the discussion had concerned the proposals of the claimant and B.O. that the pharmaceutical company would finance a network of clinics treating osteoporosis.", "Accordingly – the court concluded – the applicants’ conduct had been unlawful within the meaning of Article 24 of the Civil Code read in conjunction with the relevant provisions of the 1984 Press Act and infringed the claimant’s reputation and trust that was necessary in the exercise of his public duties.", "The applicants were ordered to publish an apology in their newspaper, which the Court of Appeal worded as follows:", "“M.S. and A.S. [the first and second applicants], the authors of the article “Millions of dollars for drugs”, published in the newspaper “Rzeczpospolita” of 12 May 2003, as well as the publisher of this newspaper, Presspublica sp. z o.o., hereby declare that by including in the article the statement to the effect that W.D. had offered to place a drug on the Minister of Health’s list of refunded drugs in return for a multi-million bribe, they infringed W.D.’s personal rights by exposing him to a loss of good reputation and trust necessary to pursue his public and professional activity and for that they present their apology.”", "The applicants were also ordered to pay PLN 4,400 (EUR 1,100) in court fees and to reimburse the costs of PLN 6,230 (EUR 1,550) to W.D.", "The applicants lodged a cassation appeal against the judgment. They argued, inter alia, that their conduct had not been unlawful, as they had observed due diligence in gathering the material for their article and the information obtained from the persons that they had questioned before publication had been sufficiently reliable. Further, they submitted that it was their right and duty as journalists to publish an article about the issue of corruption and that they had acted in the public interest.", "By a judgment of 13 April 2007, the Supreme Court dismissed the cassation appeal, holding that the applicants’ conduct had in fact been unlawful. In doing so, the Supreme Court based its findings largely on the conclusions reached by the Warsaw Court of Appeal. It concurred with that court that the evidence in the case, in particular the testimonies of the witnesses, had not made it possible to establish that in the course of the negotiations concerning investment in osteoporosis clinics the claimant or anyone else had demanded a bribe with a view to securing the placement of the drug manufactured by the company on the list of refunded drugs. The Supreme Court’s judgment was served on the applicants on 20 June 2007.", "2.  Criminal proceedings against by W.D.", "On 17 March 2004 the Warsaw Appellate Prosecutor charged W.D. with bribery in that W.D. had demanded a sum of money from the pharmaceutical company in order to finance a network of osteoporosis clinics. W.D. was also charged with procurement fraud. The prosecutor imposed preventive measures on W.D., namely a ban on leaving the country and ordered him to put up bail of 200,000 Polish zlotys.", "It appears that in January 2007 the prosecutor discontinued the proceedings against W.D.", "B.  Relevant domestic law", "Article 23 of the Civil Code contains a non-exhaustive list of “personal rights” (dobra osobiste). This provision states:", "“The personal rights of an individual, such as, in particular, health, liberty, honour, freedom of conscience, name or pseudonym, image, secrecy of correspondence, inviolability of the home, scientific or artistic work, [as well as] inventions and improvements, shall be protected by the civil law regardless of the protection laid down in other legal provisions.”", "Article 24 § 1 of the Civil Code provides:", "“A person whose personal rights are at risk [of infringement] by a third party may seek an injunction, unless the activity [complained of] is not unlawful. In the event of infringement [the person concerned] may also require the party who caused the infringement to take the necessary steps to remove the consequences of the infringement ... In compliance with the principles of this Code [the person concerned] may also seek pecuniary compensation or may ask the court to award an adequate sum for the benefit of a specific public interest.”", "COMPLAINTS", "The applicants complain under Article 10 of the Convention that the judgments given in their case interfered with their right to freedom of expression and that the interference could not be regarded as necessary in a democratic society.", "They further complain under Article 6 of the Convention that the Warsaw Court of Appeal lacked impartiality, as one of the judges of that court was W.D.’s brother-in-law and W.D.’s mother-in-law was formerly its President. The applicants also indicate that W.D.’s father-in-law was a former judge of the Supreme Court.", "QUESTION TO THE PARTIES", "Has there been a violation of the applicants’ right to freedom of expression, contrary to Article 10 of the Convention?"]}