{"file": "ENG_HEJUD_23152_05.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "23152/05", "text_paragraphs": ["", "", "FIFTH SECTION", "", "", "", "", "", "CASE OF NASTESKA v. “THE ”", "(Application no. 23152/05)", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "27 May 2010", "", "FINAL", "", "27/08/2010", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Nasteska v. “the ”,", "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:", "\tPeer Lorenzen, President,\n\tRenate Jaeger,\n\tKarel Jungwiert,\n\tRait Maruste,\n\tMark Villiger,\n\tMirjana Lazarova Trajkovska,\n\tZdravka Kalaydjieva, judges,\nand Claudia Westerdiek, Section Registrar,", "Having deliberated in private on 4 May 2010,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 23152/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Macedonian national, Ms Marina Nasteska (“the applicant”), on 14 June 2005.", "2.  The applicant was represented by Mr Z. Gavriloski, a lawyer practising in . The Macedonian Government (“the Government”) were represented by their Agent, Mrs R. Lazareska Gerovska.", "3.  The applicant alleged, in particular, that the Court of Appeal had violated the principle of equality of arms by failing to summon her to the session of 16 November 2004 and that the proceedings in her case had been unduly protracted.", "4. On 12 December 2008 the President of the Fifth Section decided to communicate the above complaints to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1963 and lives in .", "6.  On 24 February 2000 a criminal complaint was lodged against the applicant accusing her of abuse of office (злоупотреба на службената положба). On 17 May 2000 the investigating judge ordered a preliminary investigation in respect of the applicant, after hearing her evidence. On 13 June 2000 the public prosecutor lodged an indictment in which the applicant, as a former director of the Inter-county Centre for Social Care (“the Centre”), was suspected of granting requests for a social allowance for two persons (“the claimants”) despite an official report that had been drawn up by a team of experts from the Centre (“the report”) attesting that the claimants had not met the statutory requirements.", "7.  On 28 August 2000 the Kičevo Court of First Instance (“the trial court”) convicted the applicant, who was represented by counsel, and sentenced her to a suspended prison sentence of six months.", "8. On 13 November 2000 the applicant appealed against that decision. In a separate request, she asked the Bitola Court of Appeal to notify her of the date of the session so that she could elaborate on the grounds of her appeal.", "9. On 27 February 2001 the Bitola Court of Appeal gave its decision in the presence of the public prosecutor, but not the applicant. It stated that the applicant's presence would not have contributed to establishing the truth. It allowed the appeal and quashed the trial court's decision. It further instructed it to establish whether the report had been binding for the applicant. At the session, the public prosecutor submitted written pleadings for the appeal to be dismissed.", "10. On 19 July 2001 the trial court ordered an expert examination so as to determine whether the claimants had been entitled to receive the allowance. The expert report was submitted on 19 September 2001. Since it was incomplete, on 17 January 2002 the court ordered the Forensic Institute to draw up an alternative expert report regarding the same issue. This was drawn up on 23 April 2002 (“the 2002 expert report”) and stated that the claimants had been granted the allowance unlawfully. The applicant objected to this report, arguing that only a body such as the Social Care Bureau (“the Bureau”) would be suitably qualified to give such an opinion.", "11. On 18 June 2002 the trial court again found the applicant guilty and pronounced the same sentence. It established that the applicant and another employee of the Centre had carried out an on-site assessment of the claimants' houses. In this connection, minutes had been produced, on the basis of which the report had been drawn up. However, the applicant granted the claimants' requests despite the binding nature of the report. The trial court reached this decision on the basis of evidence taken from two witnesses, the 2002 expert report and other documentary evidence.", "12. On 8 October 2002 the applicant appealed against this decision, requesting the Bitola Court of Appeal to summon her to the session. On 10 December 2002 the  Court of Appeal, in the presence of the public prosecutor and the applicant, allowed the appeal and remitted the case for fresh consideration. It instructed the trial court to reassess the evidence, to hear the claimants and to obtain other evidence so as to establish whether the claimants had been eligible to receive the social allowance. It found the 2002 expert report inappropriate to attest to that fact.", "13. On 3 April 2003 the trial court acquitted the applicant, finding, inter alia, that she had not been bound by the report.", "14. On 11 November 2003 the Bitola Court of Appeal, sitting in private, quashed the acquittal decision since it could not be based on the lack of an explicit legal provision rendering the report binding. This decision was given in the presence of the public prosecutor, but not the applicant, despite her request to attend.", "15. On 15 March 2004 the Bureau drew up a report according to which the claimants had not been eligible to receive the allowance, the applicant had wrongly approved their requests and that the report had been binding for her.", "16. On 17 May 2004 the trial court convicted the applicant of abuse of office and sentenced her to a suspended term of six months' imprisonment. It based the decision, inter alia, on the Bureau's report of 2004 – which, it stated, had been drawn up on the applicant's suggestion – as well as the oral evidence given by the expert who had produced this 2004 report, two witnesses and other documentary evidence.", "17. The applicant, in person and through her lawyer, complained that the trial court had erroneously established the facts, wrongly assessed evidence and failed to provide reasons for its decision. She further argued that the court had wrongly given weight to the Bureau's report, evidence taken from the witnesses and other documentary evidence, because this had been submitted in the form of photocopies. She also complained about the trial court's refusal to hear evidence from the claimants. She complained that the Bureau had been a superior administrative body within the relevant Ministry supervising, ex officio, the work of social care centres and that, accordingly, it could not be regarded as a suitable institution. Lastly, she requested permission to attend the session of the Court of Appeal.", "18. On 16 November 2004 the Bitola Court of Appeal dismissed the applicant's appeal and upheld the lower court's decision. The court gave its decision in the presence of the public prosecutor, but not the applicant. It stated that the presence of the applicant or her lawyer would not have contributed to establishing the facts. It further addressed the public prosecutor's written submission of 24 September 2004 and his oral pleadings requesting that the applicant's appeal be dismissed. The court further stated that there had been no need to hear the claimants, given their initial statements concerning their standard of living made during the applicant's on-site visit. The court agreed that the complaints concerning the expert report of 2004 might have been reasonable but stated that the applicant's conviction would have been upheld even in the absence of that evidence. Lastly, the court endorsed the facts and reasoning of the trial court as established. This decision was served on the applicant on 25 January 2005.", "19.  During the proceedings, four hearings were adjourned at the request of the applicant.", "II. RELEVANT DOMESTIC LAW", "20.  Under section 362 (1) and (3) of the Criminal Proceedings Act (“the Act”) (Закон за кривична постапка), notification of the date of session (седница) of the adjudicating panel of the Court of Appeal is given, inter alia, to the defendant and his lawyer who, within the period prescribed for the appeal or reply to the appeal, make such a request or propose that a hearing (section 364 of the Act) be held before the second-instance court. Such notification may be given to parties who have not made such a request if their attendance would contribute to establishing the facts. The panel may seek additional explanations from the parties attending the session.", "21. Section 364 (1) and (2) of the Act provides that the second-instance court will hold a hearing (претрес) only if new evidence needs to be produced or evidence re-produced or if the case does not need to be remitted for fresh consideration. The defendant and his or her counsel, the public prosecutor, the victim and any witnesses or experts to be heard are summoned to attend the hearing before the second-instance court.", "THE LAW", "I.  ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION", "22.  The applicant complained that the proceedings had been unfair, namely that she, unlike the public prosecutor, had been deprived of the opportunity to be present at the Court of Appeal's session of 16 November 2004. She further complained that the proceedings had been unreasonably lengthy; that her conviction had been based on inadmissible evidence, namely on evidence submitted in the form of photocopies; that the expert report of 2004 had been drawn up by the Bureau, which had operated within the Ministry of Labour and Social Policy, which was the aggrieved party; that the trial court had refused to hear the claimants and lastly, that the courts had not provided sufficient reasons for their decisions. Article 6 of the Convention, in so far as relevant, reads as follows:", "Article 6 § 1", "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal ...”", "A.  Alleged violation of the principle of equality of arms before the Court of Appeal and the length of proceedings", "1. Admissibility", "23.  The Government did not raise any objection as to the admissibility of these complaints.", "24. The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.", "2.  Merits", "(a) Alleged violation of the principle of equality of arms in the proceedings before the Court of Appeal", "i) The parties' submissions", "25. The applicant stated that she had attended only one session of the Court of Appeal while the public prosecutor had attended all four sessions. By allowing only the public prosecutor to attend the session at the final stage of the proceedings, the Court of Appeal had deprived her of the opportunity to present the case under the same conditions as those afforded to the public prosecutor.", "26. The Government conceded that the public prosecutor, but not the applicant, had attended the session of 16 November 2004 when the Court of Appeal had given the final decision in the applicant's case. However, they contended that this had not placed her at a disadvantage vis-à-vis the public prosecutor. The applicant had not been summoned to attend since the case had been considered on several occasions at two levels of jurisdiction and hearing the applicant again at second instance would have been superfluous. This argument was justified by referring to the session of 10 December 2002 when the applicant had not contributed to establishing the facts. Furthermore, the public prosecutor had not submitted any new evidence at the session of 16 November 2004, but had rather addressed the applicant's written submissions.", "ii) The Court's consideration", "27. The Court observes that the principle of equality of arms implies that each party must be afforded a reasonable opportunity to present his or her case under conditions that do not place him or her at a substantial disadvantage vis-à-vis his or her opponent (see Ivanovski v. the former Yugoslav Republic of Macedonia (dec.), no. 21261/02, 29 September 2005).", "28. In the present case, the Court notes that the Bitola Court of Appeal had jurisdiction to examine the case as to the facts and the law and to make a full assessment of the question of the applicant's guilt or innocence. Having regard to this power, it quashed the trial court's decisions and remitted the case for fresh consideration on three occasions (see paragraphs 9, 12 and 14 above). Each time the Court of Appeal gave its decision, the applicant exercised her right under section 362 (1) of the Act, requesting to be notified of the dates of the sessions. She was, however, summoned to attend only one session while the public prosecutor attended all four sessions held by the Court of Appeal. Such was the case with the last session held at the final stage of the proceedings when the Court of Appeal upheld the applicant's conviction. On that occasion, the public prosecutor referred to her own written submissions of 24 September 2004 and submitted a final oral statement requesting that the applicant's appeal be dismissed. The applicant, not having been informed of the session, could not have replied to that position, even though it did not involve, according the Government, any new evidence. In this connection, the Court observes that the principle of equality of arms does not depend on further, quantifiable unfairness flowing from a procedural inequality. It is a matter for the defence to assess whether a submission deserves a reaction (see Bulut v. , 22 February 1996, § 49, Reports of Judgments and Decisions 1996II). The Court considers that even if the public prosecutor had not been permitted to make any comments, her presence at the Court of Appeal's private sitting afforded her, if only to outward appearances, an additional opportunity to bolster her opinion in private, without fear of contradiction by the applicant (see Borgers v. Belgium, 30 October 1991, § 28, Series A no. 214B, and Lobo Machado v. Portugal, 20 February 1996, § 32, Reports of Judgments and Decisions 1996I).", "29. In view of the above, the Court concludes that the principle of equality of arms has not been respected. There has, therefore, been a violation of Article 6 § 1 of the Convention on account of the public prosecutor's presence at the Court of Appeal's session of 16 November 2004, of which the applicant was not even notified.", "(b) Length of the proceedings", "i) The parties' submissions", "30. The applicant stated that the case had not been complex and that the expert examinations had not been necessary. She accepted responsibility for causing a total delay of 145 days by failing to attend four hearings. On the other hand, the national courts had been responsible for delays caused by improper delivery of court summons, failure to draft decisions in good time and ordering remittals on three occasions.", "31. The Government stated that the proceedings in question had started to run on 24 February 2000, the date on which the criminal complaint was lodged with the public prosecutor. They submitted that the case had not been complex, but that it had required several expert examinations. They further maintained that four adjournments had been imputable to the applicant who had also not been diligent or cooperative. Lastly, the national courts could not be held to have been inactive, since they had proceeded with the case without delay. The number of remittals had affected the length of the proceedings, but appropriate legislative amendments were envisaged so as to remedy that deficiency.", "ii) The Court's consideration", "32. The Court notes, on the Government's account, that the proceedings started on 24 February 2000, the date of submission of the criminal complaint against the applicant. They were concluded on 25 January 2005 when the Court of Appeal's decision of 16 November 2004 was served on the applicant. They therefore lasted just over four years and eleven months at two levels of jurisdiction.", "33. The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities (see Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).", "34. The Court considers, as the parties stated, that the case was not of particular complexity.", "35. It further observes that the applicant was responsible for a delay of nearly five months owing to her failure to attend four scheduled hearings (see paragraphs 19 and 30 above).", "36. As regards the conduct of the domestic courts, the Court considers that they cannot be said to have been inactive. Furthermore, the intervals between the decisions at the different levels of jurisdiction were not unacceptably lengthy. Despite that, the length of the proceedings cannot be considered reasonable mainly owing to the repeated re-examination of the case. The Court notes that the case was reconsidered on three occasions. In this context, it reiterates that, since the remittal of cases for re-examination is usually ordered as a result of errors committed by lower courts, the repetition of such orders within one set of proceedings discloses a serious deficiency in the judicial system (see Nankov v. the former Yugoslav Republic of Macedonia, no. 26541/02, § 48, 29 November 2007). The legislative amendments, to which the Government referred in their submissions, do not concern the impugned proceedings, but are intended to prevent procedural deficiencies of this kind in future. In addition, the trial court's requests for expert examinations affected the length of the proceedings, in particular since some of them were inappropriate (see paragraph 12 above) (see Stojanov v. the former Yugoslav Republic of Macedonia, no. 34215/02, § 60, 31 May 2007).", "37. Against this background, the Court considers that the proceedings in the present case were not conducted within a reasonable time.", "38. There has accordingly been a breach of Article 6 § 1 of the Convention.", "B. Remaining complaints", "39. The applicant complained that her conviction had been based on inadmissible evidence, namely on evidence submitted in the form of photocopies; that the expert report of the Bureau should not have been admitted in evidence since it had operated within the Ministry of Labour and Social Policy, which was the aggrieved party; that the trial court had refused to hear the claimants and that the decisions had not been founded on sufficient reasons.", "40. The Court has examined these complaints. However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.", "41. It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.", "II. APPLICATION OF ARTICLE 41 OF THE CONVENTION", "42.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "43. The applicant claimed 5,000 euros (EUR) in respect of non-pecuniary damage.", "44. The Government contested this claim as unsubstantiated.", "45. The Court accepts that the applicant must have suffered some non-pecuniary damage in respect of the violations found. Ruling on an equitable basis, it awards the applicant EUR 1,200 under this head, plus any tax that may be chargeable.", "B.  Costs and expenses", "46. The applicant did not seek reimbursement for costs and expenses in accordance with Rule 60 of the Rules of Court. Accordingly, the Court does not award any sum in this respect.", "C.  Default interest", "47. The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the complaints concerning equality of arms and the length of the proceedings admissible and the remainder of the application inadmissible;", "", "2.  Holds that there has been a violation of Article 6 of the Convention on both grounds;", "", "3.  Holds", "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,200 (one thousand and two hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable on the date of settlement;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses the remainder of the applicant's claim for just satisfaction.", "Done in English, and notified in writing on 27 May 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tRegistrar\tPresident"]}