{"file": "ENG_CLIN_2959_11.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "2959/11", "text_paragraphs": ["Information Note on the Court’s case-law 183", "March 2015", "Association for the Defence of Human Rights in Romania – Helsinki Committee on behalf of Ionel Garcea v. Romania - 2959/11", "Judgment 24.3.2015 [Section III]", "Article 34", "Locus standi", "Standing of non-governmental organisation to lodge an application on behalf of deceased mentally-ill detainee", "Article 2", "Article 2-1", "Effective investigation", "Failure to conduct effective investigation into the death of mentally-ill detainee: violation", "Facts – The application was lodged by an NGO named the Association for the Defence of Human Rights in Romania – Helsinki Committee, on behalf of a prisoner Mr Garcea, who died in 2007.", "While serving a seven-year sentence, Mr Garcea was diagnosed with a mental illness and other health problems and was under regular supervision of the prison medical service. He had been in contact with the applicant association since the beginning of his prison term. In August 2004 he inserted a nail into his forehead and in early 2005 attempted suicide. Mr Garcea alleged that he was beaten up on several occasions and handcuffed and chained to a hospital bed. The applicant association lodged complaints with the domestic authorities after visiting him, stating that the lack of medical treatment amounted to torture and urging the prison authorities to stop using force against him. In June 2007 Mr Garcea inserted another nail into his forehead and was operated on in a civilian hospital. After his final return to the prison hospital he died there in July 2007.", "The applicant association lodged an administrative complaint with the prison administration requesting an investigation into Mr Garcea’s medical treatment. The prosecutor’s office decided not to prosecute the prison doctors. Concerning the allegations of ill-treatment through improper medical care a court of appeal ordered that the investigation be continued in February 2011 after finding that the conditions that had precipitated Mr Garcea’s death had to be established.", "Law – Article 34: The Government submitted that the applicant association did not have locus standi as it did not fulfil the ratione personae criteria and was not able to show a strong link with Mr Garcea. The Court recalled its recent judgment in the case of Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania in which it had established that in exceptional circumstances and in cases of allegations of a serious nature, it should be open to associations to represent victims, in the absence of a power of attorney and notwithstanding that the victim may have died before the application was lodged under the Convention. As in that case, serious allegations of violations of Articles 2, 3 and 13 of the Convention had been made in respect of a person with no known relatives and suffering from mental illness. Even though, unlike Mr Câmpeanu, Mr Garcea could have lodged a complaint during his lifetime and had a relatively close connection with the association that represented him, the Court nevertheless considered that the applicant association had standing as his de facto representative. ", "Conclusion: preliminary objection dismissed (unanimously).", "Article 2 (procedural aspect): The Court was called upon to determine whether the national authorities had fulfilled their obligation to conduct an effective investigation into Mr Garcea’s death. The pending domestic proceedings had already lasted for more than seven years. Furthermore, the court of appeal had found that the investigation had not been thorough since essential questions had not been answered by the prosecutor. The prosecutor’s office itself had failed to deal with the complaint of ill-treatment in detention lodged by the applicant association. The ineffectiveness of the investigation and the time it had taken the authorities to establish the circumstances of Mr Garcea’s death thus amounted to a procedural breach of Article 2.", "Conclusion: violation (unanimously).", "The Court found no violation under the substantive aspect of Article 2 owing to a lack of medical evidence establishing the responsibility of the State “beyond reasonable doubt”.", "Article 41: no claim made in respect of damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}