{"file": "ENG_HEJUD_18996_91.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "18996/91", "text_paragraphs": ["", "", "", "AFFAIRE GARYFALLOU AEBE c. GRÈCE", "", "CASE OF GARYFALLOU AEBE v. GREECE", "", "(93/1996/712/909)", "", "", "", "", "", "", "", "", "ARRET/JUDGMENT", "", "STRASBOURG", "", "", "24 septembre/September 1997", "", "", "Cet arrêt peut subir des retouches de forme avant la parution dans sa version définitive dans le Recueil des arrêts et décisions 1997, édité par Carl Heymanns Verlag KG (Luxemburger Straße 449, D-50939 Cologne) qui se charge aussi de le diffuser, en collaboration, pour certains pays, avec les agents de vente dont la liste figure au verso.", "", "The present judgment is subject to editorial revision before its reproduction in final form in Reports of Judgments and Decisions 1997. These reports are obtainable from the publisher Carl Heymanns Verlag KG (Luxemburger Straße 449, D-50939 Köln), who will also arrange for their distribution in association with the agents for certain countries as listed overleaf.", "", "Liste des agents de vente/List of Agents", "", "", "Belgique/Belgium: Etablissements Emile Bruylant (rue de la Régence 67, B-1000 Bruxelles)", "", "Luxembourg: Librairie Promoculture (14, rue Duchscher (place de Paris), B.P. 1142, L-1011 Luxembourg-Gare)", "", "Pays-Bas/The Netherlands: B.V. Juridische Boekhandel & Antiquariaat A. Jongbloed & Zoon (Noordeinde 39, NL-2514 GC ‘s-Gravenhage)", "\nSUMMARY", "Judgment delivered by a Chamber", "Greece – length of proceedings before administrative courts", "I.\tGovernment’s preliminary objection", "Government’s submission that the applicant company’s fresh complaint about the length of the proceedings constituted an unacceptable mutatio litis: Government had sufficient opportunity to make any relevant submissions before the Commission, of which they in fact availed themselves – no reason for Court to depart from principle that the compass of the case before it is delimited by the Commission’s decision on admissibility.", "Allegation that new complaint was time-barred only applies if the two identifiable sets of proceedings are treated separately.", "Conclusion: preliminary objection joined to the merits (unanimously).", "II.\tArticle 6 § 1 of the Convention", "A.\tApplicability", "Principles emerging from Court’s case-law recalled.", "Fine imposed on applicant company not characterised under domestic law as a criminal sanction – sanction to which the applicant company and its representatives were liable sufficiently severe to warrant considering charge against them to be a criminal one – not necessary to analyse the nature of the offence at issue.", "Conclusion: Article 6 § 1 applicable (unanimously).", "B.\tCompliance", "Principles emerging from Court’s case-law recalled.", "From introduction of first set of proceedings, the applicant company constantly sought to obtain judicial examination of the lawfulness of the ministerial order – this fact alone sufficient to warrant the examination of both sets of proceedings as a whole – issues of domestic law irrelevant to this end – States have the duty to organise their judicial system in such a way as to meet each of the requirements of Article 6 § 1.", "Conclusion: violation; preliminary objection dismissed (unanimously).", "\nIII.\tARTICLE 50 OF THE CONVENTION", "No damage established – applicant company’s claims in respect of costs and expenses reasonable.", "Conclusion: respondent State to pay the applicant company specified sum in respect of costs and expenses (unanimously).", "COURT’S CASE-LAW REFERRED TO", "8.6.1976, Engel and Others v. the Netherlands; 21.2.1984, Öztürk v. Germany; 28.6.1984, Campbell and Fell v. the United Kingdom; 25.8.1987, Lutz v. Germany; 22.5.1990, Weber v. Switzerland; 27.11.1991, Kemmache v. France; 27.2.1992, Tusa v. Italy; 24.2.1994, Bendenoun v. France; 23.4.1996, Phocas v. France; 18.2.1997, Mauer v. Austria", "", "In the case of Garyfallou AEBE v. Greece,", "The European Court of Human Rights, sitting, in accordance with Article 43 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) and the relevant provisions of Rules of Court A, as a Chamber composed of the following judges:", "\tMr\tR. Ryssdal, President,\n\tMr\tF. Matscher,\n\tMr\tL.-E. Pettiti,\n\tMr\tA. Spielmann,\n\tMr\tN. Valticos,\n\tMr\tR. Pekkanen,\n\tMr\tJ.M. Morenilla,\n\tMr\tB. Repik,\n\tMr\tP. van Dijk,", "and also of Mr H. Petzold, Registrar, and Mr P.J. Mahoney, Deputy Registrar,", "Having deliberated in private on 31 May and 28 August 1997,", "Delivers the following judgment, which was adopted on the last-mentioned date:", "PROCEDURE", "1.  The case was referred to the Court by the Greek Government (“the Government”) on 6 August 1996, within the three-month period laid down by Article 32 § 1 and Article 47 of the Convention. It originated in an application (no. 18996/91) against the Hellenic Republic lodged with the European Commission of Human Rights (“the Commission”) under Article 25 by Garyfallou AEBE, a company registered under Greek law, on 12 October 1991.", "The Government’s application referred to Articles 44 and 48 of the Convention. Its object was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention.", "2.  In response to the enquiry made in accordance with Rule 33 § 3 (d) of Rules of Court A, the applicant company stated that it wished to take part in the proceedings and designated the lawyers who would represent it (Rule 30).", "3.  The Chamber to be constituted included ex officio Mr N. Valticos, the elected judge of Greek nationality (Article 43 of the Convention), and Mr R. Ryssdal, the President of the Court (Rule 21 § 4 (b)). On 2 September 1996, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr F. Gölcüklü, Mr L.-E. Pettiti, Mr A. Spielmann, Mr R. Pekkanen, Mr J.M. Morenilla, Mr B. Repik and Mr P. van Dijk (Article 43 in fine of the Convention and Rule 21 § 5). Subsequently Mr F. Matscher, substitute judge, replaced Mr Gölcüklü, who was unable to take part in the further consideration of the case (Rules 22 § 1 and 24 § 1).", "4.  As President of the Chamber (Rule 21 § 6), Mr Ryssdal, acting through the Registrar, consulted the Agent of the Government, the applicant company’s lawyers and the Delegate of the Commission on the organisation of the proceedings (Rules 37 § 1 and 38). Pursuant to the order made in consequence, the Registrar received the memorials of the applicant company and the Government on 14 and 18 March 1997 respectively.", "5.  On 4 April 1997 the applicant company informed the Registrar that it did not wish to be represented at the hearing.", "6.  In accordance with the President’s decision, the hearing took place in public in the Human Rights Building, Strasbourg, on 26 May 1997. The Court had held a preparatory meeting beforehand.", "", "There appeared before the Court:", "(a)\tfor the Government\nMr\tV. Kondolaimos, Adviser,\n\t\t\tLegal Council of State,\tDelegate of the Agent,\nMrs\tV. Pélékou, Legal Assistant,\n\t\t\tLegal Council of State,\tAdviser;", "(b)\tfor the Commission\nMr\tC.L. Rozakis,\tDelegate.", "", "The Court heard addresses by Mr Rozakis and Mr Kondolaimos.", "AS TO THE FACTS", "I.\tParticular circumstances of the case", "7.  The applicant company, Garyfallou AEBE, an international carrier, has its registered office in Kavala (Kavala).", "8.  On 24 March 1986 the Deputy Minister of Commerce, using powers under section 8 (2) of Law no. 936/1979 (see paragraph 17 below), ordered the applicant company to pay a fine of 500,000 drachmas for having violated the rules concerning import and export trade, when importing glass panels from Romania of a total value of 15,050 German marks.", "9.  On 9 April 1986 the applicant company challenged the imposition of the fine before the First Instance Administrative Court (Diikitiko Protodikio) of Athens. In its judgment of 8 April 1987 (no. 5214/1987) the court considered that the applicant company's appeal (prosfigi) did not give rise to a dispute coming within the competence of the lower administrative courts (diikitiki diafora usias); it was in reality an action for annulment (akirotiki diafora) and as such it came within the competence of the Supreme Administrative Court (Symvoulio tis Epikratias). As a result, the case was referred to that jurisdiction.", "10.  On 24 August 1987 the Fourth Division of the Supreme Administrative Court fixed a hearing for 19 April 1988. This hearing was, however, adjourned as were the hearings fixed for 7 February and 5 December 1989 and 6 February, 5 June and 4 December 1990. A hearing eventually took place on 8 January 1991.", "11.  In the meantime the Supreme Administrative Court, sitting in plenary, had issued judgment no. 149/1990 in which it considered that there did not exist any general principle or specific legal provision providing for the referral to the Supreme Administrative Court of actions for annulment which had been wrongly introduced before the lower administrative courts.", "12.  On 14 April 1991 the fine was paid together with a 100% increase as a penalty for late payment.", "13.  On 16 April 1991 the Fourth Division of the Supreme Administrative Court, applying the findings of the Plenary, held that the applicant company’s action for annulment had not been introduced in accordance with the law and decided to refrain from examining the case further (judgment no. 1260/1991).", "14.  On 11 October 1991 Law no. 1968/1991 was promulgated, allowing by virtue of section 40 (2) (see paragraph 21 below) for the reintroduction before the competent court of legal actions previously rejected by the Supreme Administrative Court or the lower administrative courts on a number of grounds, including lack of competence.", "15.  The applicant company reintroduced its action for annulment before the Supreme Administrative Court on 10 February 1992 and a hearing was fixed for 18 October 1994. On that date the examination of the case was adjourned until 30 May 1995, when a further adjournment was ordered.", "16.  On 28 November 1995 a hearing was held. The judge rapporteur considered that the Supreme Administrative Court was not competent to deal with the applicant company’s case, which was not an action for annulment. He proposed that it be referred to the Athens First Instance Administrative Court. In its judgment no. 1776/1996 of 9 April 1996 the Supreme Administrative Court decided to follow the rapporteur’s proposal. The case was referred to the Athens First Instance Administrative Court before which a hearing took place on 27 September 1996. On 18 June 1997 the Athens First Instance Administrative Court notified its decision to the applicant company. The ministerial order of 24 March 1986 was held to be ineffective.", "II.\tRelevant domestic law and practice", "17.  By section 8 of Law no. 936/1979:", "“1.  Persons who contravene the rules concerning import and export trade are punishable with imprisonment of a maximum duration of two years or with a fine which cannot exceed the total value of the goods concerned or with a combination of the two penalties ... Criminal proceedings are instituted ex officio by the public prosecutor ...", "2.  The Minister of Commerce ... may impose a fine, which shall not exceed the total value of the goods concerned, on the persons who have contravened one of the rules mentioned in the previous paragraph. The fine is imposed independently of the criminal prosecution of the offender or of his eventual acquittal ...”", "18.  According to the case-law, the fine provided for in section 8 (2) of Law no. 936/1979 is imposed to enforce rules which aim at “the control of the balance of trade and payments and [at] the protection of monetary stability and of the foreign currency reserves of the country” (Athens Administrative Court of Appeal’s judgment no. 1241/1988, Diikitiki Diki, vol. 1989, p. 318). The imposition of such a fine involves the disapproval of the offender (Supreme Administrative Court’s judgment no. 2912/1986, To Sindagma, vol. 13, p. 366; Athens Administrative Court of Appeal’s judgment no. 1241/1988).", "19.  Fines imposed by the Minister of Commerce on persons who contravene the rules concerning import and export trade are collected in accordance with the Code for the Collection of Public Revenues (Supreme Administrative Court’s judgment no. 2912/1986; Athens Administrative Court of Appeal judgment no. 1241/1988).", "\n20.  According to Articles 7 and 9 of the Code for the Collection of Public Revenues, a person who fails to pay a debt to the State, the existence of which has been certified by a competent administrative authority, may be subjected to seizure of his goods and deprivation of his liberty. The above-mentioned measures of coercion are ordered by the competent administrative authority. When the debtor is a legal person, Article 69 provides for the detention of its directors for a period of up to one year (Article 70).", "21.  Section 40 (2) of Law no. 1968/1991, published on 11 October 1991, allows for the reintroduction within four months from publication of actions which had not been examined by the Supreme Administrative Court or any other administrative court on the ground, inter alia, of lack of competence.", "PROCEEDINGS BEFORE THE COMMISSION", "22.  The applicant company applied to the Commission on 12 October 1991. It alleged a breach of Article 6 § 1 of the Convention with regard to its right of access to a court. An additional complaint concerning the alleged unreasonable length of the proceedings in question was introduced on 16 January 1995.", "23.  On 24 October 1995 the Commission (First Chamber) declared the application (no. 18996/91) admissible only as to the latter complaint. In its report of 11 April 1996 (Article 31), it expressed the unanimous opinion that there had been a breach of Article 6 § 1 of the Convention. The full text of the Commission’s opinion and of the separate opinion contained in the report is reproduced as an annex to this judgment.", "FINAL SUBMISSIONS TO THE COURT", "24.  In its memorial, the applicant company asked the Court to hold that its rights under Article 6 § 1 had been violated and to award it compensation in respect of damages and legal costs and expenses.", "The Government, for their part, requested the Court to dismiss the application as inadmissible or as unfounded on the merits. Likewise, every claim for compensation under Article 50 of the Convention should be rejected.", "AS TO THE LAW", "I.\tTHE GOVERNMENT’S PRELIMINARY OBJECTION", "25.  The Government argued – as they had done before the Commission – that the applicant company’s complaint relating to the length of proceedings represented an inadmissible amendment to the initial application which concerned alleged lack of access to a court (see paragraph 22 above). The new complaint, lodged in January 1995, was introduced several years after the Supreme Administrative Court had decided in April 1991 (see paragraph 13 above) to refrain from examining the applicant company’s case, thereby putting an end to the first set of proceedings. It therefore failed to comply with the rule, in Article 26 of the Convention, that applications to the Commission must be lodged “within a period of six months from the date on which the final decision was taken”.", "As to the second set of proceedings, which started on 10 February 1992 with the reintroduction by the applicant company of an action for annulment before the Supreme Administrative Court (see paragraph 15 above), the Government submitted that the thrust of the applicant company’s allegations did not concern the excessive length of this period.", "26.  The Delegate of the Commission submitted that the applicant company’s complaint relating to the length of proceedings was raised prior to the Commission’s decision on the admissibility of the application. The Government therefore had had ample opportunity to make observations as to the merits of the new complaint. The preliminary objection should therefore be dismissed.", "27.  To the extent that the Government submit that the introduction by the applicant company of a fresh complaint relating to the length of proceedings operated an unacceptable mutatio litis, the Court notes that the said complaint was introduced before the Commission decided on the admissibility of the application and while the applicant company’s second action for annulment had been pending in the Supreme Administrative Court for nearly three years. As pointed out by the Delegate of the Commission, the Government were given the opportunity to make any relevant submissions before the Commission. They in fact availed themselves of this opportunity and filed written observations on 18 April 1995 (see paragraph 10 of the Commission’s report). The Court therefore sees no reason to depart from its well-established principle that the compass of the case before it is delimited by the Commission’s decision on admissibility (see, as a recent authority, the Mauer v. Austria judgment of 18 February 1997, Reports of Judgments and Decisions 1997-I, pp. 8283, § 28).", "\nAs to the allegation that the new complaint was time-barred on account of the applicant company’s failure to lodge it within the six-month period laid down in Article 26, the Court observes that this objection can only be raised in respect of the first set of proceedings and will only apply if the two identifiable sets of proceedings are treated separately. It appears to the Court that this latter issue is closely linked to the substance of the applicant company’s complaint. It therefore joins to the merits the Government’s preliminary objection.", "II.\tALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "28.  The applicant company contended that it first brought proceedings against the fine imposed on it in April 1986. Eleven years later the matter had still not been determined, in violation of Article 6 § 1 of the Convention, which, in so far as relevant, reads:", "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”", "While the Commission agreed with the applicant company, the Government contested both the applicability of that provision to the facts in issue and the alleged breach of the Convention.", "A.\tApplicability of Article 6 § 1", "29.  In the Government’s submission, the fine imposed on the applicant company (see paragraph 8 above) was not a “criminal charge” but a typical example of an administrative penalty. As such, it served the purpose of compelling individuals to comply with laws passed in the interests of the proper functioning of a public service; unlike a criminal conviction, it did not involve the exercise of any judicial power or the imposition of any particular stigma on the offender.", "30.  The applicant company relied on the Court’s judgments in the cases of Engel and Others v. the Netherlands of 8 June 1976 (Series A no. 22), Öztürk v. Germany of 21 February 1984 (Series A no. 73), Campbell and Fell v. the United Kingdom of 28 June 1984 (Series A no. 80) and Weber v. Switzerland of 22 May 1990 (Series A no. 177). It submitted that determination of the impugned fine amounted to that of a “criminal charge”.", "31.  The Commission considered that the fine in issue sought to protect the general interest of society, which is also the aim of criminal law. As to its severity, the Commission observed that the applicant company risked a\n\n\n\nmaximum fine equal to the value of the imported goods, and that, in the event of non-payment, national law provided for the seizure of the applicant company’s assets and for the detention of its directors. It concluded that the fine imposed on the applicant company constituted, for the purposes of the Convention, a “criminal charge”.", "32.  The Court recalls that in order to determine whether an offence qualifies as “criminal” for the purposes of the Convention, the first matter to be ascertained is whether or not the text defining the offence belongs, in the legal system of the respondent State, to the criminal law; next, the nature of the offence and, finally, the nature and degree of severity of the penalty that the person concerned risked incurring must be examined, having regard to the object and purpose of Article 6, to the ordinary meaning of the terms of that Article and to the laws of the Contracting States (see, among other authorities, the above-mentioned Öztürk judgment, p. 18, § 50).", "33.  It is apparent from section 8 of Law no. 936/1979 (see paragraph 17 above) that the fine imposed on the applicant company is not characterised under domestic law as a criminal sanction. Moreover, this was common ground among those appearing before the Court.", "It is consequently necessary to examine the sanction in the light of the second and third criteria mentioned above (see paragraph 32 above). In this respect, the Court recalls that these criteria are alternative and not cumulative ones: for Article 6 to apply by virtue of the words “criminal charge”, it suffices that the offence in question should by its nature be “criminal” from the point of view of the Convention, or should have made the person concerned liable to a sanction which, in its nature and degree of severity, belongs in general to the “criminal” sphere (see, among other authorities, the Lutz v. Germany judgment of 25 August 1987, Series A no. 123, p. 23, § 55). This does not exclude that a cumulative approach may be adopted where the separate analysis of each criterion does not make it possible to reach a clear conclusion as to the existence of a “criminal charge” (see, for instance, the Bendenoun v. France judgment of 24 February 1994, Series A no. 284, p. 20, § 47).", "34.  The Court observes that the applicant company was fined 500,000 drachmas(see paragraph 8 above). It risked however a maximum fine equal to the value of the imported goods (see paragraph 17 above), that is 15,050 German marks, nearly three times the amount actually fined. In the event of non-payment, national law provided for the seizure of the applicant company’s assets and, more importantly for the purposes of the Court’s examination, the detention of its directors for up to one year (see paragraph 20 above).", "\nIn these circumstances, the Court concludes that the sanction to which the applicant company and its legal representatives were liable was sufficiently severe to warrant considering the charge against them to be a criminal charge for the purposes of the Convention.", "It is therefore not necessary to analyse the nature of the offence in issue.", "35.  In conclusion, Article 6 § 1 is applicable in the instant case.", "B.\tCompliance with Article 6 § 1", "36.  The applicant company contended that the proceedings whereby the “criminal” charge against it was to be determined started with the ministerial order of 24 March 1986 (see paragraph 8 above). They therefore lasted over eleven years, a period that could not be considered reasonable within the meaning of Article 6 § 1 of the Convention.", "37.  The Government submitted that the applicant company’s case concerned two separate sets of proceedings whose length was justified by the complexity of the legal situation arising from the Supreme Administrative Court’s interpretation of the provisions governing the jurisdiction of administrative courts.", "38.  The Commission was of the view that the totality of the proceedings, starting on the date of the imposition of the fine, should be examined. In that connection, it noted that the action lodged by the applicant company on 10 February 1992 (see paragraph 15 above) was in every respect identical to the original action instituted before the Athens First Instance Administrative Court on 9 April 1986 (see paragraph 9 above). If proceedings were not introduced before the Supreme Administrative Court from the start this was due to the legal uncertainty at the material time as to what form an appeal against an administrative fine should take, as the very history of the domestic proceedings in issue aptly illustrates.", "In the Commission’s opinion, although the case presented a certain complexity – in that it had so far involved a hearing before a lower administrative court, a referral to the Supreme Administrative Court, an initial rejection and a reintroduction following legislative changes – this factor alone could not justify the protracted length of the proceedings. In the absence of any explanation from the Government, the Commission came to the conclusion that the “reasonable time” requirement in Article 6 § 1 of the Convention had not been respected.", "39.  The Court reiterates at the outset that the reasonableness of the length of proceedings must be assessed in the light of the particular circumstances of the case and having regard to the criteria laid down in its case-law, in particular the complexity of the case and the conduct of the \n\n\n\napplicant and of the relevant authorities (see, among many other authorities, the Kemmache v. France judgment of 27 November 1991, Series A no. 218, p. 27, § 60). It is necessary among other things to take account of the importance of what is at stake for the applicant in the litigation (see, for instance, the Phocas v. France judgment of 23 April 1996, Reports 1996-II, p. 546, § 71).", "40.  The Court observes that from the introduction of the original action in the first-instance administrative court in April 1986, through the reintroduction of a similar action before the Supreme Administrative Court following legislative changes, until the notification of the judgment of the Athens First Instance Administrative Court in June 1997 (see paragraph 16 above) the applicant company constantly sought to obtain judicial examination of the lawfulness of the ministerial order of 24 March 1986 and the fine imposed thereunder, which is to be regarded as a “criminal charge” for the purposes of Article 6 § 1 (see paragraph 34 above). This fact alone is sufficient to warrant the examination of both sets of proceedings as a whole. Issues of domestic law, such as the legal characterisation of the action to be introduced or the jurisdictional organisation of the national courts, which resulted in the applicant company’s case being shuttled back and forth between the different administrative tribunals, are irrelevant to this end. What matters is whether the particular difficulties associated with the present case can be attributed to the applicant company’s conduct or rather to that of the State authorities, which – it is recalled – have the duty to organise their judicial system in such a way as to meet each of the requirements in Article 6 § 1 (see, among many other authorities, the Tusa v. Italy judgment of 27 February 1992, Series A no. 231-D, p. 41, § 17). In this respect it should be noted that organisational problems are not to be regarded – as suggested by the Commission in the instant case – as adding to the complexity of the case.", "41.  The Government have failed to satisfy the Court that the length of the proceedings under examination was due – even in part – to the applicant company’s conduct. They have moreover admitted that problems related to the interpretation given by the Supreme Administrative Court of certain provisions on the jurisdiction of administrative courts were at the heart of the unusual course followed by the instant procedures (see paragraph 37 above).", "42.  In the absence of any other explanation by the Government, the Court cannot but conclude that the proceedings, which have lasted over eleven years, did not comply with the requirement in Article 6 § 1 that “criminal” charges be determined within a “reasonable time”.", "\n43.  The Court has held that it is necessary to examine the proceedings brought by the applicant company in their entirety (see paragraph 40 above). It follows that the Government’s preliminary objection that the complaint concerning the length of proceedings in respect of the first set of proceedings was out of time (see paragraphs 25 and 27 above) must fail.", "44.  There has accordingly been a violation of Article 6 § 1 of the Convention.", "III.\tAPPLICATION OF ARTICLE 50 OF THE CONVENTION", "45.  Under Article 50 of the Convention,", "“If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.\tDamage and costs", "46.  The applicant company sought compensation for alleged damage in the amount of 3,000,000 drachmas, and 1,200,000 drachmas in respect of costs and expenses.", "47.  The Government denied that the applicant company had suffered any damage. In any event, redress could be obtained in Greece for any injury imputable to the public authorities.", "As to costs, the Government submitted that only those related to the allegation concerning the length of the proceedings should be reimbursed.", "48.  The Delegate of the Commission submitted that some compensation for moral damage might be justified given the extremely lengthy proceedings to which the applicant company had been and continued to be subjected.", "49.  The Court notes that the applicant company has not sought to substantiate its claims for the damage allegedly suffered. Accordingly, no damage has been established. The claims therefore fail.", "50.  As to costs and expenses, the Court finds the amount claimed reasonable and grants it in its entirety.", "B.\t\tDefault interest", "51.  According to the information available to the Court, the statutory rate of interest applicable in Greece at the date of adoption of the present judgment is 6% per annum.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.\tJoins to the merits the Government’s preliminary objection, and dismisses it after considering the merits;", "2.\tHolds that Article 6 § 1 of the Convention is applicable in the present case and has been violated;", "3.\tHolds", "(a)\tthat the respondent State is to pay the applicant company, within three months, 1,200,000 (one million two hundred thousand) drachmas for costs and expenses;", "(b)\tthat simple interest at an annual rate of 6% shall be payable on that sum from the expiry of the above-mentioned three months until settlement;", "4.\tDismisses the remainder of the claim for just satisfaction.", "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 24 September 1997.", "", "", "Signed: Rolv RYSSDAL", "\tPresident", "Signed: Herbert PETZOLD", "Registrar"]}