{"file": "ENG_HEJUD_35083_97.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "35083/97", "text_paragraphs": ["", "", "FOURTH SECTION", "", "", "CASE OF GOUSSEV AND MARENK v. ", "", "", "(Application no. 35083/97)", "", "", "", "JUDGMENT", "", "", "", "", "17 January 2006", "", "", "", "FINAL", "", "", "17/04/2006", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Goussev and Marenk v. ,", "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:", "\tSir\tNicolas Bratza, President,\n\tMr\tG. Bonello,\n\tMr\tM. Pellonpää,\n\tMr\tR. Maruste,\n\tMr\tS. Pavlovschi,\n\tMr\tL. Garlicki,\n\tMr\tJ. Borrego Borrego, judges,\nand Mr M. O’Boyle, Section Registrar,", "Having deliberated in private on 20 May 2003 and on 13 December 2005,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 35083/97) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Finnish nationals, Ms Elina Goussev and Mr Marenk (“the applicants”), on 17 February 1997.", "2.  The applicants were represented by Mr. Heikki Salo, a lawyer practising in . Ms Goussev had been granted legal aid. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen, Director, Ministry for Foreign Affairs.", "3.  The applicants alleged a violation of Articles 10 and 13 on account of a seizure from their homes of pamphlets in which the department store Stockmann was strongly criticised for selling fur coats. They also claimed that the seizures were kept in force for an excessive amount of time, for which they had no effective remedy.", "4. The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).", "5.  By a decision of 20 May 2003, the Court declared the application partly admissible.", "6.  The applicants and the Government each filed observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.", "I.  THE CIRCUMSTANCES OF THE CASE", "7.  The applicants were born in 1980 and 1972 respectively and live in .", "8.  In November 1995 a group of young people organised a sit-in on the premises of a department store in Helsinki, Oy Stockmann Ab (presently Oyj Stockmann Abp; henceforth “Stockmann”), criticising it for selling fur coats and thereby participating in cruelty to animals. Around the same time various pamphlets and posters had appeared in , criticising the fur trade in general and Stockmann in particular. The group had to be forcibly removed from the store.", "9.  In March 1996 Stockmann requested a pre-trial investigation into “the distribution to the public of printed matters purporting to be produced on the company’s behalf but which had not been commissioned by [it]”. Should the police find that a criminal offence had been committed, Stockmann requested that the matter be brought to the attention of the public prosecutor. The request was registered as a matter of suspected public defamation.", "10.  On 31 May 1996 the police conducted a search at the home of Ms Goussev and on 23 July 1996 at the home of Mr Marenk. The reason for the searches, according to the minutes, was a demonstration during a session of Parliament on 14 May 1996 in which the applicants and others had participated. The session had had to be suspended due to the disturbance caused by their demonstration in the galleries. The applicants were suspected of having violated chapter 24, section 1, of the Penal Code (rikoslaki, strafflagen) which protects, inter alia, peace on public premises (julkisen kotirauhan rikkominen, brott mot offentlig frid). That offence carried a punishment of up to one year’s imprisonment, whereas a mere disturbance of such peace (julkisen kotirauhan häiritseminen, störande av offentlig frid) carried maximum punishment of three months’ imprisonment.", "11.  During the searches at the home of Ms Goussev the police seized 53 pamphlets and at the home of Mr Marenk 69 pamphlets. Some other written material was also seized. The pamphlets stated, inter alia:", "“Stockmann supports trading in carcasses” (Stocka [Stockmann] tukee raatokauppaa)", "“A fur coat is the bloody choice of a selfish human being” (Turkis on itsekkään ihmisen verinen valinta)", "“Stockmann is part of the fur industry just as any other trader in fur. The fur industry is a bloody business which maintains thousands of concentration camps for animals. ...” (Stockmann on osa turkisteollisuutta siinä missä mikä tahansa muukin turkiskauppa. Turkisteollisuus on verinen elinkeino, joka ylläpitää tuhansia eläinten keskitysleirejä. ...)", "12.  The pamphlets carried the logo and address of the association “Justice for the Animals” (Oikeutta eläimille).", "13.  During the pre-trial investigation Ms Goussev confirmed that she had been distributing pamphlets.", "14.  Part of the material seized from Ms Goussev’s home was returned to her on 4 July and 10 September 1996, whereas some of the material seized from Mr Marenk was returned to him on 25 and 30 July 1996.", "15.  On 17 September 1996, at a hearing before the District Court (käräjäoikeus, tingsrätten) of , the head of the pre-trial investigation, officer S., requested an extension of the time-limits for the seizures. Both applicants objected, arguing that the seizures had no legal basis. In addition, the police had had the possibility of copying the pamphlets, rendering an extension of the seizures unnecessary. Officer S. then announced to the court that the reason for the seizures was an investigation into suspected public defamation. The applicants responded that the minutes of the searches were therefore inaccurate. Moreover, a seizure in the course of an investigation into a suspected public defamation required that a request to that end be filed by the allegedly aggrieved party. No such request had been made.", "16.  The District Court extended the time-limit until 31 December 1996 concerning the pamphlets seized from Ms Goussev. On 18 November 1996 it made a similar decision concerning the pamphlets seized from Mr Marenk.", "17.  The applicants appealed to the Court of Appeal (hovioikeus, hovrätten) of , requesting that the seizures be lifted. On 12 December 1996 the Court of Appeal granted their requests. It noted that the material had been seized in connection with searches conducted in the course of an investigation into an offence other than public defamation. This called for particular scrutiny in assessing whether the seizures were justified. As they had taken place following a criminal complaint and, inter alia, in order to ensure that the suspected offence could be investigated, they “could not be considered manifestly unlawful”.", "18.  Considering the possibility of photocopying the material and other possible measures for ensuring that it could serve as evidence, the Court of Appeal dismissed the argument that the continued seizure of the originals was necessary for that purpose. The possibility that the material would later be confiscated spoke in favour of maintaining the seizures, but it remained unclear whether or not the pamphlets formed part of already distributed material. If the material had already been distributed, no prior restriction could be placed on the right to distribute them. In these circumstances, considering that the seizures interfered with the freedom of expression and given the minor interest being served by further maintaining them, it was no longer justified to maintain the seizures. The seized material was to be returned to the applicants once the court’s decision had acquired legal force.", "19.  Officer S. then stated his intention to seek leave to appeal to the Supreme Court (korkein oikeus, högsta domstolen).", "20.  On 2 January 1997 the District Court extended the time-limits for the seizures until 31 January 1997, given that the Court of Appeal’s decision had not yet acquired legal force.", "21.  In his request for leave to appeal dated 22 January 1997 officer S. explained that he sought to have the seizures maintained “in order to prevent continued criminal activity, namely the further distribution of injurious and defamatory material”. He also stated that “by appealing against the seizures ... the suspects ... [were only attempting] to mess up and complicate the pre-trial investigation and the future trial”.", "22.  The applicants were indicted for public defamation or, in the alternative, common nuisance. At a hearing before the District Court on 23 January 1997 the public prosecutor nonetheless dropped the charges against Ms Goussev.", "23.  At the same hearing the applicants requested the District Court to revoke the seizures. The court declined to examine this request as the Court of Appeal’s decision had not yet acquired legal force.", "24.  In March 1997 the public prosecutor again charged Ms Goussev with public defamation or, in the alternative, common nuisance.", "25.  On 13 May 1997 the Supreme Court refused police officer S. leave to appeal against the Court of Appeal’s decision of 12 December 1996.", "26.  On 15 May 1997 the police returned the seized material to the applicants.", "27.  On 18 June 1997 the District Court acquitted both applicants. The public prosecutor appealed. On 22 June 1999, the Court of Appeal dismissed the appeal. The decision was final.", "28.  In her decision of 30 March 1998 in response to the applicants’ petition the Deputy Ombudsman (eduskunnan apulaisoikeusasiamies, riksdagens biträdande justitieombudsman) expressed the view that the seizure of material related to an offence under investigation other than the one in respect of which the search had been ordered was not unlawful. She accepted that the search of Mr Marenk’s home had been covered by the Coercive Measures Act as he had been reasonably suspected of having committed an offence carrying a minimum sentence of six months’ imprisonment. By contrast, she did not find that the conditions for searching Ms Goussev’s home had been met, considering that she could reasonably be suspected only of having committed a lesser offence and as there were no exceptional grounds for proceeding to a search nonetheless.", "29.  Turning to the justification of the seizures, the Deputy Ombudsman distinguished between, on the one hand, a seizure of printed matter which was aimed at securing its use as evidence and, on the other hand, a seizure based on the suspected criminal content of the printed matter. She concluded that a seizure of the latter kind should be governed by the Freedom of the Press Act. At least part of the material seized from the applicants had to be considered printed matter that should not have been seized without a request to that end having been made by the complainant. In so far as the seizures arguably served the purpose of securing the use of the material as evidence, the Deputy Ombudsman found that it should have been returned to the applicants without delay. Given the limited quantity of documents, they could, for example, have been photocopied prior to lifting the seizures.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "A.  Freedom of expression", "30.  Article 10 of the Constitution Act (Suomen Hallitusmuoto, Regeringsform för Finland), as amended by Act no. 969/1995 and in force at the relevant time, provided, in so far as relevant, as follows:", "“Everyone has the freedom of expression. Freedom of expression entails the right to express, disseminate and receive information, opinions and other communications without prior restraint by anyone. More detailed provisions on the exercise of the freedom of expression are laid down by an Act. ...”", "31.  The same provision appears in the current Constitution of 2000 (731/1999, section 12).", "B.  Defamation", "32.  According to chapter 27 of the Penal Code, as in force at the relevant time, a person alleging, either contrary to his or her better knowledge or without better knowledge, that someone had committed an offence was to be convicted of defamation, unless he or she could show probable cause in support of the allegation. If the defamation took place in public or, for example, by means of printed matter, the sentence could be increased. The injured party was required to report the offence before the public prosecutor might bring charges (sections 1-2 and 8).", "33.  The current chapter 24, section 9, subsection 2 of the Penal Code, as amended by Act no. 531/2000, provided that where criticism was aimed at the conduct of another person in his or her political or business activity, public office or function, scientific, artistic or other comparable public activity, and where this criticism clearly did not exceed the limits of acceptable conduct, it was not to be considered defamation within the meaning of subsection 1. Whereas a natural person might be considered a victim of defamation, legal persons may be afforded indirect protection as in some cases defamation directed at a legal person may also be considered to concern individuals employed by that legal person (see Government Bill no. 184/1999, p. 34).", "C. The Freedom of the Press Act", "34.  The 1919 Act on Freedom of the Press (painovapauslaki, tryckfrihetslagen 1/1919), as in force at the relevant time, confirmed the right to disseminate printed matters without prior censorship (section 1). “Printed matter” meant any writing which had been reproduced with a printing machine or by some other comparable means (section 2).", "35.  The Ministry of Justice was to monitor compliance with the Act and could order that charges be brought and that specific printed matter be seized (sections 40-42). In practice the Ministry was deemed competent to order that charges be brought only if they could be brought by the public prosecutor of his or her own motion, and not when the injured party was required to report the offence for the purpose of having charges brought (Report of the Committee considering new legislation on the freedom of the media, no. 1997:3, p. 136). A public prosecutor or a police commander could, of his or her own motion, order the seizure of printed matter without a prior order by the Ministry of Justice. The Ministry had to be informed of such seizure within 24 hours.", "36.  If charges could not be brought on the prosecutor’s own initiative, the seizure could only be ordered on the request of the allegedly injured party. After charges had been brought the court examining the case had the exclusive competence in respect of the seizures (section 42).", "37.  The Ministry of Justice was required, within a matter of days, to submit any seizure order for review by a court. The court had to either confirm or revoke the order within four days. If that time-limit was not respected the seizure expired. If charges were not brought within fourteen days from the court’s confirmation of the seizure, the court would pronounce the expiry of the seizure (sections 44-45).", "38.  The Freedom of the Press Act was repealed as from 1 January 2004 by the Act on the Exercise of Freedom of Expression in Mass Media (laki sananvapauden käyttämisestä joukkoviestimissä, lag om yttrandefrihet i masskommunikation 460/2003). It contains a single section (section 22) on the seizure of publications. The Government Proposal which gave the reasons for the Act stated, with regard to this section, that the existing provisions of the Freedom of the Press Act on seizures could be regarded as wholly unnecessary. The Coercive Measures Act passed in 1987 contained, according to the Proposal, all the necessary provisions concerning the authority to order seizures, the legal conditions, the procedure and the right to appeal for seizures. It was therefore sufficient that the new Act contained merely a reference to the Coercive Measures Act, in addition to clarifying, with regard to the proportionality rule in that Act, that the seizure of all publications meant for distribution in any given case could only be ordered if it could be assumed that the court would later order them to be confiscated. The new Act therefore served to clarify the relation between legislative provisions on publications and the Coercive Measures Act.", "D.  Guiding principles for the conduct of pre-trial investigations and the use of coercive measures", "39.  Section 8 of the Pre-Trial Investigation Act (esitutkintalaki, förundersökningslagen 449/1987) stipulates that in a criminal investigation no one’s rights shall be infringed any more than necessary for the achievement of its purpose. No one shall be placed under suspicion without due cause and no one shall be subjected to harm or inconvenience unnecessarily.", "40.  Chapter 7, section 1 a, of the Coercive Measures Act (pakkokeinolaki, tvångsmedelslagen 450/1987) provides that such measures may only be used where they can be deemed justified in light of the seriousness of the offence under investigation, the importance of the investigation, the degree of interference with the rights of the suspect or other persons subject to the measures, as well as in light of any other pertinent circumstances.", "E. Conditions for search and seizure", "41.  By chapter 5, section 1 of the Coercive Measures Act, a search of premises may be carried out if there is reason to suspect that an offence has been committed which carries a maximum punishment of imprisonment exceeding six months.", "42.  By Chapter 4, section 1 of the Coercive Measures Act, an object may be seized where there are reasons to presume that it may serve as evidence in criminal proceedings, has been removed from someone by means of an offence or is likely to be confiscated by a court order. According to section 11, a seizure shall be lifted as soon as it is no longer necessary. If charges have not been brought within four months of the seizure the court may extend it at the request of a police officer competent to issue arrest warrants.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION", "43.  The applicants claimed to be victims of a breach of Article 10 of the Convention, the relevant part of which provides:", "", "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to ... impart information and ideas without interference by public authority ...", "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”", "A. Existence of an interference", "44.  The parties did not dispute that the seizures of the pamphlets found in the applicants’ homes amounted to an interference with the exercise of their right to freedom of expression. The Court sees no reason to conclude otherwise.", "B. Justification of the interference", "45.  An interference contravenes Article 10 unless it is “prescribed by law”, pursues one or more of the legitimate aims referred to in paragraph 2 of Article 10 and is “necessary in a democratic society” for achieving such an aim or aims.", "1.The parties’ submissions", "a. The applicants", "46.  The applicants complained that the seizures did not comply with the Freedom of the Press Act. It should have been for the Ministry of Justice to order the seizures on being informed of the suspected offence. Absent such an order, the police should have notified the Ministry of the seizures within a day, following which the Ministry would have had to either lift them or have them reviewed by a court within a matter of days. At any rate, seizure in the course of an investigation into public defamation required a request by the complainant. None of these requirements were met in the applicants’ case, the police having chosen to apply the Coercive Measures Act. Moreover, the seizures were maintained despite the Court of Appeal’s decision to the contrary. The District Court refused to decide on the applicants’ requests to have the seizures lifted and the seized material returned.", "47.  The applicants referred to a decision of 30 March 1998 by the Deputy Ombudsman where she agreed with the applicants that the seizures should not have taken place in the absence of a request, as provided by section 42, subsection 2 of the Freedom of the Press Act. She also agreed that the seizures should have been lifted earlier as the aim of securing the pamphlets as evidence could have been attained through other measures such as photocopying, thereby interfering less with the applicants’ freedom of expression.", "48.  The applicants submitted that in seeking leave to appeal to the Supreme Court police officer S. revealed that the real aim of the seizures had been to prevent the applicants from spreading the pamphlets.", "49.  The applicants submitted that even though the public prosecutor had dropped the charges against Ms Goussev in January 1997 and the seizure had expired, the material seized from the applicants was not returned until May 1997. It was not necessary to maintain the seizure for several months as the police could have photocopied the material. Nor did the pamphlets contain anything of such nature as to warrant such a long-lasting interference with the applicants’ freedom of expression.", "b. The Government", "50.  The Government submitted that while the seizures interfered with the exercise of the applicants’ freedom of expression under Article 10 § 1, they were nevertheless justified under Article 10 § 2, being prescribed by law. In its decision of 12 December 1996 the Court of Appeal noted that, although the seizures had been carried out in connection with the investigation of an offence other than the suspected public defamation of Stockmann, the seizures had not been manifestly unlawful as they had facilitated the resolving of this offence also.", "51.  The Government submitted that the interference sought to protect the reputation or rights of Stockmann, that being a legitimate aim for the purposes of Article 10 § 2. Moreover, in Convention terminology, measures taken in the course of a pre-trial investigation have been considered to serve the legitimate aim of preventing crime.", "52.  As to the question whether the interference was “necessary in a democratic society” in order to protect Stockmann’s reputation and rights, the Government referred to chapter 4, section 1 of the Coercive Measures Act which reflects the principle of proportionality in the use of coercive measures. In its decision of 12 December 1996, the Court of Appeal, in weighing the benefits of the seizures against the applicants’ freedom of expression, considered that maintaining the seizures could be justified by the fact that the seized material might later be confiscated. A mere need to use the material as evidence would not have required maintaining the seizures as it would have been possible to copy the material for that purpose. Having nevertheless concluded that maintaining the seizure as a protective measure for possible confiscation purposes was outweighed by the need to protect the applicants’ freedom of expression, the Court of Appeal revoked the seizures. By chapter 30, sections 22 and 23 of the Code of Judicial Procedure, that decision was immediately enforceable, unless the Supreme Court stayed its enforcement. While it is true that no such order was issued, the seizures were lifted immediately after the Supreme Court had refused the police leave to appeal. Notwithstanding that delay, the measures taken by the authorities cannot be considered disproportionate to the legitimate aim pursued.", "2. The Court’s assessment", "53.  The question arises in the present case as to whether the measures where “prescribed by law”. The Court has stated in Narinen v. Finland (no. 45027/98, § 34, 1 June 2004), in the context of Article 8 and the expression “in accordance with the law”, that this expression requires first that the impugned measure should have some basis in domestic law; it also refers to the quality of the law in question, requiring that it should be accessible to the person concerned, who must moreover be able to foresee its consequences for him, and be compatible with the rule of law (see Kruslin v. France and Huvig v. France, judgments of 24 April 1990, Series A no. 176-A, p. 20, § 27, and Series A no. 176-B, p. 52, § 26 respectively).", "54.  Applying the above case law mutatis mutandis, the Court finds that there was sufficient legal basis in domestic law for the interference as such. However, Article 10 of the Convention and the case-law regarding it prescribe that the law must be formulated with a precision that guarantees a certain foreseeability. In this respect, the relationship between the Coercive Measures Act and the Freedom of the Press Act appears problematic, as is shown by the somewhat differing views taken by, on the one hand, the Court of Appeal, and, on the other hand, the Deputy Ombudsman. While the Court of Appeal considered that the seizures of 31 May and 23 July 1996 were not manifestly illegal in view of the fact that the complainant Stockmann had filed a report of an alleged offence, the Deputy Ombudsman was of the view that at least part of the material could have lawfully been seized only on the condition that the complainant had requested the seizure. Both positions find some support in the applicable domestic law, which however at the time provided no apparent guidance as to how to resolve a conflict between the legislative regimes. It is not necessary for the Court to speculate which of these positions was correct as a matter of domestic law. In any event, the somewhat contradictory decisions indicate that it was not clear as to the circumstances in which the police could seize material which was potentially defamatory during a search which was being carried out for the purposes of finding evidence of another suspected crime and in that regard the legal situation did not provide the foreseeability required by Article 10.", "55.  The Court notes that the Act on the Exercise of Freedom of Expression in Mass Media, which repealed the Freedom of the Press Act as from 1 January 2004, was passed among others with the purpose to clarify the relation between legislative provisions on publications and the Coercive Measures Act as explained above (paragraph 38).", "56.  The Court finds that in light of the above circumstances the interference in the present case was not “prescribed by law”. In the light of this finding, it is not necessary for the Court to consider whether the seizures were “necessary in a democratic society” or pursued one of the legitimate aims set out in Article 3.", "57.  The Court concludes that there has been a violation of Article 10.", "II. ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION", "58.  Article 13 of the Convention provides:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "59.  The applicants submitted that they did not have an effective remedy as provided in Article 13 of the Convention. Although the Court of Appeal had revoked the seizures, and the public prosecutor had dropped the public defamation charges against Ms Goussev, the District Court refused on 23 January 1997 to take a position on the applicants’ requests to have the seizures lifted.", "60.  The Government considered that the claim under Article 13 should be regarded as manifestly ill-founded. It points to chapter 4, section 13 of the Coercive Measures Act which enables any interested party to obtain a court review of whether a seizure should be maintained. The applicants used this possibility at the District Court’s hearing on 17 September 1996, where they sought to have the seizures lifted. That remedy fulfilled the requirements of Article 13. The fact that their request was refused has no significance. At any rate, the applicants successfully availed themselves of their right to appeal to a superior court pursuant to chapter 4, section 16 of the Coercive Measures Act. The applicants also could have filed an administrative complaint or a petition with the Ombudsman or the Chancellor of Justice.", "61.  With regard to the question of whether there were sufficient national remedies available against the seizures, the Court notes that the applicants could and did challenge the seizures in the Court of Appeal, which had jurisdiction in fact and law and the power to award redress. The fact that the decision of the Court of Appeal was adverse not being relevant here (see Costello-Roberts v. the United Kingdom, judgment of 25 March 1993, Series A no. 247C, § 40), the Court accepts that there were sufficient national remedies available against the seizures. There was therefore no violation of Article 13.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "62.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "63.  The applicants claimed EUR 2,000 each in respect of non-pecuniary damage. They did not claim in respect of pecuniary damage. The Government accepted that should the Court find a violation of Article 10 or 13 of the Convention, the applicants should be awarded non-pecuniary damages, but not more than EUR 1,000 each. The Government also noted that the seizure lasted somewhat longer in the case of Ms Goussev than in the case of Mr Marenk and that the damages should be adjusted accordingly.", "64.  Having regard to previous cases and making an assessment on an equitable basis, the Court considers it reasonable to award each applicant EUR 1,000 in respect of non-pecuniary damage.", "B.  Costs and expenses", "65.  With regard to costs and expenses in , Ms Goussev claimed EUR 400 and Mr Marenk EUR 1,030.", "66.  The Government contended that costs and expenses should not exceed EUR 1,000 in respect of each applicant.", "67.  The Court, noting that the applicants have already deducted the legal aid paid by the Council of Europe, finds it reasonable to award the applicants the sums that they have claimed, EUR 400 to Ms Goussev and EUR 1,030 to Mr Marenk.", "C.  Default interest", "68.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Held that there has been a violation of Article 10 of the Convention;", "", "2.  Held that there has been no violation of Article 13 of the Convention;", "", "3.  Held", "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:", "(i)  EUR 1,000 (one thousand euros) each in respect of non-pecuniary damage;", "(ii)  EUR 400 (four hundred euros) in respect of costs and expenses to Ms Goussev and EUR 1,030 (one thousand and thirty euros) to Mr Marenk;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "3.  Dismissed the remainder of the applicants’ claim for just satisfaction.", "Done in English, and notified in writing on 17 January 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tMichael O’Boyle\tNicolas Bratza\n\tRegistrar\tPresident"]}