{"file": "ENG_HEJUD_10496_83.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "10496/83", "text_paragraphs": ["", "", "", "COURT (PLENARY)", "", "", "", "", "", "", "CASE OF R. v. THE UNITED KINGDOM (ARTICLE 50)", "", "(Application no. 10496/83)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "9 June 1988", "\n", "In the case of R v. the , ", "The European Court of Human Rights, taking its decision in plenary session pursuant to Rule 50 of the Rules of Court and composed of the following judges: ", "\tMr. \tR. Ryssdal, President,", "\tMr. \tJ. ,", "\tMr. \tThór Vilhjálmsson,", "\tMr. \tG. Lagergren,", "\tMr. \tF. Gölcüklü,", "\tMr. \tF. Matscher,", "\tMr. \tJ. Pinheiro Farinha,", "\tMr. \tL.-E. Pettiti,", "\tMr. \tB. Walsh,", "\tSir \tVincent Evans,", "\tMr. \tR. Macdonald,", "\tMr. \tC. Russo,", "\tMr. \tR. Bernhardt,", "\tMr. \tJ. Gersing,", "\tMr. \tA. Spielmann,", "\tMr. \tJ. De Meyer,", "\tMr. \tN. Valticos, ", "and also of Mr. M.-A. Eissen, Registrar, and Mr. H. Petzold, Deputy Registrar, ", "Having deliberated in private on 24 March and 28 May 1988, ", "Delivers the following judgment, which was adopted on the last-mentioned date, on the application in the present case of Article 50 (art. 50) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\"): ", "PROCEDURE AND FACTS ", "1.      The case was referred to the Court on 28 January 1986 by the European Commission of Human Rights (\"the Commission\").  It originated in an application (no. 10496/83) against the United Kingdom of Great  and  lodged with the Commission in 1983 by a British citizen. ", "2.      On 23 October 1986, the Chamber constituted to examine the case relinquished jurisdiction in favour of the plenary Court (Rule 50 of the Rules of Court).  By judgment of 8 July 1987 (\"the principal judgment\"), the plenary Court held, inter alia, that the applicant had been the victim of breaches of Articles 8 and 6 § 1 (art. 8, art. 6-1) of the Convention by reason of the procedures followed and the insufficiency of the remedies available in connection with decisions relating to her children in the care of a local authority (Series A no. 121-C, paragraphs 63-88 of the reasons and points 1 and 3 of the operative provisions, pp. 116-126 and 127). ", "The only outstanding matter to be settled is the question of the application of Article 50 (art. 50) in the present case.  Accordingly, as regards the facts, reference should be made to paragraphs 8-58 of the principal judgment (ibid., pp. 107-115). ", "3.      At the Court's hearing on 25-26 November 1986, the Government of the  (\"the Government\") reserved their position on the applicant's claim for just satisfaction, which claim had not then been quantified. ", "In the principal judgment, the Court therefore reserved the whole of this question; it invited (a) the applicant to submit, within the next two months, full written particulars of her claim; and (b) the Government to submit, within two months of receipt of those particulars, their written comments thereon and, in particular, to notify the Court of any agreement reached between them and the applicant (paragraphs 91-92 of the reasons and point 5 of the operative provisions, pp. 126 and 127). ", "4.      In accordance with the foregoing invitation and the President's directions, there were filed at the registry: ", "- on 8 and 21 September 1987, memorial of the applicant; ", "- on 21 December 1987 and 12 February 1988, memorials of the Government; ", "- on 21 January 1988, observations of the Delegate of the Commission. ", "5.      The Government and the applicant subsequently informed the registry of a settlement they had reached as regards the latter's claim in respect of costs and expenses referable to the proceedings before the Commission and the Court.  She would accept, in full and final satisfaction of that claim - but on the hypothesis that the Court would not hold a hearing on the application of Article 50 (art. 50) in this case -, payment to her by the Government of £6,007.91 plus value added tax, less the amounts received by her from the Council of Europe by way of legal aid. ", "6.      Having consulted the Agent of the Government, the Delegate of the Commission and the representative of the applicant, the Court decided, on 24 March 1988, that there was no need to hold a hearing. ", "AS TO THE LAW ", "7.      Under Article 50 (art. 50) of the Convention, ", "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\" ", "The applicant claimed under this provision compensation for non-pecuniary damage and reimbursement of costs and expenses incurred in the proceedings before the Convention institutions. ", "A.  Costs and expenses ", "8.      Since delivering the principal judgment, the Court has been informed of a friendly settlement concluded between the Government and the applicant, concerning the claim for costs and expenses (see paragraph 5 above).  Having regard to the terms of the settlement and to the absence of any objection on the part of the Commission's Delegate, the Court finds that the agreement is of an \"equitable nature\", within the meaning of Rule 53 § 4 of the Rules of Court. Accordingly, the Court takes note of the agreement and considers it appropriate to strike the case out of the list as far as that claim is concerned. ", "B.  Damage ", "9.      (a)  The applicant claimed compensation of £100,000 for the consequences of the violations of Articles 6 § 1 and 8 (art. 6-1, art. 8) of the Convention found by the Court in the principal judgment.  Such consequences were said to include the separation from her children A and J, which had to be regarded as permanent in view of the passage of time; the denial of all contact with them since 1981, save for the measure of access ordered in 1985; the absence of any effective remedy at English law; and the pain, suffering and anguish endured and to be endured by her in the past, present and future. ", "(b)  The Government argued that although the alleged damage might have been the consequence of the local authority decisions in which the Court had found the applicant to have been insufficiently involved and of her lack of access to A and J, it was not attributable to the breaches of Articles 6 § 1 and 8 (art. 6-1, art. 8), since there was no evidence that the outcome would have been different if she had been more closely involved or if she had been able to have the question of her access to these children reviewed by a tribunal having jurisdiction to examine the merits of the matter.  Consequently, no causal link had been demonstrated between the violations of the Convention found by the Court and any damage alleged by the applicant. ", "The Government further contended that, having regard to particular facts of the case which they set out in their memorial, there was no evidence that a closer involvement of the applicant in the local authority's decision-making process or the availability of a judicial remedy on the access issue could actually have benefited her in practical terms.  Accordingly, she had not suffered a \"loss of real opportunities\", as that expression was understood in the Court's case-law, and the findings of violation of Articles 6 § 1 and 8 (art. 6-1, art. 8) therefore constituted sufficient just satisfaction for the purposes of Article 50 (art. 50).  If, however, the Court should take a different view on this point, then - the Government submitted in the alternative - any sum awarded to the applicant should, in all the circumstances of the case, not exceed £5,000. ", "(c)  The Delegate of the Commission considered that it was not possible to establish with any degree of certainty whether the relevant decisions would have been different if the breaches of Articles 6 § 1 and 8 (art. 6-1, art. 8) had not occurred.  In his view, the applicant should nevertheless receive a \"reasonable amount\" of compensation for non-pecuniary loss, which amount should reflect the serious nature of the issues involved. ", "10.     The Court would recall in the first place that the principal judgment was in no way concerned with the justification for such matters as the taking of the children into public care or the restriction or termination of the applicant's access to them. Violations were found solely on the following grounds: as regards Article 8 (art. 8), the applicant's insufficient involvement in the local authority's decision to assume her parental rights (April 1981) and, to a certain extent, in its decision to terminate her access to A and J and to place them for adoption (August 1981), together, as a subsidiary point, with the delays in the court proceedings between December 1981 and November 1982; and, as regards Article 6 § 1 (art. 6-1), the non-availability of a judicial remedy on the merits of the access issue (see the principal judgment, pp. 119-121, §§ 71-75, and pp. 125-126, §§ 85-88). ", "Whilst the applicant was thus the victim of deficiencies of a procedural nature, they were all the same deficiencies that were intimately connected with an interference with one of the most fundamental of rights, namely that of respect for family life. ", "11.     As regards the separation, allegedly permanent, from the children, which the applicant attributed to the breaches of the Convention, it cannot be affirmed with certainty that this would not have occurred in the absence of the procedural deficiencies in question.  The Court finds it impossible to assert that, if the applicant had been more closely involved in the relevant deliberations of the local authority or if the 1981-1982 court proceedings had been conducted more expeditiously, the outcome in either case would definitely have been different.  And even if a judicial remedy on the merits of the access question had been available to and had been successfully exercised by the applicant during the currency of the parental rights resolution, it would by no means have followed automatically that A and J would have been restored to her care; as the Court pointed out in paragraph 86 of the principal judgment, \"whether a child should be in public care and whether his parent should have access to him are matters to which different considerations may well apply\".  Indeed, confirmation of this is to be found in the fact that although the applicant was granted a measure of access to the children in 1985, they remained wards of court (see the principal judgment, p. 114, § 28). ", "12.     On the other hand, the Court does not feel able to conclude that, as the Government submitted, no practical benefit could have accrued to the applicant if the procedural deficiencies in question had not existed. ", "It is true that, having regard to the uncertainty of the family situation at the time and especially the applicant's resumption of her relationship with Mr. B, it appears somewhat unlikely that even with closer involvement on her part the local authority's decision of April 1981 would have been any different (see the principal judgment, pp. 108-111, §§ 12-18).  In view of the anxieties which she had expressed about caring for the children and the incident concerning the theft from a hospital safe, similar considerations apply to the decision of August 1981 (ibid., p. 111, §§ 19-21).  However, as the Court observed in paragraph 73 of the principal judgment, prompter communication to her of the latter decision might certainly have led her and her lawyers not to withdraw her objection to the parental rights resolution on 29 September 1981 (ibid., pp. 111-112, § 22). ", "More problematical is the effect of an earlier conclusion of the court proceedings instituted in December 1981 and terminated in November 1982: whilst it would have left less of an interval over which to assess the development of the applicant's personal situation, it would, on the other hand, have reduced the period during which the children had been forming bonds with their long-term foster parents and hence, conceivably, diminished the potentially disruptive effects of the children's removal from the new home in which they had been placed in December 1981 (ibid., p. 112, §§ 22-24). ", "As regards the possible value to the applicant of a judicial remedy on the merits of the access issue, it is noteworthy that she did succeed in obtaining a measure of access to the children in 1985, by which time they had been with their long-term foster parents for four years (ibid., pp. 112 and 114, §§ 22 and 28).  Furthermore, the different considerations involved mean, as the Court pointed out in paragraph 86 of the principal judgment, that a parent \"may be able to adduce reasons warranting a continuation or restoration of access but not of his care of the child\".  It cannot, in the Court's opinion, be excluded that if during the currency of the parental rights resolution the applicant had been able to have the question of her access to A and J reviewed by a court on its merits, she might have obtained some degree of satisfaction, especially if her application had been made at a time when it was clear that her relationship with Mr. B had ceased (ibid., p. 111, § 20). ", "In these respects she may therefore be said to have suffered some loss of real opportunities, warranting monetary compensation. ", "13.     In addition to the foregoing, the fact that the applicant was not involved in the procedure leading to the local authority's decision of April 1981 must, in the Court's view, have seriously distressed her.  And similar sentiments must have been engendered by the failure to inform her more promptly of the authority's decision of August 1981.  To this was added the feeling of frustration and helplessness which she must have experienced as a result of the prolongation of the 1981-1982 court proceedings and of her inability, during the currency of the parental rights resolution, to refer the merits of the access issue to the courts.  These are all matters that similarly warrant monetary compensation. ", "14.     None of the factors cited in paragraphs 12 and 13 above lends itself to precise quantification.  Making an assessment on an equitable basis, as is required by Article 50 (art. 50), the Court awards the applicant £8,000 for damage sustained. ", "FOR THESE REASONS, THE COURT UNANIMOUSLY ", "1.  Decides to strike the case out of the list as far as the applicant's claim for costs and expenses is concerned; ", "", "2.  Holds that the  is to pay to the applicant the sum of £8,000 (eight thousand pounds) for non-pecuniary damage; ", "", "3.  Rejects the remainder of the claim for just satisfaction. ", "", "Done in English and in French, and notified in writing on 9 June 1988 pursuant to Rule 54 § 2, second sub-paragraph, of the Rules of Court. ", "", "Rolv RYSSDAL", "President ", "", "Marc-André EISSEN", "Registrar "]}