{"file": "ENG_CLIN_36548_97.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "36548/97", "text_paragraphs": ["Information Note on the Court’s case-law 47", "November 2002", "Pincová and Pinc v. the Czech Republic - 36548/97", "Judgment 5.11.2002 [Section II]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Deprivation of property", "Deprivation of sole property and residence, acquired under the Communist regime, pursuant to the law on restitution: violation", "Facts: In 1967 the applicant and her husband bought a woodland house with a barn and a stable (the second applicant is their son, who in the meantime has become co-owner) of which they were tenants from its owner, a State undertaking. The asset had been conveyed to the State undertaking under the Communist regime, by confiscation without compensation, under the Law revising the first property reform. In December 1992, after the entry into force of Law No 229/1991 on land ownership of the Czech Republic, the son of the owners of the confiscated property applied for its restitution. The court ordered an expert report in order to establish whether the valuation of the property in 1967 had complied with the rules in question, since restitution was available, in particular, where the property had been acquired at a price lower than that corresponding to the regulations on prices then in force. The expert considered that the valuation of the property in 1967 was not entirely consistent with the legislation then in force. He therefore decided to carry out a full revaluation, applying the then legislation  and relying on the state of affairs as described during the proceedings, in order to be able to compare the two evaluations and quantify the difference between them. The applicants submitted that the evaluation in the export report relating to the inhabitable part of the property was practically the same as the 1967 valuation, as the difference was due solely to the valuation of the barn and the stable. The court granted the claim of the son of the former owners and decided to transfer the right of ownership of the disputed property to him. The court held that the conditions of Article 8-1 of the Law on the ownership of land were satisfied because, in 1967, the applicants had acquired the property at below the real cost, namely the price corresponding to the rules applicable at the material time. It noted that the difference corresponded to a quarter of the real cost of the property. The applicants appealed. Their appeal was dismissed and they brought the matter before the Constitutional Court. They complained, in particular, that they had been deprived of their right of ownership owing to the difference found between two prices calculated according to two different methods. The applicants' application for the proceedings to be reopened was also dismissed. In 1997, the Constitutional Court dismissed the action. The applicants received reimbursement from the Ministry of Agriculture of the purchase price paid in 1967 and also of the amount paid to establish the personal use of the land. Reimbursement of the reasonable costs incurred by the applicants in maintaining the property was deferred, on the other hand, because they disagreed with the State as to the rate applicable. In the absence of payment of the sum which the State had said it was prepared to pay, the applicants brought court proceedings. On the date of adoption of the judgment, the new owner of the property had not proposed alternative housing to the applicants, who were still living in the house, and had brought an action for payment of arrears of rent, plus interest, which was pending. Likewise, the proceedings brought by the applicants for the purpose of determining the amount to be reimbursed to them in respect of the costs incurred in maintaining the property were pending.", "Law: Article 1 of Protocol No 1 – The deprivation of possessions suffered by the applicants was provided for by law, since it was based on the Law on land ownership which, subject to a number of conditions, authorised the dispossession of assets in the context of the restitution of certain assets. Its aim is to mitigate the effects of economic wrongs caused under the Communist regime, and the Court accepts that the Czech State deemed it necessary to resolve that problem, which it considered harmful to its democratic regime. The general objective of the Law therefore serves a purpose of public utility. The general objective  of the legislation on restitution corresponds to a legitimate aim and to a means of ensuring the legality of legal transactions and of protecting the socio-economic development of the country. It is necessary, however, to ensure that the mitigation of the old infringements does not give rise to new disproportionate wrongs. To that and, the legislation should make it possible to take account of the particular circumstances of each case, so that persons who acquired their assets in good faith are not required to bear the burden of the State which had previously confiscated the assets. The applicants had acquired their assets in good faith, without being aware that the assets had previously been confiscated and without being able to influence the transaction procedure or the purchase price. In addition, it appeals that the finding of the national courts that the applicants had acquired the property at a price lower than the statutory price is primarily due to a different estimate of the non-residential parts of the property. In examining the burden borne by the applicants, the Court is not required to rule on the way in which the national courts should have set the amount of the compensation. However, the purchase price paid in 1967 and reimbursed to the applicants cannot bear a reasonable relationship with the value thirty years later. Furthermore, the house in question provided the applicants with the only possibility of housing; when the decision to restore it to its previous owner was taken, they had lived there for forty two years. The applicants are also in an uncertain, or indeed a delicate, social situation. Following reimbursement of the purchase price, they are not in a position to buy another home. Admittedly, they have not been forced to leave the house, but it has proved impossible for them to claim the right to alternative housing before the courts. In addition, the new owner of the property appears to be taking advantage of his position of strength vis-à-vis the applicants. Accordingly, the “compensation” awarded to the applicants did not take account of their personal and social situation and the applicants were not granted any sum in respect of the non-pecuniary harm sustained owing to the deprivation of their sole property. What is more, the applicants have still not obtained reimbursement of the costs reasonably incurred in maintaining the property, seven and a half years after the transfer of the right of ownership was confirmed. In short, the applicants were required to bear a special and disproportionate burden which upset the fair balance that should exist between the requirements of general interest and the protection of their right to the peaceful enjoyment of their assets.", "Conclusion: violation (unanimously).", "Article 41 – The Court awards the sum of €35,000 in respect of pecuniary and non-pecuniary damage and a sum in respect of costs and expenses to be deducted from that already received by way of legal aid.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}