{"file": "ENG_HEJUD_30546_96.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "30546/96", "text_paragraphs": ["", "", "", "THIRD SECTION", "", "", "", "", "", "", "CASE OF LÖFFLER v. AUSTRIA", "", "(Application no. 30546/96)", "", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "3 October 2000", "", "", "", "", "In the case of Hans-Peter Löffler v. Austria,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tMr\tJ.-P. Costa, President,\n\tMr\tW. Fuhrmann,\n\tMr\tP. Kūris,\n\tMrs\tF. Tulkens,\n\tMr\tK. Jungwiert,\n\tMrs\tH.S. Greve,\n\tMr\tK. Traja,\nand Mrs S. Dollé, Section Registrar,", "Having deliberated in private on 12 September 2000,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case was referred to the Court, by Mr Hans Peter Löffler (“the applicant”), an Austrian national, on 3 November 1998, within the three-month period laid down by former Articles 32 § 1 and 47 of the European Convention for the Protection of Human Rights and Fundamental Freedoms. It originated in an application (no. 30546/96) against the Republic of Austria lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 by the applicant. The applicant is represented by Mr R. Gabl, a lawyer practising in Linz (Austria). The Government of Austria are represented by their Agent, Ambassador H. Winkler, Head of the International Law Department at the Federal Ministry of Foreign Affairs.", "2.  The applicant’s request to the Court referred to Article 48 as amended by Protocol No. 9, which Austria had ratified. The object of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention as regards the length of the criminal proceedings against the applicant.", "3.  On 14 January 1999 the Panel of the Grand Chamber decided, pursuant to Article 5 § 4 of Protocol No. 11 to the Convention and Rules 100 § 1 and 24 § 6 of the Rules of Court, that the application would be examined by one of the Sections. It was, thereupon, assigned to the Third Section. Within that Section, the Chamber was constituted in accordance with Rule 26 § 1 of the Rules of Court.", "4.  In accordance with Rule 59 § 3 of the Rules of Court, the President of the Chamber invited the parties to submit a memorial on the issues of the case. The applicant submitted a memorial on 16 April 1999, and the Government on 17 May 1999.", "5.  After consulting the Agent of the Government and applicant’s lawyer the Chamber decided not to hold a hearing.", "AS TO THE FACTS", "6.  On 11 April 1986 preliminary investigations on the suspicion of murder were instituted against the applicant. On 31 March 1987 a Court of Assizes (Geschworenengericht) at the Linz Regional Court (Landesgericht) convicted the applicant of murder and sentenced him to eighteen years' imprisonment. On 15 September 1987 the Supreme Court (Oberster Gerichtshof) dismissed the applicant's plea of nullity and appeal against sentence.", "7.  On 6 September 1990 the applicant requested the re-opening of the criminal proceedings against him. On 11 December 1991 the Linz Regional Court dismissed the applicant's request. On 15 June 1992 the Linz Court of Appeal (Oberlandesgericht) granted the applicant's appeal and reopened the criminal proceedings against him. At the same time the applicant was released.", "8.  On 23 August 1993 the Linz Public Prosecutor's Office filed a bill of indictment charging the applicant with murder. On 7 October 1993 the Linz Court of Appeal accepted the applicant's objections to the indictment.", "9.  On 30 May 1994 the Public Prosecutor's Office filed a new bill of indictment against the applicant. On 9 September 1994 the Court of Appeal dismissed the applicant's objections to it.", "10.  On 6 February 1995 the Supreme Court dismissed a request by the Linz Regional Court to transfer jurisdiction in the case to a court in Vienna. ", "11.  On 3 April 1995 the applicant filed a request under Section 91 of the Courts Organisation Act (Gerichtsorganisationsgesetz) with the Linz Court of Appeal. He complained about the inactivity of the Regional Court and requested the Court of Appeal to order the Regional Court to fix a date for the trial. On 24 May 1995 the Court of Appeal refused this request. The Court of Appeal found that the Regional Court had to wait for further expert opinions concerning a DNA test of hair and skin parts which had been found on the victim and the applicant’s clothes.", "12.  On 30 October 1995 the DNA test results were transmitted to the court. ", "13.  On 12 February 1996 the Presiding Judge of the Assize Court fixed the date of the applicant's trial for 19 August 1996.", "14.  The applicant's trial commenced on 19 August 1996 and finished on 29 August 1996. On 29 August 1996 the Assize Court acquitted the applicant.", "AS TO THE LAW", "I.\tALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "15.   The applicant complains that the criminal proceedings against him were not concluded within a reasonable time as required by Article 6 § 1 of the Convention which, insofar as relevant, reads as follows:", " “1.  In the determination  ... of any criminal charge against him, everyone is entitled to a hearing within a reasonable time by [a] ... tribunal ...” ", "16.  The applicant submits that the proceedings were too long and were not conducted with the necessary diligence, particularly the proceedings after the reopening of his case. In the reopened proceedings no extensive investigations were necessary to trace the prosecution witness and, after the bill of indictment had become final on 9 September 1994, it took nearly two more years before the trial started. This could not be explained by the necessity to obtain further expert opinions. On the one hand, the expert report could have been requested much earlier. On the other hand, even after the expert had completed his report, another year passed before the trial started.", "17.  This is disputed by the Government. In their view the period to be taken into account started on 15 June 1992, when the criminal proceedings against the applicant were reopened. Further, they argue that, after the re-opening, the criminal investigations were not unreasonably long. The proceedings were complex and thus time consuming. The file in this case had been particularly voluminous and it took considerable time to trace a key witness who had moved to the United States, and to obtain an expert report involving a DNA analysis. During the same period the applicant had twice filed objections to the new bill of indictment. Taking these elements into account, no delays for which the Austrian courts were responsible occurred in the proceedings.", "18.  As regards the calculation of the relevant time under Article 6 § 1 the Commission took the following periods into account: the first proceedings from 11 April 1986 to 15 September 1987 and the reopened proceedings from 6 September 1990 to 29 August 1996, ending with the applicant’s acquittal. In its view, the overall period was seven years and five months. ", "19.  The Court considers that the date to be taken as the starting point is 15 June 1992, when the criminal proceedings against the applicant were reopened. Only after that time was the applicant again someone charged with a criminal offence. Before that date, the applicant’s conviction in the first set of proceedings had become final. ", "In taking the earlier date, the Commission relied on the Poiss v. Austria judgment (judgment of 23 April 1987, Series A no. 117-C, p. 103, §§ 51-53). However, in the Court’s view that judgment must be distinguished from the present application. The Poiss case concerned a complaint about the length of civil, land consolidation proceedings which, under Austrian law, consist of a series of intermediary decisions leading in their entirety to a redistribution of land among farmers. The reopening of proceedings on one of those decisions cannot be compared to the procedural situation in the present case. ", "The Court considers that the first set of proceedings in the present case, which ended on 15 September 1987, cannot be taken into account. If the applicant had considered that they had lasted too long he could have introduced an application with the Convention organs at that time. ", "The Court concludes that the proceedings at issue started on 15 June 1992 and ended on 29 August 1996, when the applicant was acquitted. Thus they lasted four years, two months and 14 days. ", "20.  The Court recalls that the reasonableness of the length of proceedings must be assessed in the light of the particular circumstances of the case, regard being had to the criteria laid down in the Court’s case-law, in particular the complexity of the case, the applicant’s conduct and the conduct of the competent authorities (Pélissier and Sassi v. France [GC], no. 25444/94, 25.3.99, § 67).", "21.  Like the Commission, the Court accepts that the proceedings may have been somewhat complex but this complexity was insufficient to explain their length. The proceedings took place before one instance and lasted more than four years and two months. Furthermore, by March 1993, a key witness had been traced in the United States and had given evidence in Vienna before the Investigating Judge. As regards the expert opinions to which the Government refer, the Court cannot see why this evidence could not have been obtained at an earlier stage rather than waiting until after the bill of indictment had become final. In any event, the expert's report was received by the court in October 1995, but the retrial only started in August 1996. In this respect the Government submit that the delay was caused by a change of presiding judge. However, the Court recalls that it is for Contracting States to organise their legal systems in such a way that their courts can guarantee the right of everyone to obtain a final decision within a reasonable time (see, for instance, the Vocaturo v. Italy judgment of 24 May 1991, Series A no. 206-C, p. 32, § 17).", "22.  In sum, the Court finds that the length of the proceedings exceeded a “reasonable time”. It follows that there has been a breach of Article 6 § 1 of the Convention.", "II.\tAPPLICATION OF ARTICLE 41 OF THE CONVENTION", "23.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.\tDamages", "24.  The applicant claims non-material damages in the amount of 1,110,000 Austrian schillings (ATS) and material damages in the amount of ATS 1,295,000, consisting in loss of earnings. The Government did not comment on the applicant’s claim.", "25.  As regards the applicant’s claim for pecuniary damage, the Court finds that there is no causal link between the breach of which complaint is made and the alleged pecuniary damage; it is not possible to speculate as to what would have been the outcome of the proceedings if they had satisfied the requirements of Article 6 § 1 (see e.g. the Werner v. Austria judgment of 24 November 1997, Reports 1997-VII, p. 2514, § 72). Thus, no award can be made under this head.", "26.  As regards the claim for non-pecuniary damage, the Court  considers that the applicant may be taken to have suffered distress on account of the delays in the case. On an equitable basis, the Court awards non-pecuniary damages of 100,000 ATS.", "B.\tCosts and expenses", "27.  The applicant claims ATS 120,861,90 for costs and expenses incurred in the proceedings before the Convention organs. The Government did not comment on the applicant’s claim.", "28.  The Court, having regard to the sums usually granted in length of proceedings cases and making an assessment on an equitable basis, awards the applicant ATS 20,000. ", "C.\tDefault interest", "29.  According to the information available to the Court, the statutory rate of interest applicable in Austria at the date of the adoption of the present judgment is 4% per annum.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.\tHolds that there has been a violation of Article 6 § 1 of the Convention;", "", "2.\tHolds ", "(a)\tthat the respondent State is to pay the applicant, within three months, the following amounts: 100,000 (one hundred thousand) Austrian schillings in respect of non-pecuniary damage and 20,000 (twenty thousand) Austrian schillings for costs and expenses;", "(b)\tthat simple interest at an annual rate of 4% shall be payable from the expiry of the above-mentioned three months until settlement;", "", "3.\tDismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 3 October 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "", "", "", "", "", "\tS. Dollé\tJ.-P. Costa\n\tRegistrar\tPresident", "", "", ""]}