{"file": "ENG_CLIN_59909_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "59909/00", "text_paragraphs": ["Information Note on the Court’s case-law No. 91", "November 2006", "Giacomelli v. Italy - 59909/00", "Judgment 2.11.2006 [Section III]", "Article 8", "Article 8-1", "Respect for private life", "Lack of prior environmental study and failure to suspend operation of a plant located close to dwellings and generating toxic emissions: violation", "", "Respect for home", "Lack of prior environmental study and failure to suspend operation of a plant located close to dwellings and generating toxic emissions: violation", "", "Facts: The applicant has lived since 1950 in a house near a plant for the storage and treatment of “special waste” classified as either hazardous or non-hazardous. The plant began operating in 1982. The applicant brought several sets of proceedings for judicial review of the operating licences awarded by the regional council in respect of the plant. In the course of environmental-impact assessment procedures the Ministry of the Environment found in 2000 and 2001 that there was a health risk for those living near the plant and that its operation was incompatible with environmental regulations. Other competent authorities to which the matter was subsequently referred reached similar conclusions. In December 2002 the district council temporarily rehoused the applicant’s family pending the outcome of the judicial dispute with the firm operating the plant; the case is still before the courts. In 2003, on an application by the applicant, the regional administrative court held that the decision to renew the plant’s operating licence without having carried out any environmental-impact assessment was unlawful and should be set aside. It also ordered the suspension of the plant’s operation. However, its decision was not implemented. In 2004 the Ministry of the Environment gave an opinion in favour of the plant’s continued operation provided that it complied with the requirements laid down by the regional council to improve the conditions for operating and monitoring it.", "Law: Not until fourteen years after the plant had begun operating and seven years after it had commenced its activities involving the detoxification of industrial waste had it been asked to undergo an environmental-impact assessment, as required by law. The State authorities had therefore failed to comply with the relevant domestic legislation and, moreover, had refused to enforce judicial decisions in which the activities in issue had been found to be unlawful. Accordingly, the procedural machinery provided for in domestic law for the protection of individual rights, in particular the obligation to conduct an environmental-impact assessment prior to any project with potentially harmful environmental consequences and the possibility for any citizens concerned to participate in the licensing procedure and to submit their own observations to the judicial authorities and, where appropriate, obtain an order for the suspension of a dangerous activity, had been deprived of useful effect in the present case for a very long period. Even supposing that, after 2004, the necessary steps had been taken to protect the applicant’s rights, the fact remained that for several years her right to respect for her home had been seriously impaired by the dangerous activities carried out at the plant built 30 metres away from her house. The State had therefore not succeeded in striking a fair balance between the interest of the community in having a plant for the treatment of toxic industrial waste and the applicant’s effective enjoyment of her right to respect for her home and her private and family life. ", "Conclusion: violation (unanimously).", "Article 41 – EUR 12,000 for non-pecuniary damage.", "For further details, see press release no. 655.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}