{"file": "ENG_HECOM_24094_11.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "24094/11", "text_paragraphs": ["", "", "Communicated on 3 December 2014", "", "FIRST SECTION", "Application no. 24094/11\nNenad TRIFUNOVSKI\nagainst the former Yugoslav Republic of Macedonia\nlodged on 4 April 2011", "STATEMENT OF FACTS", "The applicant, Mr Nenad Trifunovski, is a Macedonian national, who was born in 1970 and lives in Tetovo.", "A.  The circumstances of the case", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant is a lawyer practicing in Tetovo.", "In 2010 he was representing his father (a former judge) in employment-related proceedings against the Tetovo Court of First Instance. The proceedings were conducted before the Skopje Court of First Instance, by a panel composed of Judge B.V., who presided the panel, and two lay judges.", "On 11 March 2010 the panel dismissed the applicant’s father’s claim.", "On 21 April 2010 the applicant lodged an appeal against that judgment.", "On 3 May 2010, Judge B.V. fined the applicant with 1,000 euros (EUR) to be converted into the national currency for contempt of court in respect of the statements made in that appeal. The decision reads as follows:", "“On 21 April 2010 ... the claimant, through (the applicant) lodged an appeal in which he offends the court and the opponent. Namely, in the text of the appeal, the claimant’s representative states that ‘falling under the impression of the position and status of the parties always results in incorrect and biased application of law, which means goodbye to the principle of ... rule of law, a basic value of our constitutional order. It is a basic duty of the first-instance court to apply the law impartially, independently of the position and status of the parties, and not to bring contradictory, confusing, cacophonic, incorrect and unlawful decisions.’ He further states that ‘these incorrect and unlawful decisions testify on the position in which the judiciary is found today (and is created by the judges themselves with these kinds of judgments), and they raise the dilemma whether, in these kinds of disputes where the State and its courts are party to the proceedings, the courts are capable at all to put themselves in the role of defenders of the rule of law and the freedoms and rights of the citizens.’ He states ‘on 11 March 2010 the judgment was not pronounced, whether the instructions for the decision had not arrived yet[?]’, ‘from the confusing, incorrect and unlawful first-instance judgment itself it is evident that the only preoccupation of the first-instance court was not to decide the dispute correctly and lawfully, but the unskilful attempt through this judgment to legalize the mess made by her colleague who is the acting President of the Tetovo Court of First Instance’, the representative further states ‘unconscious of [that], led by the sole preoccupation to protect under any price the unlawfulness of [its] colleague, the first-instance court not only directly violates the rights of the claimant, but with this confusing, incorrect and unlawful judgment, it also undermines the constitutional and legal order of the [respondent State].’ He further states ‘the first-instance court unnecessarily burdens on an entire page its judgment with incorrectly and purposely confusingly selected by the court (considering that it will thus defend her colleague – the President of the Tetovo Court of First Instance), and in fact [she] unconsciously further burdens it... ‘that there is an act on classified information[,] the first-instance court should not state that in the judgment, because we know that already, but it should most collegially point that out to the President of the Tetovo Court of First Instance, because in accordance with that Act on Classified Information and the Courts Act, the President of the Court is obliged to hold the classified information, and not walk around with them and disperse them around the town without them being declassified by their creator’.", "With this text in the appeal, the representative of the claimant insulted the court and the President of the Tetovo Court of First Instance, and therefore the court adopted this decision in accordance with section 102 (1) of the CPA (Civil Proceedings Act).”.", "The applicant appealed, arguing inter alia that the statements referred to in the decision had not been insulting, but had merely been an expression of the claimant’s discontent with the manner in which the proceedings had been conducted and with the unlawful decision. He complained of lack of reasons in respect of why the court had considered that the statements amounted to an insult, as well as in respect of why the maximum fine had been imposed.", "On 5 October 2010 the Skopje Court of Appeal dismissed both the claimant’s appeal against the judgment of 11 March 2010 and the applicant’s appeal against the decision of 3 May 2010. The relevant part of the decision reads as follows:", "“The complaints about substantial violations of the rules of the civil proceedings ... are ill-founded. ... This court finds that there are no substantial violations of the rules of the civil proceedings of section 343 (2) because the impugned decision is clear and comprehensible, not contradictory, contains sufficient reasoning concerning the decisive facts and what the first-instance court was guided by when it was deciding, and in that sense it is fully suitable to be assessed.", "In view of the statutory provision referred to, the first-instance court correctly applied the substantive law, establishing that the statements made in the appeal amounted to an insult to the court.", "In view of the above mentioned, the court dismissed as ill-founded the complaints of the claimant’s representatives that there had been no insulting statements in the appeal, that the claimant whom he represents is his father and that the first-instance court did not have the power to adopt the impugned decision. In this courts’ view, and in the context of the above mentioned reasons, these complaints are ill-founded, because the first-instance court correctly found that from the content of the lodged appeal that the statements made in the appeal, and quoted in the impugned decision, amounted to an insult for the court, so it correctly adopted the impugned decision on the basis of section 102 (1) of the CPA and fined the claimant’s representative as in the operative part of the impugned decision.”", "The decision was served on the applicant on 24 December 2010.", "B.  Relevant domestic law", "1. Civil Proceedings Act", "Under Section 102 (1), as in force at the material time, a fine in the range of EUR 100 to 1,000 would be imposed by the civil court to the person who, in a written submission, insulted the court, the party or another participant in the proceedings. Under Section 102 (3), if the fined imposed with a final decision was not voluntarily paid in the deadline determined by the court, it would be enforced upon a motion of the court as a pecuniary claim under the Enforcement Act.", "COMPLAINT", "The applicant complains under Article 6 of the Convention that the judicial decisions on contempt of court were not reasoned.", "QUESTIONS TO THE PARTIES", "1. Was Article 6 applicable in the present case? In particular, did the decision on contempt of court concern the determination of a criminal charge against the applicant within the meaning of Article 6 § 1 of the Convention?", "", "2. If so, did he have a fair hearing in accordance with Article 6 § 1? In particular, did the domestic courts’ decisions on contempt of court contain sufficient reasons?", ""]}