{"file": "ENG_CLIN_57722_12.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "57722/12", "text_paragraphs": ["Information Note on the Court’s case-law 186", "June 2015", "Grabowski v. Poland - 57722/12", "Judgment 30.6.2015 [Section IV]", "Article 5", "Article 5-1", "Lawful arrest or detention", "Article 5-1-d", "Minors", "Continued detention without a judicial decision of a juvenile subject to correctional proceedings: violation", "Article 46", "Article 46-2", "Execution of judgment", "Measures of a general character", "Respondent State required to take legislative measures to stop the practice of detaining juveniles subject to correctional proceedings without a judicial decision", "Facts – The applicant, a minor at the time, was arrested on 7 May 2012 on suspicion of committing a number of armed robberies. He was initially detained in a police establishment for children and then, by way of a court order, was placed in a shelter for juveniles for a period of three months (until 7 August 2012).", "In July 2012 a district court ordered that his case be examined in correctional proceedings under the Juvenile Act. Once such an order is issued, the family courts’ common practice in Poland is not to issue a separate decision extending the placement in a shelter for juveniles. The family courts consider that such an order constitutes of itself a basis for extending the placement of a juvenile in a shelter.", "Upon the expiry of the three-month period of his detention, the applicant applied for release. However, in a decision of 9 August 2012, the district court dismissed his application excluding the possibility of any alternative security measure on the ground that he had been accused of committing criminal acts with the use of a dangerous object.", "The applicant remained in the shelter until the judgment in his case was delivered on 9 January 2013 in the correctional proceedings. In that judgment the district court found that the applicant had committed the offences of which he stood accused and ordered his placement in a correctional facility, suspended for a two-year probationary period. That judgment was not appealed against and became final.", "Law – Article 5 § 1: Between the date the order placing the applicant in a juvenile shelter expired (7 August 2012) and the district court’s decision of 9 January 2013 ordering the applicant’s release, there had been no judicial decision authorising the applicant’s continued detention. During that period the applicant had continued to be detained in a shelter for juveniles solely on the basis of the fact that a judge had issued an order referring the applicant’s case for examination in the correctional proceedings under the Juvenile Act.", "The Juvenile Act, by reason of the absence of any precise provisions requiring the family court to order the prolongation of the placement of a juvenile in a shelter for juveniles once the case is referred to correctional proceedings and when the earlier decision authorising the placement in the shelter for juveniles expires, did not satisfy the test of the “quality of the law” for the purposes of Article 5 § 1 of the Convention. The deficient provisions of the Juvenile Act at the relevant time permitted the development of a practice where it was possible to prolong the placement in a shelter for juveniles without a specific judicial decision. Such practice was in itself contrary to the principle of legal certainty. The applicant’s detention was therefore not “lawful” within the meaning of Article 5 § 1.", "Conclusion: violation (unanimously).", "Article 5 § 4: The decision of 9 August 2012 dismissing the applicant’s application for release had not explained the legal basis for his continued detention in the shelter for juveniles, but simply referred to the fact that he was accused of serious criminal acts. Those reasons had been perfunctory and, more importantly, had not addressed the crucial argument of why the applicant’s continued detention in the shelter for juveniles had not been based on a judicial decision.", "Conclusion: violation (unanimously).", "Article 46: The problems detected in the instant case could subsequently give rise to other well-founded applications and called for general measures at national level. Indeed, certain statistics indicated that, as of December 2012, there were apparently 340 juveniles placed in shelters in a similar situation to that of the applicant. Moreover, the issues identified in his case had already been raised in 2013 by the Ombudsman and brought to the attention of the Minister of Justice, who had agreed that the existing practice was unsatisfactory and required legislative amendment. However, no specific action had so far been taken by the Government. Poland had therefore to take legislative or other appropriate measures to stop the practice of detaining juveniles, who were subject to correctional proceedings, without a specific judicial decision and to ensure that each and every deprivation of liberty of a juvenile was authorised by a specific judicial decision.", "Article 41: EUR 5,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}