{"file": "ENG_HEJUD_71362_01.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "71362/01", "text_paragraphs": ["", "", "FIRST SECTION", "", "", "CASE OF SMIRNOV v. ", "", "", "(Application no. 71362/01)", "", "", "JUDGMENT", "", "", "", "", "", "", "7 June 2007", "", "", "", "FINAL", "", "", "12/11/2007", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Smirnov v. ,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tMr\tC.L. Rozakis, President,\n\tMr\tA. Kovler,\n\tMrs\tE. Steiner,\n\tMr\tK. Hajiyev,\n\tMr\tD. Spielmann,\n\tMr\tS.E. Jebens,\n\tMr\tG. Malinverni, judges,\nand Mr S. Nielsen, Section Registrar,", "Having deliberated in private on 15 May 2007,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 71362/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Mikhail Vladimirovich Smirnov (“the applicant”), on 27 November 2000.", "2.  The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.", "3.  The applicant alleged, in particular, a violation of the right to respect for his home and the right to peaceful enjoyment of possessions as regards the search at his place of residence and the retention of his computer. He also claimed that he did not have an effective remedy in respect of the latter complaint.", "4.  By a decision of 30 June 2005 the Court declared the application partly admissible.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1956 and lives in . The applicant is a lawyer; at the material time he was a member of the St Petersburg United Bar Association (Санкт-Петербургская объединенная коллегия адвокатов).", "A.  Search at the applicant's home", "6.  On 20 January 1999 the St Petersburg City Prosecutor opened criminal case no. 7806 against Mr Sh., Mr G. and fifteen other persons who were suspected of forming and participating in an organised criminal enterprise and of other serious offences.", "7.  On 7 March 2000 Mr D., an investigator with the Serious Crimes Department in the prosecutor's office, issued a search warrant which read in its entirety as follows:", "“Taking into account that at the [applicant's] place of residence at the address [the applicant's home address] there might be objects and documents that are of interest for the investigation of criminal case [no. 7806], I order a search of the premises at the address [the applicant's home address] where [the applicant] permanently resides and the seizure of objects and documents found during the search.”", "8.  On the same day a  deputy prosecutor approved the search and countersigned the warrant.", "9.  The Government claimed that the applicant had not been a party to criminal case no. 7806 and had not represented anyone involved. The applicant maintained that he had been a representative of:", "(a)  Mr S., who had been first a suspect and later a witness in criminal case no. 7806. On 21 February 2000 the applicant had represented Mr S. before the Oktyabrskiy Court of St Petersburg in proceedings concerning a complaint about a decision by the investigator D. The applicant had also been S.'s representative in unrelated civil proceedings on the basis of an authority form of 25 May 1999;", "(b)  Mr Yu., who had been a defendant in criminal case no. 7806 and whom the applicant had represented from 10 July to 25 December 1998;", "(c)  Mr B., who had been the victim in a criminal case concerning the murder of his son. Subsequently that case had been joined to criminal case no. 7806. The applicant had represented Mr B. from 11 February to 23 March 2000;", "(d)  Mr Sh., who had been a defendant in criminal case no. 7806 and whom the applicant had represented before the Court (application no. 29392/02).", "10.  On 9 March 2000 the investigator D., in the presence of the applicant, assisted by police officers from the Organised Crime District Directorate (РУБОП) and two attesting witnesses (понятые), searched the applicant's flat. According to the record of the search, the applicant was invited to “voluntarily hand over... documents relating to the public company T. and the federal industrial group R.”. The applicant responded that he had no such documents and countersigned under that statement.", "11.  The investigator found and seized over twenty documents which the applicant declared to be his own and the central unit of the applicant's computer. According to the record of the search, the applicant had no complaints about the way the search was carried out, yet he objected to the seizure of the central unit because it contained two hard disks and was worth 1,000  dollars. The seized documents included, in particular, Mr S.'s power of attorney of 25 May 1999 and extracts of a memorandum in Mr B.'s case.", "12.  On the same date the investigator D. held a formal interview with the applicant in connection with criminal case no. 7806.", "13.  On 17 March 2000 the investigator L. issued an order for the attachment of the documents seized at the applicant's flat and the central unit of his computer as “physical evidence” in criminal case no. 7806.", "B.  Judicial review of the search and seizure orders", "14.  The applicant complained to a court. He sought to have the search and seizure of the documents declared unlawful. He claimed, in particular, that the central unit of the computer, his personal notebook and his clients' files and records were not related to the criminal case and could not be attached as evidence because the seizure had impaired his clients' defence rights.", "15.  On 19 April 2000 the Oktyabrskiy Court of the Admiralteyskiy District of St Petersburg heard the applicant's complaint. The court found that the search had been approved and carried out in accordance with the applicable provisions of the domestic law and had therefore been lawful. As to the attachment of the computer, the court ruled as follows:", "“...the purpose of the search was to find objects and documents in connection with a criminal case. During the search a number of documents and a computer central unit were seized; they were thoroughly examined by the investigator, as is evident from the record of the examination of the seized items and printouts of the files contained in the central unit.", "Accordingly, the above shows that the aim of the search has been achieved; however, the order to attach the seized objects and documents as evidence in the criminal case amounts to the forfeiture of the [applicant's] property which was taken from him and never returned, whereas [the applicant] was neither a suspect nor a defendant in the criminal case and was interviewed as a witness.", "Under such circumstances, the constitutional rights of the applicant, who was deprived of his property, were violated. Having achieved the purpose of the search and recorded the results received, the investigator, without any valid and lawful grounds, declared [the applicant's property] to be physical evidence...”", "16.  The District Court ordered that the applicant's documents, his notebook and the central unit be returned to him.", "17.  On 25 May 2000 the St Petersburg City Court quashed the judgment of 19 April 2000 and remitted the case for a fresh examination by a differently composed court. The City Court pointed out that the first-instance court had erroneously considered that the order for the attachment of objects as evidence amounted to the forfeiture of the applicant's property.", "18.  On 6 June 2000 the investigator returned the notebook and certain documents, but not the computer, to the applicant.", "19.  On 2 August 2000 the applicant brought a civil action against the St Petersburg City Prosecutor's Office and the Ministry of Finance, seeking compensation for the non-pecuniary damage incurred as a result of the seizure of his belongings.", "20.  On 17 August 2000 the Oktyabrskiy Court of St Petersburg held a new hearing on the applicant's complaint. The court ruled that the search of the applicant's flat had been justified and lawful and that the remainder of the applicant's complaints were not amenable to judicial review.", "21.  On 12 September 2000 the St Petersburg City Court quashed the judgment of 17 August 2000 and remitted the case for a fresh examination by a differently composed court. The City Court found that the first-instance court had failed to examine, in a sufficiently thorough manner, whether the investigator had had sufficient grounds to search the flat of a person who had not been charged with any criminal offence.", "22.  On 17 November 2000 the Oktyabrskiy Court of St Petersburg delivered the final judgment on the applicant's complaint. As regards the lawfulness of the search, the court found as follows:", "“The search warrant was issued because there were sufficient reasons [to believe] that [at the applicant's home address] where [the applicant] lived there could be objects and documents that could be used as evidence in connection with one of the counts in criminal case no. 7806. This fact was established by the court and confirmed by the materials in the case file, in particular, a statement by the investigator D[.] of 16 November 2000, the decision to bring charges of 22 February 1999, the decision to lodge an application for an extension of detention on remand of 10 July [? - unclear] 2000, letter no. 200409 of 22 September 1998 and other materials; therefore, the court comes to the conclusion that the search in [the applicant's] flat was justified under Article 168 of the RSFSR Code of Criminal Procedure...”", "23.  The court further established that the search had been carried out in strict compliance with the laws on criminal procedure. As regards the remainder of the applicant's claims, the court decided that it was not competent to examine them, but that it was open to the applicant to complain about the investigator's decisions to a supervising prosecutor.", "24.  On 19 December 2000 the St Petersburg City Court dismissed an appeal by the applicant. It upheld the District Court's finding that the search at the applicant's flat had been justified and procedurally correct and that the order to attach objects as evidence was not amenable to judicial review because such an avenue of appeal was not provided for in domestic law.", "25.  The applicant's civil claim for damages has not been examined to date.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "A.  Searches at a person's home", "26.  Article 25 of the Constitution establishes that the home is inviolable. No one may penetrate into the home against the wishes of those who live there unless otherwise provided for in a federal law or a judicial decision.", "27.  The RSFSR Code of Criminal Procedure, in force at the material time, provided in Article 168 (“Grounds for carrying out a search”) that an investigator could carry out a search to find objects and documents that were of relevance to the case, provided that he had sufficient grounds to believe that such objects and documents could be found in a specific place or on a specific person. The search could be carried out on the basis of a reasoned warrant issued by an investigator and approved by a prosecutor.", "28.  Searches and seizures were to be carried out in the presence of the person whose premises were being searched or adult members of his family. Two attesting witnesses were to be present as well (Article 169). Any person having no interest in the case could be an attesting witness. Attesting witnesses were required to certify the scope and results of the search, and could make comments which were to be entered into the search record (Article 135).", "29.  A complaint against the actions of an investigator could be submitted either directly to a prosecutor or through the person against whom the complaint was lodged. In the latter case the person concerned was to forward the complaint to the prosecutor within twenty-four hours, together with his explanations (Article 218). The prosecutor was to examine the complaint within three days and give a reasoned decision to the complainant (Article 219).", "30.  On 23 March 1999, the  determined that decisions and actions of investigators and prosecutors relating to searches, seizure of property, suspension of proceedings and extension of time-limits for preliminary investigations should be amenable to judicial review on an application by the person whose rights had been violated.", "B.  Physical evidence", "31.  Article 83 of the Code of Criminal Procedure defined physical evidence as “any objects that... carried traces of a criminal offence... and any other objects that could be instrumental for detecting a crime, establishing the factual circumstances of a case, identifying perpetrators or rebutting the charges or extenuating punishment”.", "32.  Physical evidence was to be retained until the conviction had entered into force or the time-limit for appeal had expired. However, it could be returned to the owner before that if such return would not harm ongoing criminal proceedings (Article 85). The court was to order the return of physical evidence to its legal owner in the final decision closing the criminal proceedings (Article 86).", "C.  Council of Europe recommendation", "33.  Recommendation (2000) 21 of the Committee of Ministers to member States on the freedom of exercise of the profession of lawyer provides, inter alia, as follows:", "“Principle I - General principles on the freedom of exercise of the profession of lawyer", "... 6. All necessary measures should be taken to ensure the respect of the confidentiality of the lawyer-client relationship. Exceptions to this principle should be allowed only if compatible with the rule of law. ”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION", "34.  The applicant complained that the search carried out at his place of residence infringed Article 8 of the Convention, which reads as follows:", "“1.  Everyone has the right to respect for... his home...", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "35.  The Government contested that view.", "A.  Whether there was an interference", "36.  The Court observes that the search and seizure ordered by the investigator concerned the applicant's residential premises in which he kept his computer and certain work-related materials. The Court has consistently interpreted the notion “home” in Article 8 § 1 as covering both private individuals' homes and professional persons' offices (see Buck v. , no. 41604/98, § 31, ECHR 2005IV; and Niemietz v. Germany, judgment of 16 December 1992, Series A no. 251B, pp. 33-34, §§ 29-31). It follows that in the present case there has been an interference with the applicant's right to respect for his home.", "B.  Whether the interference was justified", "37.  The Court has next to determine whether the interference was justified under paragraph 2 of Article 8, that is, whether it was “in accordance with the law”, pursued one or more of the legitimate aims set out in that paragraph and was “necessary in a democratic society” to achieve that aim or those aims.", "1.  Whether the interference was “in accordance with the law”", "38.  The applicant claimed that the interference was not “in accordance with the law” because the search had been authorised by a deputy prosecutor rather than by a court, as the Constitution required. The Court observes that under the Russian Constitution, the right to respect for a person's home may be interfered with on the basis of a federal law or a judicial decision (see paragraph 26 above). The RSFSR Code of Criminal Procedure – which had the status of federal law in the Russian legal system – vested the power to issue search warrants in investigators acting with the consent of a prosecutor (see paragraph 27 above). The Court is satisfied that that procedure was followed in the present case and that the interference was therefore “in accordance with the law”.", "2.  Whether the interference pursued a legitimate aim", "39.  The Government submitted that the interference had pursued the legitimate aim of the protection of rights and freedoms of others.", "40.  The Court notes that the purpose of the search, as set out in the investigator's decision, was to uncover physical evidence that might be instrumental for the criminal investigation into serious offences. Accordingly, it pursued the legitimate aims of furthering the interests of public safety, preventing disorder or crime and protecting the rights and freedoms of others.", "3.  Whether the interference was “necessary in a democratic society”", "41.   The applicant claimed that his flat had been searched with a view to obtaining evidence against his clients, including Mr S., Mr Yu., Mr B. and many others, and gaining access to the clients' files stored on his computer. The search had violated the lawyer-client privilege and had been followed by a formal interview in which the investigator D. had questioned him about the circumstances of which he had become aware as his clients' representative.", "42.  The Government submitted that the decision to search the applicant's flat had been based on witness testimony and that the search had been necessary because “objects and documents of importance for the investigation of criminal case no. 7806” could have been found in the applicant's flat. The applicant had not objected to the search.", "43.  Under the Court's settled case-law, the notion of “necessity” implies that the interference corresponds to a pressing social need and, in particular, that it is proportionate to the legitimate aim pursued. In determining whether an interference is “necessary in a democratic society” the Court will take into account that a certain margin of appreciation is left to the Contracting States (see, among other authorities, Camenzind v. Switzerland, judgment of 16 December 1997, Reports of Judgments and Decisions 1997VIII, p. 2893, § 44). However, the exceptions provided for in paragraph 2 of Article 8 are to be interpreted narrowly, and the need for them in a given case must be convincingly established (see Buck, cited above, § 44).", "44.  As regards, in particular, searches of premises and seizures, the Court has consistently held that the Contracting States may consider it necessary to resort to such measures in order to obtain physical evidence of certain offences. The Court will assess whether the reasons adduced to justify such measures were “relevant” and “sufficient” and whether the aforementioned proportionality principle has been adhered to. As regards the latter point, the Court must first ensure that the relevant legislation and practice afford individuals adequate and effective safeguards against abuse. Secondly, the Court must consider the particular circumstances of each case in order to determine whether, in the concrete case, the interference in question was proportionate to the aim pursued. The criteria the Court has taken into consideration in determining this latter issue have been, among others, the circumstances in which the search order had been issued, in particular further evidence available at that time, the content and scope of the warrant, the manner in which the search was carried out, including the presence of independent observers during the search, and the extent of possible repercussions on the work and reputation of the person affected by the search (see Buck, cited above, § 45; Chappell v. the United Kingdom, judgment of 30 March 1989, Series A no. 152A, p. 25, § 60; Camenzind, cited above, pp. 2894-95, § 46; Funke v. France, judgment of 25 February 1993, Series A no. 256A, p. 25, § 57; and Niemietz, cited above, pp. 35-36, § 37).", "45.  With regard to the safeguards against abuse existing in the Russian legislation the Court observers that, in the absence of a requirement for prior judicial authorisation, the investigation authorities had unfettered discretion to assess the expediency and scope of the search and seizure. In the cases of Funke, Crémieux and Miailhe v. France the Court found that owing, above all, to the lack of a judicial warrant, “the restrictions and conditions provided for in law... appear[ed] too lax and full of loopholes for the interferences with the applicant's rights to have been strictly proportionate to the legitimate aim pursued” and held that there had been a violation of Article 8 of the Convention (see Funke, cited above, and Crémieux v. France and Miailhe v.  (no. 1), judgments of 25 February 1993, Series A nos. 256B and 256C). In the present case, however, the absence of a prior judicial warrant was, to a certain extent, counterbalanced by the availability of an ex post factum judicial review. The applicant could, and did, make a complaint to a court which was called upon to review both the lawfulness of, and justification for, the search warrant. The efficiency of the actual review carried out by the domestic courts will be taken into account in the following analysis of the necessity of the interference.", "46.  The Court observes that the applicant himself was not charged with, or suspected of, any criminal offence or unlawful activities. On the other hand, the applicant submitted documents showing that he had represented, at different times, four persons in criminal case no. 7806, in connection with which the search had been ordered. In these circumstances, it is of particular concern for the Court that, when the search of the applicant's flat was ordered, no provision for safeguarding the privileged materials protected by professional secrecy was made.", "47.  The search order was drafted in extremely broad terms, referring indiscriminately to “any objects and documents that [were] of interest for the investigation of criminal case [no. 7806]”, without any limitation. The order did not contain any information about the ongoing investigation, the purpose of the search or the reasons why it was believed that the search at the applicant's flat would enable evidence of any offence to be obtained (compare Niemietz, cited above, pp. 35-35, § 37, and Ernst and Others v. Belgium, no. 33400/96, § 116, 15 July 2003). Only after the police had penetrated into the applicant's flat was he invited to hand over “documents relating to the public company T. and the federal industrial group R.”. However, neither the order nor the oral statements by the police indicated why documents concerning business matters of two private companies – in which the applicant did not hold any position – should have been found on the applicant's premises (compare Buck, cited above, § 50). The ex post factum judicial review did nothing to fill the lacunae in the deficient justification of the search order. The  confined its finding that the order had been justified, to a reference to four named documents and other unidentified materials, without describing the contents of any of them (see paragraph 22 above). The court did not give any indication as to the relevance of the materials it referred to and, moreover, two out of the four documents appeared after the search had been carried out. The Court finds that the domestic authorities failed in their duty to give “relevant and sufficient” reasons for issuing the search warrant.", "48.  As regards the manner in which the search was conducted, the Court further observes that the excessively broad terms of the search order gave the police unrestricted discretion in determining which documents were “of interest” for the criminal investigation; this resulted in an extensive search and seizure. The seized materials were not limited to those relating to business matters of two private companies. In addition, the police took away the applicant's personal notebook, the central unit of his computer and other materials, including his client's authority form issued in unrelated civil proceedings and a draft memorandum in another case. As noted above, there was no safeguard in place against interference with professional secrecy, such as, for example, a prohibition on removing documents covered by lawyer-client privilege or supervision of the search by an independent observer capable of identifying, independently of the investigation team, which documents were covered by legal professional privilege (see Sallinen and Others v. , no. 50882/99, § 89, 27 September 2005, and Tamosius v. the United Kingdom (dec.), no. 62002/00, ECHR 2002-VIII). Having regard to the materials that were inspected and seized, the Court finds that the search impinged on professional secrecy to an extent that was disproportionate to whatever legitimate aim was pursed. The Court reiterates in this connection that, where a lawyer is involved, an encroachment on professional secrecy may have repercussions on the proper administration of justice and hence on the rights guaranteed by Article 6 of the Convention (see Niemietz, cited above, pp. 35-36, § 37).", "49.  In sum, the Court considers that the search carried out, without relevant and sufficient grounds and in the absence of safeguards against interference with professional secrecy, at the flat of the applicant, who was not suspected of any criminal offence but was representing defendants in the same criminal case, was not “necessary in a democratic society”. There has therefore been a violation of Article 8 of the Convention.", "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1", "50.  The applicant complained under Article 1 of Protocol No. 1 about a violation of his property rights resulting from the seizure and retention of his documents and computer. Article 1 of Protocol No. 1 provides as follows:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "A.  Submissions by the parties", "51.  The applicant submitted that the seizure of the central unit had constituted a disproportionate interference with his property rights and had imposed an excessive burden on him. The central unit proper could not be used as evidence in the criminal case because it had not been an instrument, object or product of a crime and had not borne any traces of a crime. Furthermore, the data contained therein could not have had any evidentiary value either, because the unit had been in the possession of the prosecution for a long time and the data could have been erased or modified. The applicant agreed with the reasons set out in the judicial decision of 19 April 2000. In his view, the prosecution should have abided by that decision rather than contesting it on appeal. The applicant claimed that the real purpose of the seizure had been to hinder his legal professional activities. The unlawful withholding of his computer had deprived him of access to more than two hundred clients' files and had been detrimental to his legal practice as a whole. Lastly, the applicant indicated that he had eventually received his notebook and some documents back.", "52.  The Government submitted that the central unit of the applicant's computer had been sealed and attached as physical evidence in criminal case no. 7806 in order to prevent loss of data. The examination of the criminal case had not yet been completed. The applicant's documents and central unit would be stored in the St Petersburg City Court until such time as the judgment had been delivered. Accordingly, the applicant's right to use his property had been restricted in the public interest, with a view to establishing the truth in criminal case no. 7806.", "B.  The Court's assessment", "53.  The Court observes that the search of the applicant's home was followed by the seizure of certain documents, his notebook and the central unit of his computer – that is, the part containing hard disks with data. As the applicant eventually regained possession of his notebook and documents, the Court will confine its analysis to the compatibility of the retention of the computer to this day with the applicant's right to peaceful enjoyment of possessions guaranteed by Article 1 of Protocol No. 1.", "54.  It is undisputed that the applicant was the lawful owner of the computer; in other words, it was his “possession”. The investigator ordered that the computer be kept as physical evidence in a criminal case until such time as the trial court had given judgment, determining in particular the use of evidence. The Court considers that this situation falls to be examined from the standpoint of the right of a State to control the use of property in accordance with the general interest.", "55.  The first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful. In particular, the second paragraph of Article 1, while recognising that States have the right to control the use of property, subjects their right to the condition that it be exercised by enforcing “laws”. Moreover, the principle of lawfulness presupposes that the applicable provisions of domestic law are sufficiently accessible, precise and foreseeable in their application (see, for example, Baklanov v. , no. 68443/01, §§ 39-40, 9 June 2005, with further references).", "56.  The Court observes that the decision to retain the computer was based on the provisions of the RSFSR Code of Criminal Procedure governing the use of physical evidence in criminal proceedings (see paragraphs 31 and 32 above). The investigator had the discretion to order retention of any object which he considered to be instrumental for the investigation, as was the case with the applicant's computer. The Court has doubts that such a broad discretion not accompanied by efficient judicial supervision would pass the “quality of law” test but it sees no need for a detailed examination of this point for the following reasons.", "57.  The Court accepts that retention of physical evidence may be necessary in the interests of proper administration of justice, which is a “legitimate aim” in the “general interest” of the community. It observes, however, that there must also be a reasonable relation of proportionality between the means employed and the aim sought to be realised by any measures applied by the State, including measures designed to control the use of the individual's property. That requirement is expressed by the notion of a “fair balance” that must be struck between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights (see Edwards v. , no. 17647/04, § 69, 24 October 2006, with further references).", "58.  The Court agrees with the applicant's contention, not disputed by the Government, that the computer itself was not an object, instrument or product of any criminal offence (compare Frizen v. , no. 58254/00, §§ 29-31, 24 March 2005). What was valuable and instrumental for the investigation was the information stored on its hard disk. It follows from the judgment of 19 April 2000 that the information was examined by the investigator, printed out and included in the case file (see paragraph 15 above). In these circumstances, the Court cannot discern any apparent reason for continued retention of the central unit. No such reason has been advanced in the domestic proceedings or before the Court. Nevertheless, the computer has been retained by the domestic authorities until the present day, that is, for more than six years. The Court notes in this connection that the computer was the applicant's professional instrument which he used for drafting legal documents and storing his clients' files. The retention of the computer not only caused the applicant personal inconvenience but also handicapped his professional activities; this, as noted above, might have had repercussions on the administration of justice.", "59.  Having regard to the above considerations, the Court finds that the Russian authorities failed to strike a “fair balance” between the demands of the general interest and the requirement of the protection of the applicant's right to peaceful enjoyment of his possessions. There has therefore been a violation of Article 1 of Protocol No. 1.", "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION, TAKEN TOGETHER WITH ARTICLE 1 OF PROTOCOL No. 1", "60.  The applicant complained under Article 13 of the Convention that he had not had an effective remedy in respect of the unlawful restriction on his property rights under Article 1 of Protocol No. 1. Article 13 provides as follows:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "A.  Submissions by the parties", "61.  The applicant pointed out that the scope of review by the domestic courts had been confined to the lawfulness of the search. As to his property complaints, the courts had determined that those issues had not been amenable to judicial review. In his view, the 's ruling of 23 March 1999 should have been interpreted as opening the way for judicial review of all decisions affecting a person's property rights. He stressed that his civil claim for damages had, under various pretexts, not been examined for more than four years.", "62.  The Government submitted that the applicant had been able to challenge the contested decision before a court which had considered and dismissed his complaints (on 19 December 2000 in the final instance). Furthermore, his civil claim for damages against the St Petersburg City Prosecutor and Ministry of Finance was now pending before the Oktyabrskiy Court of St Petersburg.", "B.  The Court's assessment", "63.  The Court has consistently interpreted Article 13 as requiring a remedy in domestic law in respect of grievances which can be regarded as “arguable” in terms of the Convention (see, for example, Boyle and Rice v. the United Kingdom, judgment of 27 April 1988, Series A no. 131, pp. 23-24, § 54). In the present case there has been a finding of a violation of Article 1 of Protocol No. 1 and the complaint under Article 13 must therefore be considered. It must accordingly be determined whether the Russian legal system afforded the applicant an “effective” remedy, allowing the competent “national authority” both to deal with the complaint and to grant appropriate relief (see Camenzind, cited above, pp. 2896-97, § 53).", "64.  The applicant asked for a judicial review of the lawfulness of the search and seizure conducted at his place of residence and of the decision on retention of his computer as physical evidence. Whereas the domestic courts examined the complaint concerning the search and seizure, they declared inadmissible the complaint about the failure to return the applicant's computer on the ground that the retention decision was not amenable to judicial review (see paragraphs 22 et seq. above). The applicant was told to apply to a higher prosecutor instead. In this connection the Court reiterates its settled case-law to the effect that a hierarchical appeal to a higher prosecutor does not give the person employing it a personal right to the exercise by the State of its supervisory powers and for that reason does not constitute an “effective remedy” (see, for example, Horvat v. , no. 51585/99, § 47, ECHR 2001VIII).", "65.  As regards the pending civil claim for damages to which the Government referred, the Court notes that a civil court is not competent to review the lawfulness of decisions made by investigators in criminal proceedings.", "66.  It follows that in these circumstances the applicant did not have “an effective remedy before a national authority” for airing his complaint arising out of a violation of Article 1 of Protocol No. 1. There has therefore been a violation of Article 13 of the Convention, taken together with Article 1 of Protocol No. 1.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "67.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "68.  The Court points out that under Rule 60 of the Rules of Court any claim for just satisfaction must be itemised and submitted in writing together with the relevant supporting documents or vouchers, “failing which the Chamber may reject the claim in whole or in part”.", "69.  In a letter of 5 July 2005, after the application had been declared admissible, the Court invited the applicant to submit claims for just satisfaction by 7 September 2005. He did not submit any such claim within the specified time-limit.", "70.  In these circumstances, the Court makes no award under Article 41.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 8 of the Convention;", "", "2.  Holds that there has been a violation of Article 1 of Protocol No. 1;", "", "3.  Holds that there has been a violation of Article 13 of the Convention, taken together with Article 1 of Protocol No. 1;", "", "4.  Decides not to make an award under Article 41 of the Convention.", "Done in English, and notified in writing on 7 June 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tChristos Rozakis\n\tRegistrar\tPresident"]}