{"file": "ENG_CLIN_476_07.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "476/07", "text_paragraphs": ["Information Note on the Court’s case-law No. 121", "July 2009", "Olaru and Others v. Moldova - 476/07, 22539/05, 17911/08 et al.", "Judgment 28.7.2009 [Section IV]", "Article 46", "Article 46-2", "Execution of judgment", "Measures of a general character", "Obligation to introduce effective remedy for non-enforcement or delayed enforcement of judgments in social housing cases and to grant redress to victims in pending cases", "", "Facts: Moldova has approximately 300 applications pending against it before the Court in cases concerning the non-enforcement of final judgments. Of these, roughly half concern the failure of municipal authorities to comply with final judgments awarding housing rights or money in lieu under legislation that bestows such rights on a very wide category of beneficiaries at the expense of municipal authorities who claim that they do not have the necessary funds.", "In their applications to the Court, the applicants complained that their respective municipal authorities had failed to comply with final court orders requiring the provision of social housing.", "Law: Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 – violations (unanimously).", "Article 46 – The Court noted that non-enforcement, particularly in social housing cases, was Moldova’s prime problem in terms of the number of applications pending before the Court and reflected a persistent structural dysfunction and a practice that was incompatible with the Convention. It therefore decided to adopt a pilot judgment procedure. Following its approach in Burdov v. Russia (no. 2) (see Information Note no. 115), it ruled that the State must, within six months of the Court’s judgment in the applicants’ case becoming final, set up an effective domestic remedy securing adequate and sufficient redress for the non-enforcement or delayed enforcement of final domestic judgments concerning social housing and, within one year, grant such redress to all victims in applications lodged before the delivery of its judgment. Proceedings in applications lodged after delivery would be adjourned for one year and applicants in such cases could be required to resubmit their grievances to the domestic authorities.", "Article 41 – Reserved.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}