{"file": "ENG_CLIN_42716_02.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "42716/02", "text_paragraphs": ["Information Note on the Court’s case-law No. 116", "February 2009", "Toma v. Romania - 42716/02", "Judgment 24.2.2009 [Section III]", "Article 8", "Article 8-1", "Respect for private life", "Journalists contacted by police and allowed to film applicant in police custody with a view to broadcasting the images: violation", "", "Article 3", "Inhuman treatment", "Positive obligations", "Police brutality and lack of an effective investigation into allegations: violations", "", "Article 5", "Article 5-3", "Brought promptly before judge or other officer", "Failure to bring applicant before a court until 20 days after his arrest: violation", "", "Article 5-4", "Take proceedings", "Unexplained and excessive delay in examination of lawfulness of pre-trial detention: violation", "", "Facts: In September 2002 the applicant and another individual, A.M., were arrested by drug squad officers in possession of 800 g of cannabis which, according to the authorities, they intended to sell. The applicant alleged that he had been struck by several armed police officers during the arrest. He also alleged that on the same day, without being assisted by a lawyer and in the presence of the public prosecutor in charge of the investigation, police officers had beaten him and forced him, under duress, to write a statement dictated by them. The applicant and his mother alleged that they had complained about the police violence to the public prosecutor and requested a medical examination, but the prosecutor had postponed the medical examination several times. The Government referred to a medical report dated the day after the arrest and drawn up, they submitted, at the prison. Under the heading “state of health upon admission to prison” the words “clinically healthy” had been entered in the report, which bore the doctor’s signature. ", "On the day of the arrest journalists from a local channel and a newspaper filmed and took photos of the applicant at the police station. The next day a photo of the applicant showing visible traces of violence was published on the front page of the newspaper, together with an article calling the applicant a “drug trafficker”. According to the applicant, the journalists had been called by the police. On the same day the applicant was remanded in custody. A few days later he filed a complaint against the detention order. The complaint reached the public prosecutor the following day and he delivered it in person to the court the day after that, where it was registered two days later. Four days later the County Court dismissed the applicant’s complaint as manifestly ill-founded. The applicant appealed on points of law. Six days passed before the appeal was transmitted to the appeal court, which registered it the following day. After having adjourned examination of the appeal at the request of the applicant’s mother, the court eventually rejected it. ", "In 2003 the County Court sentenced the applicant to three years’ imprisonment for unlawful possession of drugs intended for sale. On appeal that sentence was reduced to one year and six months. ", "Law: Article 3 – The allegations of ill-treatment: Examination of the medical report that was meant to detail the applicant’s state of health when he was remanded in custody revealed several contradictions and errors. In the circumstances, the mere words “clinically healthy” on the card did not suffice to dismiss the applicant’s allegations as unsubstantiated. Moreover, the applicant’s allegations of violence inflicted during his arrest were supported by the coexistence of sufficiently strong, clear and concordant inferences.  In the light of all the facts before it and in the absence of any explanation by the Government, the Court found it established that the traces of violence revealed by the pictures filmed in September 2002 had been caused by treatment for which the Government were responsible and which could be regarded as inhuman treatment within the meaning of Article 3 of the Convention.", "Conclusion: violation (unanimously). ", "Obligation for the authorities to conduct an effective investigation: Although the applicant had complained and adduced evidence of police brutality, the authorities had not opened an inquiry to investigate the applicant’s arguable claim. ", "Conclusion: violation (unanimously). ", "Article 5 § 3 – The Government acknowledged that the requirements of Article 5 § 3 of the Convention concerning the automatic supervision of detention by an officer authorised by law to exercise judicial power had not been met in this case, regard being had to the relevant domestic law at the material time. The Court had already found violations of Article 5 § 3 of the Convention in several similar cases where the applicants had not been brought “promptly” before an officer authorised by law to exercise judicial power in order to verify the lawfulness of the arrest or detention, and saw no grounds for reaching a different conclusion in this case, where the applicant had not been brought before the first-instance court until twenty days after his arrest.", "Conclusion: violation (unanimously). ", "Article 5 § 4 – Although a twenty-two-day time lapse – of which four days were attributable to the applicant – did not appear excessive as such for two levels of jurisdiction, it had to be examined in the light of the deadlines provided for in domestic law and the circumstances of the case. Three days had elapsed before the applicant’s complaint was registered with the County Court concerned, and seven days before the court had examined it. But above all, seven more days had passed before the appeal court had registered the applicant’s appeal against the County Court judgment, as the public prosecutor had not forwarded it until six days after receiving it. In the absence of any justification for the above-mentioned delays and because it was a matter of verifying the lawfulness of the detention order, the Court held that the procedure in question had not been “speedy”, as required by Article 5 § 4, within the meaning of the Court’s case-law.", "Conclusion: violation (six votes to one). ", "Article 8 – The behaviour of the police in calling journalists and allowing them to film the applicant at the police station on the day proceedings were brought against him, without his consent, with a view to publishing the pictures in the media, amounted to an interference with the applicant’s right to respect for his private life. The Government had offered no explanation to justify such interference. However, even assuming that a legal basis for the impugned interference could be found, the question of the “legitimate aim” pursued would still remain. At the time concerned the applicant had not been on the run, but under arrest at the police station, and the public criminal proceedings against him had not even started. The pictures concerned, which had no real news value as such, had been meant to serve the interests of justice, for example by making sure the applicant appeared in court, or preventing him from committing a crime, as the bill of indictment had not yet been drawn up at the time. That being so, in the light of the circumstances of the case, the Court found that the interference with the applicant’s right to respect for his private life had not pursued one of the legitimate aims provided for in Article 8 § 2 of the Convention.", "Conclusion: violation (unanimously). ", "Article 41 – EUR 8,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}