{"file": "ENG_HEJUD_15003_04.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "15003/04", "text_paragraphs": ["", "", "FIRST SECTION", "", "", "", "", "", "CASE OF Larisa ZOLOTAREVA v. ", "", "(Application no. 15003/04)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "26 July 2011", "", "", "FINAL", "", "26/10/2011", "", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Larisa Zolotareva v. ,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tNina Vajić, President,\n\tAnatoly Kovler,\n\tElisabeth Steiner,\n\tKhanlar Hajiyev,\n\tGeorge Nicolaou,\n\tJulia Laffranque,\n\tLinos-Alexandre Sicilianos, judges,\nand Søren Nielsen, Section Registrar,", "Having deliberated in private on 5 July 2011,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 15003/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Larisa Timofeyevna Zolotareva (“the applicant”), on 23 March 2004.", "2.  The applicant was represented by R. Zakalyuzhnyy, a lawyer practising in Rostov-on-Don. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.", "3.  The applicant alleged, in particular, that the bailiff had failed to respect her private life and home when carrying out her eviction.", "4.  On 23 October 2008 the President of the First Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1932 and lives in .", "A.  The decision to evict the applicant", "6.  The applicant resided in a municipal two-roomed flat together with her son, his ex-wife K. and their daughter, a minor at the time. On an unspecified date the applicant brought a claim against K. seeking K.’s eviction. K. countersued the applicant asking the court to rehouse everyone. K. alleged that the applicant and her son had forced her to move out of the flat and their joint residence in the same flat had become impossible.", "7.  On 28 May 1998 the Tverskoy District Court of Moscow dismissed the applicant’s claims and granted K.’s claim. It ordered the applicant and her son to be rehoused in another two-room flat. At the same time K. and her daughter were granted a room in another building. The flat the applicant resided in was assigned to another family. In particular, the court noted as follows:", "“Pursuant to Article 68 of the [Housing Code], if the members of a family fail to reach an agreement with regard to re-housing, any of them may ask for the re-housing arrangements to be determined by the court. The court must take into consideration the relevant circumstances and the interests of the persons to be re-housed.", "The court asked repeatedly that [the applicant and her son] justify their objection to the re-housing arrangement [proposed by K.]. However, they did not present any written submissions... and refused to give any [oral] explanation or answer any questions during the court hearing...", "The witnesses testified that the parties were in conflict and provided details as to the altercations between [them]...", "The existence of a conflict between the parties is also confirmed by the numerous complaints they have lodged against each other with the law-enforcement agencies...", "Having regard to the above, the court concludes that the parties cannot share the flat in question. K. and her daughter are unable to reside in the flat, which fact amounts to a violation of their housing rights...", "Pursuant to Article 98 of the [Housing Code], K. cannot be evicted from the flat. It was established that [the applicant and her family] had consented to K. moving into the flat. K. had moved into the flat and, as set forth in Articles 53 and 54 of the [Housing Code], she had acquired a right to reside in there.", "The court has established that it was impossible for the parties to share the flat due to their own behaviour ... The conflicts between the parties underlie the housing dispute between them.", "The court further considers that K.’s eviction, if ordered, would have an adverse effect on the housing rights of her daughter, who lives with her.", "According to K., she asked for re-housing for the first time in 1992. However, [the applicant and her son] did not consent to it.", "K. proposed the following re-housing arrangement: [the applicant and her son] would move into a two-room flat ... In the flat in dispute each resident party had been afforded 7.85 sq. m of the living area... Following the re-housing, [the applicant and her son] would be afforded 15.2 sq. m of the living area each ... The two would have separate rooms. The flat is located in []...", "The court does not discern any reason why the proposed re-housing arrangement should not be implemented ...”", "8.  On 2 September 1998 the Moscow City Court concurred with the assessment of the matter made by District Court and upheld the judgment of 28 May 1998 on appeal.", "B.  The enforcement of the eviction order", "1.  Institution and suspension of the enforcement proceedings", "9.  On 1 October 1998 the bailiff initiated enforcement proceedings.", "10.  On an unspecified date the applicant asked for supervisory review of the judgments of 28 May and 2 September 1998.", "11.  On 27 January 1999 the Supreme Court of the  asked the District Court to forward the case-file for supervisory review. As regards the applicant’s eviction, the judge in charge of the matter noted that the execution of the judgment of 28 May 1998 “should be stayed”.", "12.  On 17 June 1999 a bailiff, P., called at the applicant’s flat and told her that she would be evicted the following day. As regards the stay of execution, he advised her to contact the court.", "2.  Events of 18 and 19 June 1999", "13.  On 18 June 1999 the bailiff showed up at the applicant’s flat at 10 a.m. The applicant refused to open the door. The bailiff had to leave. He returned with the rescue service at 2 p.m. The applicant was not in the flat. The bailiff entered the flat. The applicant returned one and a half hours later. She claimed that she did not feel well and was undergoing treatment in a hospital. The bailiff left.", "14.  After having verified that the applicant had not been admitted to any hospital, the bailiff forced open the door to the flat at 7 p.m. and started the eviction process. According to the applicant, the bailiff summoned police officers, who took her to the police station where she stayed for three hours. The bailiff completed the eviction at 1.30 a.m. Some of the applicant’s belongings were moved to her new home and the remainder were left at the flat.", "3.  Subsequent events", "15.  On 22 June 1999, in the applicant’s absence, the bailiff moved the rest of her belongings to her new home.", "16.  On 26 June 1999 the Supreme Court of the  refused to review the judgments of 28 May and 2 September 1998 by way of supervisory review. In particular, the letter addressed to the applicant stated as follows:", "“I hereby inform you that your complaint against the judgment of the Tverskoy District Court of 28 May 1998 concerning your claims against K. ... has been considered and dismissed. The grounds for dismissal have been communicated to you earlier at a meeting.”", "C.  Proceedings against the bailiff", "17.  On 17 July 1999 the applicant lodged a complaint against the bailiff, challenging the manner in which he had conducted her eviction.", "18.  On 6 December 2001 the Khamovnicheskiy District Court of Moscow found the bailiff’s actions unlawful and ordered him to provide the applicant with an access to her belongings stored at her new home. In particular, the court found as follows:", "“The court established that bailiff P. conducted enforcement proceedings after 11 p.m. although there was no imminent risk to anyone’s life or health ... This fact was not denied by the representative of the [bailiff’s service]. Nor was evidence presented to the court that [the bailiff] had obtained a written approval from a senior bailiff to carry out the enforcement proceedings after 10 p.m.", "As it has been established by the court, [the applicant] had asked the bailiff to suspend the enforcement proceedings arguing that she was not feeling well and her son [who had been subject to eviction too] had been absent. Bailiff P. refused to do so, alleging that [such a suspension] was exclusively within a court’s competence.", "Nevertheless, Article 19 of the Federal Law on Enforcement Proceedings provides that bailiffs may suspend enforcement proceedings ... for a period not exceeding ten days ...", "The [bailiff’s service] failed to prove that the bailiff had notified [the applicant and her son] of the possibility of voluntary execution of the judgment concerning their eviction. Nor was any evidence submitted to show that the applicant’s son had been notified of the eviction date. The list of the [applicant’s] possessions was not properly compiled. This fact was not denied by the [bailiff’s service]...", "The court has established that the case concerning the [applicant’s] eviction was repeatedly subject to supervisory review. On 27 January 1999 the Deputy President of the Supreme Court of Russia, Zh., requested the file and the execution of the judgment was stayed. The Supreme Court of Russia dismissed the [applicant’s] complaint only on 26 June 1999. Accordingly, the enforcement of the judgment had been stayed until 26 June 1999...", "However, bailiff P. failed to stay the enforcement proceedings following the Supreme Court’s decision to stay the execution of the judgment. Accordingly, the [applicant’s] eviction was carried out during the period when the execution of the judgment had been stayed by the Deputy President of the Supreme Court of Russia.", "Having regard to the above, the court concludes that the actions taken by bailiff P. should be found unlawful.”", "19.  The decision was not appealed against and took effect on 18 December 2001.", "D.  Action for damages", "20.  On 27 June 2002 the applicant brought an action against the Ministry of Finance of the  for damages resulting from the bailiff’s unlawful actions. She sought compensation for both pecuniary and non-pecuniary damage.", "21.  On 16 May 2003 the Basmanniy District Court of Moscow rejected the applicant’s claims. In particular, the court stated as follows:", "“Pursuant to [the rules of civil procedure], each party should [substantiate its allegations]...", "[The applicant] did not present to the court any evidence to show that her property had been damaged or destroyed as a result of illegal actions taken by [the bailiff].", "As indicated on [the certificate of the delivery to the applicant of her belongings], she did not make any comment or complain with regard to the delivery of her property.", "No damage or destruction of the [applicant’s] property has been documented after the applicant’s re-housing on 18-19 June 1999...", "Having regard to the above, the court considers that the damage to and destruction of the [applicant’s] property was not a result of illegal actions on the part of the bailiff...", "Accordingly, there is no causal link between the bailiff’s illegal actions and the harm caused to the applicant’s property ... and there is, accordingly, no reason to award damages to the applicant ...", "The applicant did not present any evidence to substantiate her allegations that she had incurred non-pecuniary damage as a result of the infringement of her personal non-property rights ... through the illegal actions of the bailiff in the course of the eviction on 18-19 June 1999.”", "22.  On 18 November 2003 the Moscow City Court upheld the judgment of 16 May 2003 on appeal.", "II.  RELEVANT DOMESTIC LAW", "23.  Enforcement proceedings should be conducted on working days between 6 a.m. and 10 p.m. They can be carried out between 10 p.m. and 6 a.m. only in the event of an “imminent risk to life or health”. In such a case, the bailiff should obtain written permission from his superior (Article 12 of the Federal Law on enforcement proceedings of 21 July 1997 as amended, in force at the material time, hereinafter “the Law”).", "24.  The bailiff may suspend the enforcement proceedings for no more than ten days at the debtor’s request (Article 19 of the Law).", "25.  The enforcement proceedings should be stayed if an authorised officer issues a relevant decision ordering the stay of the execution of the relevant legal act (Article 20 § 6 of the Law).", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION", "26.  The applicant complained that her right to respect for her private life and home had been infringed in course of the eviction proceedings. She referred to Article 8 of the Convention, which reads, in so far as relevant, as follows:", "“1.  Everyone has the right to respect for his private ... life, his home ...", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "27.  The Government contested that argument. They submitted that the bailiff had acted in accordance with the law when evicting the applicant. In particular, he had notified her of the date and time of the eviction. The eviction had been carried out in accordance with a final and enforceable judgment, it had pursued a legitimate aim, namely, it ensured the public order and protected the interests of K. and her minor daughter, and had been “necessary in a democratic society”.", "28.  The applicant maintained her complaint. She noted that the bailiff’s actions had been in contravention of the applicable laws. In particular, as it was established by the court decision of 6 December 2001, he had carried out the eviction while the execution of the relevant judgment had been stayed; he had also carried out the eviction during the night. Despite the fact that her complaint against the bailiff had been granted and the court had found the bailiff’s actions in the course of the eviction proceedings unlawful, her subsequent action for damages had been dismissed.", "A.  Admissibility", "29.  The Court reiterates that it falls first to the national authorities to redress any violation of the Convention. In this regard, the question whether an applicant can claim to be the victim of the violation alleged is relevant at all stages of the proceedings under the Convention (see, among other numerous authorities, Siliadin v. France, no. 73316/01, § 61, ECHR 2005VII). An applicant is deprived of his or her status as a victim if the national authorities have acknowledged, either expressly or in substance, and then afforded appropriate and sufficient redress for, a breach of the Convention (see, for example, Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 178-93, ECHR 2006-V).", "30.  As regards the first condition, namely, the acknowledgement of a violation of the Convention, the Court notes that the domestic judicial authorities unequivocally recognised that the manner in which the applicant’s eviction had been conducted had fallen short of the requirements set forth in applicable domestic legislation.", "31.  With regard to the second condition, namely, appropriate and sufficient redress, the Court must ascertain whether the measures taken by the authorities, in the particular circumstances of the instant case afforded the applicant appropriate redress in order to determine whether she can still claim to be a victim. The Court considers that this issue is closely linked to the merits of her complaint under Article 8 of the Convention. Accordingly, the Court finds it necessary to join it to the merits of the applicant’s complaint and will return to it subsequently.", "32.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "33.  The Court notes that it is common ground between the parties that the applicant’s eviction constituted an interference with her right to respect for her private life and home as protected by Article 8 § 1 of the Convention. The Court sees no reason to hold otherwise. The Court’s task is, accordingly, to determine whether the interference was justified within the meaning of paragraph 2 of this Article, that is, whether it was “prescribed by law”, pursued a legitimate aim and was “necessary in a democratic society”.", "34.  The Court observes that the compliance of the applicant’s eviction with the applicable domestic laws was in fact subject to domestic judicial review. On 6 December 2001 the Khamovnicheskiy District Court of Moscow granted the applicant’s complaint and found the bailiff’s actions in connection with the applicant’s eviction unlawful. The Court does not see a reason to depart from the domestic court’s findings.", "35.  The Court takes note of the District Court’s finding that the applicant’s eviction took place while the execution of the judgment ordering the eviction had been stayed by the Supreme Court of Russia. In the absence of any evidence to the contrary, the Court finds without merit the Government’s argument that both the applicant and the District Court had simply erred in defining the period during which the execution of the judgment had been stayed.", "36.  The Court further observes that, contrary to domestic regulations, the bailiff failed to justify his decision to continue the eviction during the night.", "37.  The Court also takes into account the District Court’s finding that the bailiff had failed to grant the applicant an opportunity to voluntarily vacate the flat. When removing the applicant’s property from her former flat, he had not prepared a detailed list of her possessions. Nor did he promptly provide for their return to the applicant.", "38.  Lastly, the Court notes that, while the domestic authorities declared the bailiff’s actions unlawful, they did not offer any compensation to the applicant on the ground that she had failed to show a causal link between the bailiff’s actions and the compensation for pecuniary and non-pecuniary damage sought.", "39.  The Court considers that, in such circumstances, the applicant was not afforded appropriate and sufficient redress for a breach of the Convention. She may therefore still claim to be a victim within the meaning of Article 34 of the Convention. Accordingly, there has been a violation of Article 8 of the Convention.", "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION", "40.  Lastly, the applicant complained under Articles 3 and 5 of the Convention that she had been forcefully removed from her flat during the eviction and taken into police custody, and under Articles 6 and 13 of the Convention that the length of the proceedings against the bailiff had been excessive and that they had been unfair. Relying on Article 1 of Protocol No. 1, she complained about the loss of her property and the damage resulting from the eviction.", "41.  However, having regard to all the material in its possession, the Court finds that there is no appearance of a violation of the rights and freedoms set out in the Convention or its Protocols in respect of those complaints. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "42.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "43.  The applicant claimed 8,599,694 Russian roubles (RUB) in respect of pecuniary damage. She alleged that that was the value of the property she had lost and which had been damaged in the course of the eviction. The applicant also claimed RUB 2,000,000 in respect of non-pecuniary damage.", "44.  The Government considered the applicant’s claims excessive and unsubstantiated.", "45.  Having regard to the particular violation found, the Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicant 5,000 euros (EUR) in respect of non-pecuniary damage.", "B.  Costs and expenses", "46.  The applicant also claimed RUB 195,300 for the costs and expenses incurred before the domestic courts and the Court. She submitted copies of receipts to confirm photocopying, postal and other expenses, housing and utilities, repairs done in the flat, laundry and dry cleaning services, her medical costs, including the purchase of medicine, and legal and translation fees.", "47.  The Government contested the applicant’s claims.", "48.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,540 under all heads.", "C.  Default interest", "49.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the complaint concerning the manner in which the bailiff carried out the applicant’s eviction admissible and the remainder of the application inadmissible;", "", "2.  Holds that there has been a violation of Article 8 of the Convention;", "", "3.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:", "(i)  EUR 5,000 (five thousand euros), in respect of non-pecuniary damage, plus any tax that may be chargeable;", "(ii)  EUR 1,540 (one thousand five hundred and forty euros), in respect of costs and expenses, plus any tax that may be chargeable to the applicant.", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 26 July, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tNina Vajić\n\tRegistrar\tPresident"]}