{"file": "ENG_CLIN_66408_12.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "66408/12", "text_paragraphs": ["Information Note on the Court’s case-law 182", "February 2015", "Sanader v. Croatia - 66408/12", "Judgment 12.2.2015 [Section I]", "Article 6", "Criminal proceedings", "Article 6-1", "Fair hearing", "Inability to obtain a rehearing after conviction in absentia: violation", "Facts – In 1992, while the applicant was living in the then occupied parts of Croatia, he was charged by the Croatian prosecuting authorities with war crimes against prisoners of war. He was tried in absentia, convicted as charged and sentenced to 20 years’ imprisonment. The judgment was upheld by the Supreme Court in 2000 and an arrest warrant was issued. In 2009, after the applicant had learned of his conviction, he requested the Croatian courts to reopen the proceedings, but his request was dismissed since he now lived in Serbia and was not available to the Croatian authorities.", "Law – Article 6 § 1: At the time the first detention order against the applicant was issued and his trial in absentia allowed, the applicant could not be traced. Due to the escalating war in the country and the fact that he was living in the then occupied territory of Croatia, which was not under the control of the domestic authorities, it was impossible to notify him of the criminal proceedings or to secure his presence. In these circumstances it was unlikely that the applicant could have gained any knowledge of the proceedings or that the reason for his absence at the time was to escape trial. The trial in absentia was held in the public-interest to secure the effective prosecution of war crimes which, under the Court’s case-law, was not in itself incompatible with Article 6 provided the person concerned had the possibility, once he became aware of the proceedings, of being granted a retrial. The Government suggested two remedies the applicant had at his disposal which would have allowed him to obtain a fresh determination of the charges against him by a court in full respect of his defence rights.", "The first remedy consisted of a measure allowing for the automatic reopening of proceedings conducted in absentia based on a request by the convicted person and depended on “the possibility of a re-trial in [the convicted person’s] presence”. According to the domestic interpretation of this remedy, in order to be able to request a retrial, the person concerned had to appear before the domestic authorities and provide an address in Croatia where he or she would reside pending the criminal proceedings. Conversely, a request for a retrial by a convicted person who lived outside Croatia and was thus not under the jurisdiction of the Croatian authorities could not lead to the reopening of the proceedings and the domestic courts were not inclined to accept any promises or guarantees as to attendance at court hearings provided by persons residing outside Croatia. The remedy relied on thus appeared disproportionate as, firstly, it would normally lead to the applicant’s custody based on his conviction in absentia, which ran contrary to the principle that there could be no question of an accused being obliged to surrender to custody in order to secure the right to be retried in conditions that complied with Article 6 and, secondly, it was unreasonable from a procedural point of view in that the applicant’s conviction as such would not have been affected by the domestic courts’ order for a retrial.", "The second remedy suggested by the Government related to the general legal avenue for seeking a retrial after a judgment had become final and enforceable. However, this remedy was of a secondary and subsidiary nature and applicable only to a restricted category of cases tried in absentia, namely when the convicted person was able to submit new evidence or facts capable of leading to acquittal or resentencing under a more lenient provision. The applicant was unable to use this remedy as he had been tried in his absence without the opportunity of challenging the factual findings of the judgment resulting in his conviction. Such a demand appeared disproportionate against the essential requirement of Article 6 that a defendant should be given an opportunity to appear at trial and have a hearing where he could challenge the evidence against him.", "In sum, the applicant had not been provided with sufficient certainty with the opportunity of obtaining a fresh determination of the charges against him by a court in full respect of his defence rights.", "Conclusion: violation (unanimously).", "Article 41: EUR 4,000 in respect of non-pecuniary damage.", "(See also Sejdovic v. Italy [GC], 56581/00, 1 March 2006, ; and Krombach v. France, , 13 February 2001)", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}