{"file": "ENG_CLIN_48135_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "48135/06", "text_paragraphs": ["Information Note on the Court’s case-law No. 164", "June 2013", "Youth Initiative for Human Rights v. Serbia - 48135/06", "Judgment 25.6.2013 [Section II]", "Article 10", "Article 10-1", "Freedom of expression", "Freedom to receive information", "Refusal to allow a non-governmental organisation access to intelligence information despite a binding decision directing disclosure: violation", "", "Facts – The applicant was a non-governmental organisation which monitored the implementation of transitional laws with a view to ensuring respect for human rights, democracy and the rule of law. In October 2005 it requested the Serbian intelligence agency to inform it how many people had been subjected to electronic surveillance by that agency in 2005. Relying on the Freedom of Information Act 2004 the agency refused. The applicant complained to the Information Commissioner, who found that the agency had broken the law and ordered it to make the requested information available to the applicant within three days. The agency’s appeal was dismissed. In September 2008 the agency notified the applicant that it did not hold the information requested.", "Law – Article 10: The notion of “freedom to receive information” embraced a right of access to information. The Court had also held that when a non-governmental organisation, such as the present applicant, was involved in matters of public interest, it was exercising a role as a public watchdog of similar importance to that of the press. The applicant’s activities thus warranted similar Convention protection to that afforded to the press. As the applicant had obviously been involved in the legitimate gathering of information of public interest with the intention of imparting it to the public and thereby contributing to the public debate, there had been an interference with the applicant’s right to freedom of expression. The exercise of freedom of expression could be subject to restrictions, but any such restrictions had to be in accordance with domestic law. The restrictions imposed by the intelligence agency in the present case had not met that criterion. The domestic body that had been set up precisely to ensure compliance with the Freedom of Information Act 2004 had examined the case and decided that the information sought had to be provided to the applicant. Although the intelligence agency had eventually responded that it did not hold the information, that response was unpersuasive in view of the nature of the information (the number of people subjected to electronic surveillance by that agency in 2005) and the agency’s initial response. The obstinate reluctance of the Serbian intelligence agency to comply with the order of the Information Commissioner had thus been in defiance of domestic law and was tantamount to arbitrariness.", "Conclusion: violation (unanimously).", "Article 46: The respondent State must ensure, within three months of the European Court’s judgment becoming final, that the applicant is provided with the requested information.", "Article 41: Finding of a violation constituted sufficient just satisfaction in respect of any non-pecuniary damage.", "(See also Társaság a Szabadságjogokért v. Hungary, , 14 April 2009, Information Note 118; and Kenedi v. Hungary, , 26 May 2009, Information Note 119)", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}