{"file": "ENG_CLIN_27915_95.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "27915/95", "text_paragraphs": ["Information Note on the Court’s case-law 20", "July 2000", "Niedbała v. Poland - 27915/95", "Judgment 4.7.2000 [Section I]", "Article 5", "Article 5-3", "Judge or other officer exercising judicial power", "Detention on remand ordered by public prosecutor: violation", "Article 5-4", "Review of lawfulness of detention", "Detainee not entitled to attend hearings concerning detention on remand and non-communication of prosecutor’s submissions: violation", "Article 8", "Article 8-1", "Respect for correspondence", "Censorship of detainee’s correspondence: violation", "Facts: The applicant's detention on remand was ordered by a District Prosecutor on 2 September 1994. His appeal was dismissed by the Regional Court on 12 September and his appeal against a subsequent decision to prolong the detention was rejected by the same court in October 1994. The applicant was convicted in March 1995. His release was ordered, but he was arrested in connection with a new offence a month later, when a District Prosecutor again ordered his detention on remand. His appeal was dismissed by the District Court six days later. At the time, public prosecutors were responsible for ordering detention on remand prior to the bill of indictment being lodged. Prosecutors are subordinate to the Prosecutor General, who also carries out the functions of Minister of Justice. The applicant was not entitled to be present at the court hearings relating to his detention, the decisions being taken on the basis of the case-file and the prosecutor's submissions, which were not communicated to the applicant. The prosecutor was entitled to be present. The applicant also complains that a letter which he wrote to the Ombudsman was opened and delayed.", "Law: Article 5 § 3 – It is indisputable that prosecutors are subject to the supervision of the executive branch of government. The mere fact that they also act as guardians of the public interest cannot be regarded as conferring judicial status on them. They perform investigative and prosecuting functions and their position at the time must be seen as that of a party to proceedings. The fact that the prosecutors who remanded the applicant in custody questioned him before ordering his detention and considered whether detention was justified does not suffice to find that they offered sufficient guarantees of independence. Moreover, although the detention orders were subject to judicial review after 10 and 6 days respectively, the review was not automatic and in any event such review does not remedy the fact that the detention orders were made by the prosecutors. Finally, it is not disputed that Polish law did not offer any safeguard against the risk of the same prosecutor later participating in the prosecution.", "Conclusion: violation (unanimously).", "Article 5 § 4 – It is uncontested that the law at the time did not entitle the applicant or his lawyer to attend court sessions concerning the detention on remand or require that the prosecutor’s submissions be communicated to them. The applicant thus had no opportunity to comment on those submissions. Furthermore, the prosecutor was entitled to be present at the hearings and did attend on one occasion.", "Conclusion: violation (unanimously).", "Article 8 – At the time, Polish law allowed for automatic censorship of prisoners’ correspondence, without drawing any distinction between different categories. The relevant provisions did not lay down any principles and in particular failed to specify the manner and the time-frame within which censorship should be effected. Consequently, the law did not indicate with reasonable clarity the scope and manner of exercise of the discretion conferred on the public authorities. The interference was not in accordance with the law.", "Conclusion: violation (unanimously).", "Article 41 - Since the Court cannot speculate as to whether the applicant would have been detained on remand had the procedural guarantees of Article 5 § 3 and § 4 been respected, non-pecuniary damage is adequately compensated by the finding of a violation. The Court awarded the applicant 2,000 zlotys (PLN) in respect of the non-pecuniary damage sustained on account of the violation of Article 8. It also made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}