{"file": "ENG_CLIN_54334_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "54334/00", "text_paragraphs": ["Information Note on the Court’s case-law No. 111", "August-September 2008", "Lexa v. Slovakia - 54334/00", "Judgment 23.9.2008 [Section IV]", "Article 5", "Article 5-1", "Lawful arrest or detention", "Pre-trial detention following the quashing of a presidential amnesty: violation", "", "Facts: In August 1995 the Slovakian President’s son was forcibly taken from Slovakia to Austria, allegedly by members of the Slovakian intelligence service. Inquiries by the Slovakian police led them to conclude that a number of offences had been committed. However, by two decisions of 3 March and 7 July 1998 the Prime Minister, to whom certain presidential powers had been delegated, issued an amnesty in respect of the incident and on 18 September 1998 the police investigator decided not to pursue the case. On 8 December 1998 a newly appointed Prime Minister purported to revoke the amnesty in his capacity as Acting President. The criminal investigation was reopened and the applicant, who had been the director of the Slovakian intelligence service from 1995 to 1998, was remanded in custody in April 1999 on suspicion of various offences in connection with the abduction. In June 1999 the Constitutional Court issued a ruling on the scope of the President’s powers at the request of 37 members of parliament who considered the amnesty issued in the applicant’s case to have been an abuse of power. They had argued that it had to be possible to amend or quash a decision on amnesty in exceptional cases where it was contrary to the Constitution and its underlying principles. The Constitutional Court found, however, that the President had no power to amend a decision on amnesty that had been duly published. The applicant was released from custody in July 1999 and in 2001 a district court discontinued the criminal proceedings against him on the basis of the amnesty. That decision was upheld on appeal.", "Law: The Code of Criminal Procedure allowed detention on remand only where the person concerned was accused of an offence. Accordingly, the principal issue before the Court was whether, in the light of the various decisions on amnesty, the criminal proceedings against the applicant had been permissible. The Court found no basis for questioning the interpretation given by the Constitutional Court and by the criminal courts at three levels, which ultimately found that the offences for which the applicant had been prosecuted were covered by the amnesty decisions of 3 March and 7 July 1998. It therefore went on to consider whether the Acting President’s decision of 8 December 1998 to quash the amnesty provided a legal basis for the applicant’s prosecution and detention on remand. In that connection, the Court noted that the Constitution did not expressly permit a presidential decision on amnesty to be quashed, and it was generally accepted by the courts and by legal theory in Slovakia that such decisions could not be modified to the accused’s detriment. The Court saw no reason to doubt that interpretation and further noted that the quashing of unconditional measures of clemency was generally not accepted by the law, practice and prevailing legal opinion in other Contracting States to the Convention either. Accordingly, since a final decision to discontinue the criminal proceedings had been taken on 18 September 1998 the applicant’s subsequent prosecution for the offences was not permissible under domestic law and his detention could not be regarded as “in accordance with a procedure prescribed by law” or “lawful”.", "Conclusion: violation (unanimously). ", "Article 41 – Finding of a violation constituted sufficient just satisfaction for any non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}