{"file": "ENG_CLIN_55164_08.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "55164/08", "text_paragraphs": ["Information Note on the Court’s case-law No. 134", "October 2010", "A. v. Croatia - 55164/08", "Judgment 14.10.2010 [Section I]", "Article 8", "Positive obligations", "Article 8-1", "Respect for private life", "Failure of authorities to implement court orders intended to afford applicant protection from violent husband: violation", "", "Facts – Between November 2003 and June 2006, the applicant’s husband, who has been diagnosed as suffering from severe mental disorders with a tendency towards violent and impulsive behaviour, subjected the applicant to repeated psychological and physical violence including death threats and blows and kicks to the head, face and body. She was often abused in front of their daughter, who was herself the subject of violence on several occasions. The marriage ended in divorce in 2006. Between 2004 and 2009 various sets of criminal and minor-offences proceedings were brought against the husband and a number of protective measures were ordered. However, only some were implemented. For example, an eight-month prison sentence handed down in October 2006 following death threats was not served and the husband failed to undergo psycho-social treatment that had been ordered. He is currently serving a three-year prison sentence for making death threats against a judge.", "Law – Article 8: In view of the applicant’s credible assertions that over a prolonged period her husband had presented a threat to her physical integrity and repeatedly attacked her the State authorities had been under a positive obligation to protect her from his violent behaviour. However, they had failed adequately to discharge that obligation. Firstly, in a case such as this, involving a series of violent acts by the same person against the same victim, the applicant would have been more effectively protected if the authorities had viewed the situation as a whole, rather than resorting to numerous sets of separate proceedings. Secondly, although various protective measures had been ordered, many of them – such as periods of detention, fines, psycho-social treatment and even a prison term – were not enforced, thus undermining their deterrent effect. There had been lengthy delays in securing compliance with the recommendations that had been made for continuing psychiatric treatment and even then this had only been in the context of criminal proceedings unrelated to the violence against the applicant. Indeed, it was still uncertain whether the husband had in fact undergone the treatment. In sum, the authorities’ failure to implement the measures aimed at addressing the psychiatric condition which appeared to be at the root of the husband’s violent behaviour and at providing the applicant with protection against further violence had left her at risk for a prolonged period.", "Conclusion: violation (unanimously).", "Article 14: The applicant had not produced sufficient prima facie evidence to show that the measures or practices adopted in Croatia in the context of domestic violence, or the effects of such measures or practices, were discriminatory.", "Conclusion: inadmissible (manifestly ill-founded).", "Article 41: EUR 9,000 in respect of non-pecuniary damage.", "(See also Opuz v. Turkey, no. 33401/02, 9 June 2009, Information Note no. 120)", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}