{"file": "ENG_CLIN_26899_95.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "26899/95", "text_paragraphs": ["Information Note on the Court’s case-law 29", "April 2001", "H.B. v. Switzerland - 26899/95", "Judgment 5.4.2001 [Section II]", "Article 5", "Article 5-3", "Judge or other officer exercising judicial power", "Independence of investigating judge responsible for ordering detention on remand: violation", "Article 5-2", "Information on reasons for arrest", "Adequacy of reasons given for arrest: no violation", "Facts: The applicant was arrested in connection with unlawful activities concerning a company and brought before an investigating judge, who informed him orally of the grounds for his arrest. The investigating judge issued a detention order which mentioned the grounds of detention stated in the arrest warrant. On the same day, the applicant lodged a hand-written appeal with the cantonal Court of Appeal. Several days later, the investigating judge informed the applicant what the charges against him concerned. The applicant's lawyer lodged a complaint against the applicant's arrest and detention with the Court of Appeal, claiming inter alia that he had been given no concrete information about the offences. The applicant's appeals were struck out on the ground that they served no purpose, since he had been released in the meantime. He lodged a public law appeal with the Federal Court on the same basis. He then brought a civil action against the Canton for unlawful detention and was awarded compensation in respect of an initial refusal of access to his lawyer. However, his other complaints were dismissed.", "Law: Article 5 § 2 – The applicant was informed in writing of the offences of which he was suspected immediately on his arrest and was also informed orally by the investigating judge. All this information enabled him to lodge a hand-written complaint on the day of his arrest. He was later informed of further grounds for his arrest and detention and his lawyer lodged another complaint. Bearing in mind that the applicant had specialised knowledge of the financial situation of the company concerned, he was duly informed of the essential legal and factual grounds for his arrest, so as to be able to apply to a court to challenge the lawfulness of his detention.", "Conclusion: no violation (unanimously).", "Article 5 § 3 – During the applicant's detention it had not been decided before which of the cantonal criminal jurisdictions he would be tried. However, if a case is referred to the District Court, the investigating judge prepares a final order with a summary description of the facts, the legal description of the offence and the applicable criminal provisions. Since in the ensuing trial, there is no formal bill of indictment and no member of the public prosecutor’s office is present, it is the investigating judge who in his final order provides the framework for the facts and their legal qualification within which the District Court then conducts the trial. The order thus contains substantial elements, and indeed exercises important functions, of a bill of indictment. Consequently, when the investigating judge decided on the applicant’s arrest and detention, it appeared that, had the case been referred for trial in the District Court, he would have been entitled to intervene in the subsequent criminal proceedings as a representative of the prosecuting authority. In view thereof, it is unnecessary to examine the situation if the case had been referred for trial to another jurisdiction or whether the investigating judge was in fact independent of the public prosecutor’s office.", "Conclusion: violation (unanimously).", "Article 13 – The applicant no longer wishes to pursue this complaint and there is no reason for the Court to consider it of its own motion.", "Conclusion: not necessary to examine (unanimously).", "Article 41 – The Court awarded the applicant 2,000 Swiss francs (CHF) in respect of non-pecuniary damage and also made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}