{"file": "ENG_CLIN_60856_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "60856/00", "text_paragraphs": ["Information Note on the Court’s case-law No. 83", "February 2006", "Mürsel Eren v. Turkey - 60856/00", "Judgment 7.2.2006 [Section II]", "Article 2 of Protocol No. 1", "Right to education", "Annulment of the successful results of a candidate sitting university admission exams given his poor results in previous years: violation", "", "Facts: The applicant sat a university admission examination for the first time in 1994, after having graduated from high school. The examination, which is organised on a yearly basis by the Higher Education Council's Centre for the Selection and Placement of Students (“OSYM”), consists of a two-tier multiple choice exam. The applicant also failed to pass the first stage of the exam in his attempts the two following years. In 1997, the applicant attended a private course to prepare for the examination. That year he passed the first exam and proceeded to the second stage. After taking the second examination, he believed he had been successful. However, his name was not announced in the list of successful students. He was subsequently informed by the OSYM that he had obtained one of the highest results amongst the students sitting the second examination but that his results had been annulled on the advice of an academic council, consisting of three professors, which found that in view of his poor results in the previous years his excellent achievement could not be explained. The authorities claimed this was in accordance with the OSYM's Regulations. The applicant brought proceedings in the administrative courts requesting that the OSYM decision be suspended and annulled. Although the judge rapporteur of the Supreme Administrative Court considered that the OSYM decision was based on pure supposition and should be annulled, the majority of judges rejected the application, finding it was inexplicable that a student who had obtained very poor results in previous exams could be so successful in subsequent examinations. The applicant's successive appeals were also dismissed on grounds that he could not have achieved the result through his own knowledge and ability.", "Law: Article 2 of Protocol No. 1 – It was not disputed that the applicant was unable to gain access to university education despite having obtained the required marks. Hence, the guarantees of this provision applied. The Government had failed to point to any legal basis for the OSYM's discretion to annul exam results of candidates on the ground of their inability to explain their success. In any event, any legal basis granting such a broad discretion could create legal uncertainty incompatible with the rule of law, or would injure the very substance of the right to education. It was also borne in mind that the results achieved by participants were calculated in a highly elaborate way which gave no leeway for the authorities to substitute the results of computerised systems marking the exam papers with their own personal views. Moreover, the wording of the OSYM Regulations allowed a bona fide student to form the legitimate expectation that he or she would be able to attend the university course for which he or she had obtained the necessary marks at the exam. In the absence of any proof of the applicant having cheated – or even any explicit accusation against him to that effect –, and bearing in mind the undisputed submission that he had prepared for the 1997 examinations by attending a private course, the conclusion reached by the academic council that his good results could not be explained was untenable. The decision to annul his results, which was upheld by the courts, lacked a legal and rational basis, resulting in arbitrariness.", "Conclusion: violation (six votes to one).", "Article 41 – The Court awarded the applicant 5,000 EUR in respect of non-pecuniary damage. It also made an award for costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}