{"file": "ENG_CLIN_43449_02.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "43449/02", "text_paragraphs": ["Information Note on the Court’s case-law No. 135", "November 2010", "Mileva and Others v. Bulgaria - 43449/02", "Judgment 25.11.2010 [Section V]", "Article 8", "Positive obligations", "Failure to prevent unlawful operation of computer club causing noise and nuisance in block of flats: violation", "", "Facts – The applicants lived in flats in the same residential building in the centre of Sofia. In May 2000 a company rented a flat situated on the ground floor of the building and, without obtaining the requisite permissions, started running a computer club. The club was open twenty-four hours a day, seven days a week, and hosted forty-six computers and two vending machines. The club’s clients, mostly teenagers and young adults, often gathered outside the building, where they shouted, drank alcohol and sometimes broke the front door and continued created havoc in the lobby. The applicants made numerous complaints to the police and the municipal authorities about the noise and disturbance. In July 2002 the regional building-control directorate prohibited the use of the flat hosting the club, but its decision was not enforced, partly because the competent court twice suspended its enforcement following applications by the club’s owner. The computer club continued to operate until November 2004.", "Law – Article 8: The manner in which the computer club was run, its opening hours and the noise produced by its clients had affected the applicants’ homes as well as their private and family lives. Despite receiving many complaints and being aware that the club was operating without the necessary license, the police and the municipal authorities had failed to take action to protect the well-being of the applicants in their homes. In particular, although the building-control authorities had in July 2002 prohibited the use of the flat as a computer club, their decision had never been enforced, partly as a result of the two court decisions to suspend its enforcement and the inordinate protraction of those proceedings. In addition, it was not until November 2003, some two and a half years after the club had started functioning, that the municipality had imposed a condition requiring the club’s managers to have clients enter the club through a rear door. That condition had been completely disregarded by the club and the applicants submitted that it could not, in any event, have been met given the building’s layout. In conclusion, the respondent State had failed to approach the matter with due diligence and thus to discharge its positive obligation to ensure the applicants’ respect for their homes and their private and family lives.", "Conclusion: violation (unanimously).", "Article 41: Sums ranging between EUR 6,000 and EUR 8,000 to each applicant in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}