{"file": "ENG_HEJUD_36772_02.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "36772/02", "text_paragraphs": ["", "", "", "SECOND SECTION", "", "", "", "", "", "", "CASE OF ELAWA v. ", "", "(Application no. 36772/02)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "25 January 2011", "", "FINAL", "", "20/06/2011", "", "", "This judgment has become final under Article 44 § 2 (c) of the Convention. It may be subject to editorial revision.", "", "In the case of Elawa v. ,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tFrançoise Tulkens, President,\n\tIreneu Cabral Barreto,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tIşıl Karakaş,\n\tKristina Pardalos,\n\tGuido Raimondi, judges,\nand Stanley Naismith, Section Registrar,", "Having deliberated in private on 4 January 2011,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 36772/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Egyptian national, Mr Mohamed Elawa (“the applicant”), on 19 August 2002.", "2.  The applicant was represented by Mr Barış Mamalı and Mr Yusuf Tekinay, lawyers practising in the “Turkish Republic of Northern ” (the “TRNC”). The Turkish Government (“the Government”) were represented by their Agent.", "3.  The applicant alleged, in particular, that the criminal proceedings brought against him in the TRNC had been in breach of the requirement of fairness contained in Article 6 of the Convention and that he had not been given the assistance of a lawyer whilst he had been detained in police custody.", "4.  On 23 March 2009 the President of the Second Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).", "THE FACTS", "THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1977 and lives in .", "6.  The applicant moved from  to the TRNC on 14 February 2001 to study law at a university. He did not speak Turkish. With the help of another individual, Mr Yassir Faathelrahman Amer, the applicant rented a flat and started living in the TRNC. He also started working for Mr Amer in the latter's music business.", "7.  In the evening of 29 May 2001 a businessman was found dead in his office in the TRNC. His throat had been slit and he had also sustained a number of injuries caused by blows to his head. On 30 May 2001 the applicant was arrested on suspicion of having killed the businessman and was placed in police custody, where he remained until he was charged with the offence of homicide and transferred to a prison on 22 June 2001. Mr Amer was also arrested in respect of the same offence and kept in police custody.", "8.  According to the documents submitted by the parties, in the course of his detention in police custody the applicant was questioned by police officers on 3 June, 9 June and 22 June 2001 in the presence of an interpreter. On 22 June 2001 he was charged with the offence of homicide and his pre-trial detention in prison was ordered by a judge. According to three handwritten statements, no lawyer was present on the three occasions that the applicant was questioned by the police.", "9.  The applicant claims that while in police custody he asked to be represented by a lawyer but police officers laughed at him and told him that “lawyers charge 50,000 US dollars, go and find 50,000 dollars”. Moreover, his requests to contact the Egyptian Embassy in  were met with the angry refusals of a police chief.", "10.  According to the applicant, during his questioning in police custody he had been ill-treated by both police officers and the interpreter. He also claims that he had subsequently been encouraged by police officers – through being given privileges such as adequate food, clothing and sanitary facilities – to make statements implicating his co-defendant Mr Amer in the killing. Approximately twenty statements had been prepared by the police and he had been forced to sign them to avoid further ill-treatment. As he did not speak Turkish, he had not been able to take cognisance of their contents. In any event, the statements had been handwritten and illegible. Two of these statements had subsequently been dated “3 June 2001” and “9 June 2001” (see paragraph 8 above) and used against him at trial.", "11.  During a remand hearing held on 11 June 2001 a lawyer was present in the courtroom. According to the applicant, however, he had not been advised about the appointment of that lawyer and, in any event, he had not authorised that lawyer's representation of him. During remand hearings held on 31 May, 3 June and 19 June 2001 no lawyer was present. The applicant claims that during one of the remand hearings he had unsuccessfully repeated his request to be represented by a lawyer.", "12.  Subsequently, both the applicant and Mr Amer were tried by the  (“the trial court”). In the course of the trial the applicant denied the accuracy of the statements signed by him in police custody. On 4 March 2002 the applicant and Mr Amer were found guilty of the offence of manslaughter and thirteen other charges. They were sentenced to life imprisonment. In convicting the applicant the trial court had regard, amongst other things, to the three statements made by the applicant to the police in June 2001.", "13.  The applicant appealed against the judgment on 22 March 2002. In the course of the hearings held by the Court of Appeal, the applicant's legal representative argued that during the trial there had been a number of shortcomings and inconsistencies which had not been eliminated by the trial court and which had meant that the applicant's conviction was unsafe. The legal representative's arguments related, notably, to statements made by a number of police officers during the trial, according to which at 6.00 a.m. on 3 June 2001 the applicant had been taken to a number of locations by police officers in order to search for the objects used in the killing. Nevertheless, according to the handwritten statements referred to above (see paragraph 8), the applicant had supposedly been questioned between 6.15 a.m. and 7.10 a.m. on the same day in a police station some distance away. The legal representative pointed out that his client could not have been in two different places at the same time. He also argued the applicant had not known the dates on which he had been questioned, and that on 5 June 2001 the police officers had simply asked the applicant to sign a number of pre-prepared statements.", "14.  The Court of Appeal adjourned the initial hearing four times and did not begin the examination of the case until 2005. It upheld the applicant's conviction on 2 March 2006.", "15.  The applicant completed the service of his prison sentence on 19 June 2009 and was subsequently deported to .", "16.  According to the applicant, the prison where he had served his sentence had been overcrowded, sanitary conditions had been inadequate and the quality of the food had been poor. On a number of occasions he had been detained in solitary confinement and had been beaten up by members of the security forces.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION", "17.  The applicant complained that the ill-treatment to which he had been subjected in police custody in 2001 and the conditions of his detention in prison had been in violation of Article 3 of the Convention, which reads as follows:", "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”", "18.  The Government contested those arguments.", "19.  As regards the alleged ill-treatment of the applicant in police custody in 2001, the Court observes, firstly, that the applicant did not bring these complaints to the attention of the national authorities. Even assuming that there were no domestic remedies to be exhausted in this respect, the Court observes that he did not apply to the Court within six-months from the date of his transfer from police custody to pre-trial detention on 22 June 2001 (see paragraph 8 above). He thereby failed to observe the six-month rule laid down in Article 35 § 1 of the Convention in respect of this complaint. This aspect of the case must therefore be rejected pursuant to Article 35 §§ 1 and 4 of the Convention.", "20.  Concerning the applicant's complaints relating to the conditions of his detention, the Court reiterates that, to fall within the scope of Article 3 of the Convention, the alleged treatment must attain a minimum level of severity (see Ireland v. the United Kingdom, 18 January 1978, § 162, Series A no. 25). In the present case there is no indication that the treatment complained of reached the threshold of severity bringing the matter within the scope of Article 3 of the Convention (see Panayiotis Kyriacou Tsiakkourmas v. Turkey (dec.), no. 13320/02, 20 May 2008, and Amer, cited in the text, §§ 55-56).", "21.  It follows that this complaint should be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.", "II.  ALLEGED VIOLATION OF ARTICLE 5 § 2 OF THE CONVENTION", "22.  Under Article 5 § 2 of the Convention the applicant maintained that, following his arrest by the police on 30 May 2001, he had not been promptly informed of the reasons for his arrest. Article 5 § 2 of the Convention provides as follows:", "“Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.”", "23.  The Government contested that argument.", "24.  The Court observes that the applicant's police custody ended on 22 June 2001 (see paragraph 8 above) when he was brought before a judge and charged. However, he did not lodge his application with the Court until 14 August 2002. It does not appear that he subsequently tried to use any domestic remedy in respect of this complaint which could have stopped the running of the six-month period. He thereby failed to observe the six-month rule laid down in Article 35 § 1 of the Convention in respect of this complaint. This aspect of the case must therefore be rejected pursuant to Article 35 §§ 1 and 4 of the Convention (see Amer, cited in the text, § 59 and the cases cited therein).", "III.  ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION", "25.  The applicant complained that the trial had not been conducted in a fair and impartial manner and that his defence arguments had not been taken into account by the trial court. He further complained that the appeal proceedings had lasted for an inordinately long time. He also complained that the interpreter he had been provided with by the police had not been impartial and that the interpreter who had assisted him in the subsequent trial had not been adequately qualified. Finally, the applicant complained that he had not been provided with legal assistance at the initial stages of the criminal proceedings. In respect of these complaints the applicant relied on Articles 6 § 1 and 6 § 3 of the Convention, which provide, in so far as relevant, as follows:", "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing within a reasonable time by an independent and impartial tribunal established by law...", "3.  Everyone charged with a criminal offence has the following minimum rights: ...", "...", "(c) to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;", "...", "(e) to have the free assistance of an interpreter if he cannot understand or speak the language used in court.”", "26.  The Government contested those arguments.", "A.  Admissibility", "27.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.", "B.  Merits", "1.  Complaint concerning the length of the criminal proceedings", "28.  The applicant complained that the length of the criminal proceedings against him, in particular the appeal proceedings, had been in breach of the reasonable time requirement of Article 6 § 1 of the Convention.", "29.  In the opinion of the Government, the proceedings had been complex and had thus required detailed examinations to be undertaken by the Court of Appeal. They also argued that the delays in the appeal proceedings had not been attributable to the Government but rather to the applicant and his co-accused.", "30.  The Court observes that the criminal proceedings against the applicant began on 30 May 2001 when he was taken to the police station, and were completed on 2 March 2006 when the Court of Appeal pronounced its decision. They thus lasted for just over four years and nine months at two levels of jurisdiction.", "31.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case. Particular regard must be had to the complexity of the case and the conduct of the applicant and the relevant authorities (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II).", "32.  Although, as pointed out above, the proceedings were completed in less than five years, the Court cannot overlook the fact that a lengthy period of four years elapsed between 22 March 2002, when the appeal was lodged by the applicant, and 2 March 2006, when the Court of Appeal rendered its decision.", "33.  The Court has already considered the length of the same criminal and appeal proceedings in its judgment in the above-mentioned case of Amer, introduced by the applicant's co-defendant, and found that they had been in breach of the reasonable time requirement of Article 6 § 1 of the Convention (Amer, cited in the text, § 73). It has examined the present application and the parties' submissions. It considers that the Government have not advanced any arguments requiring the Court to depart from its findings in the Amer judgment.", "34.  In light of the foregoing, the Court finds that the length of the proceedings was excessive and failed to meet the “reasonable time” requirement. There has accordingly been a breach of Article 6 § 1 of the Convention.", "2.  Complaint concerning the lack of legal assistance", "35.  The applicant complained that he had not been provided with legal assistance at the initial stages of the criminal proceedings.", "36.  The Government submitted that during his time in police custody between 30 May and 22 June 2001 the applicant had been represented by a lawyer. That lawyer had attended the remand hearing held on 11 June 2001 and had visited the applicant in police custody on 14 June 2001.", "37.  The Government pointed out that in the TRNC it was the constitutional right of everyone charged with an offence to be given free legal assistance. It was also standard procedure to assign free legal assistance in serious cases, such as a murder or a manslaughter trial, even if the person charged did not himself appoint a lawyer to represent him. Nevertheless, the applicant had not asked the police to appoint a lawyer for him whilst he was being questioned by them.", "38.  The Court reiterates that even if the primary purpose of Article 6 of the Convention as far as criminal proceedings are concerned is to ensure a fair trial by a “tribunal” competent to determine “any criminal charge”, it does not follow that the Article has no application to pre-trial proceedings. Thus, Article 6 of the Convention – especially paragraph 3 – may be relevant before a case is sent for trial if and so far as the fairness of the trial is likely to be seriously prejudiced by an initial failure to comply with its provisions. The right set out in paragraph 3 (c) of Article 6 of the Convention is one element, amongst others, of the concept of a fair trial in criminal proceedings contained in paragraph 1. The rights of the defence will in principle be irretrievably prejudiced when incriminating statements made during police interrogation without access to a lawyer are used for a conviction (Salduz v. Turkey [GC], no. 36391/02, §§ 50 and 55, 27 November 2008; see also paragraphs 51-54 of the same judgment for a review of relevant principles applicable to the right to legal assistance).", "39.  The Court further reiterates that neither the letter nor the spirit of Article 6 of the Convention prevent a person from waiving of his own free will, either expressly or tacitly, the entitlement to the guarantees of a fair trial (see Sejdovic v.  [GC], no. 56581/00, § 86, ECHR 2006II). In this connection, it must be remembered that the Convention is designed to “guarantee not rights that are theoretical or illusory but rights that are practical and effective” (see Yunus Aktaş and Others v. Turkey, no. 24744/03, § 43, 20 October 2009). Furthermore, a waiver of the right of entitlement to the guarantees of a fair trial must be established in an unequivocal manner and be attended by minimum safeguards commensurate to its importance (see, Salduz, cited above, § 59).", "40.  In the present case serious accusations were levelled against the applicant when he was questioned at the police station. Indeed, the statements of 3, 9 and 22 June 2001 were to become crucial for his case and to be relied on by the trial court in convicting him, notwithstanding the fact that both during the trial and the appeal proceedings the applicant strenuously denied the accuracy of those statements (see paragraphs 12 and 13 above).", "41.  Nevertheless, despite their importance for the domestic proceedings, none of the statements make any mention of the applicant renouncing his constitutional right to legal assistance whilst he was being questioned, as claimed by the Government. Given that the right to legal assistance is a constitutional right in the TRNC and that the normal practice is to assign free legal assistance in serious cases – such as a murder or a manslaughter trial – even if the person charged does not himself appoint a lawyer to represent him (see paragraph 37 above), the Court considers the absence of any entry in the police statements concerning the issue of legal assistance to be inexplicable.", "42.  The Court would also point out that the applicant is not a native speaker of the Turkish language. In its opinion, even though he was assisted by an interpreter – whose independence and impartiality is questioned by the applicant (see paragraph 10 above) – during the questioning, the applicant's lack of Turkish language ability and knowledge of local legal procedures should have made it all the more important for the authorities to ensure his access to a lawyer (see, mutatis mutandis, Sejdovic, cited above, §§ 54 and 103).", "43.  It follows, therefore, that the applicant was questioned and prejudicial statements were drawn up when he was deprived of an important Convention safeguard. Thus, even though a lawyer was apparently appointed to represent him at one of the remand hearings (see paragraph 11 above) and though he was represented at trial and on appeal by a lawyer of his own choice, the lack of access to a lawyer while he was being questioned by the police irretrievably affected his defence rights.", "44.  In view of the above, the Court concludes that there has been a violation of Article 6 § 3 (c) of the Convention in conjunction with Article 6 § 1 in the present case.", "3.  Remaining complaints under Article 6 of the Convention", "45.  Lastly, the applicant complained that the trial had not been conducted in a fair and impartial manner and that his defence arguments had not been taken into account by the trial court. He also complained that the interpreter provided by the police had not been impartial and that the interpreter who assisted him in the subsequent trial had not been adequately qualified.", "46.  Having regard to its finding under Article 6 § 3 (c) of the Convention taken in conjunction with 6 § 1 (see paragraph 44 above), the Court considers that it is not necessary to examine these complaints separately.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "47.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "48.  The applicant claimed 1,000,000 euros (EUR) in respect of non-pecuniary damage.", "49.  The Government considered this sum to be exorbitant and exaggerated, and submitted that the finding of a violation should be regarded as sufficient just satisfaction.", "50.  The Court, taking into account the awards made in comparable cases (see Amer, cited in the text, § 90), and deciding on an equitable basis, awards the applicant EUR 5,000 in respect of non-pecuniary damage.", "51.  The Court reiterates that the most appropriate form of redress for a violation of Article 6 § 1 would be to ensure that the applicant, as far as possible, is put in the position in which he would have been had this provision not been disregarded (see Salduz, cited above, §  2, and the cases cited therein). The Court finds that this principle also applies in the present case. Consequently, it considers that the most appropriate form of redress would be the retrial of the applicant in accordance with the requirements of Article 6 § 1 of the Convention, should he so request (see Amer, cited in the text, § 91).", "B.  Costs and expenses", "52.  The applicant claimed that he had paid EUR 5,000 to the lawyer who had represented him in the criminal proceedings in the TRNC. No documentary evidence was submitted in respect of this claim. Furthermore, the applicant asked the Court to make an award for “costs of the case”, but did not specify a specific sum and did not submit any information or documents on which a calculation of his costs and expenses could be based.", "53.  The Government drew the Court's attention to the lack of any documents in support of the applicant's claims.", "54.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. Regard being had to the above criteria and the applicant's failure to submit any quantified claim or documents, the Court makes no award under this head.", "C.  Default interest", "55.  The Court considers it appropriate that default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the complaints under Article 6 of the Convention admissible and the remainder of the application inadmissible;", "", "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the excessive length of the criminal proceedings;", "", "3.  Holds that there has been a violation of Article 6 § 3 (c) of the Convention in conjunction with Article 6 § 1;", "", "4.   Holds that there is no need to examine separately the remaining complaints under Article 6 of the Convention;", "", "5.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros), plus any tax that may be chargeable to the applicant, in respect of non-pecuniary damage, to be converted into Turkish liras at the rate applicable at the date of settlement;", "(b)  that, from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "6.  Dismisses the remainder of the applicant's claim for just satisfaction.", "Done in English, and notified in writing on 25 January 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "", "\t Naismith\tFrançoise Tulkens\n\tRegistrar\tPresident"]}