{"file": "ENG_CLIN_22427_04.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "22427/04", "text_paragraphs": ["Information Note on the Court’s case-law No. 113", "November 2008", "Cemalettin Canlı v. Turkey - 22427/04", "Judgment 18.11.2008 [Section II]", "Article 8", "Article 8-1", "Respect for private life", "Keeping inaccurate police records and forwarding them to public authorities: violation", "", "Facts: In 2003 while criminal proceedings were pending against the applicant, a police report entitled “information form on additional offences” was submitted to the trial court, mentioning two sets of criminal proceedings that had been brought against him in the past for membership of illegal organisations. However, in 1990, the applicant had been acquitted in the first criminal case and the second set of proceedings had been discontinued. The applicant complained to the prosecutor alleging that the failure of the police to include in their records the outcome of the earlier proceedings had violated his right to be presumed innocent. His complaint was dismissed and he was eventually acquitted of all charges.", "Law: As to the applicability of Article 8, the Court reiterated that public information might fall within the scope of “private life” where it was systematically collected and stored in files held by the authorities. Such interpretation of the notion of “private life” was also in line with the Council of Europe's Convention for the Protection of Individuals with regard to the Automatic Processing of Personal Data. Moreover, the impugned report had characterised the applicant as a “member” of an illegal organisation, an allegation which was potentially damaging to his reputation. Since a person's right to the protection of his or her reputation forms a part of the right to respect for one's private life, Article 8 was found to be applicable to the circumstances of the applicant's case. The keeping of the inaccurate police report and its forwarding to the competent court constituted an interference with the applicant's right to respect for his private life. Under domestic law, the police were allowed to keep records and forward them to other authorities under certain conditions. However, the records needed to contain not only details of the charges made against the individuals, but also details of the outcome of any criminal proceedings relating to such accusations. In the applicant's case, not only was the information set out in the report false, but it also omitted any mention of the applicant's acquittal or of the discontinuation of the second set of criminal proceedings. The failure to incorporate the information about the outcome of proceedings contravened the unambiguous requirements provided for under domestic law and removed a number of procedural safeguards for the protection of the applicant's rights under Article 8. Accordingly, the interference with the applicant's right to respect for his private life was not “in accordance with the law”.", "Conclusion: violation (unanimously).", "Article 41 – EUR 5,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}