{"file": "ENG_CLIN_41510_98.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "41510/98", "text_paragraphs": ["Information Note on the Court’s case-law 51", "March 2003", "Jasiūnienė v. Lithuania - 41510/98", "Judgment 6.3.2003 [Section III]", "Article 6", "Civil proceedings", "Article 6-1", "Access to court", "Non-enforcement of court decision: violation", "Facts: Following the Soviet occupation of Lithuania in 1940, land belonging to the applicant’s mother was nationalised. In 1992 the City Council decided to “restore the property rights” of the applicant and her sister. As this decision was not implemented, the applicant brought a court action, which was dismissed on the ground that she was not entitled to restoration of the property but should have been offered an alternative plot. This decision was quashed in April 1996 by the Regional Court, which considered that the Council had not complied with the law, since it had not decided whether compensation should be in the form of land or money or which land or amount of money should have been offered. The court required the Council to adopt a decision on the applicant’s request. The applicant subsequently refused several proposals of alternative plots. In 1999 the authorities informed her that they could not take a decision until she produced papers proving that her mother had owned the property.", "Law: Article 6 § 1 – It was clear from the Regional Court’s judgment that the merits of the applicant’s claim were not denied and that the authorities were only required to take appropriate measures to choose the form of compensation. Non-execution could initially have been attributed to the applicant in view of her refusals of compensation but as from June 1999, when the law was amended to the effect that the authorities could decide on compensation without the individual’s approval, there was no longer any justification for non-execution. Furthermore, the non-execution was aggravated by the authorities’ challenge to the very merits of the applicant’s claims and their wish to place obligations on her with reference to regulations which post-dated the Regional Court’s judgment. This situation was unacceptable from the point of view of Article 6. By failing to take the necessary measures to comply with the judgment, the authorities had deprived Article 6 of all useful effect.", "Conclusion: violation (unanimously).", "Article 1 of Protocol No. 1 – (a) As to the actual nationalisation, it pre-dated the entry into force of the Convention in respect of Lithuania and the Court had no competence ratione temporis.", "(b) As to the inability of the applicant to recover the original plot, she had no legitimate expectation in that respect, the authorities being required only to take appropriate measures to afford compensation in land or money. Consequently, she did not have “possessions” and the complaint was incompatible ratione materiae. Moreover, Article 14 could not apply in relation to the complaint.", "Conclusion: no violation (unanimously).", "(c) As to the non-execution, the Regional Court’s judgment created an obligation on the authorities, providing the applicant with a claim which constituted a “possession”. The impossibility of having the judgment executed constituted an interference with her right to peaceful enjoyment of possessions. By failing to comply with the judgment, the authorities prevented her from obtaining the compensation she could reasonably have expected to receiveand no plausible justification for the interference had been put forward.", "Conclusion: violation (unanimously).", "Article 41 – The Court awarded the applicant 9,000 € in respect of pecuniary and non-pecuniary damage. It also made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}