{"file": "ENG_CLIN_19187_91.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "19187/91", "text_paragraphs": ["Information Note on the Court’s case-law No.", "December 1996", "Saunders v. the United Kingdom - 19187/91", "Judgment 17.12.1996 [GC]", "Article 6", "Criminal proceedings", "Article 6-1", "Fair hearing", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 6 OF THE CONVENTION", "A.\tArticle 6 § 1: the right not to incriminate oneself", "Complaint confined to use of statements obtained by inspectors during criminal proceedings against applicant. Article 6 § 1 not applicable to proceedings before inspectors.", "The right not to incriminate oneself lies at the heart of a fair procedure and applies to all types of criminal proceedings. It is primarily concerned with respecting the will of an accused person to remain silent.", "Applicant had been legally compelled to give statements to inspectors - whether or not there was an unjustifiable infringement of his right not to incriminate himself depends on the use made of those statements by the prosecution at trial, even if they were not self‑incriminating.", "Prosecution made extensive use of statements in a way which sought to incriminate the applicant - transcripts of statements read out to jury over a three-day period - prosecution sought to use statements to establish applicant's dishonesty and to challenge his credibility. Accordingly, there was an infringement of the applicant's right not to incriminate himself.", "Not necessary to determine whether the right is absolute or whether infringements may be justified in particular circumstances.", "Conclusion: violation (sixteen votes to four).", "B.\tAlleged misuse of power by the prosecuting authorities", "Not necessary to decide this point in light of the above finding.", "II.\tARTICLE 50 OF THE CONVENTION", "A.\tPecuniary damage: no causal connection established between losses claimed and the finding of violation - Court cannot speculate as to whether verdict would have been different if statements had not been used at trial - no award.", "B.\tNon-pecuniary damage: finding of a violation afforded, in itself, sufficient just satisfaction.", "C.\tCosts and expenses: reimbursement in part.", "Conclusion: respondent State to pay specified sum to applicant (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}