{"file": "ENG_HEJUD_23543_02.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "23543/02", "text_paragraphs": ["", "", "FIFTH SECTION", "", "", "CASE OF VOLOKHY v. ", "", "", "(Application no. 23543/02)", "", "", "JUDGMENT", "", "", "", "", "", "2 November 2006", "", "", "", "FINAL", "", "", "02/02/2007", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Volokhy v. ,", "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:", "\tMr\tP. Lorenzen, President,\n\tMr\tK. Jungwiert,\n\tMr\tV. Butkevych,\n\tMrs\tM. Tsatsa-Nikolovska,\n\tMr\tR. Maruste,\n\tMr\tJ. Borrego Borrego,\n\tMrs\tR. Jaeger, judges,\nand Mrs C. Westerdiek, Section Registrar,", "Having deliberated in private on 30 August and 9 October 2006,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 23543/02) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Ukrainian nationals, Mrs Olga Volokh (“the first applicant”) and Mr Mykhaylo Volokh (“the second applicant”), on 3 June 2002.", "2.  The Ukrainian Government (“the Government”) were represented by their Agent, Mrs V. Lutkovska, of the Ministry of Justice.", "3.  On 27 June 2005 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.", "4.  On 1 April 2006 this case was assigned to the newly constituted Fifth Section (Rule 25 § 5 and Rule 52 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicants were born in 1933 and 1961 respectively and live in the city of .", "A.  Interception of the applicants’ correspondence", "6.  In May 1996 the Poltava Regional Police Department (hereinafter – the PRPD) instituted criminal proceedings for tax evasion against Mr V., who is, respectively, the son of the first applicant and the brother of the second applicant. On 28 May 1996 the investigator placed Mr V. under an obligation not to abscond.", "7.  On 4 September 1996, following the failure of Mr V. to appear for interrogation and in the absence of information about his whereabouts, an arrest warrant for Mr V. was issued.", "8.  On 6 August 1997 the PRPD investigator issued an order for interception and seizure of the postal and telegraphic correspondence of the applicants (hereinafter – “the interception order”) on the following grounds:", "“The private entrepreneur Mr V., during the period between 1 January 1994 and 1 January 1996, intentionally did not pay taxes to the State budget in the amount of UAH 12,889, having caused damage and substantial losses to the State.", "On 28 May 1996 the preventive measure – obligation not to abscond – was ordered in respect of Mr V., but, having been summoned by the investigator, Mr V. did not come to him, and his whereabouts at the present are unknown. On 4 September 1996 the preventive measure – detention – was ordered in respect of Mr V.", "... Mr V. may inform his mother and brother about his whereabouts, using the postal and telegraphic correspondence.”", "No time-limit for the interception had been fixed in the order.", "9.  On 11 August 1997 the President of the Zhovtnevyy District Court approved the interception order by having signed it. The applicants maintained that they had learned about this order by chance at the end of 1998.", "10.  On 4 May 1998 the criminal case against Mr V. was terminated as being time-barred.", "11.  According to the applicants, Mr V. had appeared in summer 1998 and met with the investigator in his case. During this meeting he found out about the interception order.", "12.  On 28 May 1999 the PRPD investigator cancelled the interception order on the grounds that the criminal case against Mr V. had been closed and there were no further need to intercept the applicants’ correspondence. This cancellation was approved and signed by the President of the Zhovtnevyy District Court the same day.", "13.  By letter of 19 July 1999, the Poltava Regional Prosecutor’s Office, in reply to their complaint, informed the applicants that the interception of their correspondence had been ordered lawfully and therefore the law-enforcement officers incurred no liability.", "14.  On 14 November 1999, according to the Government, the whereabouts of Mr V. were established by the investigation.", "15.  By letter of 6 January 2000 to Mr V., in reply to his complaints about the criminal proceedings against him, the General Prosecutor’s Office (hereinafter “the GPO”) noted, inter alia, that the interception order was not well-founded.", "16.  By letter of 1 February 2000, the first applicant was informed that on 15 August 1997 (15 September 1997 according to the Government) a letter addressed to her had been intercepted by the police but, as it contained no information about the whereabouts of Mr V., it was not seized but was forwarded to her.", "B.  Proceedings for compensation", "17.  On 20 January 2000 the applicants claimed compensation from the Head of the PRPD for the damage caused by ordering the interception of their correspondence.", "18.  By letter of 27 January 2000, the Head of the PRPD informed the second applicant that the interception order had been lawful and that, therefore, there were no grounds to award damages.", "19.  By letter of 19 November 2000, the Head of the PRPD informed the second applicant that the seizure of correspondence had been in compliance with the law and that the applicant had no right to compensation, given that the criminal case against his brother had been terminated on non-exonerative grounds.", "20.  By letter of 21 November 2000, the Poltava Regional Prosecutor’s Office informed the second applicant that the issue of compensation was within the competence of the courts.", "21.  On 18 February 2000 the applicants lodged a claim with the Leninsky District Court of Poltava against the PDPR seeking compensation for the moral damage caused by the interference with their correspondence. In support of their claim, they referred to the letter of the GPO of 6 January 2000, where it was acknowledged that the interception order lacked grounds.", "22.  On 11 October 2001 the Leninsky District Court found against the applicants. The court concluded that the interception order had been lawful and well-founded, the criminal proceedings against Mr V. having been terminated on non-exonerative grounds (нереабілітуючі обставини), and that the applicants did not prove that they had suffered any moral damage due to the interference with their correspondence. The court held that the applicants’ claim was unsubstantiated and that the GPO’s letter of 6 January 2000 could not be a ground for awarding them any damages. It, therefore, rejected the applicants’ claim in full.", "23.  On 8 January 2002 the Appellate Court of Poltava Region upheld the decision of the first instance court.", "24.  On 9 February 2004 the panel of three judges of the Supreme Court rejected the applicants’ request for leave to appeal in cassation.", "II.  RELEVANT DOMESTIC LAW", "A.  Constitution of ", "25.  The relevant extracts of the Constitution of Ukraine (first published in the Gazette of the Verkhovna Rada of  of 23 July 1996, No. 30, article 141) read as follows:", "Article 31", "“Everyone shall be guaranteed privacy of mail, telephone conversations, telegraph and other correspondence. Exceptions shall be established only by a court in cases envisaged by law, with the purpose of preventing crime or ascertaining the truth in the course of the investigation of a criminal case, if it is not possible to obtain information by other means.”", "Article 55", "“Human and citizens’ rights and freedoms shall be protected by the courts.", "Everyone shall be guaranteed a right to challenge in court the decisions, actions or omissions of bodies of State power, bodies of local self-government, officials and officers. ...", "Everyone shall have a right to protect his or her rights and freedoms from violations and illegal encroachments by any means not prohibited by law.”", "Article 56", " “Everyone shall have a right to compensation from public or municipal bodies for losses sustained as a result of unlawful decisions, acts or omissions by public or municipal bodies or civil servants in the performance of their official duties.”", "Chapter XV", "Transitional Provisions", "“13.  The existing procedure for the arrest, custody and detention of persons suspected of committing an offence, and the procedure for carrying out an examination and search of a person’s home and other property, shall be retained for five years after the entry into force of the present Constitution.”", "B.  Code of Criminal Procedure", "26.  At the material time Article 187 of the Code in the wording of 16 April 1984 (the relevant Amendment Law first published in the Gazette of the Verkhovna Rada of the Ukrainian SSR, 1984, No. 18, article 351) read as follows:", "The interception of correspondence and its seizure in postal and telegraphic establishments", "“The interception of correspondence and its seizure in postal and telegraphic establishments shall be conducted with the approval of the prosecutor or his deputy, or upon the resolution of a court.", "The investigator shall issue an order for interception and seizure of postal and telegraphic correspondence. In that order, the investigator shall propose that a postal and telegraphic establishment intercept the correspondence defined in the order and inform him about it. The examination of correspondence shall be conducted in the presence of two representatives of the post office, and minutes are drawn up to this end.", "The interception of correspondence shall be cancelled by an order of the investigator, when the application of this measure is no longer required.”", "(This Article was substantially re-worded in June 2001)", "C.  The Law of  “on Search and Seizure Activities” of 18 February 1992", "27.  The relevant provisions of the Law (first published in the official newspaper “Golos Ukrainy”, 27 March 1992, No. 56) provided as relevant:", "Article 6", "Grounds for conduct of the search and seizure activities", "“The grounds for conduct of the search and seizure activities are:", "1) presence of sufficient information, about ...", "- persons who are preparing or have committed a crime;", "- persons who are hiding from the investigative bodies, court or are evading the application of criminal sanctions; ...", "It is prohibited to make decisions on the conduct of search and seizure activities for other purposes than the ones established by this Article.”", "Article 8", "The rights of the departments that conduct search and seizure activities", "“Operational units when executing their tasks in connection with operational searches (...) have the following rights:", "10) to survey selectively, in accordance with particular characteristics, telegraphic and postal correspondence.”", "Article 9", "Guarantees of lawfulness during the conduct of search and seizure activities", "“...During the search and seizure activities violation of rights and freedoms of individuals and legal persons shall not be allowed. Any limitation of these rights and freedoms shall be of an exceptional and temporary nature ... in the situations stipulated by the legislation of  with the aim of protecting the rights and freedoms of other persons, the safety of the society...", "During the search and seizure activities, officers of the operational units shall be obliged to take into account their proportionality to the level of social danger of criminal attempts and the danger to the interests of the society and the State.", "In case of violation of rights and freedoms of individuals and legal persons ...the Ministry of Internal Affairs... shall restore the violated rights and compensate for the material and moral damage which had occurred.”", "D.  The Law of  “on the procedure for the compensation of damage caused to the citizen by the unlawful actions of bodies of inquiry, pre-trial investigation, prosecutors and courts” of 1 December 1994", "28.  The relevant provisions of the Law (first published in the Gazette of the Verkhovna Rada of  of 3 January 1995, No. 1, article 1) read as follows:", "Article 1", "“Under the provisions of this Law a citizen is entitled to compensation for damages caused by:", "...3) unlawful conduct of search and seizure activities ...", "Article 2", "“The right to compensation for damages in the amount of and in accordance with the procedure established by this Law shall arise in cases of:", "acquittal by a court;", "the termination of a criminal case on grounds of the absence of proof of the commission of a crime, the absence of corpus delicti, or a lack of evidence of the accused’s participation in the commission of the crime;", "the refusal to initiate criminal proceedings or the termination of criminal proceedings on the grounds stipulated in sub-paragraph 2 of paragraph 1 of this Article;", "the termination of proceedings for an administrative offence.”", "Article 3", "“In the cases referred to in Article 1 of this Law the applicant shall be compensated for...", "5) moral damage.”", "Article 4", "“...Compensation for moral damage shall be given in cases in which unlawful actions of bodies of inquiry, pre-trial investigation, prosecutors and courts caused moral losses to a citizen, led to disruption of his usual life relations and required additional efforts for organisation of his or her life.", "The moral damage shall be considered suffering caused to a citizen due to physical or psychological influence which led to deterioration or deprivation of possibilities to follow his or her usual habits and wishes, deterioration of relations with people around, other negative impacts of moral nature.”", "THE LAW", "29.  The applicants complained about a violation of their right to respect for their correspondence as provided in Article 8 of the Convention. Relying on Article 13 of the Convention they maintained that they had no effective domestic remedies to acknowledge unlawfulness of interference with their rights and to claim compensation. These provisions read, insofar as relevant, as follows:", "Article 8", "“1.  Everyone has the right to respect for ... his correspondence.", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "Article 13", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "I.  ADMISSIBILITY", "A.  The Government’s preliminary objection", "30.  The Government presented a preliminary objection as to non-exhaustion of the domestic remedies by the applicants with respect to the period between 4 May 1998 and 4 May 1999. They maintained that the compensatory proceedings instituted by the applicants had been related only to the period of interception between 6 August 1997 and 4 May 1998, since the applicants had complained also about unlawfulness of the criminal proceedings in the framework of which the interception had been ordered.", "31.  The applicants disagreed with this objection.", "32.  The Court reiterates that it is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say, that it was accessible, was one which was capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success (see Selmouni v. France [GC], no. 25803/94, § 76, ECHR 1999V).", "33.  The Court observes that in the present case, the Government considered that the applicants’ claim before the domestic judicial authorities related only to a part of and not to the totality of the period during which the interception order had been in force. The Government did not suggest or mention any other domestic remedy except the one which had been used by the applicants.", "34.  In the Court’s opinion, it would appear more appropriate to consider the effectiveness of the last-mentioned remedy under Article 13 of the Convention which had been relied on by the applicants. The Court therefore joins this objection to the merits of the applicant’s complaint under Article 13.", "B.  Compatibility ratione temporis", "35.  The Court notes that the decision ordering the interception of the applicants’ correspondence was given on 6 August 1997 and therefore fall outside its jurisdiction ratione temporis. The major period of interception, however, was after 11 September 1997, the date of the entry of the Convention into force in respect of . The Court, however, will take into account the events that took place prior to the above date, including the decision on interception, in assessing whether the interference with the applicants’ correspondence satisfied the requirements of Article 8 § 2 of the Convention.", "C.   Observance of six-month rule", "36.  The Court observes that the applicants’ complaint under Article 13 of the Convention, namely the ineffectiveness of the compensatory proceedings, suggests that there was no effective remedy to exhaust in their situation. The question therefore arises whether the application was lodged within a period of six months as required by Article 35 § 1 of the Convention.", "37.  The Court observes that the application was introduced on 3 June 2002. It notes that according to its well-established case-law, where no domestic remedy is available the six-month period runs from the date of the act complained of. However, special considerations could apply in exceptional cases where an applicant first avails himself of a domestic remedy and only at a later stage becomes aware, or should have become aware, of the circumstances which make that remedy ineffective. In such a situation, the six-month period could be calculated from the time when the applicant becomes aware, or should have become aware, of these circumstances (see, among others, Laçin v. Turkey, no. 23654/94, Commission decision of 15 May 1995, Decisions and Reports (DR) 81-B, p. 31)", "38.  In this respect, the Court notes that the applicants took steps to bring their complaints to the attention of the domestic authorities. In particular, on 18 February 2000 they lodged a claim with the Leninsky District Court of Poltava against the PDPR seeking compensation for the moral damage caused by the interference with their correspondence under the Law of Ukraine “on the procedure for the compensation of damage caused to the citizen by the unlawful actions of bodies of inquiry, pre-trial investigation, prosecutors and courts”. The Government maintained that this remedy was effective for the applicant’s complaint under Article 8. Moreover, the domestic law, namely Article 55 and 56 of the Constitution and Article 9 of the Law “on Search and Seizure Activities” (see paragraphs 25 and 27 above) suggested that an individual could challenge the unlawful actions of investigation authorities in the domestic courts and the only mechanism, on which parties relied in their submissions to the Court, was a mechanism envisaged by the above mentioned Law “on the procedure for the compensation of damage caused to the citizen by the unlawful actions of bodies of inquiry, pre-trial investigation, prosecutors and courts”. On 11 October 2001 the first-instance court rejected the applicant’s claim as unsubstantiated, and not on the ground that law was not applicable to the applicants. On 8 January 2002, the court of appeal upheld the decision of the first-instance court (see paragraphs 22 and 23 above).", "39.  It could be argued that at that point of time, the applicants should have doubted the effectiveness of this remedy. Indeed they lodged their application with this Court within a period of six month after the decision of the appellate court, while the proceedings were still pending before the Supreme Court of Ukraine.", "40.  The Court considers that in the circumstances of the present case the applicants could not be reproached for pursuing the impugned remedy prior to lodging their application with this Court. The Court concludes that the applicants must be regarded as having complied with the six-month rule.", "D.  Conclusion", "41.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION", "A.  Whether there has been an interference", "42.  It was not disputed by the parties that the decision on interception of the applicants’ correspondence constituted “an interference by a public authority” within the meaning of Article 8 § 2 of the Convention with the applicants’ right to respect for their correspondence guaranteed by paragraph 1 of Article 8.", "B.  Whether the interference was justified", "43.  The cardinal issue that arises is whether the above interference is justifiable under paragraph 2 of Article 8. That paragraph, since it provides for an exception to a right guaranteed by the Convention, is to be interpreted narrowly. The Court reiterates that powers of secret surveillance of citizens in the course of criminal investigations are tolerable under the Convention only in so far as strictly necessary (see, mutatis mutandis, Klass and Others v. Germany, judgment of 6 September 1978, Series A no. 28, p. 21, § 42).", "44.  If it is not to contravene Article 8, such interference must have been “in accordance with the law”, pursue a legitimate aim under paragraph 2 and, furthermore, be necessary in a democratic society in order to achieve that aim.", "45.  The Government maintained that the decision on interception of the applicants’ correspondence had been given in accordance with Article 187 of the Code of Criminal Procedure. The applicants did not contest this argument, but maintained that the provisions of Article 31 of the Constitution had not been respected.", "46.  The Court notes that Article 31 of the Constitution, Article 187 of the Code of Criminal Procedure and Article 8 of the Law “on search and seizure activities” provided for the possibility to conduct interception of the correspondence in the framework of criminal proceedings and the search and seizure activities (see paragraphs 25-27 above).", "47.  There was, therefore, a legal basis for the interference in domestic law.", "48.  As to the accessibility of the law, the Court regards that requirement as having been satisfied, seeing that all the above listed legal acts had been published (see paragraphs 25-27 above).", "49.  As regards the requirement of foreseeability, the Court reiterates that a rule is “foreseeable” if it is formulated with sufficient precision to enable any individual – if need be with appropriate advice – to regulate his conduct. The Court has stressed the importance of this concept with regard to secret surveillance in the following terms (see the Malone v. the United Kingdom judgment of 2 August 1984, Series A no. 82, p. 32, § 67, reiterated in Amann v. Switzerland [GC], no. 27798/95, § 56, ECHR 2000II):", "“The Court would reiterate its opinion that the phrase ‘in accordance with the law’ does not merely refer back to domestic law but also relates to the quality of the ‘law’, requiring it to be compatible with the rule of law, which is expressly mentioned in the preamble to the Convention ... The phrase thus implies – and this follows from the object and purpose of Article 8 – that there must be a measure of legal protection in domestic law against arbitrary interferences by public authorities with the rights safeguarded by paragraph 1 ... Especially where a power of the executive is exercised in secret, the risks of arbitrariness are evident ...", "... Since the implementation in practice of measures of secret surveillance of communications is not open to scrutiny by the individuals concerned or the public at large, it would be contrary to the rule of law for the legal discretion granted to the executive to be expressed in terms of an unfettered power. Consequently, the law must indicate the scope of any such discretion conferred on the competent authorities and the manner of its exercise with sufficient clarity, having regard to the legitimate aim of the measure in question, to give the individual adequate protection against arbitrary interference.”", "50.  The “quality” of the legal rules relied on in this case must therefore be scrutinised, with a view, in particular, to ascertaining whether domestic law laid down with sufficient precision the circumstances in which the law enforcement bodies could perform the interception of the applicants’ correspondence.", "51.  The Court notes in this connection that the requirements of proportionality of the interference, and of its exceptional and temporary nature were stipulated in Article 31 of the Constitution and Article 9 of the Law of Ukraine “on Search and Seizure Activities” of 18 February 1992 (see paragraphs 25 and 27 above). However, neither Article 187 of the Code of Criminal Procedure in its wording at the time of the events, nor any other provision of Ukrainian law contained a mechanism which would ensure that the above principles were respected in practice. The provision in question (see paragraph 26 above) contains no indication as to the persons concerned by such measures, the circumstances in which they may be ordered, the time-limits to be fixed and respected. It cannot therefore be considered to be sufficiently clear and detailed to afford appropriate protection against undue interference by the authorities with the applicants’ right to respect for their private life and correspondence.", "52.  Furthermore, the Court must be satisfied that there exist adequate and effective safeguards against abuse, since a system of secret surveillance designed to protect national security and public order entails the risk of undermining or even destroying democracy on the ground of defending it (see the Klass and Others judgment cited above, pp. 23-24, §§ 49-50). Such safeguards must be equally established by law in unequivocal manner and be applied to the supervision of the relevant services’ activities. Supervision procedures must follow the values of a democratic society as faithfully as possible, in particular the rule of law, which is expressly referred to in the Preamble to the Convention. The rule of law implies, inter alia, that interference by the executive authorities with an individual’s rights should be subject to effective supervision, which should normally be carried out by the judiciary, at least in the last resort, since judicial control affords the best guarantees of independence, impartiality and a proper procedure (see the Klass and Others judgment cited above, pp. 25-26, § 55).", "53.  In the instant case, the Court observes that the review of the decision on interception of correspondence under Article 187 of the Code of Criminal Procedure was foreseen at the initial stage, when the interception of correspondence was first ordered. The relevant legislation did not provide, however, for any interim review of the interception order in reasonable intervals or for any time-limits for the interference. Neither did it require or authorise more involvement of the courts in supervising interception procedures conducted by the law-enforcement authorities. As a result, the interception order in the applicants’ case remained valid for more than one year after the criminal proceedings against their relative Mr V. had been terminated and the domestic courts did not react to this fact in any way.", "54.  The Court concludes that the interference cannot therefore be considered to have been “in accordance with the law” (see paragraph 49 above) since Ukrainian law does not indicate with sufficient clarity the scope and conditions of exercise of the authorities’ discretionary power in the area under consideration and does not provide sufficient safeguards against abuse of this surveillance system.", "It follows that there has been a violation of Article 8 of the Convention arising from the interception of the applicants’ correspondence.", "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION", "55.  The applicants complained about a lack of domestic remedies to seek redress for the unlawful interference with their correspondence. They relied on Article 13 of the Convention.", "56.  The Government contested that argument. They referred to their preliminary objection and to Article 55 of the Constitution that guarantees a right to challenge any action of public authorities in the courts.", "57.  The applicants maintained that they could not challenge the interception order, since the State authorities were not obliged to inform them about having imposed such measure.", "58.  The Court recalls its reasoning in the Klass case (cited above, §§ 68-70), in which it observed that it was the secrecy of the measures which rendered it difficult, if not impossible, for the person concerned to seek any remedy of his own accord, particularly while surveillance was in progress. Nevertheless, in the Klass case it was established that the competent authority was bound to inform the person concerned as soon as the surveillance measures were discontinued and notification could be made without jeopardising the purpose of the restriction, and such person had a number of remedies available to him or her. Moreover, in the Klass case the Court took into account the existence of a system of proper control over surveillance measures and found no violation of Article 13.", "59.  From the Government’s submissions, it does not appear that the Ukrainian legal system offered sufficient safeguards to persons under surveillance, because there was no obligation to inform a person that he or she was under surveillance. Even when the persons concerned learned about the interference with their correspondence, like in the present case, the right to question the lawfulness of the decision on interception as guaranteed by the domestic law (see paragraphs 25 and 27 above) appears to be limited in practice, since the only implementing mechanism is provided by the Law of Ukraine “on the procedure for the compensation of damage caused to the citizen by the unlawful actions of bodies of inquiry, pre-trial investigation, prosecutors and courts”. In the Court’s opinion, this Law, which is worded in very general terms at least in so far as persons other than the accused are concerned, could have a remedial effect in situations comparable to the one of the applicants, touched by surveillance measures in the context of criminal proceedings against a third person. However, its application and interpretation by the domestic courts, as in the present case, does not appear to be sufficiently broad to encompass complaints of persons other than the accused.", "60.  The foregoing considerations are sufficient to enable the Court to conclude that the applicants did not have an effective domestic remedy, as required by Article 13, in relation to their complaints under Article 8 of the Convention about the surveillance measures involving their postal and telegraphic correspondence.", "61.  The Court therefore dismisses the Government’s preliminary objection and holds that there has been a breach of Article 13 of the Convention.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "62.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "63.  The first applicant claimed 75,000 euros (EUR) and the second applicant EUR 50,000 in respect of damages, without any further specification.", "64.  The Government maintained that the impact of the interference on the applicants’ rights had been minimal. In their opinion, the applicants’ claims were unspecified and exorbitant, therefore, finding of a violation, if any, would constitute sufficient just satisfaction in the present case.", "65.  The Court, on an equitable basis, awards each of the applicants EUR 1,000 in respect of non-pecuniary damage.", "B.  Costs and expenses", "66.  The applicants did not make any claims under this head and the Court, therefore, makes no award.", "C.  Default interest", "67.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Decides to join to the merits the Government’s preliminary objection;", "", "2.  Declares the application admissible;", "", "3.  Holds that there has been a violation of Article 8 of the Convention;", "", "4.  Dismisses the Government’s preliminary objection and holds that there has been a violation of Article 13 of the Convention;", "", "5.  Holds", "(a)  that the respondent State is to pay Mrs Olga Volokh, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of non-pecuniary damage;", "(b)  that the respondent State is to pay Mr Mykhaylo Volokh, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of non-pecuniary damage;", "(c)  that the above amounts shall be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;", "(d)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.", "Done in English, and notified in writing on 2 November 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tRegistrar\tPresident"]}