{"file": "ENG_CLIN_46726_99.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "46726/99", "text_paragraphs": ["Information Note on the Court’s case-law 41", "April 2002", "Podkolzina v. Latvia - 46726/99", "Judgment 9.4.2002 [Section IV]", "Article 3 of Protocol No. 1", "Stand for election", "Striking of candidate from list for parliamentary elections, due to insufficient knowledge of the official language: violation", "Facts: The applicant, a Latvian national, is a member of the Russian-speaking minority in Latvia. She stood as a candidate in parliamentary elections. When her list of candidates was registered, she supplied a certificate of proficiency in the State’s official language - Latvian. Following registration, the State Language Centre submitted nine candidates, including the applicant, to a second Latvian language test. Twelve other candidates were not required to sit the test. After the test the State Language Centre ruled that the applicant did not have an adequate command of the official language and informed the Central Electoral Commission, which struck her name off the list of candidates. In her appeal, the applicant argued that the Central Electoral Commission's decision to strike her name off was based solely on the attestation of the State Language Centre, to the exclusion of the certificate she had supplied on registration. The Riga Regional Court rejected the appeal. In particular, it stated that the Parliamentary Elections Act authorised the Electoral Commission to modify the candidate lists already drawn up, by striking off ones whose command of the official language turned out to be inadequate, which in the applicant's case had been confirmed by the State Language Centre's attestation. An appeal was lodged, but was unsuccessful.", "Law: Article 3 of Protocol No. 1 – the obligation in domestic law for candidates to the national Parliament to have an adequate command of the official language pursued a legitimate aim, given the wide margin of appreciation enjoyed by States in this area. Every State had a legitimate interest in ensuring that its institutional system functioned properly, and even more so that of its national parliament, which had legislative powers and played a key role in a democratic state. Similarly, in accordance with the principle of respect for national characteristics, the Court was not required to reach an opinion on the choice of working language of a national parliament. This choice was dictated by historical and political considerations unique to each State and in principle formed part of that State's exclusive area of competence. However, the right to stand for election would be illusory if the individual concerned could, at any time, be deprived of it. Decisions concerning individual candidates' compliance with eligibility conditions had to satisfy a certain number of criteria to avoid arbitrariness. In particular, such decisions had to be taken by a body offering a minimum number of guarantees of impartiality. This body's independent power of appreciation must be sufficiently clearly laid down in domestic law. Finally, the procedure for ruling on candidates' eligibility had to be such as to ensure that decisions were fair and objective, and avoid any abuse of authority by the relevant officials. In this case, the decision to strike the applicant off the list of candidates had not been based on the lack of a valid language certificate. In fact the applicant did have such a certificate, whose validity was never questioned by the national authorities. Moreover, this certificate had been issued in accordance with the regulations governing proficiency in the official language. Nevertheless, the national authorities had decided to impose a fresh language examination on the applicant. Only nine, including the applicant, of the twenty-one candidates who had been required to submit their certificates of proficiency in the official language had had to sit a second examination. There were also doubts about the legal basis for this differential treatment. While the new test might have been based on the Parliamentary Elections Act, the procedure followed had differed fundamentally from the normal language attestation procedure under the aforementioned regulations. In particular, the assessment had been left solely to the judgment of a single official, with excessive discretionary powers. The applicant had also been mainly questioned on a subject that was clearly irrelevant to the language skills requirement. Consequently,  in the absence of any objective guarantees and whatever the objective sought by this new examination, the procedure followed in the applicant’s case was incompatible with the Convention's procedural requirements of fairness and legal certainty. By accepting as incontrovertible the results of an examination the procedure for which lacked any fundamental guarantees of fairness, the Regional Court had deliberately failed to rectify the violation committed. As a result, the decision to remove the applicant from the candidate list could not be deemed proportionate to the legitimate aim pursued.", "Conclusion: violation (unanimously).", "The Court concluded unanimously that it was unnecessary to examine separately the complaints under Articles 13 and 14 combined with Article 3 of Protocol No. 1.", "Article 41 – The Court awarded EUR 7 500 for pecuniary damage and EUR 1 500 for costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}