{"file": "ENG_CLIN_36141_97.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "36141/97", "text_paragraphs": ["Information Note on the Court’s case-law 56", "September 2003", "Hansen v. Turkey - 36141/97", "Judgment 23.9.2003 [Section IV]", "Article 8", "Article 8-1", "Respect for family life", "Failure of authorities to take measures enabling a mother to exercise her visiting rights to her daughters: violation", "Facts: The applicant is an Icelandic national who lived in Iceland with a Turkish citizen, H. They had two children born out of wedlock, one in 1981, the other in 1982. The couple married in 1984, but separated in 1989. In 1990, H. went to Turkey for a holiday with his daughters, but never returned with them and informed the applicant that they would stay with him in Turkey. In 1992, the Icelandic authorities granted the applicant custody of the children. The applicant subsequently travelled to Turkey and commenced divorce and custody proceedings there. In a hearing before the Civil Court, the children expressed their wish to stay with their father. In November 1992, the Civil Court gave the custody of the children to H. as they had adapted well to their life in Istanbul and to their father’s environment, but it also granted the applicant visiting rights (every July for 30 days). This decision was quashed and opened a series of referrals between the Civil Court and the Court of Cassation, during which the applicant had provisional rights of access. In the end, in 1996 the Civil Court came to a conclusion similar to that of 1992, which this time was upheld by the Court of Cassation: custody was awarded to H., and visiting rights were granted to the applicant. The reluctance expressed by the children to see their mother was relied on by the court. Despite the visiting rights granted to the applicant by the Turkish courts, between March 1992 and August 1998 the applicant was able to see her children on only four occasions, having nevertheless turned up with enforcement officers at H.’s house more than 50 times (at each of the visits the children were being hidden). The consistent refusal of H. to comply with the access arrangements resulted in his conviction on several occasions by the criminal courts (small fines taking the place of imprisonment each time). ", "Law: Article 8 – The obligation of national authorities to take measures to facilitate reunion of parent and child is not an absolute one and must be examined in the light of the best interests of the child. The adequacy of any measure taken by the authorities has to be judged by the swiftness of its implementation, since the passage of time can have irremediable consequences for relations between the child and the parent. In the present case, despite the court decisions granting the applicant visiting rights, the authorities did not take all the necessary measures to enforce the applicant’s access rights: they did not take any steps to locate the children and failed to take effective measures against H., the fines imposed on him not being adequate. Coercive measures were justified, in view of the total obstruction by H. Throughout the lengthy proceedings, the Turkish authorities never sought the advice of social services or child psychologists with a view to facilitating the applicant’s reunion with her daughters, who were never given a real opportunity to develop a relationship with their mother in a calm environment. ", "Conclusion: violation (unanimously)", "Article 14 – There was no basis to find that the applicant had been subjected to discrimination on grounds of her religion or nationality.", "Conclusion: no violation (unanimously)", "Article 41 – The Court awarded the applicant 65,000 euros in respect of pecuniary and non-pecuniary damage. It also made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}