{"file": "ENG_CLIN_4097_13.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "4097/13", "text_paragraphs": ["Information Note on the Court’s case-law 181", "January 2015", "M.A. v. Austria - 4097/13", "Judgment 15.1.2015 [Section I]", "Article 8", "Positive obligations", "Article 8-1", "Respect for family life", "Failure to conduct return proceedings under Brussels IIa regulation expeditiously and efficiently: violation", "Facts – The applicant is an Italian national whose partner (the first applicant in the case of Povse v. Austria)* removed their daughter from Italy, where the family lived, to Austria in February 2008. In July 2009, following an application by the applicant under the Brussels IIa Regulation,** an Italian court ordered the child’s return to Italy and issued a certificate of enforceability. The Austrian district court which was asked to enforce that order refused on the grounds that a return without the mother would entail a grave risk of harm for the child. The matter ultimately came before the Austrian Supreme Court, which after obtaining a preliminary ruling from the Court of Justice of the European Union directed the district court to enforce the return order on receipt of evidence that suitable accommodation would be available for the mother and child in Italy. The district court wrote to the applicant requesting such evidence in February 2011.", "In November 2011 the Italian court awarded the applicant sole custody and ordered the child’s return to Italy to reside with the applicant after noting that the child had been unlawfully removed to Austria, that the applicant had been deprived of contact without good reason and that the child’s return would not entail any grave risk of psychological or physical harm. The Austrian district court again refused to enforce the return order pending receipt of evidence of suitable accommodation for the mother and child. That decision was overturned on appeal and the Austrian Supreme Court dismissed the mother’s appeal on points of law. The case was then referred to a different district court in Austria which initially sought to instigate a negotiated solution between the parents before going on to order the child’s return. Following an unsuccessful attempt at enforcement in July 2013, the proceedings before the Austrian courts were stayed pending the outcome of an application by the mother to the Italian courts for a stay of execution. Those proceedings were still pending at the date of the European Court’s judgment. The applicant had no contact with his daughter between mid-2009 and February 2014.", "Law – Article 8", "(a)  Admissibility – The Government contended that the applicant had failed to exhaust remedies in Austria as he could have made an application under section 91 of the Courts Act, a provision the Court had accepted afforded an effective remedy in respect of length-of-proceedings complaints under Article 6 § 1 of the Convention.", "The Court reiterated, however, that given the difference in the nature of the interests protected by Articles 6 § 1 and 8 and the wider purpose pursued by Article 8 of ensuring proper respect for family life, the finding that a remedy is effective for a length-of-proceedings complaint under Article 6 § 1 was not decisive in respect of a complaint under Article 8. In the present case, the applicant had made use of the appropriate mechanism under the Brussels IIa Regulation to bring about the speedy return of his wrongfully removed daughter and had, at least in substance, claimed his right to respect for his family life before the Austrian courts. The Austrian Government had not submitted any particular example showing the application of section 91 of the Courts Act in the specific context of proceedings concerning the enforcement of a return order.", "Conclusion: preliminary objection dismissed (unanimously).", "(b)  Merits – In the specific context of return proceedings, it was for each Contracting State to equip itself with adequate and effective means to ensure compliance with its positive obligations under Article 8 of the Convention. As in proceedings relating to  on the Civil Aspects of International Child Abduction, the Court would examine whether the procedural framework provided by the State was adequate to give effect to the object and purpose of a return under the Brussels IIa Regulation.", "Specific streamlined proceedings could be required for the enforcement of return orders – be it under the Hague Convention or under the Brussels IIa Regulation – for a number of reasons. While it was true that enforcement proceedings have to protect the rights of all involved and that the interests of the child were of paramount importance, it was in the nature of such proceedings that the passage of time risked compromising the position of the non-resident parent irretrievably. Moreover, as long as the return decision remained in force the presumption stood that return was also in the interests of the child. The proceedings available to the applicant in the instant case had followed the normal pattern of enforcement proceedings. They did not contain any specific rules or mechanisms to ensure particular speediness. Nor did it appear that the authorities had had appropriate means at their disposal to ensure that contact between the applicant and his daughter, which had broken off in mid-2009, was re-established and maintained while the proceedings were pending.", "The Austrian authorities had failed to act swiftly, in particular in the first set of proceedings, and the procedural framework had not facilitated the expeditious and efficient conduct of the return proceedings. In sum, the applicant had not received effective protection of his right to respect for his family life.", "Conclusion: violation (unanimously).", "Article 41: EUR 20,000 in respect of non-pecuniary damage.", "* Povse v. Austria (dec.), 3890/11, 18 June 2013, .", "** Under the  (Council Regulation (EC) No. 2201/2003 of 27 November 2003 concerning jurisdiction and the recognition and enforcement of judgments in matrimonial matters and the matters of parental responsibility), which applies to EU member States, the State to which a child is wrongfully removed can oppose return in justified cases. However, the State in which the child had its habitual residence prior to the wrongful removal can override a decision refusing return pursuant to Article 13 of the Hague Convention on the Civil Aspects of International Child Abduction. If such a decision is accompanied by a certificate of enforceability pursuant to Article 42 of the Regulation, the requested State has to enforce it.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}