{"file": "ENG_CLIN_13645_88.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "13645/88", "text_paragraphs": ["Information Note on the Court’s case-law No.", "May 1993", "Bunkate v. the Netherlands - 13645/88", "Judgment 26.5.1993", "Article 6", "Article 6-1", "Reasonable time", "Length of criminal proceedings: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tAS TO WHETHER THE CASE SHOULD BE STRUCK OUT OF THE LIST", "The Government, being the party which had brought the case before the Court, notified the Registrar of its intention not to proceed with the case.", "The Court: There has been no \"friendly settlement, arrangement or other fact of a kind to provide a solution of the matter\"; the applicant's entitlement to a formal and binding decision on the merits and as to just satisfaction, if any, overrides any interest the Government may have in discontinuance of the case.", "Conclusion: case not struck out of the list (unanimously).", "II.\tARTICLE 6 § 1 OF THE CONVENTION", "A.\tPeriod to be taken into consideration", "Starting-point: the date of the applicant's arrest.", "Final point: the date of the Supreme Court's rejection of the applicant's appeal on points of law.", "Total: three years eight months and fourteen days.", "Period of about ten and a half months, during which the applicant had effectively placed himself out of reach of the Netherlands authorities, to be deducted from overall period.", "B.\tReasonableness of the length of proceedings", "Time required for transmission of case file to Supreme Court was fifteen and a half months; the Court cannot accept a period of total inactivity of such a length.", "Conclusion: violation (unanimously).", "III.\tARTICLE 50 OF THE CONVENTION", "Applicant's claims are based on the assumption that a finding by the Court that a criminal charge was not decided within a reasonable time automatically results in the extinction of the right to execute the sentence and that consequently, if the sentence has already been executed when the Court gives judgment, such execution becomes unlawful with retroactive effect.", "That assumption is, however, incorrect.", "Conclusion: claims dismissed (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}