{"file": "ENG_HEJUD_67099_01.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "67099/01", "text_paragraphs": ["", "", "FOURTH SECTION", "", "", "CASE OF SOLODYUK v. ", "", "", "(Application no. 67099/01)", "", "", "JUDGMENT", "", "", "", "", "", "12 July 2005", "", "", "", "FINAL", "", "", "30/11/2005", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Solodyuk v. ,", "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:", "\tSir\tNicolas Bratza, President,\n\tMr\tG. Bonello,\n\tMr\tM. Pellonpää,\n\tMr\tK. Traja,\n\tMr\tA. Kovler,\n\tMr\tJ. Borrego Borrego,\n\tMs\tL. Mijović, judges,\nand Mr M. O’Boyle, Section Registrar,", "Having deliberated in private on 21 June 2005,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 67099/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Russian nationals, Mr Viktor Vitalyevich Solodyuk and Mrs Yelizaveta Nikolayevna Solodyuk, on 22 February 2001.", "2.  The Russian Government (“the Government”) were represented by Mr P.A. Laptev, Representative of the  at the European Court of Human Rights.", "3.  The applicants alleged a violation of Article 1 of Protocol No. 1 in respect of delays in payment of their old-age pensions and the impossibility of obtaining damages for those delays. In relation to the latter complaint and with regard to court proceedings in their case, they also relied on Article 6 of the Convention.", "4.  The application was initially allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  By a decision of 3 June 2004, the Court declared the application admissible.", "6.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section (Rule 52 § 1).", "7.  The applicants and the Government each filed observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "8.  The applicants, who are husband and wife, were born in 1936 and 1937 respectively and live in  in the Rostov Region of Russia.", "9.  The applicants receive old-age pensions. Under section 120 of the State Pensions Act of 1990, old-age pensions were payable in the month for which they were due. From June to December 1998 and from January to April 1999 the applicants received their pensions, totalling approximately 439 and 355 Russian roubles (RUR) per month, several months in arrears. In particular, the pensions due for June 1998 were paid on 14 August 1998; for July 1998 on 6 November 1998; for August 1998 on 14 December 1998; for September 1998 on 15 January 1999; for October 1998 on 9 February 1999; for November 1998 on 1 March 1999; for December 1998 on 25 March 1999; for January 1999 on 16 April 1999; for February 1999 on 18 June 1999; for March 1999 on 26 July 1999 and for April 1999 on 27 August 1999.", "10.  According to the applicants, inflation and devaluation of the Russian rouble during this period meant that pensions paid several months in arrears had lost a significant part of their value by the time they were paid.", "11.  According to information obtained by the applicants from the Donetsk Town Department of State Statistics, the month-on-month inflation rate ran at 2.7% in August 1998, 37.3% in September 1998, 4.4% in October 1998, 4.8% in November 1998, 10.2% in December 1998, 8.8% in January 1999, 5.9% in February 1999, 3.4% in March 1999 and 3.8% in April 1999.", "12.  According to information from the Central Bank of the Russian Federation, the official exchange rate was approximately 6.2 Russian roubles to the US dollar in the period June - August 1998, 9.3 in September 1998, 15.8 in October and November 1998, 17.9 in December 1998, 20.7 in January 1998, 22.8 in February 1999, 22.9 in March 1999 and 24.2 in April 1999.", "13.  In December 1999 the applicants lodged an action with the  for damages in respect of the delays in payment of their pensions. In particular, they claimed index-linking of their pensions in line with inflation. The action was lodged against the Pension Fund which was responsible for the financing of pension payments.", "14.  On 26 January 2000 the  refused to entertain the action on the ground that it had been lodged against the wrong respondent.", "15.  In February 2000 the applicants lodged an equivalent action against the Donetsk Social Security Authority, which was responsible for the calculation of pensions. During those proceedings, the Social Security Authority argued that the proper respondent in the case was the Pension Fund and not the Authority. The  rejected that objection.", "16.  On 18 July 2000 the  dismissed the applicants’ action. It confirmed that there had been delays in payment of the pensions but established no fault on the part of the Social Security Authority, which had calculated the pensions and filed requests for their payment in due time. The court found that the pensions had been paid late because the Pension Fund had failed to finance the payments in time. The court also considered that the applicants had failed to substantiate the pecuniary and non-pecuniary damage allegedly sustained as a result of the delays.", "17.  On 13 September 2000 the applicants’ appeal was dismissed by the . The appeal court stated that the delays were not the fault of the Social Security Authority because it merely made payments on receipt of funds from the Pension Fund, which had been delayed.", "18.  Subsequently, the applicants unsuccessfully tried to have their case re-examined by way of the supervisory review procedure. On 13 April 2001 the  refused to re-open the proceedings.", "II.  RELEVANT DOMESTIC LAW", "19.  Old-age pensions were paid at the material time on the basis of the State Pensions Act of 1990 (Закон РФ от 20 ноября 1990 г. N 340-I «О государственных пенсиях в Российской Федерации»).", "Under section 7 of the Act, pensions were increased four times a year in line with the increase in the average salary, which was determined by the Government on the basis of State statistical data.", "Under section 8 of the Law, the State Pension Fund was responsible for financing the payment of pensions. It derived its resources from contributions of employers and citizens and from State budgetary allocations.", "Under Part IX of the Act, pensions were set by the Social Security Authority.", "Under section 120 of the Act, pensions were payable in the month for which they were due.", "According to section 123 of the Act, where pension debts resulted from the State’s failure to pay pensions in due time, they remained due irrespective of the time that had elapsed.", "THE LAW", "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION", "20.  In their observations of 1 September 2004, the Government submitted that the applicants could apply to a court for damages in respect of the late payments of their pensions. They referred to Article 3 of the Code of Civil Procedure, which guarantees to everyone a right to apply to a court for protection of their rights and freedoms. The Government concluded that the present case did not involve any violation of the Convention.", "21.  The applicants replied that they had availed themselves of that right.", "22.  The Court notes that the applicants’ action for damages arising from late payment of their pensions was determined by the domestic courts. The Government’s objection must therefore be dismissed as manifestly illfounded.", "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1", "23.  The applicants complained that their pensions were paid late and that no damages could be obtained in this connection. They relied on Article 1 of Protocol No. 1 which reads:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "24.  The Government submitted that the delays in the payment of pensions to the applicants could not be considered as a deprivation of their property because section 123 of the 1990 State Pensions Act stipulated no timelimit for the payment of pensions due for past periods and the pensions had subsequently been paid to the applicants. The Government further stated that, apart from the statutory quarterly increase in pensions provided for under section 7 of the State Pensions Act in line with the increase in the average salary, no other index-linking of state pensions, including by a court decision, was possible. It followed that the applicants’ right to respect for their property was not violated.", "25.  The applicants pointed out that section 123 of the State Pensions Act did not legalise delays in pension payments but merely provided for the payment of pensions in arrears regardless of the period of delay. They further stressed that the delays in payment of their pensions occurred at a time of rapid inflation and devaluation of the rouble, which had significantly reduced their purchasing power.", "A.  Whether there was a “possession”", "26.  The Court reiterates that, although the right to an old-age pension is not included as such among the rights and freedoms guaranteed by the Convention, a “claim” concerning a pension can constitute a “possession” within the meaning of Article 1 of Protocol No. 1 if it is established by a final and enforceable court judgment (see Pravednaya v. Russia, no. 69529/01, §§ 3739, 18 November 2004).", "27.  In the present case, the Government did not dispute that the applicants were entitled to the payment of their old-age pensions in the month for which they were due. This was established by domestic law, namely section 120 of the State Pensions Act of 1990, and indirectly confirmed by the judgment of the Donetsk Town Court of 18 July 2000, as upheld by the ’s decision of 13 September 2000. In the Court’s view, the applicants therefore had a “possession” for the purposes of Article 1 of Protocol No. 1. That provision is therefore applicable to the instant case.", "B.  Whether there was an interference", "28.  Payment of the applicants’ monthly pensions for eleven months, from June 1998 to April 1999, was delayed for periods of up to four months (see paragraph 9 above). During that time month-on-month inflation was very unstable, the rates varying between 2.7% and 37.3% (see paragraph 11 above). The effect of inflation on the applicants’ delayed pensions was a significant loss in purchasing power. The Court agrees with the Government that the delays in payment of the applicants’ pensions did not involve a total deprivation of property. However, as a result of very high inflation, they resulted in a substantial loss in terms of the value that the pensions lost during the period of those delays.", "29.  The Court does not consider it necessary to rule on whether the second sentence of the first paragraph of Article 1 of Protocol No. 1 applies in this case. The situation envisaged in the second sentence of the first paragraph of Article 1 is only a particular instance of interference with the right to peaceful enjoyment of property as guaranteed by the general rule set forth in the first sentence (see, for example, Beyeler v. Italy [GC], no. 33202/96, § 106, ECHR 2000I). The Court therefore considers that it should examine the situation complained of in the light of that general rule. The delays in payment of the applicants’ pensions interfered with the applicants’ right to peaceful enjoyment of their property.", "C.  Whether the interference was justified", "30.  In order to be compatible with the general rule set forth in the first sentence of the first paragraph of Article 1, such an interference must be in accordance with law, in the public interest, and proportionate to the aim pursued (see Beyeler, cited above, §§ 108, 111). A fair balance between the demands of the general interests of the community and the requirements of the protection of the individual’s fundamental rights will not be achieved if the person concerned has had to bear an individual and excessive burden (see Akkuş v. Turkey, judgment of 9 July 1997, Reports of Judgments and Decisions 1997IV, pp. 1309-1310, § 27-31).", "31.  It appears from the judgment of the Donetsk Town Court of 18 July 2000 and section 120 of the State Pensions Act that payment of the applicants’ pensions was delayed in breach of the domestic law.", "32.  Even assuming that section 123 of the State Pensions Act allowed for the late payments of pensions, as the Government may be understood to have suggested, the question arises whether the disputed interference pursued a legitimate aim that was in the general interest and whether there was a reasonable relationship of proportionality between the means employed and the aim pursued.", "33.  The Government were silent on whether the interference pursued a legitimate aim and the Court does not find it necessary to address this issue in view of the following considerations.", "34.  The Court notes the Government’s submission that, apart from the regular statutory increase in pensions, in line with the increase in the average salary fixed by the Government, no other index-linking of state pensions, including by a court decision, was possible. The domestic courts dismissed their action for damages on the ground, inter alia, that there had been no fault on the part of the Social Security Authority, having found that the Pension Fund - the action against which they had refused to examine - had delayed the allocation of relevant funds and thus caused the late payment of the applicants’ pensions.", "35.  The interference in issue concerned the applicants’ old-age pensions, supposedly their sole or main income, and lasted continuously over more than a year, involving, in many cases, at least three-month periods of delay. The effects of very high inflation on the applicants’ late pension payments at the time were such that the pensions fell significantly in value.", "36.  In such circumstances, the delay in payment of the applicants’ pensions imposed an individual and excessive burden on the applicants. It follows that there was a violation of Article 1 of Protocol No. 1 to the Convention in the present case.", "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION", "37.  The applicants further complained under Article 6 of the Convention about the impossibility of claiming damages for the delays in payment of their pensions. Article 6, in so far as relevant, provides:", "“1.  In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ... . ...”", "38.  In view of its finding in paragraph 36 above, the Court does not consider it necessary to examine this complaint separately under Article 6.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "39.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "40.  The applicants sought compensation for the pecuniary damage which they sustained in connection with the case, namely RUR 3,396.99 in relation to Mr V.V. Solodyuk and RUR 3,178.82 in relation to Mrs E.N. Solodyuk. The applicants explained that those amounts consisted in the following expenditure: the value of the pensions lost as a result of inflation, amounting to RUR 1,292.53 and RUR 1,032.36 respectively, calculated on the basis of the statutory rate; and postal, copying and other expenses incurred in the domestic proceedings and the proceedings before this Court, amounting to RUR 2,104.46 and RUR 2,146.46 respectively.", "41.  The applicants also sought compensation for non-pecuniary damage sustained as a result of the distress and anguish caused by the violation of their rights and the feeling of a lack of protection from the arbitrariness of the State authorities, amounting to 7,000-10,000 euros (EUR) each.", "42.  The Government submitted that no compensation should be awarded to the applicants because their rights under the Convention had not been violated. Should the Court find a violation, such a finding would constitute sufficient just satisfaction. The sums claimed by the applicants under the head of pecuniary damage should be considered as “costs and expenses”. Approximately RUR 730 of those sums were substantiated.", "43.  As to the amounts claimed in respect of non-pecuniary damage, the Government were of the view that they were excessive and unreasonable and that this claim should therefore be rejected. They submitted that a symbolic amount would be equitable.", "44.   In the light of all the information in its possession, the Court awards EUR 96 to Mr V.V. Solodyuk and EUR 90 to Mrs E.N. Solodyuk as compensation for pecuniary damage.", "45.  As to non-pecuniary damage, the Court considers that the applicants suffered prejudice such as distress and frustration resulting from the prolonged impossibility to receive their old-age pensions on time. Having regard to the circumstances of the case and ruling on an equitable basis, the Court awards each of the applicants EUR 1,500.", "B.  Default interest", "46.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Dismisses the Government’s preliminary objection;", "", "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;", "", "3.  Holds that it is unnecessary to examine the applicants’ complaint under Article 6 of the Convention;", "", "4.  Holds", "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts to be converted into the national currency of the respondent State at the rate applicable at the date of settlement:", "(i)  to Mr V.V. Solodyuk EUR 1,596 (one thousand five hundred ninety six euros) in respect of pecuniary and non-pecuniary damage, plus any tax that may be chargeable on the above amount;", "(ii)  to Mrs E.N. Solodyuk EUR 1,590 (one thousand five hundred ninety euros) in respect of pecuniary and non-pecuniary damage, plus any tax that may be chargeable on the above amount;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.", "Done in English, and notified in writing on 12 July 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tMichael O’Boyle\tNicolas Bratza\n\tRegistrar\tPresident"]}