{"file": "ENG_HEJUD_39339_98.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "39339/98", "text_paragraphs": ["", "", "SECOND SECTION", "", "", "CASE OF M.M. v. THE NETHERLANDS", "", "", "(Application no. 39339/98)", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "", "8 April 2003", "", "", "", "FINAL", "", "24/09/2003", "", "", "", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of M.M. v. the Netherlands,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tMr\tJ.-P. Costa, President,\n\tMr\tA.B. Baka,\n\tMr\tGaukur Jörundsson,\n\tMrs\tE. Palm,\n\tMr\tK. Jungwiert,\n\tMr\tV. Butkevych,\n\tMr\tM. Ugrekhelidze, judges,\nand Mrs S. Dollé, Section Registrar,", "Having deliberated in private on 21 May 2002 and 18 March 2003,", "Delivers the following judgment, which was adopted on that lastmentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 39339/98) against the Kingdom of the Netherlands lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Netherlands national, Mr M.M. (“the applicant”), on 14 August 1997. ", "2.  The applicant was represented by Ms E. Prakken, a lawyer practising in Amsterdam. The Netherlands Government (“the Government”) were represented by their Agent, Ms J. Schukking of the Netherlands Ministry for Foreign Affairs. The President of the Chamber acceded to the applicant's request not to have his name disclosed (Rule 47 § 3 of the Rules of Court).", "3.  The applicant alleged a violation of Article 8 in that he had been a victim of unlawful telephone interception by the police.", "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).", "5.  The application was initially allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court.", "6.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section. Ms W. Thomassen, the judge elected in respect of the Netherlands, withdrew from sitting in the case (Rule 28). The Government accordingly appointed Ms E. Palm, the judge elected in respect of Sweden, to sit in her place (Article 27 § 2 of the Convention and Rule 29 § 1).", "7.  By a decision of 21 May 2002, the Court declared the application partly admissible.", "8.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). ", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "9.  The applicant is a Netherlands national, born in 1953 and living in The Hague. He has been a practising lawyer (advocaat) since 1979. ", "10.  At the beginning of November 1993, the applicant agreed to act as defence counsel for a Mr K. in criminal proceedings brought against the latter. At that time, Mr K. was in pre-trial detention. In connection with this case, the applicant met several times with Mrs S., who at that time was Mr K.'s wife.", "11.  At some point Mrs S. told Mr K. that on 9 November 1993 the applicant had made sexual advances towards her. Mr K. informed the police officer investigating his case, Officer N., of this, who in turn informed the public prosecutor in charge of the investigation against Mr K., Public Prosecutor T. The latter gave instructions that a criminal complaint against the applicant should be filed with the vice squad. On this basis, Officer N. contacted both Mrs S. and Officer R. of the vice squad.", "12.  Mrs S. was initially reluctant to lodge a criminal complaint against the applicant as she feared that her word – the only evidence available – would be insufficient against that of the applicant.", "13.  Following discussions between Officers R. and R.K. of the vice squad and Public Prosecutor T., the suggestion was made to Mrs S. to connect a tape recorder to her telephone in order to allow her to tape incoming conversations with the applicant. Police officers subsequently connected a cassette tape recorder to Mrs S.'s telephone in her home and suggested that she steer her conversations with the applicant towards the latter's advances. Mrs S. was shown how to operate the device. The police came to her home twice in order to collect the recordings and load new cassette tapes into the tape recorder.", "14.  Mrs S. recorded three conversations with the applicant, which were transcribed by the police. These transcripts were added to the case-file on the investigation against the applicant.", "15.  The case was reported in the press. This induced two other women to come forward and lodge criminal complaints against the applicant: one Mrs V., who claimed to have been raped and sexually assaulted by the applicant, and one Mrs C., who also complained that she had been sexually assaulted by the applicant.", "16.  The applicant was subsequently summoned to appear on 14 April 1994 before the Regional Court (arrondissementsrechtbank) of The Hague on charges of sexual assault and rape.", "17.  In its judgment of 28 April 1994, following adversarial proceedings in the course of which a hearing was held on 14 April 1994, the Regional Court convicted the applicant of having sexually assaulted Mrs S. and Mrs C., and acquitted him of the charges brought in respect of Mrs V. The Regional Court sentenced the applicant to eight months' imprisonment, four months of which were suspended for a probationary period of two years.", "18.  Both the applicant and the public prosecutor lodged an appeal with the Court of Appeal (gerechtshof) of The Hague.", "19.  In its judgment of 16 June 1995, the Court of Appeal quashed the judgment of 28 April 1994, convicted the applicant of having sexually assaulted Mrs S. and Mrs C. and acquitted him of the charges in respect of Mrs V. It sentenced the applicant to four months' imprisonment, suspended for a probationary period of two years, and a fine of 10,000 Netherlands guilders. It based the applicant's conviction on statements taken from the applicant, Mrs S., Mrs C. and three other persons. The recorded telephone conversations were not relied on as evidence.", "20.  The applicant's subsequent appeal on points of law was rejected by the Supreme Court (Hoge Raad) on 18 February 1997.", "21.  In so far as is relevant to the case before the Court, the applicant complained under inter alia Article 8 of the Convention that the Court of Appeal had wrongly rejected his argument that the prosecution should be declared inadmissible or that evidence had been unlawfully obtained in respect of the recordings made of his telephone conversations with Mrs S. The Supreme Court dismissed this complaint in the following terms:", " “6.2.2. It is ... correctly assumed in the grounds of appeal on points of law that no interference by any public authority is permitted in the exercise of the right to 'respect for his private life and his correspondence' guaranteed by Article 8 § 1 of the Convention unless, and to the extent, provided for by law.", "6.3.1. What is decisive in the instant case is therefore the answer to the question whether, noting the part played by the police in the recording of the telephone conversations that S. has had with the suspect, there has been an interference by the police in the exercise of the right of the accused to 'respect for his private life and his correspondence'.", "6.3.2. Against the background of the facts and circumstances ... the finding of the Court of Appeal that the police has not acted in such a directive manner – in which finding the Court of Appeal apparently had in mind the entire part played by the police in the recording of the telephone conversations by S. – that there has been an interference by any public authority within the meaning of Article 8 § 2 of the Convention is not incomprehensible, and furthermore it does not reflect an incorrect understanding of the law, in particular, not as regards the contents of that provision of the Convention ... ", "After all, [the case] concerns in essence a (female) victim of a sexual offence, this woman not having any other prima facie evidence than her own account and to whom the police has given information about a possibility for her to obtain additional proof and to whom and to this end the police has subsequently provided practical (technical) aid for performing certain acts – the recording, in her own home and in the absence of the police and with the aid of a device connected by the police to her own telephone line, of an incoming telephone conversation which the perpetrator conducts with her –, which act does not, for that woman, she being a party to the telephone conversation recorded, constitute an act prohibited by law.", "Nor does the finding that the circumstance that the suspect in his capacity of practising lawyer has a 'privileged status' is not relevant in this matter reflect an incorrect understanding of the law. On the above grounds, the Court of Appeal could conclude that this was not a situation referred to in Article 125g of the Code of Criminal Procedure. The findings of the Court of Appeal are sufficiently reasoned.”", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "A.  The Code of Criminal Procedure", "22.  At the relevant time, Articles 125f-h of the Code of Criminal Procedure (Wetboek van Strafvordering) provided as follows:", "Article 125f", "“1.  In case of discovery in flagrante delicto of a criminal offence in respect of which detention on remand is permitted, or of the criminal offence referred to in Article 138a of the Criminal Code (Wetboek van Strafrecht) <i.e. bugging and the unlawful interception of communications by computer>, any person employed by the holder of the concession referred to in Article 3, first paragraph, of the Telecommunication Services Act (Wet op de telecommunicatievoorzieningen) (...) shall, when so required, provide to the Public Prosecutor, or during the preliminary judicial investigation (gerechtelijk vooronderzoek), to the investigating judge, all desired information concerning all traffic not intended for the public that has taken place through the telecommunication infrastructure and in respect of which there is a presumption that the person suspected of the offence has taken part in it.", "2.  Articles 217 – 219 shall apply by analogy.”", "Article 125g", "“During the preliminary judicial investigation the investigating judge is empowered, if the investigation urgently so requires and if it concerns a criminal offence in respect of which detention on remand is permitted, to determine that data traffic through the telecommunications infrastructure that is not intended for the public, and in respect of which there is a presumption that the person suspected of the offence is taking part in it, shall be tapped or recorded by an officer with powers of investigation (opsporingsambtenaar). An official record of the tapping or the recording shall be made within forty-eight hours.”", "Article 125h", "“1.  The investigating judge shall order the destruction in his presence, as soon as possible, of the official records and other objects from which information can be derived that he has obtained as a result of the information referred to in Article 125f, or that has been obtained by tapping as referred to in the preceding Article, and which is of no importance to the investigation. An official record of the tapping or the recording shall be made without delay.", "2.  The investigating judge shall, in the same way, order the destruction without delay of official records and other objects as referred to in the previous paragraph in so far as they relate to statements made by or to a person who, pursuant to Article 218, would be able to decline to give evidence if he were questioned as a witness as to the content of those statements.", "3.  The investigating judge shall add the other official records and other objects as referred to in the first paragraph to the case-file no later than the moment at which the decision to close the preliminary judicial investigation becomes final.", "4.  The public prosecutor shall order the destruction in his presence of the official records or other objects from which information can be derived that he has obtained as a result of the information referred to in Article 125f, if he does not seek the opening of a preliminary judicial investigation within one month after obtaining that information. He shall make an official record of the destruction.”", "23.  Article 218 of the Code of Criminal Procedure, which is referred to in the provisions quoted above, provides as follows:", "“Persons who, by virtue of their position, their profession or their office, are bound to secrecy may ... decline to give evidence or to answer particular questions, but only in relation to matters the knowledge of which is entrusted to them in that capacity.”", "B.  The Guidelines for the Interception of Telephone Conversations", "24.  Guidelines for the Interception of Telephone Conversations (Richtlijnen Onderzoek van Telefoongesprekken) of 2 July 1984, a copy of which could be obtained by any interested person, set out the way in which the power to intercept telephone conversations was to be exercised in practice. These Guidelines, which were in the nature of published policy and official instructions rather than “law”, were issued in the form of a circular letter from the senior public prosecutors to the police. The model of this circular letter was published in, inter alia, the Netherlands Journal for Human Rights (Nederlands Tijdschrift voor de Mensenrechten) of July/August 1989, pages 545 and following. According to these Guidelines, the procedure to be followed was this:", "25.  The interception and recording of telephone conversations should be considered only if it could lead to the detection of crimes which, in view of their nature or frequency or the organised context in which they were committed, constituted a serious interference with the legal order. It should be limited to those cases in which the aim pursued could not reasonably be achieved otherwise.", "26.  A police officer in charge of an investigation who considered such a measure indicated was, after consulting his commanding officer, to discuss the matter with the public prosecutor. The latter, if he agreed with the police officer, was to discuss it with the investigating judge. If the public prosecutor decided that the measure was necessary, the police officer in charge of the investigation was to provide certain necessary factual information in the form of a written report. The public prosecutor would then submit this report to the investigating judge and ask for permission in writing to proceed with the measure.", "27.  An official record was to be made of all interceptions, even if they yielded nothing useful, within forty-eight hours. Any recordings, transcripts or documents were to be kept in such a way that they were not accessible to persons not involved in the case. The tapes, with a final report, should be submitted to the investigating judge, with an indication of the number of copies still in the hands of the police. If the investigating judge decided that any part of the recordings or transcripts was to be destroyed, the copies too should be handed to him for that purpose.", "C.  Subsequent legal developments", "28.  Articles 125f-h of the Code of Criminal Procedure (see paragraph 22 above) were repealed by the Act of 19 October 1998, Staatsblad (Official Gazette) 1998, no. 610, with effect from 1 February 2000. It is now provided that the public prosecutor may order the recording of telecommunications if the investigation urgently so requires; if the criminal offence concerned is one in respect of which detention on remand is permitted; and which, in view of its nature or its connection with other criminal acts committed by the suspect, the criminal offence concerned constitutes a serious interference with the legal order (Article 126m § 1 of the Code of Criminal Procedure). The requirement of a preliminary judicial investigation no longer applies, nor is there any involvement of an investigating judge.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION", "29.  The applicant alleged that the recording of his telephone conversations with Mrs S. constituted, in the circumstances, a violation of Article 8 of the Convention, the relevant part of which provides as follows:", "“1.  Everyone has the right to respect for ... his correspondence.", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society ... for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "The Government disputed this.", "A.  Whether there has been an “interference by a public authority” with the applicant's rights under Article 8 of the Convention", "1.  The applicant", "30.  The applicant argued that the connection of the tape recorder to Mrs S.'s telephone constituted an “interference by a public authority”. He observed, in the first place, that it was not Mrs S. herself who had approached the police: it was the police who had approached Mrs S. She had initially only told her husband, who was then in detention, about the matter; her husband had informed the police; the police had informed the public prosecutor. Finally, the public prosecutor, after having consulted his superior, had given instructions for a criminal complaint against the applicant to be obtained from Mrs S.", "31.  Although the tape recorder had been installed in Mrs S.'s dwelling with her permission, this had been done not on her initiative, but on that of the police. The cassette tape recorder had been police property and intended for recording conversations for use as evidence in criminal cases.", "32.  The police officers had obtained the permission of the public prosecutor for proceeding thus, but had not sought the permission of the investigating judge. This was, in the applicant's submission, not merely an oversight, since at that time telephone tapping could only lawfully be ordered in the course of a preliminary judicial investigation. No such investigation had been opened. The applicant argued that this clearly showed that both the police and the public prosecutor had deliberately flouted the law.", "33.  It had been police officers who had instructed Mrs S. how to act in the event that the applicant called, and who loaded the cassette tapes into the tape recorder and removed them.", "34.  The public prosecutor and the police had at all times been aware that the applicant was a practising advocate. They had thus knowingly taken the risk of recording a telephone conversation relevant to the defence of Mrs S.'s husband, which would have been entitled to the protection of legal privilege.", "2.  The Government", "35.  The Government maintained the position that there had been no interference by a public authority. The police had merely indicated to Mrs S. a way of obtaining evidence against the applicant, and had provided technical assistance. At the decisive moments Mrs S. had acted of her own free will. She had not performed any actions that, in the context of a criminal investigation, were reserved for the police or the criminal justice authorities. There had been nothing to prevent her from using a cassette tape recorder to record her telephone conversations with the applicant.", "3.  The Court's assessment", "36.  The question before the Court is whether the “interference” with the applicant's Article 8 rights – to wit, the recording of telephone conversations which he had with Mrs S. with a view to their use as prosecution evidence against the applicant – is imputable to a “public authority” or not.", "37.  It is not in dispute that it was the police who made the suggestion to the Mrs S. to record telephone conversations with the applicant. With the prior permission of the public prosecutor, police officers connected a tape recorder to Mrs S.'s telephone. They suggested that she steer her conversations with the applicant towards the latter's sexual approaches. They instructed Mrs S. in the operation of the tape recorder. They came to her home and collected the recordings. It was left to Mrs S. to entrap the applicant into making statements amounting to admissions of guilt and to activate the tape recorder.", "38.  It is recalled that in the case of A. v. France (judgment of 23 November 1993, Series A no. 277-B), a certain private citizen of his own motion reported a conspiracy to commit murder to a police superintendent. He volunteered to call the applicant A., a participant in the conspiracy, and suggested the recording of the telephone conversation in question. The police superintendent ", "“... made a crucial contribution to executing the scheme by making available for a short time his office, his telephone and his tape recorder. Admittedly, he did not inform his superiors of his actions and he had not sought the prior authorisation of an investigating judge, but he was acting in the performance of his duties as a high-ranking police officer. It follows that the public authorities were involved to such an extent that the State's responsibility under the Convention was engaged.” (loc. cit., p. 48, § 36)", "39.  The same considerations apply here. Acting as they did, with the permission of the public prosecutor, the police “made a crucial contribution to the execution of the scheme”, as well as being responsible for its inception. The public prosecutor and the police all acted in the performance of their official duties. The responsibility of the respondent State is therefore engaged.", "40.  In the present case, which like the A. v. France case is characterised by the police setting up a private individual to collect evidence in a criminal case, the Court is not persuaded by the Government's argument that it was ultimately Mrs S. who was in control of events. To accept such an argument would be tantamount to allowing investigating authorities to evade their responsibilities under the Convention by the use of private agents.", "41.  It is not necessary to consider the Government's suggestion that Mrs S. would have been fully entitled to record telephone calls from the applicant without the involvement of public authority and use the recordings as she wished, the issue in this case being precisely the involvement of public authority.", "42.  There has accordingly been an “interference by a public authority” with the applicant's right to respect for his “correspondence”.", "43.  Such an interference will violate Article 8 of the Convention unless it is “in accordance with the law”, pursues one of the “legitimate aims” set out in the second paragraph of that Article, and can be considered “necessary in a democratic society” in pursuit of that aim.", "B.  Whether Article 8 of the Convention has been violated", "44.  The Government offered no argument to the effect that the interference complained of, if imputable to the respondent State, was “in accordance with the law”.", "45.  The Court confines itself to noting that, at the relevant time, except in circumstances not relevant to the present case, the tapping or interception of “data traffic through the telecommunications infrastructure that [was] not intended for the public, and in respect of which there [was] a presumption that the person suspected of the offence [was] taking part in it” presupposed, firstly, a preliminary judicial investigation, and secondly, an order given by an investigating judge (Articles 125f and 125g § 1 of the Code of Criminal Procedure, see paragraph 22 above). Neither condition was met in the present case. It follows that the interference at issue was not “in accordance with the law”.", "46.  That is enough for the Court to find that there has been a violation of Article 8. It is not necessary to go into whether the interference in question pursued a “legitimate aim” or was “necessary in a democratic society” in pursuit thereof.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "47.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "48.  The applicant declined to make any claims in respect of pecuniary or non-pecuniary damage, stating that he intended instead to pursue such claims before the domestic courts. ", "B.  Costs and expenses", "49.  The applicant claimed a total of 97.690,51 euros (EUR) in respect of costs and expenses. He had engaged the services of several counsel for his defence in the domestic criminal proceedings and related disciplinary proceedings. He argued that, had his telephone conversations with Mrs S. not been unlawfully intercepted, there would have been no case against him; therefore, he was entitled to reimbursement of the entire sum. Moreover, the question of the lawfulness of the interceptions had featured prominently throughout the domestic proceedings.", "50.  The Government considered this claim “excessive in the extreme”. They suggested an award based on the legal aid rates applicable in the Netherlands and asked the Court to take into account on a pro rata basis the fact that only one of the applicant's five original complaints had been declared admissible.", "51.  As to the cost of legal assistance, the Court reiterates once again that it does not regard itself bound by domestic scales and practices, although it may derive some assistance from them (see, as a recent authority, Venema v. the Netherlands, 35731/97, 17 December 2002, § 117).", "52.  According to the Court's consistent case-law, to be awarded costs and expenses the injured party must have incurred them in order to seek prevention or rectification of a violation of the Convention, to have the same established by the Court and to obtain redress therefor. It must also be shown that the costs were actually and necessarily incurred and that they are reasonable as to quantum (see, as a recent authority, Venema, cited above, § 118).", "53.  The Court is unable to accept the applicant's suggestion that the proceedings taken against him resulted entirely from the violation found in the present case. In fact, the proceedings were occasioned, as it would appear, by a reasonable suspicion of wrongdoing on the applicant's part. It is further noteworthy that the applicant's complaints touching on the use made of the evidence obtained as a result of the violation found were declared inadmissible.", "54.  The Court is likewise unconvinced of the need for the applicant, himself an experienced advocate, to retain no less than three counsel simultaneously for the proceedings before the Court of Appeal and the Supreme Court in a case that was of no particular complexity. It follows that the costs claimed have not all been shown to have been “necessarily incurred”. Moreover, the sums claimed are not reasonable as to quantum.", "55.  Making an equitable assessment based on the information available to it, the Court awards EUR 10,000 under this head, including any tax that may be chargeable.", "C.  Default interest", "56.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT ", "1.  Holds by 6 votes to 1 that there has been a violation of Article 8 of the Convention;", "", "2.  Holds by 6 votes to 1", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 10,000 (ten thousand euros) in respect of costs and expenses;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "3.  Dismisses unanimously the remainder of the applicant's claim for just satisfaction.", "Done in English, and notified in writing on 8 April 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tS. Dollé\tJ.-P. Costa\n\tRegistrar\tPresident", "", "", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following dissenting opinion of Ms E. Palm is annexed to this judgment.", "J.-P.C.\nS.D.", "\nDISSENTING OPINION OF JUDGE PALM", "", "I do not agree with the opinion of the majority that there has been a violation of Article 8 of the Convention, for the following reasons:", "The case concerns the delicate and difficult issue of evaluating the police's actions in relation to private persons. Or in other words, where the line is to be drawn between on the one hand an unlawful interference by the police with a person's rights under Article 8 and on the other hand accepted police behaviour consisting of extending advice and giving help to a distressed citizen.", "In the present case, was the police involved in the tape–recording to such an extent that the State's responsibility under the Convention was engaged? Or can the police actions be considered more in the nature of giving information and advice of a kind that does not amount to an interference under Article 8?", "The majority of the Chamber has found that there was an unlawful interference with the applicant's right to respect for his “correspondence”. I, for my part, am of a different opinion and I find the Netherlands courts' reasoning and conclusions very convincing.", "The Supreme Court subscribed to the Court of Appeal's finding that the police had not acted in such a directive manner as to amount to an interference by a public authority within the meaning of Article 8 § 2 of the Convention. And the Supreme Court went on to say:", "“After all, [the case] concerns in essence a (female) victim of a sexual offence, this woman not having any other prima facie evidence than her own account and to whom the police has given information about a possibility for her to obtain additional proof and to whom and to this end the police has subsequently provided practical (technical) aid for performing certain acts – the recording, in her own home and in the absence of the police and with the aid of a device connected by the police to her own telephone line, of an incoming telephone conversation which the perpetrator conducts with her –, which act does not, for that woman, she being a party to the telephone conversation recorded, constitute an act prohibited by law.”", "In my opinion the Supreme Court has indicated all the essential points. The situation in which Mrs S. found herself is unfortunately not an unusual one. It is a well-known fact that in cases which concern sexual harassment and violence against women it is difficult for the woman to be believed. Her word stands against that of the perpetrator. In the present case she was all the more vulnerable as her husband was in jail and the perpetrator was the husband's lawyer. I see the police action, as the Supreme Court did, as a suggestion or information to Mrs S. that one way of getting evidence would be for her to use her legal right to tape-record an incoming telephone", "call. It was left entirely to her to decide whether she wanted to make use of the recorder and the tapes.", "The majority of the Chamber refers to the case A. v. France and finds that the same considerations as in that case apply in the present case (paragraphs 38 and 39). They also express the view that the present case, like that of A. v. France, is characterised by the police setting up a private individual to collect evidence in a criminal case (paragraph 40 above). In my opinion the present case can be clearly distinguished from the A. v. France case. In the A. v. France case, a man came to the police headquarters and spoke to a Chief Superintendent. The man volunteered to call up a person and make that person speak about a planned murder. The superintendent agreed and the conversation was taped by the superintendent on his tape-recorder which was connected to his telephone in his office. The superintendent afterwards kept the tapes.", "In that case, everything happened on police premises, and the whole operation was managed by the police in such a way that it came close to beginning a police investigation. The facts in the present case are quite different on the essential points, as have been described above.", "The role of the police in a modern society is very much debated and it is a common understanding today that the police force should, apart from usual police work, also offer help to the individual citizen who turns to them where this can be done without harming other interests. It is to be hoped that this judgment will not result in making police work more difficult and the police themselves less motivated to inform and help the public."]}