{"file": "ENG_CLIN_33003_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "33003/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 155", "August-September 2012", "Catholic Archdiocese of Alba Iulia v. Romania - 33003/03", "Judgment 25.9.2012 [Section III]", "Article 1 of Protocol No. 1", "Positive obligations", "Article 1 para. 1 of Protocol No. 1", "Peaceful enjoyment of possessions", "Absence of machinery to implement Government regulations providing for the restitution of property: violation", "", "Facts – The applicant association, the Catholic Archdiocese of Alba Iulia, is a Roman Catholic community. In 1798 it received, as a donation, the Batthyaneum Library, one of the richest collections of historical books in Romania, the building housing this collection, and an astronomical institute, also housed in this building. In 1947 the library and the institute, which had become an Astronomical Museum, were closed and sealed, but the applicant association was not informed of any expropriation decision. A 1961 judgment held that the State had become owner of those properties, having occupied them for more than two years. In July 1998 an emergency order stated that certain assets, including the library and the museum, were to be returned to the national minorities from whom they had been confiscated. However, the applicant association was still waiting to be given possession of the properties in question.", "Law – Article 1 of Protocol No. 1", "(a)  Existence of an asset protected by Article 1 of Protocol No. 1 – The 1998 emergency order, which was still in force and had been confirmed in its entirety and without amendment by statute five years after its adoption, included an explicit reference to the obligation to return “the Batthyaneum Library and the astrological institute to the Roman Catholic Diocese”, and expressly mentioned their ownership by the Roman Catholic Diocese of Alba Iulia. In consequence, the applicant association enjoyed at least a “legitimate expectation”, based on the said order, that the issue of ownership of those assets would be decided rapidly, in view of their importance not only for the applicant association, but also given the general interest in question.", "(b)  Compliance with Article 1 of Protocol No. 1 – Although the applicant association had followed the preliminary procedure provided for by the 1998 order, almost fourteen years later the protocol of transfer of ownership, to which the order referred, had not been drawn up, nor had the applicant association been informed of any other decision. The 1998 order had not indicated either a deadline or the procedure to be followed to ensure the transfer of property. Nor did it provide for any judicial review with regard to the application of those legislative provisions. Those shortcomings had encouraged delays in the intial procedure, which, given its binding nature, could block sine die the applicant association’s legitimate expectation of having the issue of the status of the property in question finally resolved. The committee with responsibility for transferring property under the order had never been set up. As a result, it had not been possible to bring legal action against it. In addition, the pre-existing committee to which responsibility had subsequently been transferred had never informed the applicant association of the result of its deliberations or of the date when they would be resumed. In the light of the foregoing, the State’s prolonged failure to act, which had thwarted implementation of the 1998 order, had had no legitimate justification. The fourteen years of uncertainty the applicant association had had to contend with regarding the legal status of the properties was all the more incomprehensible in view of their cultural and historical importance, which ought to have called for rapid action to ensure their preservation and appropriate use in the general interest.", "Conclusion: violation (unanimously).", "Article 41: EUR 15,000 in respect of non-pecuniary damage. With regard to pecuniary damage, it was for the national authorities, under the supervision of the Committee of Ministers, to determine the appropriate remedial measures in order to put an end to the violation found by the Court.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}