{"file": "ENG_HEJUD_30003_02.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "30003/02", "text_paragraphs": ["", "", "FIRST SECTION", "", "", "CASE OF STOJAKOVIC v. ", "", "", "(Application no. 30003/02)", "", "", "JUDGMENT", "", "", "", "", "", "9 November 2006", "", "", "", "FINAL", "", "", "09/02/2007", "", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Stojakovic v. ,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tMr\tC.L. Rozakis, President,\n\tMrs\tN. Vajić,\n\tMr\tA. Kovler,\n\tMrs\tE. Steiner,\n\tMr\tK. Hajiyev,\n\tMr\tD. Spielmann,\n\tMr\tS.E. Jebens, judges,\nand Mr S. Nielsen, Section Registrar,", "Having deliberated in private on 19 October 2006,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 30003/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Austrian national, Mr Milenko Stojakovic (“the applicant”), on 7 August 2002.", "2.  The applicant was represented by Mr M. Poduschka, a lawyer practising in Perg. The Austrian Government (“the Government”) were represented by their Agent, Mr F. Trauttmansdorff, Head of the International Law Department at the Federal Ministry for Foreign Affairs.", "3.  The applicant complained, in particular, under Article 6 of the Convention about the lack of a public oral hearing before a tribunal.", "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).", "6.  By a decision of 5 July 2005, the Court declared the application partly admissible.", "7.  The applicant, but not the Government, filed further written observations (Rule 59 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "8.  The applicant was born in 1944 and lives in .", "9.  Since 1984 the applicant was the head of the Federal Bacteriological Serological Research Institute (Bundesstaatiche bakteriologisch-serologische Untersuchungsanstalt) in . According to the activity profile submitted by the Government the tasks of the Institute involved", "", "carrying out of various examinations, namely examinations upon official request under the relevant Health Acts and bacteriological examinations of water quality;", "research, collection and transfer of data; assistance to the installation and maintenance of a notification system concerning certain infectious diseases; maintenance of a specific network on epidemiological diseases integrating EU and other international networks;", "participation in international scientific projects and studies;", "provision of general information and advice, such as advice concerning prevention and transfer of infectious diseases and use of antibiotics;", "assistance by giving of expert advice in the elaboration of quality standards for microbiological laboratories, of national recommendations in the field of hygiene, medical microbiology and preventive medicine and of epidemic legislation;", "representation of the competent Ministry's department in national and international expert groups.", "", "10.  The applicant, as head of the Institute, was responsible for all tasks entrusted to it. Under section 3 of the Civil Servants Act (Beamten-Dienstrechtsgesetz) he was further responsible for certain matters concerning the regulation of its service, namely the arrangement of vacation and grant of special leave, and had the authority to issue decisions (Bescheide) in this regard.", "11.  On 22 November 1999 the Disciplinary Commission at the Ministry for Work, Health and Social Affairs (Disziplinarkommission beim Bundesministerium für Arbeit, Gesundheit und Soziales) found the applicant guilty of having violated his professional duties under the Non-Discrimination Act (Bundes-Gleichbehandlungsgesetz) and sentenced him to a fine of approximately 2,400 euros (EUR). It found that the applicant inter alia had made statements about some of his employees amounting to sexual harassment. On 15 June 2000 the Senior Disciplinary Board at the Ministry for Public Service and Sport (Disziplinaroberkommission beim Bundesministerium für öffentliche Leistung und Sport) partly dismissed the applicant's appeal. It reduced the fine to approximately EUR 1,600. On 4 September 2003 the  dismissed the applicant's complaint.", "12.  In the meantime, on 31 March 2000, the Federal Minister for Work, Health and Social Affairs recalled the applicant from his post with immediate effect (Abberufung mit sofortiger Wirkung) and transferred him to a post with a lower grade, namely a referee post at the Ministry for Work, Health and Social Affairs in .", "13.  Referring to the applicant's behaviour which was the subject of the pending disciplinary proceedings, the Federal Minister found that the applicant had violated his professional duties, and could no longer be trusted to perform the managerial duties as head of the Institute. She referred to section 38 of the Civil Servants Act according to which a transfer can be ordered ex officio in case of important official interest. At the same time she informed the applicant that the payment of the extra duty allowance (Verwendungszulage) granted to him as head of the Institute was to be discontinued from 1 May 2000.", "14.  On 17 April 2000 the applicant filed an appeal and submitted that the disciplinary proceedings were still pending.", "15.  On 21 June 2000 the applicant, assisted by his counsel, filed further submissions. He submitted that the Federal Minister had not made sufficient findings as to the background in which his statements had been made and had placed them in the wrong context. He further contested that he had made one of the statements and requested to hear a witness in the context of a hearing. He finally argued that the Senior Disciplinary Board had partly granted his appeal and that the disciplinary proceedings were still pending. There were, therefore, no reasons for his transfer.", "16.  On 9 October 2000 the Appeals Commission (Berufungs-kommission) at the Ministry for Public Service and Sport dismissed the applicant's appeal without holding a hearing. It noted that the authority deciding on the transfer did not necessarily need to wait for the outcome of pending disciplinary proceedings but could assess itself whether a civil servant had violated his professional duties and whether such a violation requested a transfer. The applicant's arguments concerned mainly the question of his guilt, which was the subject of the disciplinary proceedings. Its task was to ascertain whether the applicant's transfer was objectively necessary. It nevertheless examined and dismissed the applicant's arguments as to the alleged justifying context in which the statements had been made. It further acknowledged that it was in fact not clear whether the applicant had made one of the statements at issue. However, having regard to all other statements it confirmed the Federal Minister's finding that the applicant could no longer be trusted to perform the tasks of a head of the Institute. In particular that the applicant's unqualified behaviour had deepened the already existent conflicts and tensions at work and there was, therefore, an important official interest which made his transfer to another post necessary.", "17.  On 6 December 2000 the applicant filed a complaint with the  (Verfassungsgerichtshof). He complained that the fact that the Appeals Commission had taken its decision after a private meeting was in violation of his right to court proceedings under Article 6 of the Convention. Furthermore he alleged that the Appeals Commission had decided arbitrarily as it had not duly taken account of his arguments made in the disciplinary proceedings according to which the proceedings against him had to be seen in the context of the Ministry's restructuring programme and were aimed at obliging him to take early retirement.", "18.  On 26 November 2001 the  dismissed the applicant's complaint. Referring to its case-law it found that rights and obligations which resulted from an employment as a civil servant could not be considered as “civil rights” within the meaning of Article 6 of the Convention. It followed that Article 6 was not applicable to the applicant's case. It further found that there was no indication of arbitrariness in the proceedings at issue.", "19.  This decision was served on the applicant's counsel on 13 February 2002.", "II.  RELEVANT DOMESTIC LAW", "20.  The relevant rules are contained in the Civil Servants Act. In the version in force at the material time it provided as follows.", "A.  Proceedings concerning the transfer of civil servants", "21.  Section 38 § 1 of the Civil Servants Act (Beamten-Dienstrechtsgesetz) defines the transfer (Versetzung) of a civil servant as permanent assignment to another department.", "22.  Under section 40 § 2 the recall (Abberufung) of a civil servant is equivalent to a transfer inter alia when the new assignment has not at least the same grade as the former post.", "23.  According to section 38 § 2 a transfer can be ordered ex officio in case of important official interest.", "24.  Under section 38 § 7a the transfer is to be ordered by decision. The concerned civil servant can appeal against this decision. His appeal does not have suspensive effect on the decision.", "25.  Section 121 of the Salaries Act (Gehaltsgesetz) provides that a civil servant is entitled to an extra duties allowances (Verwendungszulage) if he permanently has a considerable level of responsibility for the accomplishment of tasks of general administration and if this level of responsibility exceeds the one which is normally connected with a position in an equal grade.", "26.  Pursuant to section 41a § 6 an appeal will be decided upon by the Appeals Commission (Berufungskommission) established at the Ministry for Public Service and Sport (Bundesministerium für öffentliche Leistung und Sport).", "27.  Section 41a regulates the composition of the Appeals Commission. Its paragraph 3 provides that its chair and his/her substitute are judges, the other members legally trained civil servants whereof one half are representatives of the employer and the other half are representatives of the employee. The members are appointed by the Federal President on a proposal of the Federal Government (Bundesregierung) or by the President of the National Assembly (Nationalratspräsident). Representatives of the employees are in principle nominated by the Union of Civil Servants (Gewerkschaft Öffentlicher Dienst) and, in case the Union makes no nomination within four weeks, by the Minister for Public Service and Sport.", "28.  The term of office is five years.", "29.  Section 41c provides that the Appeals Commission decides in formations (Senate) consisting of three members, the chair or his/her substitute, one civil servant representing the employer and one civil servant representing the employee. The civil servant representing the employer has to be employed at the Federal Ministry of the respective complainant.", "30.  The chair of the Appeals Commission has to fix, for one year in advance, the number of the formations, their members and the sequence in which members have to step in if a member is incapacitated. The chair further allocates business.", "31.  Section 41d § 1 provides that the Appeals Commission decides by a majority of votes. Its paragraph 2 provides that the members of the Appeals Commission are not bound by any instructions in the exercise of their functions.", "32.  The Appeals Commission's decisions are not subject to an appeal to the . They are, however, subject to a complaint to the .", "B.  Hearings before the Appeals Commission", "33.  Hearings before the Appeals Commission are governed by the Code of General Administrative Procedure (Allgemeines Verwaltungsverfahrens-gesetz). Article 40 § 1 of this Act provides as follows:", "“Oral hearings shall be held in the presence of all known parties and the necessary witnesses and experts...", "34.  It is the consistent practice of administrative authorities to hold oral hearings in camera unless the law provides otherwise, as it is commonly understood that the principle of publicity does not extend to administrative proceedings.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "35.  The applicant complained under Article 6 § 1 of the Convention about the lack of a public oral hearing before a tribunal in the proceedings concerning his recall from the post as head of the Institute and transfer to another post. Article 6 § 1, as far as relevant, reads a follows:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing ... by an independent and impartial tribunal established by law.”", "1.  Applicability of Article 6 § 1", "36.  Referring to the Pellegrin case (Pellegrin v. France [GC], no. 28541/95, §§ 64, 66, ECHR 1999-VIII), the Government argued that Article 6 does not apply to the impugned proceedings. They referred to the tasks of the Federal Bacteriological-Serological Research Institute as listed in its activity profile which they submitted. In particular they stressed the Institute's tasks as regards the maintenance of a notification system concerning certain infectious diseases, the Institute's assistance in the elaboration of the relevant legislation and recommendations, and the representation of the competent Ministry's department in national and international expert groups. They further pointed out the applicant's degree of responsibility as head of the Institute and referred in particular to his authority to issue decisions (Bescheide) in accordance with Section 3 of the Civil Servants Act. They further maintained that the applicant had received an extra duties allowance as he had had a considerable level of responsibility for the accomplishment of tasks of general administration.", "37.  The applicant contested the Government's submissions. He asserted that his activity as head of the Federal Bacteriological-Serological Research Institute consisted mainly in the carrying out of medical examinations and that he had no participation in the exercise of public authority. He maintained that his responsibilities as head of the Institute were comparable of those of a director of a private institution.", "38.  The Court recalls that for Article 6 § 1, in its “civil” limb, to be applicable there must be a dispute over a “right” that can be said, at least on arguable grounds, to be recognised under domestic law. The dispute must be genuine and serious. It may relate not only to the actual existence of a right but also to its scope and the manner of its exercise. Moreover, the outcome of the proceedings must be directly decisive for the civil right in question. ", "39.  In order to determine the applicability of Article 6 § 1 to public servants, whether established or employed under contract, the Court adopts a functional criterion based on the nature of the employee's duties and responsibilities. The only disputes excluded from the scope of Article 6 § 1 of the Convention are those which are raised by public servants whose duties typify the specific activities of the public service in so far as the latter is acting as the depositary of public authority responsible for protecting the general interests of the State or other public authorities. In practice, the Court will ascertain, in each case, whether the applicant's post entails – in the light of the nature of the duties and responsibilities appertaining to it – direct or indirect participation in the exercise of powers conferred by public law and duties designed to safeguard the general interests of the State or of other public authorities. (see, as a recent authority, Martinie v. France [GC], no. 58675/00, § 26, 12 April 2006 with further references to Pellegrin cited above).", "40.  In order to assess whether Article 6 of the Convention is applicable to the present proceedings, the Court will therefore, rather than to the special nature of the dispute between the applicant and the State, have regard to the applicant's post, the nature of his duties and the responsibilities attached to the post (see Martinie v. France, cited above, § 30).", "41.  The Court notes that the applicant was the head of the Federal Bacteriological Serological Research Institute. The tasks of this institution were in essence restricted to the carrying out of various examinations, the collecting and transfer of data and the giving of expert advice but did not include the taking of any binding decisions or orders to the general public. There is further nothing to indicate that the expertise required from the Institute was more than of a purely technical nature or that the Institute had any participation in the State's diplomatic missions in foreign fora. The Court finds that the applicant's responsibility and authority as head of the Institute did not exceed those of a director of a comparable private institution. The Court, therefore, considers that the nature of the applicant's duties and responsibilities as head of the Federal Bacteriological Serological Research Institute did not entail the exercise of any portion of the State's sovereign power unless this concept is to be construed broadly. However, the correct approach is to adopt a restrictive interpretation of the exceptions to the safeguards afforded by Article 6 § 1 (see Martinie, cited above, § 30).", "42.  It follows that Article 6 of the Convention is applicable to the present case.", "2.  Compliance with Article 6 § 1", "43.  The Government, referring to the relevant provisions of the Civil Servants Act concerning the Appeals Commission, asserted that this body qualifies as a tribunal within the meaning of Article 6 § 1 of the Convention. However, the applicant had waived his right to a public oral hearing as he had failed to request such a hearing before the Appeals Commission or the . His statement that the conduct of an oral and public hearing would have been impossible in the light of the legal situation was incorrect. Although the domestic law governing the proceedings at issue did not explicitly provide for public hearings before the Appeals Commission, an interpretation of the relevant provisions in conformity with the Federal Constitution would nevertheless have obliged the Appeals Commission to hold one if this was necessary under Article 6 of the Convention. The applicant's waiver did not appear disproportionate as the relevant facts could be adequately established and determined on the basis of the case-file. The applicant basically acknowledged having made the incriminating statements and described the escalating tensions with the Institute. The Appeals Commission, in any event, merely had to take account of objective facts. Moreover, the exclusion of the public was justified in employment disputes between the authorities and civil servants because of their duty to secrecy about the performance of official activities. This was all the more the case in the present circumstances as the proceedings at issue concerned merely incidents of an intimate nature which happened within the applicant's Institute.", "44.  The applicant contested the Government's view. He contested that he had waived his right to a hearing even if he had not explicitly requested that an oral hearing be held. In any event, there had been no legislation providing for a public oral hearing before the Appeals Commission in the present case. He contested that his case could be decided merely on the basis of the case file. Furthermore, there was no valid reason why a necessary hearing in his case should not be public. The Appeals Commission should have held a hearing in order to comply with the requirements of Article 6 § 1. Such a hearing could have possibly led to a more favourable outcome of the proceedings for him as evidence could have been taken and the Appeals Commission could have assessed the credibility of witnesses. The applicant submitted, furthermore, that two members of the Appeals Commission were civil servants who were bound by instructions from his former employer, and can, therefore, not be regarded as independent and autonomous. The applicant finally referred to the alleged background of his transfer, namely the Ministry's restructuring programme which would oblige him to take early retirement.", "45.  The Court will first examine the question whether the applicant's case was examined by a “tribunal” within the meaning of Article 6 § 1 of the Convention. The Court observes in this regard that the Federal Minister for Work, Health and Social Affairs, dealing with the applicant's case at first instance, is an administrative authority. Furthermore, the Constitutional Court, dealing with the applicant's case at last instance, does not have, in the circumstances, the required scope of review in order to constitute a “tribunal” within the meaning of Article 6 § 1 of the Convention (see Zumtobel v. Austria judgement of 21 September 1993, Series A no 268-A, p. 13, § 30, and Ortenberg v. Austria, judgement of 25 November 1994, Series A no. 295-B, p.50, § 32). No appeal could be brought before the  in the present proceedings. It therefore remains to be examined whether the Appeals Commission which decided at second instance qualified as “tribunal” for the purposes of Article 6 § 1 of the Convention.", "46.  According to the Court's case-law a \"tribunal\" is characterised in the substantive sense of the term by its judicial function, that is to say determining matters within its competence on the basis of rule of law and after proceedings conducted in a prescribed manner. It must also satisfy a series of further requirements - independence, in particular of the executive; impartiality; duration of its members' terms of office; guarantees afforded by its procedure - several of which appear in the text of Article 6 § 1 itself (see Baischer v. Austria, no. 32381/96, § 23, 20 December 2001 with a reference to Belilos v. Switzerland, judgment of 29 April 1988, Series A no. 132, p. 29, § 64).", "47.  The Court notes that, under the relevant provisions of the Civil Servant's Act, the Appeals Commission established at the Ministry decides in formations consisting of three members: a judge as a chairman, a legally trained civil servant from the complainant's department as the representative of the employer and a legally trained civil servant nominated by the Union of Civil Servants as representative of the employee.", "48.  The Court observes that the mere fact that the interests of both the employer and of the employee are represented in the composition of a court cannot be considered to be contrary to Article 6 § 1, if no imbalance between what might be seen as conflicting interests arises in the case concerned (see, Siglfirđingur ehf v. Iceland (dec.) no. 34142/96, 7 September 1999). There is no indication of any imbalance in the present case.", "49.  The Court further notes that the Appeals Commission's members are appointed for a term of five years and are not bound by any instruction in the exercise of their functions. Having regard to this latter point, the Court cannot accept the applicant's argument that the members of the Appeals Commission dealing with his case were bound by instructions of his former employer, namely the Federal Minister for Work, Health and Social Affairs.", "50.  Finally, having regard to its previous case-law relating to comparable bodies (see for instance, Stallinger and Kuso v. Austria, judgment of 23 April 1997, Reports of Judgments and Decisions 1997II, §§ 34-37, relating to land reform boards and Rozsa v.  (dec.), no. 67950/01, 6 April 2004, concerning the trial boards and appeals boards for tax offences), the Court considers that the Appeals Commission has to be regarded as a tribunal within the meaning of Article 6 § 1.", "51.  The Court, therefore, turns to the issue of the lack of a public oral hearing before this tribunal. The Government argued that the applicant waived his right to a public hearing. The applicant contested this and stated that, in any case, a hearing would not have been public according to the relevant provisions of domestic law.", "52.  The Court notes that the applicant, in his submissions of 21 June 2000, requested the Appeals Commission to hear a witness in the context of a hearing. Furthermore, in his complaint to the , he complained that the Appeals Commission had taken its decision after a private meeting. Thus, the Court cannot find that the applicant waived his right to a hearing.", "53.  The Court further notes that, according to its established case-law, the applicant was in principle entitled to a hearing before the first and only tribunal examining his case, unless there were exceptional circumstances which justified dispensing with such a hearing (see, for instance, Fredin \nv. Sweden (no.2), judgment of 23 February 1994, Series A no. 283-A, \npp. 10-11, §§ 2122; Stallinger and Kuso, cited above, pp. 67980, § 51, Allan Jacobsson v. Sweden (no. 2), judgment of 19 February 1998, Reports 1998-I, p. 168, § 46). The Court has accepted such exceptional circumstances in cases where proceedings concerned exclusively legal or highly technical questions (see Schuler-Zgraggen v. Switzerland, judgment of 24 June 1993, Series A no. 263, p. 19-20, § 58; Varela Assalino v. Portugal (dec.), no. 64336/01, 25 April 2002; Speil v. Austria (dec.) no. 42057/98, 5 September 2002).", "54.  The Court considers, however, that there were no such exceptional circumstances which would have justified dispensing with a hearing in the applicant's case.", "55.  There has accordingly been a violation of Article 6 § 1 of the Convention in respect of the applicant's right to a hearing before the Appeals Commission. In the view of the absence of a hearing in the present case, the Court does not consider it necessary to examine the applicant's further argument that under the domestic law a hearing, if held, would in any case not have been public.", "", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "56.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "57.  In respect of pecuniary damage the applicant claimed 223,413.75 euros (EUR) because of financial losses suffered due to his transfer until now and, in eventu, EUR 359,406.16 for financial losses suffered until his retirement and due to his reduced retirement allowances. He further requested that he be reinstated in his former post as head of the Linz Federal Bacteriological Serological Research Institute. Finally, he claimed reimbursement of EUR 1,600 as regards the fine he had been ordered to pay in disciplinary proceedings.", "58.  The Government contested these claims.", "59.  The Court reiterates that it cannot speculate what the outcome of the proceedings would be if they had been in conformity with Article 6 of the Convention. Moreover, the Court cannot discern any casual link between the damage claimed and the violation found. Accordingly, it dismisses the applicant's claims.", "B.  Costs and expenses", "60.  The applicant claimed a total of EUR 4,150.88 for costs related to the domestic proceedings whereof EUR 2,089.41 relates to the costs of the transfer proceedings and EUR 2,061.47 to the costs incurred in other proceedings. He further claimed EUR 7,545.42 including VAT for the costs incurred in the proceedings before the Court.", "61.  The Government contested the claim as regards the costs of the domestic proceedings and submitted that the cost claim as regards the  proceedings was excessive.", "62.   According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, part of the domestic proceedings costs claimed concern other proceedings than those at issue before the Court. As regards the costs claimed for the proceedings at issue, namely the transfer proceedings, the applicant has not substantiated that specific costs were incurred in relation to the demand for a public oral hearing and the complaint that no such hearing had taken place. Consequently, the Court dismisses the applicant's respective claims.", "63.  As regards the costs and expenses incurred before the Court, the Court notes that the applicant, who was represented by counsel, did not have the benefit of legal aid. Making an assessment on an equitable basis, the Court finds it reasonable to award EUR 3,500 in this regard. This amount includes VAT.", "C.  Default interest", "64.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "", "1. Holds that Article 6 is applicable to the present proceedings;", "", "2. Holds that there has been a violation of Article 6 § 1 of the Convention in respect of the applicant's right to a hearing before the Appeals Commission;", "", "3.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,500 (three thousand five hundred euros) in respect of costs and expenses;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses the remainder of the applicant's claim for just satisfaction.", "Done in English, and notified in writing on 9 November 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tChristos Rozakis\n\tRegistrar\tPresident"]}