{"file": "ENG_CLIN_13132_87.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "13132/87", "text_paragraphs": ["Information Note on the Court’s case-law No.", "February 1992", "Barbagallo v. Italie - 13132/87", "Judgment 27.2.1992", "Article 6", "Article 6-1", "Reasonable time", "Length of civil proceedings: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries. It also covers the following judgments of 27 February 1992 against Italy: Maciariello (12284/86), Manifattura FL (12407/86), Steffano (12409/86), Ruotolo (12460/86), Vorrasi (12706/87), Cappello (12783/87), Caffè Roversi S.p.a. (12825/87) and Gana (13024/87).]", "I.\tARTICLE 6 § 1 OF THE CONVENTION (\"reasonable time\")", "A.\tPeriod to be taken into consideration", "Starting-point: institution of divorce (Maciariello) or separation proceedings (Gana), filing of an objection to enforcement proceedings (Barbagallo), or commencement of proceedings in the relevant court (the other cases).", "End: date on which the last decision became final (Ruotolo, Caffè Roversi S.p.a., Gana and Barbagallo) or latest date on which it could have become final (Maciariello and Cappello) or proceedings still pending (the other cases).", "Total duration: from a little less than four years and ten months (Maciariello) to thirteen years and ten months (Vorrasi).", "B.\tApplicable criteria", "Reasonableness of the length of proceedings: to be assessed with reference to the criteria laid down in the Court's case-law and in the light of the circumstances of the case, which in the cases under review called for an overall assessment.", "Examination in each case of various stages of the proceedings.", "Conclusion: violation (eight votes to one in the Ruotolo case and unanimously in the other cases).", "II.\tARTICLE 50 OF THE CONVENTION (in so far as the applicants filed claims)", "Pecuniary damage: no causal connection with the violation found.", "Non-pecuniary damage: sum awarded (Maciariello, Ruotolo, Cappello and Gana) or finding of a violation constituted sufficient just satisfaction (Steffano and Barbagallo, as well as Manifattura FL (in the event of there having been such damage in the latter case)).", "Costs and expenses in the domestic legal system: no causal connection with the violation found (Manifattura FL and Ruotolo).", "Costs and expenses before the Convention organs: reimbursed in full (Cappello and Barbagallo) or in part (Manifattura FL, Vorrasi, Caffè Roversi S.p.a. and Gana).", "Interest: not appropriate to require payment thereof in the circumstances (in all the cases cited in the conclusion below).", "Order to the Italian Government to lodge a deposit: Court lacked jurisdiction to order Italy to adopt such a measure (Manifattura FL).", "Conclusion: respondent State to pay, within three months, specified sums to the applicants Maciariello, Manifattura FL, Ruotolo, Vorrasi, Cappello, Caffè Roversi S.p.a., Gana and Barbagallo (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}