{"file": "ENG_CLIN_28975_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "28975/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 165", "July 2013", "Khlyustov v. Russia - 28975/05", "Judgment 11.7.2013 [Section I]", "Article 2 of Protocol No. 4", "Article 2 para. 2 of Protocol No. 4", "Freedom to leave a country", "Travel restrictions on judgment debtor: violation", "", "Facts – Between November 2003 and December 2005 the applicant was subject to a series of six-monthly bans on leaving the Russian Federation. The bans were imposed by decisions of the bailiffs’ service on the grounds that the applicant had failed to pay a judgment debt to a third party voluntarily. The applicant had requested time to pay, in view of his financial circumstances and the fact that he had two dependent children and a sick mother.", "Law – Article 2 of Protocol No. 4: The interference with the applicant’s right to leave the country had been in “accordance with law” for the purpose of Article 2 of Protocol No. 4. It had had a basis in the domestic law (the 1997 Federal Act on Enforcement Proceedings and the 1996 Federal Act on Leaving and Entering the Russian Federation), which permitted temporary restrictions on the right to leave Russia of citizens who had evaded obligations imposed on them by a court. The legislation was accessible and, although it conferred a wide discretion on the bailiffs’ service, sufficiently foreseeable. In any event, safeguards against arbitrary interference were provided by the fact that the bailiffs’ decisions were subject to judicial review. The interference had also pursued a legitimate aim, namely the protection of the rights of others. ", "As regards the question of whether the interference had been “necessary in a democratic society”, the Court reiterated that restrictions on movement imposed on account of unpaid debts were justified only so long as they furthered the aim of guaranteeing recovery of the debts in question. In particular, the domestic authorities had to ensure that the restrictions were, from the outset and throughout their duration, justified and proportionate and did not extend for long periods without regular re-examination of their justification.", "Under the domestic legislation as interpreted by the Constitutional Court, travel restrictions could not be imposed automatically for failure to pay the judgment debt, but only once it had been established that their imposition was necessary in cases where the debtor had evaded the obligations imposed on him or her by a court. The bailiffs were obliged to issue a ruling indicating the grounds for their decision. However, in the applicant’s case, the bailiffs’ decision had been based solely on the ground that the applicant had not paid the judgment debt voluntarily. They had not cited any other reason and, in particular, had not stated that he had evaded payment or explained how the travel ban might serve to collect the debt. Nor had they examined the applicant’s individual situation and other relevant circumstances of the case. The wording of the bailiffs’ successive decisions had not evolved with the passage of time. In sum, from the outset and throughout its duration, the restriction on the applicant’s freedom to leave the country had been based solely on the ground that he had not paid the judgment debt voluntarily and was extended automatically by the bailiffs’ service without any reassessment of its justification. The situation had not been rectified by the domestic courts, which when reviewing the decisions of the bailiffs’ service had not assessed the justification or proportionality of the travel restrictions.", "In conclusion, the domestic authorities had not complied with their obligation to ensure that the interference with the applicant’s right to leave his country was justified and proportionate throughout its duration.", "Conclusion: violation (unanimously). ", "Article 41: EUR 2,000 in respect of non-pecuniary damage; claim for pecuniary damage dismissed.", "(See also Ignatov v. Bulgaria, , 2 July 2009; and Gochev v. Bulgaria, , 26 November 2009, Information Note 124)", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}