{"file": "ENG_CLIN_38460_97.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "38460/97", "text_paragraphs": ["Information Note on the Court’s case-law 26", "January 2001", "Platakou v. Greece - 38460/97", "Judgment 11.1.2001 [Section II]", "Article 6", "Civil proceedings", "Article 6-1", "Access to court", "Rejection of claim without examination of substance: violation", "Fair hearing", "Equality of arms", "Suspension of time-limit during court vacation, in respect of the State but not an individual party: violation", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Peaceful enjoyment of possessions", "Clear underestimate of the value of property by the State in awarding compensation for expropriation: violation", "Facts: In December 1990 property belonging to the applicant was expropriated. In April 1993 the court of first instance provisionally assessed compensation at 30,000,000 drachmas (GRD). The applicant applied to the Court of Appeal to have the final amount of compensation determined, arguing (with the help of a 1993 estimate by the Ministry of Culture) that her property was worth GRD 120,000,000. In October 1993 the applicant’s lawyer instructed a court bailiff to serve her application on the State in accordance with the law. The statutory time-limit to be complied with by the bailiff was six months from the date of the court of first instance’s decision. The bailiff exceeded that time-limit. In parallel proceedings the State brought an action in the Court of Appeal for the final amount of compensation to be determined. Its application was served on the applicant in March 1994. The Court of Appeal declared both applications inadmissible as out of time, noting, however, that the time-limit had been suspended for the State during the judicial recess. The applicant applied to the Court of Appeal for the previous situation in the case to be restored, arguing that she should not be held liable for the bailiff’s error. She lodged an appeal on points of law with the Court of Cassation against the Court of Appeal’s judgment which had ruled her initial application inadmissible, and a concomitant application for the previous position in the case to be restored. In November 1995 the Court of Appeal adjourned its examination of the application for the previous position in the case to be restored, pending the Court of Cassation’s ruling on the applicant’s appeal. Although the Court of Cassation had mentioned in its judgment that the application for the previous position in the case to be restored should be held inadmissible, it did not deal with that point in the operative part. The Court of Appeal dismissed the applicant’s application for the previous position in the case to be restored, on the ground that her application had already been dismissed by the Court of Cassation. ", "Law: Article 6 § 1 – Dismissal of the application for a final unit price for compensation – The ruling of inadmissibility by the Court of Appeal had penalised the applicant for an error in service of her application. Under domestic law, court bailiffs were responsible for serving court documents and they were therefore liable for failure to comply with the conditions of service. The exercise of their duties could be analysed as the act of a state organ. The applicant could not therefore be held liable for an error in the service on the State of her application for a final unit price for compensation.", "Dismissal of the application for the previous position in the case to be restored – Neither the Court of Appeal nor the Court of Cassation had examined the merits of the applicant’s request for the previous position in the case to be restored and consequently the commencement of proceedings to determine the final amount of compensation for expropriation. The Court of Cassation had referred, among other things, to the lack of grounds supporting the applicant’s appeal in respect of the alleged error of the court bailiff. It appeared, however, that the applicant had indeed submitted evidence in support of her appeal. Even supposing that the applicant had not scrupulously complied with the conditions for lodging her appeal, such rigid formalism could not be allowed to affect the Court of Cassation proceedings. The Court of Appeal had not examined the applicant’s complaint either, on the ground that it had already been dismissed by the Court of Cassation, although there had been no mention of it in the operative part of the judgment. Ultimately, the applicant had applied to two courts without succeeding in having her claim examined on the merits.", "Suspension in favour of the State of the judicial time-limit during the judicial recess – If the applicant had been able to benefit from the suspension of the time-limit during the judicial recess, as had the State, her request for the determination of a final unit price for compensation would not have been considered to be out of time. The applicant had accordingly been placed in a substantially worse position than the State. In conclusion, the applicant had suffered a disproportionate infringement of her right of access to a tribunal and a substantial infringement of her right to a court. In addition, the principle of equality of arms had also been infringed.", "Conclusion: violation (unanimous).", "Article 1 of Protocol No. 1: In order to determine whether the impugned measure complied with the requirement of a fair balance and, in particular, whether it had placed a disproportionate burden on the individual, the terms of compensation provided for in domestic law had to be taken into consideration. The taking of property without payment of an amount reasonably related to the value of the property normally constituted an excessive infringement which could not be justified under this Article. In the instant case the compensation had been fixed at GRD 30,000,000, the State arguing that the applicant’s property was in a very poor condition. According to the documents submitted by the applicant, in particular an estimate by the Minister of Culture and an expert’s report dated 1993, the property appeared to be in very good condition and to be worth more than GRD 117,000,000. In a further expert’s report, dated 1999, the value of the property had been estimated at more than GRD 147,000,000. In the light of those factors, the applicant had sufficiently established that the compensation for expropriation did not bear a reasonable relation to the value of the property.", "Conclusion: violation (unanimous)", "Article 41: The Court awarded the applicant GRD 90,000,000 for pecuniary damage, GRD 3,000,000 for non-pecuniary damage and GRD 6,710,000 for costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}