{"file": "ENG_CLIN_35376_97.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "35376/97", "text_paragraphs": ["Information Note on the Court’s case-law 16", "March 2000", "Krčmář and Others v. the Czech Republic - 35376/97", "Judgment 3.3.2000 [Section III]", "Article 6", "Civil proceedings", "Article 6-1", "Fair hearing", "Non-communication to parties of evidence available to court: violation", "Facts: The company owned by the applicants' family was nationalised in 1945. In 1991 the Czech government approved a privatisation plan for the company's sale to a foreign company. The applicants, as successors in title to the original owners, brought an action for restitution under the Extrajudicial Rehabilitations Act and the Transfer of the State's Property to Other Persons Act. They claimed that there had not been a valid nationalisation under the relevant 1945 decree - in particular because the number of employees had been lower than that stated in the decree - and that the company had therefore been nationalised under a 1948 law, that is after the decisive date for restitution under the Extrajudicial Rehabilitations Act. The court dismissed their claim and their successive appeal, appeal on points of law and constitutional appeal were all rejected. The Constitutional Court based its findings in particular on documentary evidence which had not been disclosed to the parties. The evidence related to the number of employees at the relevant time.", "Law: Article 6 § 1: This provision is applicable, since the applicants had a right to claim restitution - a right which is of a pecuniary nature - and there was a serious dispute about whether they were actually entitled to restitution. In itself, the gathering of additional evidence by a court is not incompatible with the requirements of a fair hearing and it is only the fact that the evidence obtained was not communicated to the applicants that raises a problem. There was no infringement of the principle of equality of arms, since the evidence was not communicated to the other party either, but the right to adversarial proceedings means that the parties must have an opportunity not only to produce evidence in support of their claims but also to be aware of and have an opportunity to comment on all the evidence and observations submitted with a view to influencing the court's decision. The evidence in this case was clearly crucial and given its character and importance even reading it out at the hearing would not have satisfied the right to adversarial proceedings, since a party must have the opportunity to familiarise himself with the evidence, as well as to comment on its existence, contents and authenticity in an appropriate form and within an appropriate time, if need be, in a written form and in advance. The applicants should therefore have been given an opportunity to comment on the documentary evidence obtained by the Constitutional Court.", "Conclusion: violation (unanimously).", "Article 41: The Court awarded 1,350,000 korunas (CZK) to each of the applicants, in respect of all heads of damage taken together. It noted that the applicants in effect claimed compensation for the allegedly unlawful nationalisation but that this was not the complaint before the Court, which could not speculate on the outcome of the proceedings had the right to a fair hearing been respected. It nevertheless did not consider it unreasonable to regard the applicants as having suffered a loss of real opportunities. It also made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}