{"file": "ENG_CLIN_48754_11.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "48754/11", "text_paragraphs": ["Information Note on the Court’s case-law No. 170", "January 2014", "Placì v. Italy - 48754/11", "Judgment 21.1.2014 [Section II]", "Article 3", "Degrading treatment", "Positive obligations", "Absence of timely reaction by the Military to a conscript’s mental disorder: violation", "Facts – Following two medical examinations in which he was found fit for military service the applicant was conscripted in June 1994. During the subsequent months, he was subjected to various disciplinary measures, including 24 days’ confinement, for inappropriate behaviour. He was later hospitalised and diagnosed with anxiety disorder, before being discharged as unfit in April 1995. He made a claim for damages, alleging a causal link between his military service and his illness, or alternatively that his illness had not been detected by the medical examiners who had declared him fit for service. However, his claim was rejected by the Ministry of Defence in a decision that was ultimately upheld by the Supreme Administrative Court in February 2011.", "Law – Article 3: The Court was not convinced that the Italian authorities had acted negligently. Prior to his conscription, the applicant had undergone a medical examination which had found him fit for military service despite certain deficiencies. He had received a further examination upon being drafted. The applicant had not questioned the qualifications or the experience of the doctors who had made the assessments. Nor had he complained about his health or sought a second opinion. It was not, therefore, established that on the date of the applicant’s conscription the Italian authorities had substantial grounds for believing that his condition was such that he would be at real risk of proscribed treatment if he was drafted into the army.", "However, as regards subsequent events, the Court noted that while during the first six months it had not occurred to the applicant’s superiors that his repeated unruliness might be the result of psychological issues, that possibility had become blatantly apparent to a new superior within just a few days of the applicant’s transfer to another unit. It was only then that his health and well-being had been adequately secured through medical examinations and assistance. The Government had not given details of the competencies of the applicant’s superiors, including whether there was any trained personnel capable of and responsible for detecting such situations. Nor had they pointed to any practice, rules or procedures for ensuring early identification of such situations and the steps to be taken in such circumstances. It had not been shown that the applicant had had access to psychological support or at least to some kind of examination or supervision. The applicant had therefore been left to his own devices for the initial six months (following less than a month’s training), during which period he had been subjected to treatment which, although perhaps not overwhelming for a person in good health, could, and in the present case apparently did, constitute an onerous burden on anyone lacking the requisite mental strength. While it could not be ruled out that even routine duties might in certain circumstances raise an issue, in the instant case the applicant had been repeatedly punished, for a total of 29 days, in a span of six months. Again, while the punishments at issue might have been of little consequence to healthy individuals, their effects on someone like the applicant might not only be detrimental in the long run – as appeared to have been the case for the applicant – but also very disturbing, with instantaneous effects on physical or mental health lasting throughout their duration. The medical reports of 1995 had found that the applicant was suffering from “dysphoria and borderline personality disorder” and highlighted that the military service had caused him stress. Given his vulnerability, the suffering to which he had been subjected went beyond that of any regular conscript in normal military service. In the absence of any timely detection and reaction by the military, or of any framework capable of preventing such occurrences, the State had failed to ensure that the applicant performed his military service in conditions which were compatible with respect for his rights under Article 3.", "Conclusion: violation (unanimously).", "The Court also found a violation of Article 6 § 1 in account of the lack of a fair hearing before an impartial tribunal and a breach of the principle of equality of arms.", "Article 41: EUR 40,000 in respect of non-pecuniary damage; claim in respect of pecuniary damage dismissed.", "(See also Kayankin v. Russia, 24427/02, 11 February 2010; and Baklanov v. Ukraine, 44425/08, 24 October 2013)", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}