{"file": "ENG_HEJUD_33629_06.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "33629/06", "text_paragraphs": ["", "", "SECOND SECTION", "", "", "", "", "", "", "CASE OF VAJNAI v. ", "", "(Application no. 33629/06)", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "", "8 July 2008", "", "", "", "FINAL", "", "08/10/2008", "", "", "In the case of Vajnai v. ,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\t\tFrançoise Tulkens, President,\n\t\tIreneu Cabral Barreto,\n\t\tVladimiro Zagrebelsky,\n\t\tDanutė Jočienė,\n\t\tAndrás Sajó,\n\t\tNona Tsotsoria,\n\t\tIşıl Karakaş, judges,\nand Sally Dollé, Section Registrar,", "Having deliberated in private on 17 June 2008,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 33629/06) against the Republic of Hungary lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Mr Attila Vajnai \n(“the applicant”), on 15 May 2006.", "2.  The applicant was represented by Mr G. Magyar, a lawyer practising in . The Hungarian Government (“the Government”) were represented by their Agent, Mr L. Höltzl of the Ministry of Justice and Law Enforcement.", "3.  The applicant alleged that his conviction for having worn the symbol of the international workers’ movement constituted an unjustified interference with his right to freedom of expression, in breach of Article 10 of the Convention.", "4.  On 24 September 2007 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1963 and lives in . The facts of the case, as submitted by the parties, may be summarised as follows.", "6.  On 21 February 2003 the applicant, at the material time \nVice-President of the Workers’ Party (Munkáspárt) – a registered left-wing political party – was a speaker at a lawful demonstration in the centre of Budapest. The demonstration took place at the former location of a statue of Karl Marx, which had been removed by the authorities. On his jacket, the applicant wore a five-pointed red star (hereinafter “the red star”), 5 cm in diameter, as a symbol of the international workers’ movement. In application of Article 269/B § 1 of the Criminal Code, a police patrol which was present called on the applicant to remove the star, which he did.", "7.  Subsequently, criminal proceedings were instituted against the applicant for having worn a totalitarian symbol in public. He was questioned as a suspect on 10 March 2003.", "8.  On 11 March 2004 the Pest Central District Court convicted the applicant of the offence of using a totalitarian symbol. It refrained from imposing a sanction for a probationary period of one year.", "9.  The applicant appealed to the  (Fővárosi Bíróság).", "10.  On 24 June 2004 that court decided to stay the proceedings and to refer the case to the Court of Justice of the European Union (CJEU) for a preliminary ruling under Article 234 of the Treaty establishing the European Community. The reference – received at the CJEU on 28 July 2004 – concerned the interpretation of the principle of non-discrimination as a fundamental principle of Community law.", "11.  In its order for reference, the Regional Court observed that in several member States of the European Union, such as the Italian Republic, the symbol of left-wing parties is the red star or the hammer and sickle. Therefore, the question arose whether a provision in one member State of the European Union prohibiting the use of the symbols of the international labour movement on pain of criminal prosecution was discriminatory, when such a display in another member State did not give rise to any sanction.", "12.  On 6 October 2005 the CJEU declared that it had no jurisdiction to answer the question referred by the Regional Court. The relevant part of the reasoning reads as follows:", "“11.  By its question, the national court asks, essentially, whether the principle of non-discrimination, Article 6 EU, Council Directive 2000/43/EC of 29 June 2000 implementing the principle of equal treatment between persons irrespective of racial or ethnic origin (OJ L 180, p. 22) or Articles 10, 11 and 12 of the Charter of Fundamental Rights of the European Union, proclaimed on 7 December 2000 in Nice (OJ C 364, p. 1), preclude a national provision, such as Article 269/B of the Hungarian Criminal Code, which imposes sanctions on the use in public of the symbol in question in the main proceedings.", "...", "13.  By contrast, the Court has no such jurisdiction with regard to national provisions outside the scope of Community law and when the subject matter of the dispute is not connected in any way with any of the situations contemplated by the treaties (see Kremzow, paragraphs 15 and 16).", "14.  It is clear that Mr Vajnai’s situation is not connected in any way with any of the situations contemplated by the provisions of the treaties and the Hungarian provisions applied in the main proceedings are outside the scope of Community law.", "15.  In those circumstances, it must be held, on the basis of Article 92 § 1 of the Rules of Procedure, that the Court clearly has no jurisdiction to answer the question referred by the Fővárosi Bíróság.”", "13.  On 16 November 2005 the Budapest Regional Court upheld the applicant’s conviction.", "II.  RELEVANT DOMESTIC LAW", "14.  The Constitution of Hungary provides, in its relevant part, as follows:", "Article 2", "“1.  The Republic of Hungary is an independent and democratic State under the rule of law ...", "3.  No one’s activity shall aim at the violent acquisition or exercise of power or at its exclusive possession ...”", "Article 61", "“1.  In the Republic of Hungary everyone has the right to freely express his opinion, and, furthermore, to have access to and distribute information of public interest.”", "15.  The Criminal Code, as in force at the material time, provided, in so far as relevant, as follows:", "Measures (Az intézkedések)\nProbation (Próbára bocsátás)\nArticle 72", "“1.  In case of a misdemeanour (vétség) or a felony (bűntett) punishable by imprisonment of up to a maximum of three years, the court may postpone the imposition of a sentence for a probationary period if it can be presumed with good reason that the aim of the punishment may be just as well attained in this manner.”", "Article 73", "“2.  The probation shall be terminated and a punishment shall be imposed if ... the person on probation is convicted of an offence committed during the probationary period ...”", "Crimes against the State\nArticle 139 – Violent change of the constitutional order", "“1.  A person who commits an action whose direct objective is to change the constitutional order of the Republic of Hungary by means of violence or by threatening violence – in particular, using armed force – commits a felony ...”", "Crimes against public order\nArticle 269 – Incitement against a community", "“A person who incites, before a wider public, to hatred against", "(a)  the Hungarian nation, or", "(b)  a national, ethnic, racial or religious community or certain groups of the population ...", "commits a felony ...”", "Article 269/B – The use of totalitarian symbols", "“1.  A person who (a) disseminates, (b) uses in public, or (c) exhibits a swastika, an SS-badge, an arrow-cross, a symbol of the sickle and hammer or a red star, or a symbol depicting any of them, commits a misdemeanour – unless a more serious crime is committed – and shall be sentenced to a criminal fine (pénzbüntetés).", "2.  The conduct proscribed under paragraph 1 is not punishable, if it is done for the purposes of education, science, art or in order to provide information about history or contemporary events.", "3.  Paragraphs 1 and 2 do not apply to the insignia of States which are in force.”", "16.  The Code of Criminal Procedure provides as follows:", "Article 406", "“1.  Review proceedings may be instituted in favour of the defendant if:", "...", "(b)  a human rights institution set up by an international treaty has established that the conduct of the proceedings or the final decision of the court has violated a provision of an international treaty promulgated by an act, provided that the Republic of Hungary has acknowledged the jurisdiction of the international human rights organisation and that the violation can be remedied through review.”", "17.  Decision no. 14/2000 (V. 12.) of the Constitutional Court, dealing with the constitutionality of Article 269/B of the Criminal Code, contains the following passages:", "“... [N]ot only do such totalitarian symbols represent the totalitarian regimes known to and suffered by the general public, but it has from the very beginning been reflected in the legislation of the Republic of Hungary that the unlawful acts committed by such regimes should be addressed together ...", "The  has expressly confirmed in its decisions ... that no constitutional concern may be raised against the equal assessment and joint regulation of such totalitarian regimes ...", "In the decades before the democratic transformation, only the dissemination of Fascist and arrow-cross symbols had been prosecuted ... At the same time, resulting reasonably from the nature of the political regime, the use of symbols representing communist ideas had not been punished; on the contrary, they were protected by criminal law. In this respect, the Act does, indeed, eliminate the former unjustified distinction made in respect of totalitarian symbols ...", "The Convention (of the European Court of Human Rights) affords States a wide margin of appreciation in assessing what can be seen as an interference which is ‘necessary in a democratic society’ (Barfod, 1989; markt intern, 1989; Chorherr, 1993; Casado Coca, 1994; Jacubowski, 1994). ...", "In several of its early decisions, the Constitutional Court included the historical situation as a relevant factor in the scope of constitutional review ...", "In its decisions so far, the Constitutional Court has consistently assessed the historical circumstances (most often, the end of the [previous] regime) by acknowledging that such circumstances may necessitate some restriction on fundamental rights, but it has never accepted any derogation from the requirements of constitutionality on the basis of the mere fact that the political regime has been changed ...", "The  points out that even the practice of the European Court of Human Rights takes into account the specific historical past and present of the respondent State when it assesses the legitimate aim and necessity of restricting freedom of expression.", "In the case of Rekvényi v. Hungary concerning the restriction of the political activities and the freedom of political debate of police officers, the Court passed its judgment on 20 May 1999 stating that ‘the objective that the critical position of the police in society should not be compromised as a result of weakening the political neutrality of its members is an objective that can be accepted in line with democratic principles. This objective has special historical significance in Hungary due to the former totalitarian system of the country where the State relied greatly on the direct commitment of the police forces to the ruling party’ ...", "In the practice of the Constitutional Court, conduct endangering public order and offending the dignity of communities may be subject to criminal-law protection if it is not directed against an expressly defined particular person; theoretically, there is no other – less severe – tool available to achieve the desired objective than criminal sanction ...", "To be a democracy under the rule of law is closely related to maintaining and operating the constitutional order ... The Constitution is not neutral as regards values; [on the contrary,] it has its own set of values. Expressing opinions inconsistent with constitutional values is not protected by Article 61 of the Constitution ...", "The Constitution belongs to a democratic State under the rule of law and, therefore, the constitution-making power has considered democracy, pluralism and human dignity constitutional values worth protecting; at the same time, it makes unconstitutional any activity directed at the forcible acquisition or exercise of public power, or at the exclusive possession thereof (Article 2 § 3). Article 269/B orders the punishment of distributing, using in front of a large public gathering and exhibiting in public symbols that were used by political dictatorial regimes; such regimes committed unlawful acts en masse and violated fundamental human rights. All of these symbols represent the despotism of the State, symbolise negative political ideas realised throughout the history of Hungary in the twentieth century, and are expressly prohibited by Article 2 § 3 of the Constitution, which imposes upon everyone the obligation to resist such activities ...", "Using the symbols in the way prohibited by Article 269/B of the Criminal Code can cause a reasonable feeling of menace or fear based on the concrete experience of people – including their various communities – who suffered injury in the past, as such symbols represent the risk of having such inhuman acts repeated in connection with the totalitarian ideas concerned.", "In the opinion of the Constitutional Court, if – in addition to the subject thus protected by criminal law – the protection of other constitutional values cannot be achieved by other means, criminal-law protection itself is not considered to be disproportionate, provided that it is necessary to have protection against the use of such symbols. Whether or not it is necessary to have such protection in a democratic society depends on the nature of the restriction, its social and historical context, and its impact on the persons affected.", "Based on the above, in the present case, the statute under review serves the purpose of protecting other constitutional values in addition to the protected subject defined in criminal law. Such values are the democratic nature of the State under the rule of law mentioned in Article 2 § 1 of the Constitution, the prohibition defined in Article 2 § 3, as well as the requirement specified in Article 70/A of the Constitution, stating that all people shall be treated by the law as persons of equal dignity ...", "Allowing an unrestricted, open and public use of the symbols concerned would, in the present historical situation, seriously offend all persons committed to democracy who respect the human dignity of persons and thus condemn the ideologies of hatred and aggression, and would offend in particular those who were persecuted by Nazism and communism. In Hungary, the memories of both ideologies represented by the prohibited symbols, as well as the sins committed under these symbols, are still alive in the public mind and in the communities of those who have survived persecution; these things are not forgotten. The individuals who suffered severely and their relatives live among us. The use of such symbols recalls the recent past, together with the threats of that time, the inhuman sufferings, the deportations and the deadly ideologies.", "In the opinion of the Constitutional Court, it is indeed a measure with a view to the protection of democratic society – and therefore not unconstitutional – if, in the present historical situation, the State prohibits certain conduct contrary to democracy, connected to the use of the particular symbols of totalitarian regimes, their dissemination, their use in front of a large public gathering, and a public exhibition ...", "The constitutional assessment and evaluation of criminally sanctioning separate violations of the values protected by the law – namely, public order and the dignity of communities committed to the values of democracy – could possibly result in a different conclusion; however, since the use of totalitarian symbols violates both values jointly and simultaneously, there is a cumulative and synergic effect reinforced by the present-day impact of recent historical events.", "The  holds that the historical experience of  and the danger to the constitutional values threatening Hungarian society reflected in the potential publicly to demonstrate activities based on the ideologies of former regimes, convincingly, objectively and reasonably justify the prohibition of such activities and the use of the criminal law to combat them. The restriction on freedom of expression found in Article 269/B § 1 of the Criminal Code, in the light of the historical background, is considered to be a response to a pressing social need.", "According to the Constitutional Court, in the present historical situation, there is no effective legal tool other than the tools of criminal law and penal sanction (ultima ratio) against the use of the symbols specified in Article 269/B § 1; the subjects committing the crime and, in particular, the three specific types of conduct in committing the crime, require restriction for the protection of the aims represented by the constitutional values. In another country with a similar historical experience, the Criminal Code also deems it an offence, endangering the democratic State under the rule of law, to use the symbols (flags, badges, uniforms, slogans and forms of greeting) of unconstitutional organisations [Strafgesetzbuch (StGB) vom 15. Mai 1871 (RGBl. S. 127) in der Fassung der Bekanntmachung vom 13. November 1998 (BGBl. I, 3322) § 86a.] ...", "It is not prohibited by the law to produce, acquire, keep, import, export or even use such symbols provided it is not done in front of a large public gathering. There are only three specific types of conduct mentioned in the law as being contrary to the values of the democratic State under the rule of law (distribution, use in front of a large public gathering and public exhibition), because of the tendency of such conduct not only to ‘insult or cause amazement or anxiety’ to the public, but also to create express fear or menace by reflecting an identification with the detested ideologies and an intention to propagate openly such ideologies. Such conduct can offend the whole of democratic society, especially the human dignity of major groups and communities which suffered from the most severe crimes committed in the name of both ideologies represented by the prohibited symbols.", "...", "On the basis of the above, in the opinion of the Constitutional Court, the restriction specified in Article 269/B § 1 of the Criminal Code is not disproportionate to the weight of the protected objectives, while the scope and the sanction of the restriction is qualified as the least severe potential tool. Therefore, the restriction of the fundamental right defined in the given provision of the Criminal Code is in compliance with the requirement of proportionality ...”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION", "18.  The applicant complained that the fact that he had been prosecuted for having worn a red star infringed his right to freedom of expression guaranteed by Article 10 of the Convention, which reads as follows:", "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority ...", "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society ... for the prevention of disorder ... [or] ... for the protection of the ... rights of others ...”", "19.  The Government contested that argument.", "A.  Admissibility", "20.  The Government asserted that the application was incompatible ratione materiae with the provisions of the Convention, in the light of Article 17 which provides:", "“Nothing in [the] Convention may be interpreted as implying for any State, group or person any right to engage in any activity or perform any act aimed at the destruction of any of the rights and freedoms set forth herein or at their limitation to a greater extent than is provided for in the Convention.”", "21.  The Government referred to the case-law of the Convention institutions, including the Court’s decision in Garaudy v. France ((dec.), no. 65831/01, ECHR 2003-IX). They pointed out that, where the right to freedom of expression had been relied on by applicants to justify the publication of texts that infringed the very spirit of the Convention and the essential values of democracy, the European Commission of Human Rights had had recourse to Article 17 of the Convention, either directly or indirectly, in rejecting their arguments and declaring their applications inadmissible (examples included J. Glimmerveen and J. Hagenbeek v. the Netherlands, nos. 8348/78 and 8406/78 (joined), Commission decision of 11 October 1979, Decisions and Reports (DR) 18, p. 187, and Pierre Marais v. France, no. 31159/96, Commission decision of 24 June 1996, DR 86-A, p. 184.) In the Government’s view, the Court subsequently confirmed that approach (see Lehideux and Isorni v. France, 23 September 1998, §§ 47 and 53, Reports of Judgments and Decisions 1998-VII). Moreover, they pointed out that, in a case concerning Article 11 (see W.P. and Others v. Poland (dec.), no. 42264/98, ECHR 2004-VII), the Court had observed that “the general purpose of Article 17 is to prevent totalitarian groups from exploiting in their own interests the principles enunciated by the Convention”. Similar conclusions were reached in the cases of Norwood v. the United Kingdom ((dec.), no. 23131/03, ECHR 2004-XI), and Witzsch v. Germany ((dec.), no. 7485/03, 13 December 2005).", "22.  Since in the Government’s view the red star symbolises totalitarian ideas and practices directed against the Convention’s underlying values, they asserted that to wear it – being conduct disdainful of the victims of the communist regime – meant the justification of a policy aimed at the destruction of the rights and freedoms under the Convention. Although the cases cited above concerned the expression of racist and anti-Semitic ideas pertaining to the Nazi totalitarian ideology, the Government submitted that all ideologies of a totalitarian nature (including bolshevism symbolised by the red star) should be treated on an equal footing, and their expression should thus be removed from the protection of Article 10.", "23.  The applicant did not comment on this point.", "24.  The Court considers that the present application is to be distinguished from those relied on by the Government. It observes, particularly in Garaudy and Lehideux and Isorni (both cited above), that the justification of Nazi-like politics was at stake. Consequently, the finding of an abuse under Article 17 lay in the fact that Article 10 had been relied on by groups with totalitarian motives.", "25.  In the instant case, however, it has not been argued by the Government that the applicant expressed contempt for the victims of a totalitarian regime (contrast Witzsch, cited above) or belonged to a group with totalitarian ambitions. Nor do the elements contained in the case file support such a conclusion. The applicant was, at the material time, an official of a registered left-wing political party and wore the contested red star at one of its lawful demonstrations. In these circumstances, the Court cannot conclude that its display was intended to justify or propagate totalitarian oppression serving “totalitarian groups”. It was merely the symbol of lawful left-wing political movements. Unlike in the above-cited cases, the expression which was sanctioned in the instant case was unrelated to racist propaganda.", "26.  It follows that, for the Court, the application does not constitute an abuse of the right of petition for the purposes of Article 17 of the Convention. Therefore, it is not incompatible ratione materiae with the provisions of the Convention, within the meaning of Article 35 § 3 of the Convention. The Court further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  Whether there has been an interference", "27.  The applicant emphasised that the domestic courts had convicted him of the offence of using a totalitarian symbol. While it is true that for a probationary period of one year the Hungarian courts had refrained from imposing a criminal sanction, in his view it was beyond doubt that there had been an interference with his freedom of expression, since his criminal liability had been established.", "28.  The Government submitted that, even supposing that the applicant’s conviction had constituted an interference with his freedom of expression, that interference had been justified under Article 10 § 2 of the Convention.", "29.  The Court considers that the criminal sanction in question constituted an interference with the applicant’s rights enshrined in Article 10 § 1 of the Convention. Moreover, it reiterates that such an interference will infringe the Convention if it does not meet the requirements of Article 10 § 2. It should therefore be determined whether it was “prescribed by law”, whether it pursued one or more of the legitimate aims set out in that paragraph and whether it was “necessary in a democratic society” in order to achieve those aims.", "2.  “Prescribed by law”", "30.  The Government reiterated the Constitutional Court’s position according to which the restriction on the use of totalitarian symbols was prescribed by law, an Act of Parliament, which was sufficiently clear and met the requirements of foreseeability.", "31.  The Court notes that this issue has not been in dispute between the parties. It is therefore satisfied that the interference was indeed prescribed by law.", "3.  Legitimate aim", "(a)  The applicant’s arguments", "32.  The applicant stressed that almost two decades had elapsed since Hungary’s transition from a totalitarian regime to a democratic society. Hungary had become a member of the Council of Europe, the North Atlantic Treaty Organisation, the Organisation for Economic Cooperation and Development and the European Union. The country was a stable democracy, in which five multi-party general elections had been held since 1990. The left-wing party to which the applicant belonged had never been accused of attempting to overthrow the Government. It had participated in all these elections but had never passed the threshold required for gaining a seat in Parliament. The Government have not claimed that the applicant, his party or its ideology would threaten the democratic political regime of the country. In these circumstances, the legitimate aim for instituting criminal proceedings against the applicant for having displayed a red star at a political event remained unclear.", "(b)  The Government’s arguments", "33.  The Government submitted that the contested provision had been inserted into the Criminal Code because twentieth-century dictatorships had caused much suffering to the Hungarian people. The display of symbols related to dictatorships created uneasy feelings, fear or indignation in many citizens, and sometimes even violated the rights of the deceased. To wear the symbols of a one-party dictatorship in public was, in the Government’s view, tantamount to the very antithesis of the rule of law, and must be seen as a demonstration against pluralist democracy. In line with the Constitutional Court’s position in the matter, the Government contended that the measure in question pursued the legitimate aims of the prevention of disorder and the protection of the rights of others.", "(c)  The Court’s assessment", "34.  The Court considers that the interference in question can be seen as having pursued the legitimate aims of the prevention of disorder and the protection of the rights of others.", "4.  “Necessary in a democratic society”", "(a)  The applicant’s arguments", "35.  The applicant argued that there was a profound difference between Fascist and communist ideologies and that, in any event, the red star could not be exclusively associated with the “communist dictatorship”. In the international workers’ movement, the red star – sometimes understood as representing the five fingers of a worker’s hand or the five continents – had been regarded since the nineteenth century as a symbol of the fight for social justice, the liberation of workers and freedom of the people, and, generally, of socialism in a broad sense.", "36.  Moreover, in 1945 Hungary and other countries of the former Eastern bloc had been liberated from Nazi rule by Soviet soldiers wearing the red star. For many people in these countries, the red star was associated with the idea of anti-Fascism and freedom from right-wing totalitarianism. \nIt had been adopted by the progressive intelligentsia seeking to achieve the reconstruction and modernisation of  from the beginning of the twentieth century.", "37.  The applicant conceded that, before the transition to democracy in central and eastern Europe, serious crimes had been committed by the security forces of totalitarian regimes, whose official symbols included the red star. These violations of human rights could not, however, discredit the ideology of communism as such, let alone challenge the political values symbolised by the red star.", "38.  The applicant drew attention to the fact that, unlike Fascist propaganda (see, inter alia, Article 4 of the 1947 Paris Treaty of Peace with Hungary – volume 41, p. 135), the promotion of communism had not been outlawed by instruments of international law. The red star was understood to represent various left-wing ideas and movements, and could be freely displayed in most European states. In fact, Hungary was the only  in which its public display was a criminal offence.", "39.  Finally, the applicant stressed that the Government had not demonstrated the existence of a “pressing social need” requiring a general ban on the public display of this symbol. In his view, it was unlikely that the stability of Hungary’s pluralistic democracy could be undermined by his using a political logo in order to express an ideological affiliation and political identity. On the contrary, the general ban on using the red star as a political symbol undermined pluralism by preventing him and other \nleft-wing politicians from freely expressing their political views.", "(b)  The Government’s arguments", "40.  The Government submitted that in Hungary the red star was not only the symbol of the international workers’ movement, as alleged by the applicant. Recent history in  had altered its meaning to symbolise a totalitarian regime characterised by ideologies and practices which had justified mass violations of human rights and the violent seizure of power. To wear this symbol in public amounted to identification with, and the intention to propagate, the ideologies of a totalitarian nature which characterised communist dictatorships.", "41.  The Government drew attention to the Constitutional Court’s findings that the restriction at issue, having regard to the historical experience of Hungarian society, had been a response to a “pressing social need” in pursuit of the legitimate aims of the prevention of disorder and the protection of the rights of others. That court had been satisfied that these aims could not have been achieved by less severe means than those of the criminal law. Moreover, it had found that the restriction had been proportionate to the aims pursued since it had been limited in scope, extending only to some well-defined forms of the public use of such symbols, which entailed identification with, and the intention to propagate, the totalitarian ideologies represented by them. It had been satisfied that the use of such symbols for scientific, artistic, educational or informational purposes was not prohibited.", "42.  The Government also submitted that the offence in question was qualified not as a felony (bűntett) but only as a misdemeanour (vétség), punishable with a criminal fine (pénzbüntetés) which was the least severe sanction in Hungarian criminal law. Moreover, the applicant had been put on probation, which was not a punishment (büntetés) but a “measure” (intézkedés).", "(c)  The Court’s assessment", "(i)  General principles", "43.  The test of “necessity in a democratic society” requires the Court to determine whether the interference complained of corresponded to a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10 of the Convention (see, among many other authorities, Perna v. Italy [GC], no. 48898/99, § 39, ECHR 2003-V, and Association Ekin v. France, no. 39288/98, § 56, ECHR 2001-VIII).", "44.  The Court’s task in exercising its supervisory function is not to take the place of the competent domestic courts but rather to review under Article 10 the decisions they have taken pursuant to their power of appreciation (see Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I).", "45.  In particular, the Court must determine whether the reasons adduced by the national authorities to justify the interference were “relevant and sufficient”, and whether the measure taken was “proportionate to the legitimate aims pursued” (see Chauvy and Others v. France, no. 64915/01, § 70, ECHR 2004-VI). In doing so, the Court has to satisfy itself that the national authorities, basing themselves on an acceptable assessment of the relevant facts, applied standards which were in conformity with the principles embodied in Article 10 (see, among many other authorities, Zana v. Turkey, 25 November 1997, § 51, Reports 1997-VII).", "46.  The Court further reiterates that freedom of expression, as secured in Article 10 § 1 of the Convention, constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and for each individual’s self-fulfilment. Subject to Article 10 § 2, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those which offend, shock or disturb; such are the demands of pluralism, tolerance and broad-mindedness, without which there is no “democratic society” (see, among many other authorities, Oberschlick v. Austria (no. 1), 23 May 1991, § 57, Series A no. 204, and Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 43, ECHR 1999-VIII). Although freedom of expression may be subject to exceptions, they “must be narrowly interpreted” and “the necessity for any restrictions must be convincingly established” (see, for instance, Observer and Guardian v. the United Kingdom, 26 November 1991, § 59, Series A no. 216).", "47.  Furthermore, the Court stresses that there is little scope under Article 10 § 2 of the Convention for restrictions on political speech or on the debate of questions of public interest (see Feldek v. Slovakia, no. 29032/95, § 74, ECHR 2001-VIII, and Sürek v.  (no. 1) [GC], no. 26682/95, § 61, ECHR 1999-IV). In the instant case, the applicant’s decision to wear a red star in public must be regarded as his way of expressing his political views. The display of vestimentary symbols falls within the ambit of Article 10.", "(ii)  Application of these principles to the present case", "48.  At the outset, the Court reiterates the case of Rekvényi v. Hungary ([GC], no. 25390/94, §§ 44-50, ECHR 1999-III), which concerned, as a matter of freedom of expression, a restriction on certain political rights of Hungarian police officers. In that case, those restrictions were found to be compatible with Article 10 of the Convention, essentially on the grounds that they concerned members of the armed forces who – in the specific circumstances of transition to democracy – were to play a crucial rule in sustaining pluralism, but could equally undermine it if they lost their neutrality. The Court held that the interference in question fell within the national authorities’ margin of appreciation, especially in the light of the Hungarian historical experience underlying the restriction at issue.", "49.  However, the Court finds that the circumstances of the present application are to be distinguished from that case in at least two respects. Firstly, Mr Vajnai was a politician not participating in the exercise of powers conferred by public law, while Mr Rekvényi had been a police officer. Secondly, almost two decades have elapsed since Hungary’s transition to pluralism and the country has proved to be a stable democracy (see, in this connection, Sidabras and Džiautas v. Lithuania, nos. 55480/00 and 59330/00, § 49, ECHR 2004-VIII, and Rainys and Gasparavičius v. Lithuania, nos. 70665/01 and 74345/01, § 36, 7 April 2005). Hungary has become a member State of the European Union, after its full integration into the value system of the Council of Europe and the Convention. Moreover, there is no evidence to suggest that there is a real and present danger of any political movement or party restoring the communist dictatorship. The Government have not shown the existence of such a threat prior to the enactment of the ban in question.", "50.  The Court further notes the Constitutional Court’s argument relied on by the Government concerning the broad scope of the margin of appreciation which States enjoy in this field. However, it must be emphasised that none of the cases cited by the Constitutional Court (Barfod v. Denmark, 22 February 1989, Series A no. 149; markt intern Verlag GmbH and Klaus Beermann v. Germany, 20 November 1989, Series A no. 165; Chorherr v. Austria, 25 August 1993, Series A no. 266B; Casado Coca v. Spain, 24 February 1994, Series A no. 285A; and Jacubowski v. Germany, 23 June 1994, Series A no. 291A) dealt with the particular question of the extent of State discretion in restricting the freedom of expression of politicians.", "51.  In the Court’s view, when freedom of expression is exercised as political speech – as in the present case – limitations are justified only in so far as there exists a clear, pressing and specific social need. Consequently, utmost care must be observed in applying any restrictions, especially when the case involves symbols which have multiple meanings. In such situations, the Court perceives a risk that a blanket ban on such symbols may also restrict their use in contexts in which no restriction would be justified.", "52.  The Court is mindful of the fact that the well-known mass violations of human rights committed under communism discredited the symbolic value of the red star. However, in the Court’s view, it cannot be understood as representing exclusively communist totalitarian rule, as the Government have implicitly conceded (see paragraph 40 above). It is clear that this star also still symbolises the international workers’ movement, struggling for a fairer society, as well certain lawful political parties active in different member States.", "53.  Moreover, the Court notes that the Government have not shown that wearing the red star exclusively means an identification with totalitarian ideas, especially when seen in the light of the fact that the applicant did so at a lawfully organised, peaceful demonstration in his capacity as the vice-president of a registered left-wing political party, with no known intention of participating in Hungarian political life in defiance of the rule of law. In this connection, the Court emphasises that it is only by a careful examination of the context in which the offending words appear that one can draw a meaningful distinction between shocking and offensive language which is protected by Article 10 of the Convention and that which forfeits its right to tolerance in a democratic society.", "54.  The Court therefore considers that the ban in question is too broad in view of the multiple meanings of the red star. The ban can encompass activities and ideas which clearly belong to those protected by Article 10, and there is no satisfactory way to sever the different meanings of the incriminated symbol. Indeed, the relevant Hungarian law does not attempt to do so. Moreover, even if such distinctions had existed, uncertainties might have arisen entailing a chilling effect on freedom of expression and self-censorship.", "55.  As regards the aim of preventing disorder, the Court observes that the Government have not referred to any instance where an actual or even remote danger of disorder triggered by the public display of the red star had arisen in . In the Court’s view, the containment of a mere speculative danger, as a preventive measure for the protection of democracy, cannot be seen as a “pressing social need”. In any event, apart from the ban in question, there are a number of offences sanctioned by Hungarian law which aim to suppress public disturbances even if they were to be provoked by the use of the red star (see paragraph 15 above).", "56.  As to the link between the prohibition of the red star and its offensive, underlying, totalitarian ideology, the Court stresses that the potential propagation of that ideology, obnoxious as it may be, cannot be the sole reason to limit it by way of a criminal sanction. A symbol which may have several meanings in the context of the present case, where it was displayed by a leader of a registered political party with no known totalitarian ambitions, cannot be equated with dangerous propaganda. However, Article 269/B of the Hungarian Criminal Code does not require proof that the actual display amounted to totalitarian propaganda. Instead, the mere display is irrefutably considered to do so unless it serves scientific, artistic, informational or educational purposes (see paragraph 41 above in fine). For the Court, this indiscriminate feature of the prohibition corroborates the finding that it is unacceptably broad.", "57.  The Court is of course aware that the systematic terror applied to consolidate communist rule in several countries, including Hungary, remains a serious scar in the mind and heart of Europe. It accepts that the display of a symbol which was ubiquitous during the reign of those regimes may create uneasiness among past victims and their relatives, who may rightly find such displays disrespectful. It nevertheless considers that such sentiments, however understandable, cannot alone set the limits of freedom of expression. Given the well-known assurances which the Republic of Hungary provided legally, morally and materially to the victims of communism, such emotions cannot be regarded as rational fears. In the Court’s view, a legal system which applies restrictions on human rights in order to satisfy the dictates of public feeling – real or imaginary – cannot be regarded as meeting the pressing social needs recognised in a democratic society, since that society must remain reasonable in its judgement. To hold otherwise would mean that freedom of speech and opinion is subjected to the heckler’s veto.", "58.  The foregoing considerations are sufficient to enable the Court to conclude that the applicant’s conviction for the mere fact that he had worn a red star cannot be considered to have responded to a “pressing social need”. Furthermore, the measure with which his conduct was sanctioned, although relatively light, belongs to the criminal-law sphere, entailing the most serious consequences. The Court does not consider that the sanction was proportionate to the legitimate aim pursued. It follows that the interference with the applicant’s freedom of expression cannot be justified under Article 10 § 2 of the Convention.", "There has accordingly been a violation of Article 10 of the Convention.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "59.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "60.  The applicant claimed 10,000 euros (EUR) in respect of \nnon-pecuniary damage for the loss of reputation resulting from the judgment against him.", "61.  The Government were of the view that the finding of a violation would, in itself, provide sufficient just satisfaction for the applicant, given the possibility under domestic law to request the revision of a final criminal judgment after such a finding.", "62.  The Court considers that the finding of a violation constitutes sufficient just satisfaction for any non-pecuniary damage which the applicant may have suffered.", "B.  Costs and expenses", "63.  The applicant also claimed EUR 2,000, plus 20% value-added tax, for the legal fees incurred before the Court. This figure corresponded to 10 hours’ legal work, charged at an hourly rate of EUR 200, including 3 hours of client consultations, 2 hours to study the file, 2 hours for the legal analysis and 3 hours for drafting submissions.", "64.  The Government contested this claim.", "65.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court awards the entire amount claimed.", "C.  Default interest", "66.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the application admissible;", "", "2.  Holds that there has been a violation of Article 10 of the Convention;", "", "3.  Holds that the finding of a violation constitutes sufficient just satisfaction for any non-pecuniary damage which the applicant may have suffered;", "", "4.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses, to be converted into Hungarian forints at the rate applicable at the date of the settlement;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 8 July 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "Sally Dollé\t\t  Françoise Tulkens\n Registrar\t\t  President"]}