{"file": "ENG_CLIN_12945_87.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "12945/87", "text_paragraphs": ["Information Note on the Court’s case-law No.", "December 1992", "Hadjianastassiou v. Greece - 12945/87", "Judgment 16.12.1992", "Article 6", "Article 6-3-b", "Adequate facilities", "Adequate time", "Obstacles to substantiating an appeal on points of law as a result of the lack of reasons in the Courts-Martial Appeal Court's judgment and the shortness of the time-limit for appealing: violation", "Article 10", "Conviction of an officer by the military courts for having disclosed information of minor importance, but classified as secret: no violation", "I.\tARTICLE 6 §§ 1 AND 3 (B) OF THE CONVENTION", "Pending the adoption of a special law, the Court of Cassation can review the proper application of the criminal law by the military courts only through the questions put by the presidents of those courts and the replies given by their colleagues, from which reasoning is to be elicited.", "Contracting States enjoy considerable freedom in choice of appropriate means to ensure that their judicial systems comply with the requirements of Article 6 - courts must, however, indicate with sufficient clarity the grounds on which they based their decision.", "In this instance judgment read out by President of the Courts-Martial Appeal Court contained no mention of the questions as they appeared in record of hearing and was not based on entirely the same grounds as decision of Permanent Air Force Court - applicant's appeal on points of law founded on what he had heard or gathered during the hearing - according to a consistent line of cases he was barred from expanding upon his appeal by making additional submissions.", "Conclusion: violation (unanimously).", "II.\tARTICLE 10 OF THE CONVENTION", "Military personnel not excluded from the protection afforded by Article 10.", "Interference constituted by sentence imposed by Permanent Air Force Court, then reduced by the Courts-Martial Appeal Court.", "A.\t\"Prescribed by law\"", "Interpretation and application by Courts-Martial Appeal Court of Articles 97 and 98 of the Military Criminal Code not incompatible with wording of those provisions.", "B.\tLegitimate aim", "Protection of national security.", "C.\t\"Necessary in a democratic society\"", "Disclosure of State's interest in a given weapon and that of corresponding technical knowledge capable of causing considerable damage to national security.", "Specific \"duties\" and \"responsibilities\" incumbent on members of armed forces - applicant bound by obligation of discretion in relation to anything concerning performance of his duties.", "In their decision the military courts did not overstep the margin of appreciation which is to be left to domestic authorities in matters of national security.", "Conclusion: no violation (unanimously).", "III.\tARTICLE 50 OF THE CONVENTION", "Costs and expenses (before the Court of Cassation and the Convention organs): reimbursement ordered.", "Conclusion: respondent State to pay specified sum to the applicant (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}