{"file": "ENG_CLIN_38816_07.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "38816/07", "text_paragraphs": ["Information Note on the Court’s case-law No. 132", "July 2010", "Dadouch v. Malta - 38816/07", "Judgment 20.7.2010 [Section IV]", "Article 8", "Article 8-1", "Respect for family life", "Respect for private life", "Prolonged failure to register marriage concluded abroad: violation", "", "Facts – In 2003 the applicant, who had acquired Maltese citizenship through a previous marriage, married a Russian national in Moscow. Several days later, he applied to the public registry office to have his marriage registered in Malta. The registry officials requested that, in addition to his Maltese identity card and passport, he also provide a letter from the competent authority proving his Maltese nationality, which that authority refused to issue. At a later stage, the Maltese authorities also challenged the authenticity of his Russian certificate of marriage. The applicant then brought court proceedings, which were ultimately dismissed, the domestic courts having found no violation of his Convention rights. The applicant’s marriage was finally registered in November 2006, on the basis of the same documents he had originally submitted to the registry office.", "Law – Article 8: Even though Article 8 could not be interpreted as imposing on a State a general obligation to respect the choice of residence of married couples, a refusal to register a marriage might have consequences going beyond immigration and affect the private or family life of both nationals and foreigners. The parties in the applicant’s case disagreed as to the effects of marriage registration. Whereas the domestic law clearly stated that the absence of registration was irrelevant to the existence of a marriage, the practical repercussions such an act might have could not be ignored. The absence of a document from the public registry made certain requests, such as applications for social or tax benefits, lengthier and more complex, if at all possible. The State’s acknowledgment of a person’s marital status inevitably formed a part of an individual’s personal and social identity, and the registration of a marriage – being a form of recognition of such status – thus inevitably concerned one’s private and family life. The substantive delay in the registration of the applicant’s marriage amounting to over twenty-eight months constituted an interference with his rights guaranteed under Article 8. The reason for the delay, as acknowledged by the Constitutional Court, was interdepartmental lethargy. Any further verification of the marriage act itself with the relevant embassy could have been done in a timelier manner. Further delays had been caused by the authorities’ insistence on the applicant providing them with a letter of citizenship, despite the fact that he had already offered them his passport, which in the Court’s view provided a rebuttable presumption that he indeed was a Maltese citizen. In conclusion, the Court found that the denial of registration of the applicant’s marriage for a prolonged period of time had been a disproportionate interference with his Article 8 rights.", "Conclusion: violation (unanimously).", "Article 41: EUR 3,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}