{"file": "ENG_CLIN_33773_11.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "33773/11", "text_paragraphs": ["Information Note on the Court’s case-law No. 170", "January 2014", "Zhou v. Italy - 33773/11", "Judgment 21.1.2014 [Section II]", "Article 8", "Article 8-1", "Respect for family life", "Full adoption order owing to mother’s partial incapacity and lack of statutory power to make simple adoption order: violation", "Facts – In October 2004 the applicant was placed in a welfare housing facility with her son, then aged one month. In agreement with the social services, her son was placed with a foster family during the day. Three months later, however, this family was no longer prepared to accept the child. The applicant decided to entrust the child to a neighbouring couple while she went to work. The social services, which did not accept her choice of caregiver, informed the public prosecutor at the children’s court about the applicant’s situation. At the end of 2007 the prosecutor asked the court to open adoption proceedings in respect of the child, as the mother was not in a position to look after him. He was placed with a foster family and the applicant was granted visiting rights. Those visiting rights were suspended in 2008 on the advice of a psychologist, who concluded that the child was very disturbed after meetings with the applicant and that, since he had not formed a bond with her, the meetings were “inappropriate and disruptive” for him. The applicant appealed and in 2009 the court of appeal held that the suspensive measure ought to be lifted. In April 2010, taking into consideration the results of the court-appointed experts’ report, the children’s court held it necessary to declare the child eligible for adoption, on the grounds that the applicant was not capable of exercising her parental role and fostering the development of his personality, and that she was “psychologically traumatising for his development”. An appeal by the applicant against that decision, requesting simple rather than full adoption, was unsuccessful.", "Law – Article 8: The national authorities had not made sufficient efforts to facilitate contact between the child and the applicant. The latter, with the child’s guardian, had requested a simple adoption procedure, so that she could maintain the bond with her son. She relied on several previous decisions in which, by interpreting the relevant legislation widely, the children’s court had in certain cases where there had been no abandonment of the child made an adoption order that permitted the adopted child to maintain a link with his or her biological family.", "The decision to take the applicant’s child into care had been ordered on the ground that she was incapable of fostering the development of his personality and that she was psychologically disruptive to him. However, the reports by the court-appointed experts indicated that while the applicant was admittedly incapable of exercising her role, her conduct was not harmful to the child.", "The Court questioned the adequacy of the evidence relied on by the authorities in concluding that the child’s living conditions compromised his healthy and balanced development. The authorities ought to have taken tangible measures to enable the child to live with his mother before placing him in care and beginning an adoption procedure. The Court was not convinced that the child’s best interests required a full adoption. Moreover, the role of the social welfare authorities was in fact to assist persons experiencing difficulties, to guide them in their actions and to provide advice on the various possibilities for overcoming their difficulties. In the case of vulnerable individuals, the authorities were required to demonstrate particular care and provide heightened protection.", "The paramount need to preserve, in so far as possible, the family ties between the applicant, who was in a vulnerable situation, and her son, had not been duly considered. The judicial authorities had merely assessed the difficulties, which could have been overcome through targeted support from the social welfare services. The applicant had had no opportunity to re-establish a relationship with her son: in reality, the experts had not examined the real possibilities for an improvement in the applicant’s ability to look after her son, bearing in mind also her health. Furthermore, the Government had provided no convincing explanation which could justify the severing of the maternal affiliation between the applicant and her son.", "The courts’ refusal to order simple adoption resulted from the fact that Italian legislation did not have provisions allowing for this type of adoption; however, certain Italian courts, through a broad interpretation of the relevant legal provisions, had allowed for simple adoption in certain cases where the child had not been abandoned.", "Regard being had to these considerations and notwithstanding the respondent State’s margin of appreciation in the matter, the Italian authorities had not fulfilled their obligations before envisaging the severing of family ties, and had not made appropriate or sufficient efforts to ensure respect for the applicant’s right to live with her child, thus breaching her right to respect for her private life, guaranteed by Article 8.", "Conclusion: violation (unanimously).", "Article 41: EUR 40,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}