{"file": "ENG_CLIN_77193_01.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "77193/01", "text_paragraphs": ["Information Note on the Court’s case-law No. 97", "May 2007", "Dragotoniu and Militaru-Pidhorni v. Romania - 77193/01", "Judgment 24.5.2007 [Section III]", "Article 7", "Article 7-1", "Nullum crimen sine lege", "Private-sector employees convicted of accepting bribes when under the wording of the Criminal Code at the material time the offence could only be committed by a public servant or a person working for a State-owned company: violation", "", "Facts:The two applicants, employees of a privately owned commercial bank, were placed in detention on remand. The County Court established that they had each received a car in exchange for favours to the donor which were incompatible with their professional obligations. They had issued two bank guarantees in the donor’s favour when he did not have the necessary funds. They were convicted under the Criminal Code of accepting bribes. The applicants and the prosecution appealed. The applicants claimed, inter alia, that the offences had not been offences under domestic law at the material time. Accepting bribes was an offence at the time only if committed by a public servant or a person working for a State-owned company, whereas they had been employees of a private bank. They agreed that on the date of delivery of the judgment the offences were punishable under criminal law, but the law had not been changed until one year after the offences had been committed. The Court of Appeal allowed the prosecution’s appeal and upheld the applicants’ conviction. While acknowledging that accepting bribes was an offence under the Criminal Code only if committed by a public servant or a person working for a State-owned company, it held that in view of the Criminal Code and considering the purpose of the law, accepting bribes was also an offence when committed by employees of private firms, even prior to the enactment of the new law. The purpose of the law was to punish any person with professional obligations towards a legal entity who disregarded those obligations in their dealings with others. The Supreme Court upheld the Court of Appeal’s decision.", "Law: The Supreme Court could not be accused of retroactive application of the criminal law as it had expressly stated that it had applied the law in force at the material time. However, it had never previously been explicitly established that the accepting of bribes by employees of privately owned commercial firms was a criminal offence. Even though the applicants were in a profession where they could seek legal advice, it would have been difficult, if not impossible, for them to foresee the Supreme Court’s departure from precedent and thus to know, at the time when they committed them, that their acts might give rise to criminal sanctions. The Court of Appeal had deliberately applied criminal law in an extensive manner. It had simply ascertained that the applicants satisfied all the requisite conditions to be considered as the perpetrators of the offence. Prior to the entry into force of the new law, the relevant sections of the Criminal Code in force at the material time had not indicated that banks might be amongst the organisations covered by the Criminal Code. Only persons working in public organisations could be tried for corruption, not those who worked for private commercial firms.", "Conclusion: violation (unanimously)", "Article 41 – EUR 3,000 to each applicant for non-material damages.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}