{"file": "ENG_CLIN_30255_09.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "30255/09", "text_paragraphs": ["Information Note on the Court’s case-law No. 170", "January 2014", "Bittó and Others v. Slovakia - 30255/09", "Judgment 28.1.2014 [Section III]", "Article 1 of Protocol No. 1", "Article 1 para. 2 of Protocol No. 1", "Control of the use of property", "Rent-control scheme imposing low levels of rent on landlords: violation", "Article 46", "Article 46-2", "Execution of judgment", "Measures of a general character", "Respondent State required to introduce compensatory remedy to provide effective relief for breach of property rights of rent-controlled flat owners", "Facts – The applicants were 21 owners or co-owners of residential buildings in Bratislava and Trnava to which a rent-control scheme applied pursuant to the Price Act 1996 and other relevant legislation. As a consequence, they were prevented from freely negotiating levels of rent for their flats and the termination of the lease of their flats was conditional on providing the tenants with adequate alternative accommodation. The Government had dealt with the issue of rent control on several occasions. For example, Law no. 260/2011 had re-defined the conditions of implementation of the rent-control scheme and set limits on its maximum duration. In their application to the Court, the applicants complained that the rent to which they were entitled for letting their properties did not cover the costs of their maintenance and was disproportionately low compared with similar flats to which the rent-control scheme did not apply.", "Law – Article 1 of Protocol No. 1: The legislation governing the rent control-scheme amounted to a lawful interference with the applicants’ rights which pursued a legitimate social-policy aim. The control of use of the applicants’ properties had therefore been “in accordance with the general interest” as required by the second paragraph of Article 1 of Protocol No. 1. As to the proportionality of the interference, the Court first observed that, in the context in which the rent control-scheme had been introduced, the decision as to how best to reconcile the competing interests at stake involved complex social, economic and political issues which domestic authorities were best placed to know and assess. In this regard, although both governmental policy and legislative amendments planned to gradually increase the maximum rent chargeable and, at a later stage, set a framework and time-limit for its termination, it nevertheless appeared that the rental market in the respondent State remained underdeveloped and that there had been shortcomings in pursuing the proclaimed policy. As for the actual impact of the rent-control scheme, the only information available to the Court in this respect concerned the difference between the maximum rent permissible under the scheme and the market rental value of the flats. That information indicated that, despite several increases after 2000, the amount of controlled rent which the applicants were entitled to charge remained considerably lower than the rent for similar housing in respect of which the rent control scheme did not apply. The interests of the applicants, “including their entitlement to derive profit from their property”, had therefore not been met. In this context, the legitimate interests of the community called for a fair distribution of the social and financial burden involved in the transformation and reform of the country’s housing supply. This burden could not be placed on one particular social group, however important the interests of the other group or the community as a whole might be. In the light of these considerations, the Court concluded that the Slovak authorities had failed to strike the requisite fair balance between the general interests of the community and the protection of the applicants’ right of property.", "Conclusion: violation (unanimously).", "Article 41: reserved.", "Article 46: The Court’ noted that, whilst the respondent State had taken measures with a view to gradually improving the situation of landlords, the measures provided for a complete elimination of the effects on rent-controlled flat owners only from 2017 and did not address the situation existing prior to their adoption. The Court therefore invited the respondent State to introduce, as soon as possible, a specific and clearly regulated compensatory remedy in order to provide genuine effective relief for the breach found.", "(See also Hutten-Czapska v. Poland [GC], 35014/97, 19 June 2006, ; Edwards v. Malta, 17647/04, 24 October 2006; and Nobel and Others v. the Netherlands (dec.), 27126/11, 2 July 2013)", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}