{"file": "ENG_CLIN_4479_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "4479/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 137", "January 2011", "Mikolajová v. Slovakia - 4479/03", "Judgment 18.1.2011 [Section IV]", "Article 8", "Article 8-1", "Respect for private life", "Disclosure of police decision stating that the applicant had committed an offence, even though no criminal proceedings were ever brought: violation", "", "Facts – In 2000 the applicant’s husband filed a criminal complaint with the police alleging that the applicant had beaten and wounded him. Several days later, the police dropped the case because the applicant’s husband did not agree to criminal proceedings being brought against her. In their decision, which was never served on the applicant, the police stated that their investigation had established that the applicant had committed the criminal offence of inflicting bodily injury. A year and a half later, relying on the police decision, an insurance company wrote to the applicant requesting her to reimburse the costs of her husband’s medical treatment. The applicant protested to the police about their decision and filed a constitutional complaint alleging the violation of her rights, but to no avail.", "Law – Article 8: Given the gravity of the conclusion contained in the police decision, namely that the applicant was guilty of a violent criminal offence, coupled with its disclosure to the insurance company, the Court considered that there had been an interference with the applicant’s rights protected by Article 8. The police decision had been formulated as a statement of fact thus indicating that the police considered the applicant guilty of the alleged offence. Even though she had never been charged with a criminal offence, the applicant was nonetheless placed on record as a criminal offender possibly for an indefinite period, which must have caused damage to her reputation. Moreover, the Court could not but note the lack of any procedural safeguards in that the applicant had no available recourse to obtain a subsequent retraction or clarification of the impugned police decision. The domestic authorities had thus failed to strike a fair balance between the applicant’s Article 8 rights and any interests relied on by the Government to justify the terms of the police decision and its disclosure to a third party.", "Conclusion: violation (unanimously).", "Article 41: EUR 1,500 in respect of non-pecuniary damage", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}