{"file": "ENG_CLIN_29920_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "29920/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 176", "July 2014", "Gerasimov and Others v. Russia - 29920/05, 3553/06, 18876/10 et al.", "Judgment 1.7.2014 [Section I]", "Article 37", "Special circumstances requiring further examination\t", "", "Unilateral declarations in individual cases not addressing systemic problem: request to strike out rejected", "Article 46", "Pilot judgment", "General measures", "Respondent State required to provide effective domestic remedies in cases of non-enforcement or delayed enforcement of judgments imposing obligations in kind", "Facts – The applicants are all Russian nationals living in various regions of the Russian Federation. They obtained binding judicial decisions ordering the State authorities to provide them with housing or various services in kind, but the enforcement of those judgments was considerably delayed. Some of the judgments remain unenforced. In the proceedings before the European Court, in all but two cases the Government submitted unilateral declarations acknowledging the lengthy enforcement of the judgments in the applicants’ favour and offering them monetary compensation.", "Law – Article 37: The unilateral declarations submitted by the Government had ignored a key aspect of the case – the right to an effective domestic remedy – which had been explicitly raised by the Court in respect of all the applications when they were communicated to the Government.", "The Court had also raised a question of principle as to the existence of a systemic problem arising both from delayed enforcement of domestic judgments imposing obligations in kind on the State authorities and the lack of domestic remedies in respect of such delays and a pilot judgment procedure had accordingly been set in motion. The Government’s declarations did not contain any undertaking to address this crucial issue under the Convention, although it still affected a very large group of people in Russia, including the applicants. While the material before the Court revealed certain initiatives seeking to rectify the situation, they did not in any way engage the Government vis-à-vis either the Court or the applicants. The acceptance of the Government’s request to strike the present “pilot” applications out of the Court’s list would leave the current situation unchanged without any guarantee that a genuine solution would be found in the near future.", "Conclusion: requests to strike out rejected (unanimously).", "Article 13: The Court had already concluded in previous judgments that there was no effective domestic remedy in Russian law, either preventive or compensatory, allowing for adequate and sufficient redress in the event of prolonged non-enforcement of judicial decisions against the State authorities. That had also been the rationale behind two legislative proposals which had been tabled before and after the Burdov pilot judgment with a view to setting up a special judicial compensatory mechanism to ensure adequate redress for such repetitive violations at the domestic level.", "The Government had opted for radically restricting the scope of the Compensation Act to judgments awarding monetary payments against the State. As a result, the effective domestic remedy set up by the Compensation Act was not available to the applicants in the present cases. The Court found no tangible element in the Government’s submissions to overrule the widely shared view that those remedies were ineffective in the applicants’ cases. The Government had not pointed to any major development in the domestic case-law demonstrating the contrary. The Court found it beyond any dispute that the Compensation Act was not applicable to the present applications, all of which concerned judgments ordering the authorities to provide housing or comply with other obligations in kind. The applicants had thus had no effective remedy available at the domestic level in respect of their arguable complaints.", "Conclusion: violation (unanimously).", "The Court also held, unanimously, that there had been violations of Article 6 on account of the delays in enforcement of the binding judgments in the applicants’ favour and of Article 1 of Protocol No. 1 of the Convention in respect of six of the applicants on account of an unjustified interference with their right to peaceful enjoyment of their possessions.", "Article 46", "(a)  General measures – The Court’s findings in respect of domestic remedies revealed essentially a legal problem that lent itself to resolution through an amendment of the domestic legislation. The Court considered that its findings imposed on the respondent State a legal obligation to set up, within one year of the date on which the judgment became final, an effective domestic remedy or combination of such remedies accessible to all persons in the applicants’ position.", "(b)  Redress to be granted in similar cases – Proceedings on all new applications lodged after the delivery of the present judgment and concerning the non-enforcement or delayed enforcement of domestic judgments imposing obligations in kind on the State authorities would be adjourned for a maximum period of two years.", "As regards applications lodged before delivery of the present judgment, the respondent State was required to grant redress within two years provided the applications had been or would be communicated to the Government. In the Court’s view, such redress could be achieved through implementation proprio motu by the authorities of an effective domestic remedy or through ad hoc solutions such as friendly settlements or unilateral remedial offers in line with the Convention requirements. These cases were adjourned in the meantime.", "Article 41: Awards ranging from EUR 900 to EUR 9,000 in respect of non-pecuniary damage.", "(See Burdov v. Russia (no. 2), 33509/04, 15 January 2009, )", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}