{"file": "ENG_CLIN_24348_94.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "24348/94", "text_paragraphs": ["Information Note on the Court’s case-law No.", "November 1997", "Grigoriades v. Greece - 24348/94", "Judgment 25.11.1997 [GC]", "Article 10", "Article 10-1", "Freedom of expression", "Conviction of an officer of the crime of insult to the army: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 10 OF THE CONVENTION", "A.\tWhether there was an “interference” with the applicant’s rights under article 10", "It was not disputed that the applicant’s conviction and sentence consituted an “interference” with his right to freedom of expression.", "B.\tWhether the interference was “prescribed by law”", "Article 74 of the Military Criminal Code was sufficiently precise – it ought to have been clear to the applicant that he risked incurring a criminal sanction – interference was “prescribed by law”.", "C.\tWhether the interference pursued a legitimate aim", "An effective military defence requires the maintenance of an appropriate measure of discipline in the armed forces – interference pursued at any rate the legitimate aims of protecting national SECURITY AND PUBLIC SAFETY.", "D.\tWhether the interference was “necessary in a democratic society”", "Principles emerging from the Court’s case-law reiterated.", "Article 10 applies to military personnel as to all other persons within the jurisdiction of the Contracting States – nevertheless it must be open to the State to impose restrictions where there is a real threat to military discipline – it is not, however, open to the national authorities to rely on such rules for the purpose of frustrating the expression of opinions, even if these are directed against the army as an institution.", "In the present case the applicant had had a letter delivered to his commanding officer which the latter had considered insulting to the armed forces – it is true that the letter contained certain strong and intemperate remarks – however, these remarks were made in the context of a general and lengthy discourse critical of army life and the army as an institution – the letter was not published by the applicant or disseminated to a wider audience – it did not contain any insults directed against either the recipient of the letter or any other person – objective impact on military discipline insignificant – applicant’s prosecution and conviction not necessary in a democratic society.", "Conclusion: violation (twelve votes to eight).", "II.\tARTICLE 7 OF THE CONVENTION", "Applicant’s arguments in this respect coincide with those put forward in support of allegation that his conviction and sentence were not “prescribed by law” – Court refers to its contrary finding.", "Conclusion: no violation (unanimously).", "III.\tARTICLE 50 OF THE CONVENTION", "Damage: no causal link established between violation of Article 10 found and damage alleged.", "Costs and expenses: award made on an equitable basis.", "Conclusion: respondent State to pay specified sum to applicant for costs and expenses (seventeen votes to three).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}