{"file": "ENG_CLIN_55707_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "55707/00", "text_paragraphs": ["Information Note on the Court’s case-law 116", "February 2009", "Andrejeva v. Latvia [GC] - 55707/00", "Judgment 18.2.2009 [GC]", "Article 14", "Discrimination", "Refusal to take applicant’s years of employment in former Soviet Union into account when calculating her entitlement to a retirement pension because she did not have Latvian citizenship: violation", "Facts: The applicant first entered Latvian territory in 1954 at the age of 12, when it was part of the Soviet Union.She has been permanently resident there ever since. Having previously been a national of the former USSR, she currently holds the status of a permanently resident non-citizen of Latvia. In 1966 she started working at a recycling plant at the Olaine chemical complex, formerly a public body under the authority of the USSR Ministry of Chemical Industry. The complex was situated in what was then the USSR and has since become Latvian territory. Until 1981 she was under the authority of a State enterprise whose head office was in Kiev. She was later placed under the authority of a subdivision of the same enterprise whose head office was in Moscow. Although the applicant’s salary was paid by post-office giro transfer, initially from Kiev and then from Moscow, her successive reassignments did not entail any significant change in her working conditions, as she continued her duties at the recycling plant. Following the declaration of Latvia’s independence, in November 1990 the applicant came under the direct authority of the plant management. On retiring in 1997 she asked her local social insurance board to calculate her retirement pension. She was informed that, in accordance with paragraph 1 of the transitional provisions of the State Pensions Act, only periods of work in Latvia could be taken into account in calculating the pensions of foreign nationals or stateless persons who had been resident in Latvia on 1 January 1991. As the applicant had been employed from 1 January 1973 to 21 November 1990 by entities based in Kiev and Moscow, the Board calculated her pension solely in respect of the time she had worked before and after that period. As a result, she was awarded a monthly pension of 20 Latvian lati (approximately EUR 35). The applicant brought administrative and judicial proceedings challenging this decision. Ultimately, the appeal on points of law lodged with the Senate of the Supreme Court by the public prosecutor, which was examined at a public hearing on 6 October 1999, was dismissed. The Senate upheld the district and regional courts’ findings that the period during which the applicant had been employed by Ukrainian and Russian enterprises could not be taken into account in calculating her pension. It further held that, as those employers were not taxpayers in Latvia, there was no reason for her to be covered by the Latvian mandatory social-insurance scheme. The applicant requested the re-examination of her case because she had been unable to attend the hearing of 6 October 1999 as it had started earlier than scheduled. That request was also dismissed. In February 2000 she was informed that, on the basis of an agreement reached between Latvia and Ukraine, her pension had been recalculated, with effect from 1 November 1999, to take account of the years she had worked for her Ukrainian-based employers.", "Law", "Article 14 of the Convention in conjunction with Article 1 of Protocol No. 1 – With regard to the applicability of Article 1 of Protocol No. 1, the Government attached considerable importance to the difference between Soviet pensions, which were paid by the State from common budgetary resources in accordance with the solidarity principle, and the system gradually implemented from 1991 onwards, which was based on individual contributions by each beneficiary. The Court pointed out, however, that when a State chose to set up a pension scheme, the individual rights and interests deriving from it fell within the ambit of Article 1 of Protocol No. 1, irrespective of the payment of contributions and the means by which the pension scheme was funded. Furthermore, where a State decided of its own accord to pay pensions to individuals in respect of periods of employment outside its territory, thereby creating a sufficiently clear legal basis in its domestic law, the presumed entitlement to such benefits also fell within the scope of Article 1 of Protocol No. 1. In the applicant’s case the transitional provisions of the Latvian State Pensions Act created an entitlement to a retirement pension in respect of aggregate periods of employment prior to 1991 in the territory of the former USSR, regardless of the payment of any kind of contributions, but it reserved this right to Latvian citizens. The applicant was thus refused the pension in question solely because she did not have Latvian citizenship. This sufficed for the Court to consider that the applicant’s pecuniary claim fell within the ambit of Article 1 of Protocol No. 1. ", "As to the merits of the case, the Court reiterated that once an applicant had established the existence of a difference in treatment, it was for the Government to show that such difference was justified. In the applicant’s case the difference in treatment pursued at least one legitimate aim compatible with the general objectives of the Convention, namely the protection of the country’s economic system. The Court proceeded to examine the proportionality of that aim and the means employed to achieve it. The national authorities’ refusal to take into account the applicant’s work “outside Latvian territory” was based solely on her nationality, as it had not been disputed that a Latvian citizen in the same position as the applicant, having worked in the same enterprise during the same period, would have been granted the disputed portion of the retirement pension. Moreover, the parties agreed that if the applicant became a naturalised Latvian citizen she would automatically receive the pension in respect of her entire working life. The Court observed that very weighty reasons would have to be put forward before it could regard a difference of treatment based exclusively on the ground of nationality as compatible with the Convention; it found no such reasons in the applicant’s case. Firstly, it had not been established, or even alleged, that the applicant had not satisfied other statutory conditions entitling her to a pension in respect of all her years of employment. She was therefore in an objectively similar situation to persons who had had an identical or similar career but who, after 1991, had been recognised as Latvian citizens. Secondly, there was no evidence that during the Soviet era there had been any difference in treatment between nationals of the former USSR as regards pensions. Thirdly, the applicant was not currently a national of any State, but enjoyed the status of a “permanently resident non-citizen” of Latvia, the only State with which she had any stable legal ties and thus the only State which objectively could have assumed responsibility for her in terms of social security. In those circumstances, the arguments submitted by the Government were not sufficient to satisfy the Court that there was a “reasonable relationship of proportionality” in the applicant’s case that rendered the impugned difference of treatment compatible with the requirements of Article 14. Notwithstanding the Government’s view that the reckoning of periods of employment was essentially a matter to be addressed through bilateral inter-State agreements on social security, the Court reiterated that by ratifying the Convention, Latvia had undertaken to secure “to everyone within [its] jurisdiction” the rights and freedoms guaranteed therein. Accordingly, the Latvian State could not be absolved of its responsibility under Article 14 on the ground that it was not bound by inter-State agreements on social security with Ukraine and Russia. Nor could the Court accept the Government’s argument that it would be sufficient for the applicant to become a naturalised Latvian citizen in order to receive the full amount of her pension. The prohibition of discrimination in Article 14 was meaningful only if an applicant’s personal situation was taken into account exactly as it stood. ", "Conclusion: violation (sixteen votes to one).", "Article 6 of the Convention – The Court noted, among other things, that the appeal on points of law had been lodged not by the applicant herself or her lawyer but by the public prosecutor attached to the Riga Regional Court. The Government argued that the favourable position adopted by the public prosecutor had relieved the Senate from having to afford the applicant the opportunity to attend the hearing herself. The Court was not persuaded by that argument, in particular since it did not appear that under Latvian law, a public prosecutor could represent one of the parties or replace that party at the hearing. The applicant had been a party to administrative proceedings which had been instituted at her request. Accordingly, as the main protagonist in those proceedings she should have been afforded the full range of safeguards deriving from the adversarial principle. The fact that the appeal on points of law had been lodged by the prosecution service had in no way curtailed the applicant’s right to be present at the hearing of her case, a right she had been unable to exercise despite wishing to do so. ", "Conclusion: violation (unanimously).", "Article 41 – EUR 5,000 in respect of all damage sustained.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}