{"file": "ENG_CLIN_20981_10.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "20981/10", "text_paragraphs": ["Information Note on the Court’s case-law No. 173", "April 2014", "Mladina d.d. Ljubljana v. Slovenia - 20981/10", "Judgment 17.4.2014 [Section V]", "Article 10", "Article 10-1", "Freedom of expression", "Publisher ordered to pay damages for an article harshly critical of MP’s remarks and conduct during parliamentary debate on legal regulation of same-sex relationships: violation", "Facts – The applicant company published an article harshly criticising S.P., at the time a Member of Parliament, for his remarks and conduct during a parliamentary debate on the legal regulation of same-sex relationships. The article described S.P.’s conduct as that of a “cerebral bankrupt” who, in a country with less limited human resources, would not even be able to find work as a primary school janitor. In the parliamentary debate in question, S.P. had portrayed homosexuals as a generally undesirable sector of the population. In order to reinforce his point, he made effeminate gestures intended to portray a homosexual man. Following a civil action filed by S.P., the applicant company was ordered to pay damages and to publish the introductory and operative parts of the district court’s judgment in its weekly magazine. The domestic courts considered that the impugned comments were objectively offensive, lacked sufficient factual basis, and that the use of such offensive language did not serve the purpose of imparting information to the public.", "Law – Article 10: The statement at issue had been made in the press in the context of a political debate on a question of public interest, where few restrictions were acceptable. Moreover, a politician had to display greater tolerance than a private individual, especially when he himself had previously made public statements susceptible of criticism. In this connection, the Court reiterated that journalistic freedom also covered possible recourse to a degree of exaggeration or even provocation.", "It was true that the terms used in the article to describe S.P.’s conduct were extreme and could have legitimately been considered offensive. However, the remark describing him as a “cerebral bankrupt” had been a value judgment. The facts on which that statement was based were outlined in considerable detail and their description was followed by the author’s commentary which, in the Court’s opinion, had the character of a metaphor. In the context of what appeared to be an intense debate in which opinions had been expressed with little restraint, the Court interpreted the impugned statement as an expression of strong disagreement, rather than a factual assessment of S.P.’s intellectual abilities. Viewed in this light, the description of his speech and conduct was to be regarded as sufficient foundation for the impugned statement. Moreover, the statement was a counterpoint to S.P.’s own remarks which could be regarded as ridicule promoting negative stereotypes. Lastly, the article matched not only S.P.’s provocative comments, but also the style in which he had expressed them. Even offensive language, which might fall outside the protection of freedom of expression if its sole intent was to insult, might be protected when serving merely stylistic purposes. Viewed in the light of the context in which the impugned statement was made, and the style used in the article, the Court considered that it had not amounted to a gratuitous personal attack. Therefore, the domestic courts had not convincingly established any pressing social need for placing the protection of S.P.’s reputation above the applicant company’s right to freedom of expression. The interference had not been necessary in a democratic society.", "Conclusion: violation (unanimously).", "Article 41: Finding of a violation constituted sufficient just satisfaction in respect of any non-pecuniary damage; EUR 2,921.05 in respect of pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}