{"file": "ENG_CLIN_64927_01.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "64927/01", "text_paragraphs": ["Information Note on the Court’s case-law 59", "December 2003", "Palau-Martinez v. France - 64927/01", "Judgment 16.12.2003 [Section II]", "Article 14", "Discrimination", "Placement of children with father, as the mother was a Jehovah’s Witness: violation", "Facts: The applicant had filed a petition for divorce following her husband’s departure from the matrimonial home. The court of first instance had decided that her two underage children would reside with her and had granted the father access and staying access, especially during the children’s holidays. During one such holiday period, the applicant’s ex-husband kept the children with him and registered them in a school in his place of residence. The appeal court ruled that the children should reside at their father’s home, and granted the mother access and staying access after having dismissed her request for a social inquiry report. The court considered that it was in the children’s interests to avoid the educational rules imposed on children by the Jehovah’s Witnesses movement, with which their mother was associated; these rules were open to criticism on account of their strictness and intolerance and the obligation on children to proselytise. The applicant appealed unsuccessfully on points of law. ", "Law: Article 14 taken together with Article 8 – The decision to place the children with their father had been made when they had lived with their mother for three and a half years. Consequently, the order to that effect was to be construed as “interference” and not as the necessary intervention by a court in any divorce, as the Government alleged. In examining the conditions in which the applicant and her ex-husband had raised their children, the court had treated the parents differently on the basis of the applicant’s religion, on the strength of a harsh analysis of the educational principles allegedly imposed by the religion. In so doing, the court had merely asserted generalities concerning Jehovah’s Witnesses. The judgment had contained no direct and tangible evidence of the influence of the applicant’s religion on her children’s education and day-to-day life. In addition, the court had not considered it appropriate to order a social inquiry report in accordance with the applicant’s request with common practice in such cases; however, such an inquiry would doubtless have enabled tangible information to be gathered on the children’s lives with each of their parents, and on the possible impact of their mother’s religious practice on their life and education during the years when they had lived with her following their father’s departure. In short, the national court had ruled in abstracto and on the basis of general considerations, without establishing a link between the children’s living conditions with their mother and their real interests. While relevant, this reasoning was not “sufficient”. Accordingly, there was no reasonable relationship of proportionality between the means employed and the aim pursued.", "Conclusion: violation (six votes to one).", "The Court held unanimously that it was not necessary to rule on the violation of Article 8 read alone or to examine Article 6 § 1 and Article 9 separately.", "Article 41 – The Court made an award in respect of non-pecuniary damage and in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}