{"file": "ENG_HEJUD_69584_01.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "69584/01", "text_paragraphs": ["", "", "THIRD SECTION", "", "", "CASE OF GISELA MÜLLER v. ", "", "", "(Application no. 69584/01)", "", "", "This version has been rectified under Rule 81 of the Rules of Court on 3 November 2005", "", "", "JUDGMENT", "", "", "", "", "", "6 October 2005", "", "", "", "FINAL", "", "", "15/02/2006", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Gisela Müller v. ,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tMr\tB.M. Zupančič, President,\n\tMr\tJ. Hedigan,\n\tMr\tL. Caflisch,\n\tMr\tC. Bîrsan,\n\tMrs\tM. Tsatsa-Nikolovska,\n\tMrs\tA. Gyulumyan,\n\tMs\tR. Jaeger, judges,\nand Mr V. Berger, Section Registrar,", "Having deliberated in private on 15 September 2005,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 69584/01) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Ms Gisela Müller \n(“the applicant”), on 26 March 2001.", "2.  The German Government (“the Government”) were represented by their Agent, Mr K. Stoltenberg, Ministerialdirigent, and, subsequently, Mrs A. Wittling-Vogel, Ministerialrätin, of the Federal Ministry of Justice.", "3.  The applicant alleged, in particular, that the length of civil proceedings had exceeded a reasonable time.", "4.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  By a decision of 30 September 2004 the Court declared the application partly admissible.", "6.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).", "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).", "THE FACTS", "8.  The applicant was born in 1942 and lives in Lilienthal in .", "A.  The circumstances of the case", "1.  Background to the case", "9.  Since 1973 the applicant, her sister M. and their mother S. were the joint owners of a plot of land situated in . The lease of the plot was managed by a partnership consisting of the applicant, M., S. and a limited company (S company). Partners of the S company were also the applicant, M. and S. Over the years, serious arguments arose between the applicant on one side and her mother and sister on the other side about questions of the proper administration of the partnership, in particular in respect of taxation matters.", "2.  Proceedings before the domestic courts", "(a)  The proceedings before the ", "10.  By letter dated 28 March 1986, the applicant filed an action with the  (Landgericht Bremen), sitting as a court competent in commercial matters (Kammer für Handelssachen), against S., M. and the S company (hereafter “the defendants”). According to the Government’s submissions – which are contested by the applicant – the  received the action on 11 June 1986. The applicant asked the  to prohibit the defendants from excluding her from the management of the business. She also demanded that the defendants surrender all annual accounts since 1973 and that they distribute the net profits accordingly. \nThe applicant alleged that the defendants had failed to consult her about the management. She further complained about mistakes in the management, in particular about the fact that the defendants insisted on paying business taxes without being obliged to do so.", "11.  On 21 July 1986 the applicant’s counsel stated that the applicant was willing to reach a friendly settlement.", "12.  On 30 September 1986, during a first oral hearing, the parties declared that they were willing to reach an understanding and only thereafter hold another hearing.", "13.  On 4 November 1986 the applicant’s counsel informed the  that negotiations on a settlement had not taken place.", "14.  On 20 March 1987, during a further hearing, the ’s continuing efforts to induce the parties to agree on a friendly settlement failed. However, S. agreed to submit all documents on the annual accounts since 1973 to the applicant’s counsel for inspection.", "15.  On 27 July 1987 the applicant’s counsel informed the  that S. had failed to comply.", "16.  On 11 August 1987 the  scheduled an oral hearing which was subsequently postponed on the applicant’s request.", "17.  On 6 November 1987 S. agreed to submit the relevant documents on the annual accounts since 1975 to the applicant’s counsel.", "18.  On 30 December 1987 the  instructed the defendants to submit the partnership agreements and the annual accounts since 1973 and to disclose the use of the reported profits. It further instructed the applicant to quantify her claims.", "19.  In December 1987 and January and April 1988 the Regional Court called for the case-file of a separate law suit which the applicant conducted against the partnership’s former tax consultant. On 4 February 1988 – according to the Government’s submissions, which are contested by the applicant – the defendants submitted the annual balances and reported on the use of the profits.", "20.  On 15 June 1988 the presiding judge noted that “particularly on emotional grounds, the sensible pursuit of progress in this case” was not possible before a final decision had been reached in the proceedings against the tax consultant.", "21.  On 24 July 1989 the applicant complied with the conditions imposed in the order of 30 December 1987. In September 1989 and January, March, April and May 1990 the Regional Court filed for further information on the proceedings against the tax consultant.", "22.  On 4 September 1998 the  scheduled a further hearing for 20 October 1989. On 20 October 1989 that court decided to schedule a further hearing only after the tax authority’s decisions on the partnership’s tax liability for the years 1984 to 1986 had become final. \nOn 23 November 1989 the applicant’s counsel informed the court that the tax decisions had become final. On 19 March, 13 June and 6 August 1990 the applicant’s counsel requested the  to schedule a new oral hearing. On 8 August 1990 the  scheduled an oral hearing for 3 September 1990, noting that the delay was owed to the chamber’s excessive workload during the previous six months.", "23.  On 12 October 1990, following the oral hearing, the Regional Court delivered a partial decision ordering the defendants to pay DEM 29,657.58 to the applicant and to grant her a restricted power over the commercial partnership’s bank accounts.", "24.  In a letter directed to the presiding judge of the Court of Appeal, the presiding judge of the Regional Court expressed his regrets of the fact that his attempts to reconcile the parties had failed.", "(b)  The appeal proceedings against the partial decision of 12 October 1990 before the Hanseatic Court of Appeal", "25.  On 19 November 1990 the defendants lodged an appeal against the ’s partial decision.", "26.  On 11 April 1991 the Hanseatic Court of Appeal (Hanseatisches Oberlandesgericht in Bremen), having received submissions from both parties, scheduled an oral hearing for 22 August 1991.", "27.  On 27 May 1991 the applicant informed the Court of Appeal that she had changed counsel.", "28.  On 6 June and 17 September 1991 the Court of Appeal postponed the hearing, once following the applicant’s request and a second time because of the rapporteur’s illness.", "29.  On 5 December 1991 the Court of Appeal further postponed the hearing on the ground that the rapporteur had been seconded to the eastern part of .", "30.  On 26 March 1992, following an oral hearing on 5 March 1992, \nthe Hanseatic Court of Appeal quashed the ’s partial decision and rejected the applicant’s claims.", "(c)  The continuation of the proceedings before the ", "31.  On 23 June 1992 the  scheduled an oral hearing for 2 October 1992. On 28 September 1992 and 6 October 1992, following requests from the defendants, the  postponed the hearing.", "32.  On 17 November 1992 the , once again, tried to induce the parties to reach a friendly settlement. On 15 and 18 December 1992 the parties informed the  that no settlement had been reached.", "33.  On 15 January 1993 the  ordered the preparation of an expert opinion as to whether the annual accounts for the years 1975 to 1991 of both the commercial partnership and the S company had been prepared in accordance with the rules on accounting and balances. It found that the annual balances did not form a sufficient basis to calculate the applicant’s possible net profit claims.", "34.  On 23 March 1993, upon payment of the advance costs, the  sent the files to the Chamber of Tax Consultants for the nomination of a suitable expert.", "35.  On 5 April 1993 the applicant’s counsel informed the  that he had relinquished his mandate.", "36.  On 28 April 1993 the Chamber of Tax Consultants named an expert.", "37.  On 29 April 1993 – according to the Government’s submissions – the presiding judge of the  orally informed the applicant that he would only commission the expert after she had nominated a new counsel.", "38.  On 13 August 1993 the applicant informed the  that she had mandated new counsel.", "39.  On 27 August 1993 the  ordered the parties to pay further advance costs.", "40.  On 22 October 1993 the  appointed the certified accountant D. to prepare the expert opinion.", "41.  On 19 September 1994, after having received the necessary documents towards the end of 1993, D. submitted his report.", "42.  On 3 March 1995, following the submissions of both parties and requests filed by the defendants to postpone the hearing, the Regional Court held an oral hearing and asked D. to amend his report in view of supplementary documents to be submitted by the defendants.", "43.  On 15 May 1995 the applicant lodged a criminal charge against the defendants for withholding documents, which led to a search of S.’s apartment.", "44.  On 24 May 1995 – according to the Government’s submissions – the Public Prosecutor requested the  to transmit the case-file. \nOn 28 August 1995 the presiding judge of the  informed the parties that he was prevented from pursuing proceedings as the Prosecutor’s Office had not yet returned the case-file.", "45.  On 18 December 1995 the  asked D. to resume his work on the amendment of his expert report.", "46.  On 8 January 1996 the applicant addressed a letter to the President of the , referring to the excessive length of proceedings and requesting that her case be given priority.", "47.  On 7 March 1996 the presiding judge of the  informed the parties that he was unable to proceed because the files had not yet returned from the President’s office. On 14 March 1996 the President informed the applicant that he could not find any delay in proceedings attributable to the court.", "48.  On 22 March 1996 the expert informed the  that the defendants had not submitted all necessary documents.", "49.  On 24 May 1996, during an oral hearing, the defendants stated that they would submit the requested documents at the beginning of June. \nThe  scheduled a date to proclaim a decision for 30 August 1996.", "50.  On 26 August 1996 the applicant requested the oral hearing to be reopened and announced new applications.", "51.  On 30 August 1996 the  re-opened proceedings and scheduled a hearing for 13 September 1996. On 25 September 1996, following the defendant’s request of 9 September 1996, the  postponed the hearing to 15 November 1996.", "52.  On 15 November 1996 the  suggested another friendly settlement and scheduled a final hearing for 29 November 1996.", "53.  On 22 November 1996, following the defendant’s request, the  postponed the hearing to 13 December 1996. Following that hearing the  announced that it would issue a decision on 31 January 1997.", "54.  On 19 December 1996 the  received D.’s amended expert opinion.", "55.  On 31 January 1997 the  ordered the parties to file their comments on the report and scheduled to give a decision on 1 April 1997.", "56.  On 1 April 1997 the Regional Court issued a judgment combined with a judgment on the basis of the cause of action (Grundurteil), concluding that the applicant had effectively revoked the managerial rights of the defendants, that the defendants – in collaboration with the applicant – were obliged to draw up the annual accounts from 1 January 1975 onwards and rejecting the majority of the applicant’s further claims. In his reasoning, the presiding judge noted that the parties conducted their arguments since more than ten years “with consistent stubbornness and with an uncompromising attitude” the like of which he – the presiding judge – had never before experienced in his professional career.", "(d)  The appeal proceedings against the judgment of 1 April 1997 before the Hanseatic Court of Appeal", "57.  On 5 and 7 May 1997 all parties lodged their appeals. On 18 August 1997, having received submissions from all parties, the Hanseatic Court of Appeal scheduled a hearing for 13 November 1997. On 25 September 1997, following a request by the applicant, the Court of Appeal postponed the hearing to 18 December 1997.", "58.  On 18 December 1997 the Court of Appeal suggested that the parties should seek a separation. At the end of the hearing, following the request of all parties, the court decided that proceedings should only be continued on request of one of the parties.", "59.  On 5 January 1998, following the defendants’ application in a separate proceeding, the Bremerhaven District Court (Amtsgericht) ordered that the piece of land administered by the commercial partnership be sold by compulsory auction with a view to partitioning the property concerned (Teilungsversteigerung).", "60.  On 29 January 1998, following the applicant’s request to continue proceedings, the Court of Appeal scheduled an oral hearing for 23 April 1998 which was later postponed on the defendants’ request to 28 May 1998.", "61.  On 28 May 1998 the Court of Appeal announced its intention to suspend proceedings until the termination of the auction proceedings, against which the applicant protested.", "62.  On 9 July 1998 the Court of Appeal passed an order to suspend the proceedings until a final decision had been reached in the auction proceedings. The Court of Appeal found that the outcome of at least part of the lawsuit depended on the conclusion of these auction proceedings. \nOn 25 February and 31 August 1999 and 7 July and 12 September 2000 \nthe Court of Appeal rejected the applicant’s requests to resume proceedings on the ground that the auction proceedings had not yet been terminated.", "63.  On 18 August 2000 the applicant raised a constitutional complaint. She complained that despite the undue length of the proceedings, the Hanseatic Court of Appeal refused to resume them. She also gave a chronological account of the proceedings and maintained that their excessive length had violated her rights under the Basic Law.", "64.  On 22 November 2000 the  (Bundesverfassungsgericht) refused to entertain the applicant’s complaint.", "65.  On 27 November 2001 the Hanseatic Court of Appeal, in separate proceedings, rejected the applicant’s final complaint against the compulsory sale of the plot of land. On this occasion, the Hanseatic Court of Appeal was sitting as the same chamber as in the above mentioned proceedings.", "66.  On 2 November 2004 S. passed away.", "67.  By an undated letter dispatched on 19 November 2004 the presiding judge of the Court of Appeal referred to this Court’s decision on the admissibility of the present complaint and asked the applicant if she wished to pursue the proceedings.", "68.  By letter of 30 November 2004 the applicant insisted that the Court of Appeal was legally obliged to revoke its suspension order of 9 July 1998 before pursuing proceedings.", "69.  On 14 January 2005 the Court of Appeal lifted its suspension order and scheduled an oral hearing for 14 April 2005.", "70.  On 3 May 2005, following the oral hearing, the Court of Appeal suspended the proceedings against S. because of the latter’s death. At the same time, the Court of Appeal issued four pages of legal assessment of the case and invited the parties to submit any comments they would like to make within eight weeks. A new hearing would be scheduled after expiry of this time-limit. The proceedings are still pending before the Hanseatic Court of Appeal.", "(e)  The sale of the property by auction proceedings", "71.  On 17 July 1998, upon the applicant’s complaint, the Bremerhaven District Court revoked the auction order. On 29 September 1998 this decision was set aside by the ; a further appeal was dismissed on 25 November 1998 by the Hanseatic Court of Appeal.", "72.  The applicant’s various further motions aimed at the prevention of the sale of the plot, including a further constitutional complaint, remained unsuccessful.", "73.  On 9 July 2001 the Bremerhaven District Court ordered the auction of the plot of land. It was purchased by M. The applicant’s complaints remained unsuccessful (see paragraph 65 above).", "B.  Relevant domestic Law", "74.  The relevant Rules of Civil Procedure on the suspension of proceedings read as follows:", "Section 148", "“The court may order, if the decision of the legal dispute wholly or partly depends on the existence or non-existence of a legal relationship which forms the subject of another pending legal dispute ... that the proceedings be suspended until the other legal dispute is settled ...”", "Section 150", "“The court may lift its orders of suspension...”", "Section 250", "“Suspended or interrupted proceedings are resumed by filing a statement with the court which is then served on the other party.”", "Section 252", "“A decision by which the suspension of proceedings is ordered or denied on the ground of provisions of this title ... may be appealed...”", "Section 567", "“(4) Against the decisions of the courts of appeal, no appeal is admissible...”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "75.  The applicant complained that the length of the civil proceedings had been incompatible with the “reasonable time” requirement, provided in Article 6 § 1 of the Convention, which reads as follows:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”", "A.  Period to be taken into consideration", "76.  The period to be taken into consideration began at the latest on 11 June 1986, when – according to the Government’s submissions – the  received the applicant’s motion dated 28 March 1986, and has not yet ended. It has thus already lasted more than 19 years for four levels of jurisdiction.", "B.  The reasonableness of the length of the proceedings", "1.  Submissions before the Court", "77.  The Government considered that the length of proceedings was not unreasonable having regard to all the circumstances of the case. The subject matter of the law suit raised difficult questions of fact and law, reaching back over a period of thirty years and necessitating the taking of evidence by expert opinion. Furthermore, the law suit was connected with several other legal disputes. The applicant considerably contributed to the length of the proceedings by submitting numerous and lengthy written statements and by lodging various procedural motions as well as criminal charges. Both parties applied numerous times for postponing the dates for hearings. \nThe Government emphasised that the parties abused the courts as a means to carry out a family feud, lacking any willingness to reach a compromise. \nThe order of suspension was issued in accordance with the relevant legal provisions. Moreover, the applicant had failed to file a complaint against it. The duration of the suspension was attributable to the applicant’s own conduct. On the one hand, she had prolonged the auction-proceedings by lodging various complaints and motions; on the other hand, she had failed to inform the Court of Appeal about the termination of the auction proceedings and to request proceedings to be resumed. According to the Government, this showed a lack of interest on the applicant’s part in the termination of the proceedings, while the domestic courts had continuously tried to promote the proceedings.", "78.  The applicant contested these submissions. She maintained that the domestic courts’ proposals to reach a friendly settlement exclusively favoured the defendants and that, furthermore, the courts had failed to prevent the defendants from delaying proceedings. She further alleged that the Court of Appeal’s order to suspend proceedings was unlawful because the law suit had been ready for adjudication by the time the suspension order had been given. In this respect, she referred to two internal reports (Voten) written by the judge rapporteur of the Court of Appeal in preparation of the hearings of 18 December 1997 and 28 May 1998 and to an undated and unsigned handwritten note, allegedly written by the presiding judge of that same court. The applicant further pointed out that the Court of Appeal, having passed the final decision in the auction proceedings on 27 November 2001, knew ex officio about the termination of these proceedings and had been under an obligation to resume the suspended proceedings on its own motion.", "2.  The Court’s assessment", "79.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).", "80.  The Court accepts that the applicant’s case, concerning questions of the proper administration of a partnership, raised complex questions of fact and law. Furthermore, the serious arguments between the applicant on one side and her sister and her mother on the other side led to an extremely uncompromising attitude of all parties to the law suit. The taking of evidence by an expert opinion, which lasted from January 1993 until December 1996, that is, for almost four years, appears to have been considerably delayed by the defendants’ repeated failure to submit the requested documents in time.", "81.  With respect to the applicant’s own conduct, the Court notes that the applicant, on three occasions, requested oral hearings to be postponed. \nIt also appears from the case-file that the applicant’s own uncompromising attitude – as illustrated by the statement of the presiding judge of the  in the judgment of 1 April 1997 (see paragraph 56 above) –considerably contributed to the length of the proceedings. In this context the Court notes, in particular, that the applicant, following the rejection of her complaint against the compulsory sale of the plot of land on 27 November 2001, did not request the Court of Appeal to resume the suspended proceedings. When the presiding judge asked her in November 2003 whether she wished proceedings to be resumed, the applicant objected and insisted that the suspension order be formally revoked. While the applicant’s conduct did not dispense the Court of Appeal from resuming proceedings on its own motion (see paragraph 86 below), the Court finds that the applicant herself was in a position to accelerate considerably the proceedings by filing a simple request to the Court of Appeal, which she did not do. The applicant’s conduct might indicate that she lost interest in the proceedings following the sale of the plot of land by compulsory auction. The applicant has thus contributed to a three-year delay between November 2001 and November 2003.", "82.  Insofar as the Government alleged that the applicant failed to lodge a complaint against the suspension order, the Court notes that, according to section 567 (4) of the Code of Civil Procedure, no complaint is admissible against decisions of the Court of Appeal.", "83.  Turning to the conduct of the domestic courts, the Court notes that all lower courts undertook considerable – if eventually fruitless – efforts to reconcile the parties or at least to help them to disentangle their commercial links. While these efforts seemed appropriate at the outset, it appears that the courts did not sufficiently accelerate the proceedings once it must have become clear that a friendly settlement was not within reach. In this respect the Court notes, in particular, that the taking of evidence was not ordered until 15 January 1993, which was approximately 6.5 years after the lodging of the motion.", "84.  The Court further notes that the proceedings came to a standstill for ten months between December 1997 and September 1998, when the Regional Court awaited the outcome of the proceedings against the applicant’s former tax consultant, although these proceedings do not appear to have been decisive for the present law suit.", "85.  A further delay of approximately nine months between November 1998 and September 1990 was excused by the presiding judge with the chamber’s excessive workload. One more delay of approximately six months occurred between May and November 1995, when the , following a criminal charge lodged by the applicant, despatched the court-file to the Public Prosecutor. The Court reiterates, first, that Article 6 § 1 imposes on the Contracting States the duty to organise their judicial systems in such a way that their courts can meet each of its requirements, including the obligation to hear cases within a reasonable time (see, among other authorities, Frydlender, cited above, § 45; Gast and Popp v. , no. 29357/95, § 74, ECHR 2000II). The Court has furthermore held that the domestic courts should consider the possibility of having copies made in order to avoid delays caused by the despatch of the case-file (see König v. Germany, judgment of 28 June 1978, Series A no. 27, §§ 104, 110); which the Regional Court apparently did not do in the present case.", "86.  Finally, the Court of Appeal suspended proceedings on 9 July 1998 in order to await the outcome of the auction proceedings concerning the partnership’s plot of land, which it considered to be decisive for the determination of the present law suit. On 27 November 2001 that same Court, in separate proceedings, rejected the applicant’s complaint against the compulsory sale of the plot to M. However, the Court of Appeal did not resume proceedings in the present case before 14 January 2005. The Court notes in this respect that the applicant did not inform the Court of Appeal about the outcome of the auction proceedings and did not formally apply for proceedings to be resumed (see paragraph 81 above). It appears questionable that this has been necessary as the Court of Appeal – from having passed the decision of 27 November 2001 – ex officio knew about it. The Court considers that German civil proceedings are governed by the principle of the parties’ responsibility for the proceedings (Parteimaxime). However, this principle does not dispense the courts from ensuring compliance with the requirements of Article 6 as regards the “reasonabletime” requirement (see, among other authorities, Volkwein v. , no. 45181/99, § 36, 4 April 2002). Considering the fact that the proceedings in question, by the time of their suspension, had already lasted for more that twelve years, the Court of Appeal was under a special obligation to resume the proceedings without further delay.", "87.  Considering the significance of the proceedings for the applicant, the Court notes that the proceedings concerned the administration of the partnership and the assessment of the applicant’s possible pecuniary claims. The Court notes, however, that the proceedings did not directly affect the applicant’s ownership of the plot of land, as the auction proceedings were conducted separately.", "88.  In the light of these various factors, having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable-time” requirement. There has accordingly been a breach of Article 6 § 1.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "89.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "90.  The applicant, relying on documentary evidence, claimed a total of 479,391.52 euros (EUR) in respect of pecuniary damage, comprising her alleged claims to the partnership’s net profits including lost interests; compensation for the loss of the opportunity to manage the partnership and of the opportunity to participate in the compulsory sale of the partnership’s plot of land; expenses incurred before the domestic courts for the services of her own counsel (EUR 17,696.88); the legal expenses which she would be allegedly obliged to reimburse to the defendants (EUR 25,366.26); and the court fees (EUR 6,737.55). She argued, in particular, that she would have won the law-suit if the Court of Appeal had not suspended proceedings in July 1998. She referred, in particular, to the favourable assessment of her claims in the judge rapporteur’s reports of 12 December 1997 and 25 May 1998 and in an undated handwritten statement. Following the compulsory sale of the land, her motion lacked any prospect of success. The applicant considered that the satisfaction of her claims would have put her in a position to acquire the plot of land during the compulsory sale. \nThe applicant further sought compensation for non-pecuniary damage, arguing that the length of the proceedings had caused her permanent anxiety and fear of injustice and of losing her property. She further sought just satisfaction for the emotional burden she suffered before the  and this Court by not being represented by a lawyer, which was further enhanced by the Government’s allegedly wrong submissions before this Court. She claimed a total of EUR 15,000 under that head.", "91.   The Government maintained that there was no causal link between the allegedly unreasonable length of the proceedings and the pecuniary damage which the applicant claimed to have sustained. With regard to the non-pecuniary damages claimed, the Government considered the sum demanded to be inappropriate, taking into account the applicant’s own conduct during the proceedings.", "92.  As regards the applicant’s claim for pecuniary damages, the Court reiterates that it cannot speculate as to what the outcome of the proceedings at issue might have been if the violation of Article 6 § 1 of the Convention had not occurred (see, inter alia, Schmautzer v. Austria, judgment of 23 October 1995, Series A no. 328, p. 16, § 44; Wettstein v. , no. 33958/96, § 53, ECHR 2000-XII; Uhl v. , no. 64387/01, § 38, 10 February 2005). It further notes that there is insufficient proof of any causal connection between the excessive duration of the proceedings as such and the pecuniary damage allegedly sustained by the applicant. \nThe rapporteur’s reports and any handwritten notes that may have been made by the presiding judge of the Court of Appeal are only to be regarded as internal means to prepare the relevant hearing. They do not allow drawing any conclusions as to the final outcome of the proceedings. There is, therefore, no ground for an award under this head.", "93.  With respect to the non-pecuniary damage claimed, the Court, having regard to all material before it, considers that the parties used the domestic courts as a platform for carrying out deep-rooted family arguments. Taking into account all circumstances of this specific case, in particular the fact that major delays have to be attributed to the parties’ own uncompromising attitude, as illustrated by the applicant’s conduct following the compulsory sale of the plot of land (see paragraph 81 above), the Court considers that the finding of a violation of Article 6 § 1 constitutes in itself just satisfaction of any non-pecuniary damage suffered by the applicant.", "B.  Costs and expenses", "94.  The applicant, relying on documentary evidence, also claimed a total of EUR 7,072.78 for the costs incurred by her motions against the compulsory auction (EUR 6,189.18) and the costs charged by her legal counsel for filing the requests to resume the proceedings following the suspension order (EUR 570.60). She further sought the reimbursement of EUR 313 for her own expenses before this Court.", "95.  The Government argued that the applicant had not shown that the costs and expenses claimed had been necessary to prevent or redress the alleged violation of a Convention right.", "96.  According to the Court’s consistent case-law, to be awarded costs and expenses the injured party must have incurred them in order to seek prevention or rectification of a violation of the Convention, to have the same established by the Court and to obtain redress therefore. It must also be shown that the costs were actually and necessarily incurred and that they are reasonable as to quantum (see, inter alia, Venema v. the Netherlands, no. 35731/97, § 117, ECHR 2002-X).", "97.  As to the domestic proceedings, regard being had to the information in its possession and the above criteria, the Court finds that only the costs charged by the applicant’s legal counsel for the complaints against the suspension order can be considered as having been incurred purely in an attempt to prevent or redress the violation of Article 6 § 1. Accordingly, \nthe Court considers it reasonable to award the applicant, the sum of EUR 571 under this head.", "98.  As regards the applicant’s legal expenses incurred before this Court, the Court, having regard to its case-law and making its own assessment, awards the applicant EUR 500.", "C.  Default interest", "99.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT", "1.  Holds unanimously that there has been a violation of Article 6 § 1 of the Convention;", "", "2.  Holds by six votes to one that the finding of a violation constitutes sufficient just satisfaction in respect of any non-pecuniary damage sustained by the applicant;", "", "3.  Holds unanimously", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,071 (one thousand and seventy-one euros) in respect of costs and expenses, plus any tax that may be chargeable;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses unanimously the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 6 October 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "Vincent Berger\tBoštjan M. Zupančič\n\tRegistrar\tPresident"]}