{"file": "ENG_HEJUD_14518_89.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "14518/89", "text_paragraphs": ["", "", "", "COURT (CHAMBER)", "", "", "", "", "", "", "CASE OF SCHULER-ZGRAGGEN v. ", "(ARTICLE 50)", "", "(Application no. 14518/89)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "", "31 January 1995", "\n", "In the case of Schuler-Zgraggen v. ,", "The European Court of Human Rights, sitting, in accordance with Article 43 (art. 43) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\") and the relevant provisions of Rules of Court A, as a Chamber composed of the following judges:", "\tMr \tR. Bernhardt, President,", "\tMr \tF. Gölcüklü,", "\tMr \tB. Walsh,", "\tMr \tC. Russo,", "\tMr \tA. Spielmann,", "\tMr \tI. Foighel,", "\tMr \tA.N. Loizou,", "\tMr \tM.A. Lopes Rocha,", "\tMr \tL. Wildhaber,", "and also of Mr H. Petzold, Acting Registrar,", "Having deliberated in private on 25 May and 25 October 1994 and 25 January 1995,", "Delivers the following judgment, which was adopted on the last-mentioned date:", "PROCEDURE AND FACTS", "1.  The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") and by the Government of the Swiss Confederation (\"the Government\") on 25 May and 5 August 1992, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention. It originated in an application (no. 14518/89) against the Swiss Confederation lodged with the Commission under Article 25 (art. 25) by a Swiss national, Mrs Margrit Schuler-Zgraggen, on 29 December 1988.", "2.  In a judgment of 24 June 1993 (\"the principal judgment\") the Court found that there had been a breach of Article 14 of the Convention taken together with Article 6 para. 1 (art. 14+6-1), as the assumption that women gave up work when they gave birth to a child had been the sole basis for the reasoning in a judgment of the Federal Insurance Court and had introduced a difference of treatment on the ground of sex only, a difference that lacked any reasonable and objective justification (Series A no. 263, pp. 20-22 and 24, paras. 61-67 and point 5 of the operative provisions).", "The Court ruled that its judgment constituted in itself sufficient just satisfaction in respect of the alleged non-pecuniary damage and that the respondent State was to pay the applicant, within three months, 7,500 Swiss francs (CHF) in respect of costs and expenses (ibid., pp. 22-24, paras. 69 and 76 and points 6-7 of the operative provisions).", "3.  As the question of the application of Article 50 (art. 50) was not ready for decision as regards the pecuniary damage, it was reserved in the principal judgment. The Court invited the Government and the applicant to submit their written observations within six months and, in particular, to notify the Court of any agreement they might reach (ibid., pp. 23 and 24, para. 74 and point 8 of the operative provisions).", "4.  On 7 April 1994 the Agent of the Government informed the President that in a judgment of 24 March 1994 the  had concluded the rehearing proceedings commenced under section 139a of the Federal Judicature Act. Its own judgment of 21 June 1988 had been set aside, together with the decision of the Canton of Uri Appeals Board for Old Age, Survivors’ and Invalidity Insurance of 8 May 1987 and the decision of the Invalidity Insurance Board of the Canton of Uri of 21 March 1986; and the applicant had been granted a full invalidity pension with effect from 1 May 1986.", "5.  On 27 April 1994 counsel for the applicant advised the Registrar that his client did not consider that the proceedings in  were terminated and that she had submitted to the Department of Finance a claim for compensation in the amount of CHF 40,933.64 based on section 3 of the Act on the liability of the Confederation.", "6.  On 25 May 1994 the Secretariat of the Commission informed the Registrar that the Delegate wished to leave the question of Article 50 (art. 50) to the Court’s discretion.", "7.  On 14 September 1994 the applicant’s representative sent the Registrar a copy of the Federal Council’s decision of 12 June 1994 whereby the compensation claim was refused; he asked the Court to consider the possibility of ruling on his client’s claims as an agreement with the Government seemed unlikely.", "8.  On the President’s instructions, the Registrar consulted the Agent of the Government and the Delegate of the Commission. On 12 October 1994 the Agent said he had nothing to add to the Federal Council’s decision of 12 June 1994. On the following day the Delegate made it known that he was leaving the matter to the Court’s discretion.", "9.  On 25 October 1994 the Court decided that in the circumstances of the case it was unnecessary to hold a hearing.", "AS TO THE LAW", "10.  Under Article 50 (art. 50) of the Convention,", "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"", "A. Submissions by the participants in the proceedings", "11.  Mrs Schuler-Zgraggen maintained that the question of compensation for pecuniary damage had not been finally settled by the ’s judgment of 24 March 1994 in which her continuing right to a full invalidity pension was retrospectively recognised (see paragraph 4 above).", "She sought interest on that pension in the amount of CHF 40,933.64. She arrived at that figure by applying a rate of 5% over the period from 1 May 1986, when payment of the pension was stopped by decision of the Invalidity Insurance Board of the Canton of Uri, to 20 April 1994, when the arrears of pension (CHF 218,512) were paid by the Compensation Office of the Swiss Machine and Metal Industry.", "12.  Referring to their decision of 12 June 1994 (see paragraph 7 above), the Government considered the applicant’s claim to be wholly unjustified.", "Without requesting the Court to stay its decision, they pointed out that the  had ruled that it had no jurisdiction to entertain such an application, stating that it should be made to the Canton of Uri or the Swiss Confederation in special proceedings putting the State’s liability in issue.", "They contended that Mrs Schuler-Zgraggen’s claim had to be appraised on the basis of domestic law alone, namely the Federal Act on the liability of the Confederation, members of its authorities and its officials. Article 50 (art. 50) would only be relevant if the  had given judgment against the applicant in an administrative-law action founded on the Act in question.", "Moreover, the Government could not, in the instant case, discern any link between the payment or non-payment of interest and the claim for just satisfaction. By reopening the proceedings and setting aside its judgment of 21 June 1988 (Series A no. 263, pp. 12-13, para. 29), the Federal Insurance Court had made full reparation for the consequences of the breach of the Convention found by the Court, a breach that had been due to discrimination on the ground of sex in the taking and assessing of the evidence that had formed the basis for appraising the situation, not to the withdrawal of the invalidity pension. If, after considering Mrs Schuler-Zgraggen’s application for a rehearing, the  had held that the applicant had no right to such a pension, the breach would still have had to be regarded as having been remedied.", "The Government pointed out, lastly, that the applicant had been treated in the same way as all others entitled to a pension who were awarded social-insurance benefits in a court decision, as interest was not normally paid on a retrospective pension payment.", "13.  The Delegate of the Commission left the matter to the Court’s discretion.", "B. Decision of the Court", "14.  The Court takes note of the rehearing proceedings under section 139a of the Federal Judicature Act which, following its principal judgment, took place in the  and culminated in the applicant’s being awarded a full invalidity pension with effect from 1 May 1986. It fully appreciates the importance of that court’s judgment of 24 March 1994 for the execution of judgments delivered at ; the  thereby showed its commitment to the Convention and the Court’s case-law (see, mutatis mutandis, the Barberà, Messegué and Jabardo v.  judgment of 13 June 1994, Series A no. 285-C, p. 56, para. 15).", "15.  The only issue remaining to be determined is that of the interest claimed by Mrs Schuler-Zgraggen on the invalidity pension received in respect of the period between 1 May 1986 and 20 April 1994.", "The Court reiterates that \"just satisfaction\" is to be afforded \"if necessary\" and that it is not bound in the matter by any national legal rule (see the Sunday Times v. the  judgment of 6 November 1980, Series A no. 38, p. 9, para. 15), in this instance the ’s case-law on the awarding of interest. It consequently considers that it is not for the  to pass judgment on the merits in Swiss law of the ’s decision in which the claim in issue was disallowed. It suffices for it to note that at the end of fresh proceedings following the  judgment, the  recognised that the applicant was entitled to a full pension and gave retrospective effect to that recognition. In so doing, it intended to make reparation for the damage resulting from the breach of the Convention. However, it did not take into account the passing of time - about eight years. It therefore appears justified under the Convention to award some interest for the period in question.", "The Court does not, however, agree with the summary and imprecise method of calculation proposed by Mrs Schuler-Zgraggen, and in particular with the rate of 5%.", "Making its assessment on an equitable basis in accordance with Article 50 (art. 50), it awards the applicant CHF 25,000 for the remaining pecuniary damage.", "FOR THESE REASONS, THE COURT", "1.  Holds by seven votes to two that the respondent State is to pay the applicant, within three months, 25,000 (twenty-five thousand) Swiss francs in respect of pecuniary damage;", "", "2.  Dismisses unanimously the remainder of the claim for just satisfaction.", "", "Done in English and in French, and notified in writing on 31 January 1995 pursuant to Rule 55 para. 2, second sub-paragraph, of Rules of Court A.", "", "Rudolf BERNHARDT", "President", "", "Herbert PETZOLD", "Registrar", "", "In accordance with Article 51 para. 2 (art. 51-2) of the Convention and Rule 53 para. 2 of Rules of Court A, the joint dissenting opinion of Mr Bernhardt and Mr Wildhaber is annexed to this judgment.", "", "R. B.", "H. P.", "", "\nJOINT DISSENTING OPINION OF JUDGES BERNHARDT AND WILDHABER", "We have voted against the decision to award interest since we are convinced that the pension finally granted and paid for the applicant’s benefit constitutes sufficient compensation and that no additional payment of interest is required.", ""]}