{"file": "ENG_HECOM_5699_11.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "5699/11", "text_paragraphs": ["FIRST SECTION", "Application no. 5699/11\nMirko LUČIĆ\nagainst \nlodged on 24 December 2010", "", "STATEMENT OF FACTS", "THE FACTS", "The applicant, Mr Mirko Lučić, is a Croatian national who was born in 1970 and lives in . He is represented before the Court by Mr M. Umićević, a lawyer practising in .", "The circumstances of the case", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 9 July 1999 J.N. gave oral evidence at a hearing before an investigating judge of the Zagreb County Court (Županijski sud u Zagrebu) alleging that the applicant had raped her. The applicant and his defence counsel were not informed of that hearing and it was held in their absence.", "On 19 February 2001 the Zagreb County State Attorney’s Office (Županijsko državno odvjetništvo u Zagrebu) indicted the applicant in the Zagreb County Court on charges of rape against J.N.", "During the proceedings, the Zagreb County Court was unable to secure the presence of J.N. at the trial and admitted the written record of her oral evidence given before the investigating judge.", "On 10 April 2006 the  found the applicant guilty on charges of rape and sentenced him to one year’s imprisonment.", "On 7 June 2006 the applicant lodged an appeal with the Supreme Court (Vrhovni sud Republike Hrvatske) against the first instance judgment complaining that the  had failed to secure the presence and examination of J.N. at the trial.", "On 13 December 2007 the Supreme Court quashed the first instance judgment and ordered a retrial. The Supreme Court found that the Zagreb County Court had failed to take all reasonable steps to secure the presence of J.N. at the trial and that her evidence had been decisive for the applicant’s conviction.", "During the retrial, the Zagreb County Court again admitted the written record of J.N.’s oral evidence given before the investigating judge without her being present or questioned at the trial. That court found that J.N. was living in  and that, although duly summoned, she had failed to appear at the trial on two occasions.", "On 21 January 2009 the  found the applicant guilty as charged and sentenced him to one year’s imprisonment.", "On 16 February 2009 the applicant lodged an appeal with the Supreme Court complaining that the first instance court had failed to take all reasonable steps to secure the presence of J.N. at the trial.", "On 5 May 2009 the Supreme Court dismissed the applicant’s appeal and upheld the first instance judgment on the ground that the Zagreb County Court had taken all necessary steps to secure the presence of J.N. at the trial and that all conditions to admit the written record of her oral evidence given before the investigating judge had been met. That court also found that at the time when the witness had given her oral evidence before the investigating judge, the applicant had a defence lawyer but neither the applicant nor his defence lawyer had requested to be present at that hearing.", "On 21 July 2009 the applicant lodged a constitutional complaint with the  (Ustavni sud Republike Hrvatske).", "On 7 July 2010 the  dismissed the applicant’s constitutional complaint as ill-founded.", "COMPLAINT", "The applicant complains under Article 6 §§ 1 and 3(d) of the Convention that he was not given an adequate opportunity to examine a witness against him.", "QUESTIONS TO THE PARTIES", "1.  Did the applicant have a fair hearing in the determination of the criminal charge against him, in accordance with Article 6 § 1 of the Convention?", "", "2.  Was the applicant able to examine witnesses against him, as required by Article 6 § 3 (d) of the Convention?", "The Government are invited to submit all case files concerning the applicant’s case in two copies.", "", ""]}