{"file": "ENG_HEJUD_38722_02.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "38722/02", "text_paragraphs": ["", "", "SECOND SECTION", "", "", "CASE OF AFANASYEV v. ", "", "", "(Application no. 38722/02)", "", "", "JUDGMENT", "", "", "", "", "", "5 April 2005", "", "", "", "FINAL", "", "", "05/07/2005", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "In the case of Afanasyev v. ,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tMr\tJ.-P. Costa, President,\n\tMr\tA.B. Baka,\n\tMr\tI. Cabral Barreto,\n\tMr\tK. Jungwiert,\n\tMr\tV. Butkevych,\n\tMrs\tA. Mularoni,\n\tMs\tD. Jočienė, judges,\nand Mrs S. Dollé, Section Registrar,", "Having deliberated in private on 8 June 2004 and 15 March 2005,", "Delivers the following judgment, which was adopted on the lastmentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 38722/02) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Aleksey Vladimirovich Afanasyev (“the applicant”), on 14 September 2002.", "2.  The applicant, who had been granted legal aid, was represented by Mr A.P. Bushchenko, a lawyer practising in the city of . The Ukrainian Government (“the Government”) were represented by their Agents - Mrs V. Lutkovska and Mrs Z. Bortnovska.", "3.  The applicant alleged that he had been ill-treated while in police custody in violation of Article 3 of the Convention, and that he had no effective remedy for this complaint as required by Article 13 of the Convention.", "4.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  By a decision of 8 June 2004, the Court declared the application admissible.", "6.  The Government, but not the applicant, filed observations on the merits (Rule 59 § 1).", "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "8.  The applicant was born in 1964 and lives in the city of .", "9.  On 1 March 2000 the applicant was arrested on suspicion of crimes of swindling and taken to the Kyivsky District Police Station (Київський районний відділ міліції міста Харкова).", "10.  According to the applicant, he was handcuffed in the police station and police officers demanded that he confess. When he refused to do so, he was severely beaten several times. After each beating he was told that if he did not confess he would be subjected to further beatings. During the last beating one of the police officers, G., hit the applicant on the left ear, causing swelling and partial deafness. After the beatings, the police officers warned the applicant to “think it over” during the night, otherwise he would be beaten again the next day.", "11.  The applicant maintained that he had had many scratches and bruises on his body. On 2 March 2000, when the police officers wanted to transfer him to a temporary detention centre (ізолятор тимчасового утримання), the centre refused to admit him on account of his numerous injuries.", "12.  On 3 March 2000 the applicant was escorted to hospital where he was examined.", "13.  The same day the applicant was transferred to a temporary detention centre.", "14.  On 4 March 2000 the applicant was charged, but released on bail on condition that he did not abscond, by a decision of the Kyivsky District Prosecutor.", "15.  From 7 March to 5 April 2000 the applicant underwent medical examinations at the forensic medical examination department (відділ судово-медичної експертизи). The forensic expert recorded various injuries to the applicant’s body. The injuries included a damaged left ear, and bruises on the trunk, face, left arm and left leg (qualified as minor injuries by the Government). The expert also indicated the approximate dates on which the applicant had sustained these injuries, some 5 to 7 days before 7 March 2000. Those dates coincided with the applicant’s detention in the Kyivsky District Police Station.", "16.  On 13 April 2000 the applicant requested the Kharkiv Regional Prosecutor to institute criminal proceedings against the police officers for torture. The request was transferred to the Kyivsky District Prosecutor’s Office for consideration.", "17.  On 24 April and 18 May 2000, the applicant requested the Kyivsky District Prosecutor’s Office to inform him about the outcome of his complaint.", "18.  On 24 April 2000, the deputy prosecutor of the Kyiv District of Kharkiv issued a decree refusing to institute criminal proceedings on the ground that there was no evidence that an offence had been committed. In his decree, the deputy prosecutor stated that criminal proceedings had been initiated against the applicant on 10 February 2000. The applicant confessed voluntarily to having committed the crimes of which he was charged when he learned that his accomplices had also confessed. Furthermore, police officers had been questioned about the applicant’s allegations and had refuted the accusations against them. The deputy prosecutor concluded:", "“(...) despite the fact that the forensic medical expert opinion No. 747/c of 5 April 2000 [established that the applicant suffered] minor bodily injuries giving rise to a short-term disability, no evidence has been obtained that those injuries were inflicted by officers of the Kyivsky District Police Station of Kharkiv. The [applicant’s] arguments set out in his request must be considered to have been invented by him. He was fully aware that the investigation gave rise to sufficient proof that he had committed the crimes of which he was accused. He is now trying to avoid the punishment he deserves”.", "19.  On 3 June 2000 the applicant appealed against this decision to the Kyivsky District Court and to the City Prosecutor’s Office. (According to the Government, it was on 3 July 2000 that the applicant complained to the Kharkiv Regional Prosecutor’s Office, and then on 14 September 2000 to the court, paragraph 21 below.)", "20.  On 20 July 2000 the Kharkiv City Prosecutor’s Office informed the applicant that it had rejected his request to quash the decree of 24 April 2000.", "21.  On 14 September 2000 the applicant lodged a complaint with the Kyivsky District Court of Kharkiv challenging the decree of 24 April 2000.", "22.  On 19 October 2000 the Kyivsky District Court quashed the decree of 24 April 2000 and ordered that criminal proceedings be opened against the accused police officers under Article 166 § 2 of the Criminal Code (excess of power). The court stated that the prosecutor had failed to investigate the cause of the applicant’s injuries and that the prosecutor’s refusal to institute criminal proceedings against the police officers in question had been unreasonable.", "23.  The criminal case was sent to the Kyivsky District Prosecutor’s Office. On 10 November 2000 this Office requested the Kharkiv Regional Prosecutor’s Office to lodge a supervisory review appeal with the Presidium of the  against the Kyivsky District Court’s decision of 19 October 2000. The applicant was informed of this on 26 January 2001.", "24.  On 25 April 2001 the Kharkiv Regional Prosecutor’s Office rejected the request, finding no grounds for such a review, and returned the case file to the District Prosecutor’s Office. The applicant was informed of this development by letter of 27 April 2001.", "25.  Criminal proceedings were initiated on 28 April 2001 by the Kyivsky District Prosecutor, but terminated by decree on 3 September 2001 for want of evidence that any crime had been committed. Nevertheless, according to the Government, between May and November 2001 investigators interviewed several witnesses, including the police officers and the applicant’s relatives.", "26.  Following the applicant’s complaint, on 29 October 2001 the Kharkiv Regional Prosecutor’s Office quashed the decree of the Kyivsky District Prosecutor and sent the case to the Kharkiv City Prosecutor’s Office. The latter in turn transferred the case on 7 November 2001 to the Zhovtnevy District Prosecutor’s Office for a further preliminary investigation.", "27.  On 13 November 2001 the Zhovtnevy District Prosecutor’s Office began the investigation.", "28.  In November and December 2001 several other witnesses were questioned and confrontations were organised.", "29.  On 20 November 2001 a forensic medical examination was ordered within the framework of the investigation.", "30.  On 4 December 2001 the expert examination concluded that the applicant had suffered bodily harm of medium severity which could have occurred in the circumstances alleged by the applicant.", "31.  On 12 December 2001 a supplementary forensic examination was ordered as the first was deemed incomplete.", "32.  According to the Government, on 25 February 2002 the second expert opinion established that the applicant had sustained minor bodily harm prior to his detention in the Kyivsky District Police Station.", "33.  At the request of the applicant’s lawyer, one of the medical experts was interviewed in the presence of the lawyer on 21 March 2002. The same day the lawyer requested an additional medical examination since, in his view, the second report lacked any scientific basis and was contradicted by the other evidence in the case. Although the prosecutor received the request, the lawyer never had a reply.", "34.  On 28 March 2002, on conclusion of the additional investigation, the Zhovtnevy District Prosecutor’s Office issued a decree terminating the criminal proceedings on the ground that there was no evidence that a crime had been committed. (The applicant was informed of this on 16 April 2002.) The prosecutor stated, inter alia, that the police officers who had been questioned had denied the accusations against them and had explained the applicant’s allegations with reference to the criminal proceedings brought against him. The prosecutor further stated that the testimonies of T. and O., confirming the applicant’s allegations, had to be disregarded since they were the applicant’s co-accused. The prosecutor also maintained that the medical examination had concluded that the applicant’s injuries could have been caused before he was detained at the police station.", "35.  On 16 April and 31 May 2002 the applicant and his lawyer requested the district prosecutor to provide them with the case file. By letter of 10 June 2002, the prosecutor replied that the materials in the case file had been sent to the Regional Prosecutor’s Office for examination.", "36.  Following the filing of several complaints by the applicant and his lawyer with the District, Regional and General Prosecutor’s Office, the Kharkiv Regional Prosecutor’s Office informed the applicant on 9 October 2002 that the criminal case, in so far as it concerned the alleged excess of power by police officers, had been closed, but that the question of the infliction of minor bodily harm had been remitted for further investigation.", "37.  That same day, 9 October 2002, the  prosecutor’s Office quashed the decision of 28 March 2002 and remitted the case to the Zhovtnevy District Prosecutor’s Office, which on 23 August 2002 recommenced the investigation.", "38.  Because of the contradictory findings of the previous forensic medical examinations, an additional examination was entrusted to the Central Office of Forensic Medical Examination in Kyiv.", "39.  On 2 June 2003 the Zhovtnevy District Prosecutor’s Office received an expert opinion dated 3 February 2003 in which it was stated that the applicant had sustained bodily injury of medium severity that could have been inflicted in the circumstances alleged by the applicant.", "40.  On 25 June 2003 the Kharkiv Regional Prosecutor’s Office instructed the Zhovtnevy District Prosecutor’s Office to complete the investigation as soon as possible.", "41.  On 9 July 2003 the Zhovtnevy District Prosecutor’s Office issued a decree terminating the criminal proceedings on the ground that the actions of the law-enforcement officers had not given rise to any criminal offence. It reclassified the criminal offence as the infliction of bodily injury of medium severity by unknown person(s) and remitted the criminal case for investigation to the Kyivsky District Police Department.", "42.  The applicant appealed against this decree to the Zhovtnevy District Court.", "43.  On 15 November 2003 the criminal investigation was stayed and it was decided to continue the operative search as the offender had not yet been identified.", "44.  On 31 December 2003 Zhovtnevy District Court quashed the decree of 9 July 2003 and remitted the case for an additional investigation. The court noted, in particular, that the investigating authorities had failed to take all necessary measures to identify and question independent witnesses, given that the applicant and the law-enforcement officers had made contradictory statements.", "45.  On 30 March 2004 the Zhovtnevy District Prosecutor’s Office passed a resolution discontinuing the criminal investigation against the police officers indicated by the applicant, and decided that the fact of the infliction of bodily harm of medium severity required further investigation.", "46.  The investigation is still pending because the offender has not yet been found.", "II.  RELEVANT DOMESTIC LAW", "1. Constitution of Ukraine", "47.  The relevant extract of the Constitution of Ukraine provides:", "", "Article 28", "“Everyone has the right to respect for his or her dignity.", "No one shall be subjected to torture, cruel, inhuman or degrading treatment or punishment that violates his or her dignity. ...”", "2. Code of Criminal Procedure", "48.  Article 4 of the Code provides that the court, prosecutor or investigator shall, within their competencies, institute criminal proceedings in every case where signs of a crime have been discovered, take all necessary measures provided by law to establish the commission of the crime and the identity of the offenders and punish them.", "49.  Article 22 of the Code prohibits extracting confessions from an accused or any other participant in the proceedings through violence, threats or other illegal means.", "50.  Article 28 of the Code provides that the person who sustained material damage from the crime shall be entitled to lodge a civil claim against the accused person or persons who bear material liability for the actions of the accused.", "3. Code of Civil Procedure", "51.  Article 221 of the Code foresees an obligation of the court to suspend proceedings in the case, if it cannot be examined prior to the decision in another case examined under civil, criminal or administrative proceedings.", "4. The Law of  “on the procedure for compensation of damage caused to the citizen by unlawful actions of bodies of inquiry, pre-trial investigation, prosecutors and courts” of 1 December 1994", "52.  The relevant extract of the Law provides:", "", "Article 2", "“The right to compensation for damages in the amount and in accordance with the procedure established by this Law shall arise in the cases of:", "- acquittal by a court;", "- termination of a criminal case on grounds of an absence of proof of commission of a crime, absence of corpus delicti, or lack of evidence of the accused’s participation in the commission of the crime;", "- refusal to initiate criminal proceedings or termination of criminal proceedings on the grounds stipulated in sub-paragraph 2 of paragraph 1 of this Article;", "- termination of proceedings for an administrative offence.”", "THE LAW", "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION", "53.  The Government maintained that the applicant’s complaints should be declared inadmissible since the criminal proceedings arising out of his allegations were still pending. The Government observed in this connection that the applicant and his lawyer have participated actively in these proceedings. The application was therefore premature and the applicant should be required to await the final decision at the domestic level before submitting his application to the Court.", "54.  The applicant contested the Government’s submission. He stated that in Ukraine an allegation of torture required the prosecutor to conduct a criminal investigation into the facts. However, in his case the investigation had lasted too long and both he and his lawyer had been precluded from effective participation in the investigation. Moreover, the investigating authority had shown its reluctance to carry out a proper and impartial investigation into his claim.", "55.  The Court notes that the Government’s objection is closely linked to the applicant’s complaints under Articles 3 and 13 of the Convention. In these circumstances, it joins the preliminary objection to the merits of the applicant’s complaints.", "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION", "56.  The applicant complained that he had been ill-treated in custody and that the State authorities failed to undertake a thorough and effective investigation. He relied on Article 3 of the Convention, which provides as follows:", "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”", "A.  Alleged ill-treatment in police custody", "1.  The parties’ submissions", "57.  The Government submitted that there was no evidence to show that the applicant sustained any injuries at the police station at the hands of police officers. The Government referred to the applicant’s conflicting statements to the domestic authorities as to the details of his alleged beatings.", "58.  The applicant maintained that, apart from his statement as to the time and nature of his injuries, there was sufficient evidence, including medical opinions, to support his claim that his injuries could only have been inflicted during his detention at the police station. Several witnesses had also given evidence about his state of health prior to his detention. The applicant contested the Government’s submission that he had made conflicting statements when giving details of the beatings. The only contradiction concerned the surname of one of the alleged offenders, and this was due to confusion on his part.", "2.  The Court’s assessment", "59.  The Court recalls that Article 3 enshrines one of the most fundamental values of a democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment. The obligation on High Contracting Parties under Article 1 of the Convention to secure to everyone within their jurisdiction the rights and freedoms defined in the Convention, taken together with Article 3, requires States to take measures designed to ensure that individuals within their jurisdiction are not subjected to torture or inhuman or degrading treatment (see, mutatis mutandis, E. and Others v. the United Kingdom judgment, no. 33218/96, § 88, 26 November 2002).", "60.  The Court further recalls that ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum is relative: it depends on all the circumstances of the case, such as the duration of the treatment, its physical and/or mental effects and, in some cases, the sex, age and state of health of the victim. In respect of a person deprived of his liberty, recourse to physical force which has not been made strictly necessary by his own conduct diminishes human dignity and is in principle an infringement of the right set forth in Article 3 (see the Assenov and Others v. Bulgaria judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VIII, § 94).", "61.  The Court considers that, in this case, the degree of bodily harm established by the medical examination carried out on the applicant shortly after his release (see paragraph 15 above) indicates that the applicant’s injuries were sufficiently serious to amount to inhuman and degrading treatment within the scope of Article 3 (see, for example, the Assenov and Others v. Bulgaria judgment cited above, § 95). It remains to be considered whether the State should be held responsible under Article 3 for these injuries.", "62.  The Court notes that the materials in the case file confirm that the applicant was the victim of violence during his detention. However, the applicant did not present any independent evidence capable of confirming his allegation that his injuries were caused by police officers. There were no witnesses to the incident. In the absence of any independent witness present during the alleged beatings, the Court believes that it is impossible to establish whether or not the applicant’s injuries were caused by the police as alleged.", "63.  The Court considers, however, that, viewed cumulatively, the medical evidence, the applicant’s testimony, the fact of his detention in the police station for three days and the lack of any plausible alternative explanation as to the origin of the applicant’s injuries, give rise to a reasonable suspicion that these injuries may have been caused by the police.", "64.  The Court recalls that a State is responsible for the welfare of persons in detention and that the authorities have a duty to protect such persons. Bearing in mind the authorities’ obligation to account for injuries caused to persons under their control, the Court considers that failure to find State agents guilty of a crime of violence against a detainee, as in the instant case, cannot absolve the State of its responsibility under the Convention (see, mutatis mutandis, Esen v. Turkey, no. 29484/95, § 28; Yaz v. Turkey, no. 29485/95, § 30; Ayşe Tepe v. Turkey, no. 29422/95, 22 July 2003).", "65.  In the light of the above, and in the absence of any plausible explanation of the Government as to the origin of the applicant’s injuries, it must be considered that the applicant sustained injuries as a result of the inhuman and degrading treatment for which the Government must bear Convention responsibility.", "66.  The Court concludes that there has been a breach of Article 3 of the Convention in this regard.", "B.  Adequacy of the investigation", "1.  The parties’ submissions", "67.  The Government submitted that the investigation into the applicant’s allegations was started immediately after the applicant lodged his complaint. According to the Government, the course followed by the investigation, the number of measures taken and the remission of the case for further investigation by the higher prosecutors and courts, demonstrated the intent of the State authorities to conduct a comprehensive and objective investigation.", "68.  The applicant maintained that, despite their duty under law, the investigator and the prosecutor, whom the applicant met after his beating, showed complete indifference to the cause of his injuries. The applicant further maintained that the investigation was conducted in a dilatory manner and lasted too long. The applicant also submitted that the delays in the questioning of witnesses had a damaging effect on the investigation, since some of them could no longer recall clearly the events. The applicant noted that he was prevented from participating actively in the investigation, given the delays in informing him about procedural decisions taken and the refusals to allow him to have full access to the case file.", "2.  The Court’s assessment", "69.  The Court recalls that Article 3 of the Convention creates a positive obligation to investigate effectively allegations of ill-treatment (Assenov and Others judgment cited above §§ 101-106). However, whether it is appropriate or necessary to find a procedural breach of Article 3, when the applicant has also invoked Article 13 of the Convention, will depend on the circumstances of the particular case.", "70.  In the present case, the Court has found that the applicant has suffered inhuman and degrading treatment whilst in police custody, for which the Government must bear Convention responsibility. In these circumstances, it considers that his complaint concerning the lack of any effective investigation by the authorities into the cause of his injuries more appropriately falls to be dealt with under Article 13 of the Convention (cf. Ilhan v. Turkey [GC], no. 22277/93, §§ 89-92, ECHR 2000-VII).", "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION", "71.  The applicant complained under Article 13 of the Convention of the alleged lack of effective remedies in respect of the violation of Article 3.", "72.  Article 13 of the Convention provides:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "1.  The parties’ submissions", "73.  The Government maintained that the investigation into the applicant’s allegation was a remedy which the applicant had used effectively.", "74.  The applicant maintained that Article 13 had been violated since the State authorities failed to conduct an effective investigation into his case. He referred to his arguments mentioned in paragraph 68 above. He further submitted that national legislation did not provide for the award of compensation in the circumstances of his case since he was found guilty of a crime (see paragraph 52 above). The applicant maintained that examination of a civil claim for compensation would in any event have been dependent on the outcome of the criminal proceedings, which are still pending.", "2.  The Court’s assessment", "75.  The Court recalls that Article 13 of the Convention guarantees the availability at the national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their Convention obligations under this provision. The scope of the obligation under Article 13 varies depending on the nature of the applicant’s complaint under the Convention. Nevertheless, the remedy required by Article 13 must be “effective” in practice as well as in law, in particular in the sense that its exercise must not be unjustifiably hindered by the acts or omissions of the authorities of the respondent State (the Aydin v. Turkey judgment of 25 September 1997, Reports 1997-VI, pp. 1895-96, § 103, and the Kaya v. Turkey judgment of 19 February 1998, Reports 1998-I, pp. 329-30, § 106). The Court further reiterates that where an individual has an arguable claim that he has been subjected to serious ill-treatment by the State, the notion of an “effective remedy” entails, inter alia, a thorough and effective investigation capable of leading to the identification and punishment of those responsible, and includes effective access for the complainant to the investigation procedure (see the Tekin v. Turkey judgment of 9 June 1998, Reports 1998-IV, p. 1517, § 52).", "76.  The Court notes that, following the applicant’s complaint, the State authorities conducted a perfunctory investigation and only questioned the alleged offenders. They took the negation of the police officers at face-value and refused to institute criminal proceedings against them, despite the applicant’s statements and his undisputed bodily injuries. The criminal proceedings and the investigation into the applicant’s allegations commenced more than a year after the alleged events. The Court agrees with the applicant that the omissions at the initial stage of consideration of his complaint substantially affected the subsequent course of the overall investigation. Many of the witnesses were only questioned after a significant lapse of time (May-November 2001) and could not testify clearly about events in March 2000. The Court further notes that on two occasions the domestic courts established that there had been serious omissions on the part of the authorities during the investigation: most of the witnesses were interrogated only after a lengthy delay, whereas several others were not interrogated at all. In the Court’s opinion those omissions, taken alone, provide a sufficient basis for the conclusion that the State authorities fell short of their obligations under Article 13 of the Convention.", "77.  As to compensatory remedy, the Court does not consider that the national law on compensation for unlawful investigatory acts (paragraph 52 above) is pertinent to this case, whereas a claim for compensation for criminal injury can be lodged under both the Civil and Criminal Procedure Codes (paragraphs 49-51 above). However, such a claim must be lodged against a particular person or persons. The remedy becomes futile if the offender is not identified and prosecuted. Therefore the absence of any outcome for the main criminal proceedings also prevented the applicant from effective recourse to these remedies, since in practice a civil claim for compensation would not be examined prior to a final determination of the facts in pending criminal proceedings.", "78.  In view of these considerations, the Court dismisses the Government’s preliminary objection as to the necessity for the applicant to await the final result of the investigation into his allegations, and finds that there has been a violation of Article 13 of the Convention in this respect.", "", "APPLICATION OF ARTICLE 41 OF THE CONVENTION", "", "79.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "Damage", "80.  The Court points out that under Rule 60 of the Rules of Court any claim for just satisfaction must be itemised and submitted in writing, together with the relevant supporting documents, failing which the Court may reject the claim in whole or in part.", "(a) pecuniary damage", "81.  The applicant did not submit any claim under this head within the prescribed time-limit; the Court therefore makes no award.", "(b) non-pecuniary damage", "82.  The applicant claimed EUR 50,000 as compensation for non-pecuniary damage.", "83.  The Government maintained that the claim is unsubstantiated and too high. The Government invited the Court to make an award of non-pecuniary damage on an equitable basis with regard to its previous case-law.", "84.  The Court, bearing in mind its findings above regarding the applicant’s complaints, considers that he clearly suffered some non-pecuniary damage as a result of the ill-treatment he suffered while in police custody. Making its assessment on an equitable basis, the Court awards the applicant 6,500 euros (EUR).", "Costs and expenses", "85.  The applicant claimed USD 10,100 (EUR 7,720) for the costs and expenses incurred in the domestic and Convention proceedings.", "86.  The Government maintained that the claim as to the number of hours spent by the applicant’s lawyer on the preparation of the application form, as well as further written submissions to the Court, were exaggerated. Moreover, there was no indication that those costs were actually incurred.", "87.  The Court reiterates that in order for costs and expenses to be included in an award under Article 41, it must be established that they were actually and necessarily incurred in order to prevent or obtain redress for the matter found to constitute a violation of the Convention and were reasonable as to quantum (see Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII). The Court considers that these requirements have not been met in the instant case. It finds that the applicant’s lawyer exaggerated the time he spent on the preparation of the case. It is not satisfied that the costs and expenses, allegedly reflecting more than two hundred hours of effective work and amounting to USD 10,100, were all incurred, or reasonably incurred, in connection with the complaints submitted to the Court. However, it is clear that the applicant had some legal expenses, given the steps taken by his lawyer at the domestic level, as well as the observations and further submissions made by his lawyer to the Court.", "88.  Having regard to all relevant factors, the Court awards EUR 1,500, which after the deduction of EUR 890 which the applicant received in legal aid from the Council of Europe, comes to EUR 610 in respect of costs and expenses, plus any tax that may be chargeable on that amount.", "C.  Default interest", "89.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Dismisses the Government’s preliminary objection;", "", "2.  Holds that there has been a violation of Article 3 of the Convention;", "", "3.  Holds that there has been a violation of Article 13 of the Convention;", "", "4.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts:", "(i)  EUR 6,500 (six thousand five hundred euros) in respect of non-pecuniary damage;", "(ii)  EUR 610 (six hundred and ten euros) in respect of costs and expenses;", "(iii)  any tax that may be chargeable on the above amounts;", "(b)  that the above amounts shall be converted into the national currency of the respondent State at the rate applicable at the date of settlement;", "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "\n5.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 5 April 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tS. Dollé\tJ.-P. Costa\n\tRegistrar\tPresident"]}