{"file": "ENG_CLIN_24724_94.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "24724/94", "text_paragraphs": ["Information Note on the Court’s case-law 13", "December 1999", "T. v. the United Kingdom [GC] - 24724/94", "Judgment 16.12.1999 [GC]", "Article 6", "Criminal proceedings", "Article 6-1", "Fair hearing", "Effective participation of child in trial: violation", "Article 3", "Degrading treatment", "Inhuman treatment", "Trial of children in adult court: no violation", "Article 5", "Article 5-1-a", "After conviction", "Child detained \"at Her Majesty's pleasure\" following conviction for murder: no violation", "Article 5-4", "Take proceedings", "Absence of review of continuing legality of detention of child sentenced to detention \"at Her Majesty's pleasure\": violation", "Article 6", "Criminal proceedings", "Article 6-1", "Independent tribunal", "Fixing of minimum sentence by Executive: violation", "[This summary also covers the judgment of the case V. v. the United Kingdom [GC], no. 24888/94, 16 December 1994.]", "(Extract from press release)", "Facts: The applicants, British citizens born in August 1982 who asked the Court not to reveal their names, were convicted in November 1993 of the abduction and murder of a two-year-old boy. They were ten years old at the time of the offence, and eleven at the time of their trial, which took place in public in the Crown Court and attracted high levels of press and public interest. Following their conviction, the applicants were sentenced to be detained indefinitely, “during Her Majesty’s pleasure”. According to English law and practice, children and young persons sentenced to be detained during Her Majesty’s pleasure must first serve a “tariff” period, set by the Home Secretary, to satisfy the requirements of retribution and deterrence. Following the expiry of the tariff, detainees must be released unless, in the view of the Parole Board, they represent a danger to the public. The Home Secretary set a tariff of fifteen years in respect of each applicant. This decision was quashed in judicial review proceedings by the House of Lords on 12 June 1997. Since that date, no new tariff has yet been set.", "The applicants complained that, in view of their young age, their trial in public in an adult Crown Court and the punitive nature of their sentence constituted violations of their rights not to be subjected to inhuman or degrading treatment or punishment as guaranteed under Article 3 of the Convention. They further complained that they were denied a fair trial in breach of Article 6 of the Convention. In addition, they contended that the sentence imposed on them of detention at Her Majesty’s pleasure amounted to a breach of their right to liberty under Article 5, and that the fact that a government minister, rather than a judge, was responsible for setting the tariff violated their rights under Article 6. Finally, they complained under Article 5 § 4 of the Convention that, to date, they had not had the opportunity to have the continuing lawfulness of their detention examined by a judicial body, such as the Parole Board.", "Law: I. Issues under the Convention relating to the trial", "Government’s preliminary objection - The Government submitted that the applicants’ complaints that, in view of their young age and degree of emotional disturbance, their trial in public had amounted to inhuman and degrading treatment contrary to Article 3 of the Convention and that they had not been able fully to understand or participate in the trial in breach of Article 6 § 1, should be declared inadmissible on grounds of non-exhaustion of domestic remedies because they had not raised any complaint or appeal during the national proceedings. The Government were not, however, able to refer to any example of a case where an accused under a disability falling short of that required under English law to establish unfitness to plead had been able to obtain a stay of criminal proceedings on the grounds that he was incapable of fully participating in them, or where a child charged with murder or another serious offence had been able to obtain a stay on the basis that trial in public in the Crown Court would cause him detriment or suffering. The Court therefore rejected the preliminary objection. ", "Article 3 - The Court considered first whether the attribution of criminal responsibility to the applicants in respect of acts committed at the age of ten could in itself amount to inhuman or degrading treatment. It did not find that there was any clear common standard amongst the Member States of the Council of Europe as to the minimum age of criminal responsibility. While most had adopted an age-limit which was higher than that in force in England and Wales, other States, such as Cyprus, Ireland, Liechtenstein and Switzerland, attributed criminal responsibility from a younger age, and no clear tendency could be ascertained from examination of the relevant international texts and instruments, for example, the United Nations Convention on the Rights of the Child. Even if England and Wales was among the\nfew European jurisdictions to retain a low age of criminal responsibility, the age of ten could not be said to be so young as to differ disproportionately to the age limit followed by other European States. The attribution of criminal responsibility to the applicants did not, therefore, in itself give rise to a breach of Article 3.", "The second part of the complaint under Article 3 concerning the trial related to the fact that it took place over three weeks in public in an adult Crown Court with attendant formality. The Court recognised that the proceedings were not motivated by any intention on the part of the State authorities to humiliate the applicants or cause them suffering; indeed, special measures were taken to modify the Crown Court procedure in order to attenuate the rigours of an adult trial in view of the defendants’ young age. Moreover, although there was psychiatric evidence that such proceedings could be expected to have a harmful effect on eleven-year-old children, any inquiry into the killing of the two-year-old, whether it had been carried out in public or in private, attended by the formality of the Crown Court or informally in the Youth Court, would have provoked in the applicants feelings of guilt, distress, anguish and fear. Whilst the public nature of the proceedings may have exacerbated these feelings to a certain extent, the Court was not convinced that the particular features of the trial process caused, to a significant degree, suffering going beyond that which would inevitably have been engendered by any attempt by the authorities to deal with the applicants.  In conclusion, therefore, it did not find that the applicants’ trial gave rise to a violation of Article 3.", "Conclusion: no violation (12 votes to 5).", "Article 6 § 1 - Article 6, read as a whole, guarantees the right of an accused to participate effectively in his criminal trial. This was the first time that the Court had had to examine how this should apply to criminal proceedings against children, and in particular whether procedures which are generally considered to safeguard the rights of adults on trial, such as publicity, should be abrogated in respect of children in order to promote their understanding and participation. It considered it essential that a child charged with an offence should be dealt with in a manner which took full account of his age, level of maturity and intellectual and emotional capacities, and that steps were taken to promote his ability to understand and participate in the proceedings. In respect of a young child charged with a grave offence attracting high levels of media and public interest, this could mean that it would be necessary to conduct the hearing in private, so as to reduce as far as possible the child’s feelings of intimidation and inhibition, or, where appropriate, to provide for only selected attendance rights and judicious reporting. The applicants’ trial took place over three weeks in public in the Crown Court. It generated extremely high levels of press and public interest, both inside and outside the court room, to the extent that the judge in his summing up referred to the problems caused to witnesses by the blaze of publicity and asked the jury to take this into account when assessing their evidence. Special measures were taken in view of the applicants’ youth, for example, the trial procedure was explained to them, they were taken to see the court-room in advance, and the hearing times were shortened so as not to tire them excessively. Nonetheless, the formality and ritual of the Crown Court must at times have seemed incomprehensible and intimidating for a child of eleven, and there is evidence that certain of the modifications to the court room, in particular the raised dock which was designed to enable the applicants to see what was going on, had the effect of increasing their sense of discomfort during the trial since they felt exposed to the scrutiny of the press and public. There was psychiatric evidence that, at the time of the trial, both applicants were suffering from post-traumatic stress disorder as a result of what they had done to the two-year-old, and that they found it impossible to discuss the offence with their lawyers. They had found the trial distressing and frightening and had not been able to concentrate during it.", "In such circumstances the Court did not consider that it was sufficient for the purposes of Article 6 § 1 that the applicants were represented by skilled and experienced lawyers. Although their legal representatives were seated, as the Government put it, “within whispering distance”, it was highly unlikely that either applicant would have felt sufficiently uninhibited, in the tense court room and under public scrutiny, to have consulted with them during the trial or, indeed, that, given their immaturity and disturbed emotional state, they would have been capable outside the court room of co-operating with their lawyers and giving them information for the purposes of their defence. It followed that the applicants had been denied a fair hearing in breach of Article 6 § 1.", "Conclusion: violation (16 votes to 1).", "Articles 6 § 1 and 14 taken together - The Court did not consider it necessary to consider this complaint.", "Conclusion:  not necessary to examine (unanimous).", "II. Issues under the Convention relating to the sentence", "Article 3 - States have a duty under the Convention to take measures for the protection of the public from violent crime. The punitive element inherent in the tariff approach did not give rise to a breach of Article 3, and the Convention did not prohibit States from subjecting a child or young person convicted of a serious crime to an indeterminate sentence allowing for his continued detention where necessary for the protection of the public. Until new tariffs had been set it would not be possible to draw any conclusions regarding the length of punitive detention to be served by the applicants, who had now been held for six years since November 1993. The Court did not consider that, in all the circumstances of the case including the applicants’ age and conditions of detention, a period of punitive detention of this length could be said to amount to inhuman or degrading treatment.", "Conclusion: no violation (10 votes to 7).", "Article 5 § 1 - The sentence of detention at Her Majesty’s pleasure was clearly lawful under English law and was not arbitrary. There had not, therefore, been any violation of Article 5 § 1. ", "Conclusion: no violation (unanimous).", "Article 6 § 1 - Article 6 § 1 guarantees, inter alia, a fair hearing before an independent and impartial tribunal in respect of the “determination ... of any criminal charge ...”, including the determination of sentence. The “tariff” served by a juvenile sentenced to detention during Her Majesty’s pleasure represented the maximum period during which he could be detained for the purposes of retribution and deterrence. After its expiry, he had to be released unless there was reason to believe that he was dangerous. The Court considered that, as was recognised by the House of Lords in the judicial review proceedings brought by the applicants, the fixing of the tariff amounted to a sentencing exercise. Since the Home Secretary, who set the applicants’ tariffs, was clearly not independent of the executive, there had been a breach of Article 6 § 1 in respect of the determination of the applicants’ sentences.", "Conclusion: violation (unanimous).", "Article 5 § 4 - Because the applicants’ tariffs had been decided upon by the Home Secretary, there had been no judicial supervision incorporated in the initial fixing of their sentences. Article 5 § 4 entitled children detained during Her Majesty’s pleasure, after the expiry of the tariff period, to periodic review by a judicial body such as the Parole Board of their dangerousness to the public and thus the continuing lawfulness of their detention. However, the applicants had never had the opportunity to enjoy this right, since the Home Secretary’s decision had been quashed by the House of Lords and no new tariffs had yet been fixed. The Court therefore found a violation of Article 5 § 4, based on the lack of any opportunity since the applicants’ conviction in November 1993 for them to have the lawfulness of their detention assessed by a judicial body.", "Conclusion: violation (unanimous).", "III. Article 41 of the Convention ", "The Court awarded legal costs of 18,000 pounds sterling (GBP) to T. and GBP 32,000 to V.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}