{"file": "ENG_CLIN_52058_99.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "52058/99", "text_paragraphs": ["Information Note on the Court’s case-law No. 97", "May 2007", "Gorodnitchev v. Russia - 52058/99", "Judgment 24.5.2007 [Section I]", "Article 3", "Degrading treatment", "Inhuman treatment", "Placement in a disciplinary isolation cell, lack of medical care and under nourishment of a detainee suffering from tuberculosis: violation\nWearing of handcuffs at public hearings not justified by security requirements: violation", "", "Facts: In February 1995 the applicant was arrested on suspicion of theft and two assaults, and detained pending trial. In November 1995 he was diagnosed with pulmonary tuberculosis. He was admitted to hospital and placed in a cell designed for six people, which housed 24 other detainees suffering from tuberculosis. In 1999 the doctors observed that one of his lungs had “deteriorated”. In October 2000, despite his illness, the prison administration decided to send him to a disciplinary isolation cell (SIZO) for 15 days. His detention in the cell was subsequently extended by 10 days. The applicant was sentenced to imprisonment on the two counts of assault and acquitted of theft. He was forced to appear in handcuffs at the public hearings and made several requests for them to be removed, but to no avail. Ruling on an application for supervisory review (protest), the domestic courts conceded that being handcuffed had not been in conformity with the applicant’s right to due process.", "Law: Medical treatment and conditions of detention: Concerning medical treatment, the applicant’s medical records did not contain any information about the nature of the treatment he had been given while detained, or mention the dosage of the medicines administered to him. In support of their assertion that the applicant had received the necessary medical care, the Government had not put forward any evidence other than their own statements and documents drawn up in 2001 and 2005, which merely attested ex post facto that such care had indeed been provided. The Government had not submitted any evidence dating from the relevant period to substantiate their statements. In those circumstances, the Court considered that the national authorities had not taken sufficient care of the applicant’s health, except during the time he had been kept in hospital.", "As to the applicant’s conditions of detention, his placement in a SIZO in spite of his illness was one of the severest punishments that could have been imposed on him during his detention, since it meant that he was prohibited from buying food and receiving parcels of food from his family. In view of the food restrictions resulting from placement in a SIZO under domestic law, and having regard to the fact that for almost two months the applicant had been denied the special dietary regime which, according to doctors, was necessary to improve his health, his allegations that he had been severely undernourished while in prison were not without foundation. The Court observed that the authorities’ failings were all the more deserving of criticism in that appropriate nutrition was often an important part of the treatment normally provided to those suffering from tuberculosis. In conclusion, by keeping the applicant in a SIZO for 25 consecutive days, despite the fact that he was ill and undernourished and that the law limited the maximum duration of such a punishment to 15 days, the authorities had inflicted particularly acute hardship on him, causing suffering beyond that inevitably associated with a prison sentence. It therefore considered that, during the relevant period, the applicant had been subjected to conditions of detention that amounted to inhuman treatment.", "Conclusion: violation (unanimously).", "Wearing of handcuffs in public hearings: None of the evidence in the file suggested that had the applicant not worn handcuffs when appearing before the court there might have been a risk of violence or damage, or of his absconding or hindering the proper administration of justice. That being so, the use of handcuffs had not been intended to exercise reasonable restraint and had been disproportionate to the security requirements cited by the Government. Although it had not been shown that the measure had been aimed at debasing or humiliating the applicant, his appearance in handcuffs at the public hearings amounted to degrading treatment within the meaning of Article 3.", "Conclusion: violation (unanimously).", "Article 41: EUR 10,000 for non-pecuniary damage.", "For further details, see press release no. 336.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}