{"file": "ENG_CLIN_53176_99.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "53176/99", "text_paragraphs": ["Information Note on the Court’s case-law 39", "February 2002", "Mikulić v. Croatia - 53176/99", "Judgment 7.2.2002 [Section I]", "Article 8", "Article 8-1", "Respect for private life", "Adequacy of measures taken by courts to establish paternity: violation", "Facts: The applicant was born out of wedlock in 1996. In January 1997, she and her mother brought a paternity action and in June 1997 the court gave judgment against the defendant. However, on the defendant’s appeal, the court annulled this judgment and in March 1999 it ordered him to undergo a DNA test. He failed to keep appointments for a test on six occasions and also failed to appear at several court hearings. In July 2000, the court gave a judgment in which it found his paternity to have been established, considering that his avoidance of a DNA test supported the applicant’s claim. This judgment was quashed on appeal and the case was remitted for retrial. In November 2001, the first instance court again found paternity established on the basis that the defendant’s avoidance of a DNA test corroborated the applicant’s claim. The proceedings are pending on appeal.", "Law: Article 6 § 1: The proceedings had lasted about five years, of which about four years and two months fell within the Court’s jurisdiction ratione temporis. In view of what was at stake for the applicant, the authorities were required to act with particular diligence. While the defendant had failed to appear for several hearings and had failed to attend any of the appointments for a DNA test, it is for the State to organise its legal system so as to ensure that the reasonable time requirement is met. Having regard to all the circumstances, the length of the proceedings was not reasonable.", "Conclusion: violation (unanimously).", "Article 8: Although the Court has held that paternity proceedings may fall within the scope of this provision, in the present case no family ties had been established between the applicant and her alleged father. However, private life can sometimes embrace aspects of an individual’s physical and social identity and respect for private life must also comprise to a certain degree the right to establish relationships with others. Moreover, there appeared to be no reason of principle for excluding from the notion of “private life” the determination of the legal relationship between a child born out of wedlock and the natural father. Respect for private life requires that everyone should be able to establish details of his or her identity as an individual and entitlement to such information is of importance because of its formative implications for one’s personality. In the present case, the applicant sought to establish the identity of her natural father by means of court proceedings and there was a direct link between the establishment of paternity and her private life. The case therefore fell within the scope of Article 8.", "It was necessary to examine whether the authorities, in handling the paternity claim, had breached their positive obligations under Article 8. Since the defendant denied paternity, the only way for the applicant to establish that he was her biological father was through civil court proceedings. In that connection, a procedural provision of a general character, giving discretionary power to courts to assess evidence, was not in itself a sufficient and adequate means for establishing paternity where the putative father was avoiding a court order to undergo a DNA test. In addition, the first instance court had been ineffective in establishing paternity through the assessment of other relevant evidence and it appeared that it had been unable to find adequate procedural means to prevent the defendant from impeding the proceedings. The protection of third parties may preclude their being compelled to undergo medical testing of any kind and a system which has no means of compelling the alleged father to undergo a DNA test can in principle be considered compatible with the obligations deriving from Article 8. However, in such circumstances the interests of the person seeking to establish paternity must be secured and the principle of proportionality requires that alternative means be provided to enable the speedy determination of a paternity claim. In the present case, no such means were available to the applicant and the procedure available did not strike a fair balance between her right to have her uncertainty as to her personal identity eliminated without unnecessary delay and that of her alleged father not to undergo a DNA test. The authorities had therefore failed to secure “respect” for the applicant’s private life.", "Conclusion: violation (unanimously).", "Article 13: (a) The Court had already held that section 59(4) of the Constitutional Court Act does not represent an effective remedy in respect of the length of civil proceedings.", "Conclusion: violation (unanimously).", "(b) As to the absence of measures under domestic law to ensure the presence of the defendant in paternity proceedings, this had already been taken into account under Article 8 and it was not necessary to examine the same issue under Article 13.", "Conclusion: not necessary to examine (unanimously).", "Article 41: The Court made an award in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}