{"file": "ENG_CLIN_19005_91.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "19005/91", "text_paragraphs": ["Information Note on the Court’s case-law", "December 1994", "Schouten and meldrum v. the Netherlands - 19006/91 and 19005/91", "Judgment 9.12.1994", "Article 6", "Article 6-1", "Reasonable time", "Length of social-security proceedings: Article 6 § 1 applicable; violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 6 § 1 OF THE CONVENTION", "A.\tApplicability of Article 6 § 1", "Method of analysis adopted in Feldbrugge judgment appropriate in the present cases also.  ", "Features of public law considered:  fact of State intervention not in itself sufficient to make contributions payable under the social-security schemes fall within the sphere of public law — compulsory nature of the social-security schemes: similarities between the social-security contributions in issue and premiums for compulsory insurance under civil law pointed out — the assumption by the State or by public or semi-public institutions of full or partial responsibility for ensuring social protection: such a factor implies, prima facie, an extension of the public-law domain; on the other hand, certain affinities with insurance under private law noted — it is in the nature of things that the means chosen to ensure payment of compulsory contributions should bear some resemblance to the levying of taxes.  ", "Features of private law considered:  alleged \"personal and economic nature\" of obligation not decisive — social-security legislation in question in a way grafted onto the contract of employment, thus forming one of the constituents of the relationship between employer and employee — similarity between the social-security schemes in issue and private insurance noted.", "In the instant cases the private-law features are of greater significance than those of public law.", "Conclusion: Article 6 § 1 applicable (unanimously).", "B.\tCompliance with Article 6 § 1", "1.\tReasonable time", "(a)  \tPeriods to be taken into consideration", "Delays caused by failure to give formal confirmation of decisions relevant.", "Starting-point: in both cases, request for formal confirmation of decision.", "End: in both cases, decision of the Central Appeals Tribunal.", "(b)  \tReasonableness of the length of the proceedings", "No criticism could be levelled against the national authorities in respect of the proceedings before the Appeals Tribunal and the Central Appeals Tribunal — in both cases extensions of time for the filing of documents were granted at the applicants' request.", "Complexity of cases not considered sufficient to explain the delays in question — Court not satisfied that it would have availed the applicants to make urgent requests to speed up the formal confirmation — summary proceedings before the President of the Regional Court not shown to be an effective remedy.", "Article 6 § 1 obliges Contracting States to organise their judicial systems in such a way that their courts can meet each of its requirements.", "Interest was due on the sums claimed even for the period before formal confirmation of decision was given; moreover, that interest was higher than that which the applicants could have negotiated on the financial markets.", "Conclusion: violation (unanimously).", "2.\tFairness of the proceedings", "Not established that the applicants' position before the tribunals would have been any different had the delays in question not occurred.  ", "Conclusion:  no violation (unanimously).", "II.\tARTICLE 50 OF THE CONVENTION", "A.\tPecuniary damage", "It is in principle for the national courts to decide what the appropriate sanction should be under their legal system for a breach attributable to one of the parties of the \"reasonable time\" requirement of Article 6 § 1 — the basis for an award of pecuniary damage could only be the situation that would have obtained in the absence of the violations found — not established that, had the decisions been confirmed any sooner, the judgments of the tribunals would have been different.", "Conclusion: claims rejected (unanimously).", "B.\tCosts and expenses", "Award only in so far as costs and expenses related to the violation found and to the extent to which they had been actually and necessarily incurred and were reasonable as to quantum —  assessment on equitable basis.", "Conclusion: respondent State to pay specified sums (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}