{"file": "ENG_HEJUD_24733_04.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "24733/04", "text_paragraphs": ["", "", "", "FIFTH SECTION", "", "", "", "", "", "CASE OF PFEIFER v. BULGARIA", "", "(Application no. 24733/04)", "", "", "", "", "", "", "", "JUDGMENT", "", "", "", "STRASBOURG", "", "17 February 2011", "", "FINAL", "", "17/05/2011", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "In the case of Pfeifer v. Bulgaria,", "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:", "\tKarel Jungwiert, President,\n\tPeer Lorenzen,\n\tMark Villiger,\n\tMirjana Lazarova Trajkovska,\n\tGanna Yudkivska,\n\tAngelika Nußberger,\n\tJulia Laffranque, judges,\nand Claudia Westerdiek, Section Registrar,", "Having deliberated in private on 25 January 2011,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 24733/04) against the Republic of Bulgaria lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Bulgarian national, Mr Mariyan Nikolov Pfeifer (“the applicant”), on 25 June 2004.", "2.  The applicant was represented by Mr D. Kanchev, a lawyer practising in Sofia, Bulgaria, and Prof. Dr J. Arnold, a lawyer practising in Pfaffenweiler, BadenWürttemberg, Germany. The Bulgarian Government (“the Government”) were represented by their Agent, Ms M. Kotseva, of the Ministry of Justice.", "3.  The applicant alleged, in particular, that a travel ban imposed on him while a set of criminal proceedings was pending against him had become unjustified, that the resulting interference with his family life had been disproportionate, and that he had not had effective remedies in that respect.", "4.  On 10 November 2009 the Court declared the application partly inadmissible and decided to give the Government notice of the complaints concerning the travel ban, the resulting interference with the applicant's family life, and the lack of effective remedies in that respect.", "5.  On 16 June 2008 Zdravka Kalaydjieva, the judge elected in respect of the Republic of Bulgaria, withdrew from sitting in the case. On 18 January 2010 the Government appointed Peer Lorenzen, the judge elected in respect of the Kingdom of Denmark, to sit in her place (Article 27 § 2 of the Convention and Rule 29 § 1 (a) of the Rules of Court, as worded before 1 June 2010).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "6.  The applicant was born in 1964 and currently lives in Offenburg, Germany.", "A.  The applicant's family life in Germany", "7.  The applicant left Bulgaria for Germany on 15 January 1992 and settled in Offenburg. On 28 January 1994 he married a German national, Ms E. Pfeifer, and adopted her family name. On 24 February 1995 they had a daughter. In July 1997 the applicant started work at a DaimlerBenz factory in Stuttgart. Between 1998 and 2001, when he was in pretrial detention in Bulgaria and unable to provide for his family (see paragraph 24 below), the German authorities paid child support in his stead.", "8.  On 19 May 2006 a court in Offenburg granted a divorce petition by the applicant's wife, chiefly on account of his prolonged absence because of the criminal proceedings against him in Bulgaria and the fact that he had been prevented from leaving that country to visit his family in Germany (see paragraphs 2438 below).", "B.  The criminal proceedings against the applicant in Bulgaria", "9.  On 3 February 1992 the Bulgarian authorities opened an investigation against the applicant on suspicion that on 14 January 1992 he had murdered a man in Pleven. On 1 October 1996 an investigator ordered his arrest.", "10.  The applicant's whereabouts were established through Interpol and on 3 June 1998 he was arrested in Offenburg. On 22 June 1998 the Bulgarian authorities requested his extradition on charges of premeditated murder. On 7 October 1998 the German authorities agreed to extradite him and on 18 November 1998 he was sent to Bulgaria.", "11.  On 29 December 1998 the applicant was charged with premeditated murder committed as a repeat offender. However, in April 1999 the charges were modified to aggravated robbery accompanied by murder.", "12.  In a judgment of 18 April 2000 the Pleven Regional Court found the applicant guilty of aggravated robbery and sentenced him to sixteen years' imprisonment.", "13.  Following an appeal by the applicant, on 24 October 2000 the Veliko Tarnovo Court of Appeal quashed his conviction and sentence and referred the case back to the prosecuting authorities. It found, among other things, that the applicant's conviction for robbery was in breach of the “rule of speciality” set forth in Article 14 of the European Convention on Extradition.", "14.  On 28 February 2001 the applicant was charged with premeditated murder. On 9 November 2001 the prosecuting authorities decided to drop the charge of murder committed as a repeat offender. Following an application by the private prosecuting parties, in December 2001 the Pleven Regional Court set that decision aside and directed the prosecuting authorities to also charge the applicant with murder committed in the capacity of a repeat offender.", "15.  On 15 February 2002 the prosecuting authorities indicted the applicant, charging him with premeditated murder committed as a repeat offender and in complicity.", "16.  Between June 2002 and March 2004 the Pleven Regional Court held nine hearings. However, on 24 March 2005, pursuant to a request by the applicant, a judge and a lay judge withdrew from the case, the former because certain remarks that he had made could have been considered indicative of bias, and the latter on the ground that he had taken part in the examination of the application for judicial review of the prosecuting authorities' decision to drop the charge of murder committed as a repeat offender (see paragraph 14 above). Accordingly, the trial had to start anew.", "17.  In June or July 2005 the applicant was indicted again. As the Pleven Regional Court found the indictment defective, it had to be resubmitted in September 2005, charging the applicant with murder committed as a repeat offender.", "18.  On 26 May 2006 the Pleven Regional Court acquitted the applicant.", "19.  The prosecution appealed to the Veliko Tarnovo Court of Appeal. However, as all the judges of that court had previously dealt with the case, chiefly in connection with requests for release or requests by the applicant to be allowed to leave Bulgaria (see paragraphs 24, 29, 31, 33, 35, 36 and 37 below), in November 2006 the proceedings were transferred to the Sofia Court of Appeal.", "20.  On 27 June 2007 the Sofia Court of Appeal quashed the applicant's acquittal and found him guilty of murder committed as a repeat offender. It sentenced him to ten years' imprisonment.", "21.  Following an appeal by the applicant, on 24 January 2008 the Supreme Court of Cassation quashed the lower court's judgment, finding that it had made certain clerical errors in the text of its judgment which, taken as a whole, made it impossible to ascertain the exact tenor of its ruling.", "22.  The Sofia Court of Appeal examined the case afresh on 10 March 2008, and, on 21 April 2008, again quashed the applicant's acquittal and found him guilty of murder committed as a repeat offender. It sentenced him to ten years' imprisonment. It observed that there were a number of aggravating circumstances, but went on to say that there existed a compelling mitigating circumstance: the amount of time which had elapsed since the commission of the offence. Part of that period could be attributed to the conduct of the applicant, who had escaped to Germany. However, there were still grounds to impose a punishment below the statutory minimum – fifteen years' imprisonment – to compensate for the excessive duration of the proceedings.", "23.  Following an appeal by the applicant, on 23 December 2008 the Supreme Court of Cassation upheld his conviction and sentence. It fully approved of the approach taken by the lower court with regard to the quantum of the punishment, saying that the reduction had made good an injustice towards the applicant, namely the failure to determine the charges against him within a reasonable time.", "C.  The travel ban imposed on the applicant", "24.  On 19 November 1998, the day following his extradition (see paragraph 10 above), the applicant was placed in pretrial detention. On 7 February 2001 he was released.", "25.  In the meantime, in February 1999 the immigration authorities took away his passport at the request of the investigation authorities.", "26.  On 27 June 2001 the applicant asked the prosecuting authorities to allow him to leave Bulgaria for sixty days to visit his wife and daughter in Germany. He argued that he had not seen them for four years, that they were experiencing financial difficulties, that he had a fixed place of abode in both Germany and Bulgaria, and that since his release from custody he had always remained at the disposal of the authorities. On 28 June 2001 his request was refused, and he sought judicial review by the Pleven Regional Court. On 1 August 2001 that court dismissed his application, holding that the gravity of the charges against him and the potential punishment made it likely that he would flee. There was no indication that he needed to travel urgently and there was nothing to indicate that he would not abscond.", "27.  In February 2002 the applicant sought leave from the Pleven Regional Court to go to Germany. On 7 March 2002 the judge-rapporteur in his case turned down his request. He held that the fact that the applicant had left Bulgaria immediately after the commission of the offence was indicative of his desire to obstruct the proceedings. If he had really acted in good faith, there would have been no need to track him down through Interpol. There was no guarantee that, if allowed to go to Germany, he would return for the trial. He stood accused of a serious offence, committed as a repeat offender and carrying a punishment of between fifteen years' imprisonment and life imprisonment without parole. The harshness of the punishment in itself made it likely that he would try to flee.", "28.  On 23 April 2002 the applicant asked the Pleven Regional Court to allow him to leave Bulgaria for twentyfive days to visit his wife and daughter in Germany. He chiefly relied on the same arguments as before. On an unspecified date in April, May or June 2002 the judge-rapporteur rejected the request, giving exactly the same reasons as earlier.", "29.  On 14 October 2002 the applicant made yet another request to be allowed to travel to Germany. He said that he had not seen his family for more than four years, which had adversely affected his family life, had had profoundly negative effects on the emotional state of his daughter, and had placed his wife and daughter in financial difficulties. He submitted a medical certificate showing that his wife had developed a psychogenic hysterical paralysis, which prevented her from taking proper care of their daughter. He also asserted that he could not provide for his family from Bulgaria and needed to go to Germany and register with the German social services in order to obtain financial support for them. He had not obstructed the progress of the proceedings in any way, had a permanent place of abode in both Bulgaria and Germany, and had never sought to evade justice. On 30 October 2002 the Pleven Regional Court rejected the request, briefly noting that the applicant had been charged with a serious wilful offence. The applicant's ensuing appeal was declared inadmissible by the Veliko Tarnovo Court of Appeal on 13 November 2002, on the grounds that no appeal lay against the lower court's ruling and that the appeal had been signed solely by the applicant's counsel.", "30.  On 13 December 2002 the applicant sought leave to travel to Germany, reiterating his earlier arguments. On 8 January 2003 the Pleven Regional Court rejected his request, briefly noting that he stood accused of a serious offence and that the lifting of the travel ban could hinder the establishment of the truth and the conclusion of the trial.", "31.  The applicant made a further request on 2 July 2003, reiterating his previous arguments. The court rejected it the same day, briefly noting that the applicant stood accused of a serious offence and had been extradited from Germany. His family-related arguments could not be seen as decisive. The applicant's ensuing appeal was dismissed by the Veliko Tarnovo Court of Appeal on 28 July 2003.", "32.  On 25 July 2003 the applicant requested the lifting of the travel ban, reiterating his earlier arguments. On 14 August 2003 the Pleven Regional Court rejected his request, observing that he stood accused of a serious offence, had been hiding in Germany and had been extradited from there. The length of the criminal proceedings had not exceeded a reasonable time. The fact that the applicant's family was in Germany was not decisive, as there was no indication that they could not visit him in Bulgaria. Moreover, he could work in Bulgaria and support his family from there.", "33.  Following an appeal by the applicant, on 26 August 2003 the Veliko Tarnovo Court of Appeal reversed the lower court's ruling and allowed him to travel to Germany. In a detailed opinion it noted that, although the applicant had been charged with a serious offence and had been extradited and then kept in custody for a long time, he had not missed any hearings in his case. In the court's view, at that stage, when the proceedings had already lasted twelve years and thus exceeded a reasonable time, it was no longer justified to turn down the applicant's requests for permission to travel. The court reviewed the applicant's conduct between 1992 and 1998 and concluded that he had not tried to evade justice. It went on to say that in relying on the gravity of the charges against him the lower court had acted in breach of the presumption of innocence. The only relevant factor in that respect was the conduct of the accused during the proceedings. The court noted that the applicant had not obstructed the proceedings against him in any way since his release from detention, that the evidence against him was contradictory and that his family life had suffered serious disruption on account of a measure which could not be maintained forever. It also held that to allow the applicant to travel to Germany would not create a risk of his evading, because he could be re-arrested and extradited. However, the court turned down the applicant's request for a full lifting of the travel ban.", "34.  In August and September 2003 the applicant travelled to Germany. He returned in time for the next hearing, which took place on 18 September 2003.", "35.  On 19 December 2003 the applicant asked the Pleven Regional Court to allow him to travel to Germany again. He relied on the same arguments as previously and stressed that he had returned from his previous trip in time for the hearing. The court examined the request at a hearing held on 23 December 2003 and rejected it in a decision of the same day. It said that there was no indication that the applicant's family could not visit him in Bulgaria. He had been extradited from Germany and could not be allowed to leave Bulgaria. The applicant appealed, putting forward numerous detailed arguments. On 12 January 2004 the Veliko Tarnovo Court of Appeal upheld the lower court's decision, saying that the seriousness of the charges against the applicant, coupled with his two previous convictions, showed that he was a dangerous individual. It was therefore likely that, if allowed to leave the country, he would not return. The fact that he had been extradited was telling in this respect. He could maintain contact with his family from Bulgaria.", "36.  On 23 February 2004 the applicant made another request to be allowed to travel to Germany, putting forward arguments similar to those supporting his previous requests and stressing that the separation from his wife since 1998 had caused her to apply for a divorce, as could be seen from the grounds cited in her divorce petition (see paragraph 8 above). He repeated his request on 4 March 2004. On the same day the Pleven Regional Court rejected it, observing that there was no indication that the separation between the applicant and his wife had not predated his extradition. Moreover, the applicant had produced no proof to show that the divorce petition had already been heard. He stood accused of a serious wilful offence, in connection with which he had been extradited. The applicant appealed, reiterating his arguments. On 25 March 2004 the Veliko Tarnovo Court of Appeal upheld the lower court's ruling, holding that, in view of the gravity of the charges against the applicant and the fact that he had prior convictions, he was likely to flee. The proceedings against him had not lasted an unreasonably long time, because their duration was not attributable to the conduct of the authorities. The applicant's family could come to Bulgaria, whereas the lifting of the travel ban would render the earlier extradition pointless.", "37.  On 8 December 2004 the applicant made a fresh request to be allowed to travel to Germany. On 14 February 2005 the Pleven Regional Court refused it. Following an appeal by the applicant, on 28 February 2005 the Veliko Tarnovo Court of Appeal reversed this ruling and allowed the applicant to travel to Germany, giving exactly the same reasons as on 26 August 2003 (see paragraph 33 above).", "38.  On 26 May 2006 the Pleven Regional Court, when acquitting the applicant (see paragraph 18 above), fully lifted the prohibition on his leaving Bulgaria.", "39.  The applicant went to Germany, where, on 15 March 2007 he was employed by a German company. However, he attended all the hearings in the case against him in Bulgaria.", "40.  On 27 June 2007 the Sofia Court of Appeal, when quashing the applicant's acquittal and finding him guilty (see paragraph 20 above), imposed a new travel ban, without giving reasons. The applicant's appeals against that order were declared inadmissible on the ground that no appeal lay against it.", "41.  On 10 March 2008 the applicant asked the Sofia Court of Appeal to lift the travel ban. On the same day the court granted his request. It noted that he had a wife and a child in Germany and an address in Germany. It went on to observe that the judicial phase of the proceedings had been pending for too long, that the applicant, whose conduct during the proceedings had been exemplary, had not caused any adjournments, and that the ban had been in force since 27 June 2007. Finally, it could not be overlooked that the applicant had been acquitted by the lower court.", "42.  It seems that after that the applicant went to Germany. He is currently there, fighting an extradition request from the Bulgarian authorities, which have issued a European arrest warrant for him with a view to enforcing his sentence, which became final on 23 December 2008 (see paragraphs 22 and 23 above). The proceedings are now pending before the Karlsruhe Court of Appeal (Oberlandesgericht Karlsruhe).", "II.  RELEVANT DOMESTIC LAW", "43.  Article 35 § 1 of the 1991 Constitution provides that “[e]veryone shall have the right to ... leave the country” and that this right “may be subject to restrictions provided for by act of Parliament in the interest of national security or for the protection of public health and the rights and freedoms of others”.", "44.  In October 1994 a new provision, Article 147 § 3, was added to the 1974 Code of Criminal Procedure. Under that Article, the imposition of preventive measures, such as detention, house arrest or bail, on individuals charged with an offence punishable by more than three years' imprisonment automatically triggered a prohibition on their leaving the territory of Bulgaria.", "45.  On 1 January 2000 Article 147 § 3 was repealed and replaced by the new Article 153a. It provided, in paragraph 1, that a public prosecutor could prohibit an individual accused of a wilful offence punishable by imprisonment from leaving the territory of Bulgaria without permission. Under Article 153a § 2, the prosecutor had to rule on a request for such permission within three days of its lodging. His or her refusal to grant permission was subject to judicial review (Article 153a § 3). The court had to examine the application in private and rule immediately by means of a final decision (Article 153a § 4). At the trial stage, the prosecutor's powers in that respect were taken over by the trial court (Article 153a § 5). The Supreme Court of Cassation has held that the trial court's decisions under Article 153a § 5 are subject to appeal to a higher court (реш. № 129 от 8 май 2003 г. по н. д. № 780/2002 г., ВКС, I н. о.).", "46.  On 29 April 2006 Article 153a was superseded by Article 68 of the 2005 Code of Criminal Procedure, which repeats the text of the former Article almost verbatim but also provides, in paragraph 5, that the court may, in addition to quashing the prosecutor's refusal to grant permission for travel, set aside the travel ban as a whole, provided that there is no risk that the accused will flee abroad. Paragraph 6 specifies that the court's decisions on such matters during the trial stage are subject to appeal to a higher court.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL No. 4", "47.  The applicant complained that the travel ban which had been imposed on him had become disproportionate. He relied on Article 2 of Protocol No. 4, which provides, in so far as relevant:", "“...", "2.  Everyone shall be free to leave any country, including his own.", "3.  No restrictions shall be placed on the exercise of [that right] other than such as are in accordance with law and are necessary in a democratic society in the interests of national security or public safety, for the maintenance of ordre public, for the prevention of crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.", "...”", "A.  The parties' submissions", "48.  The Government submitted that the travel ban imposed on the applicant had been justified under Article 2 § 3 of Protocol No. 4. Such a measure was envisaged by the Code of Criminal Procedure. It was not mandatory but at the discretion of the prosecuting authorities, if they felt that there was a risk that the accused might flee abroad. It was not absolute either, because the accused could be granted permission to travel on specific occasions, if he or she made such a request. The prosecuting authorities' refusal to grant such permission was subject to judicial review. In carrying out that review the court had to have regard to the reasons given by the prosecuting authorities and the grounds relied on by the accused, taking into account the risk of flight abroad. Thus, a refusal to grant permission would be unlawful if the accused wished to travel abroad for medical treatment or on business. In the latter case, a refusal would have to be subjected to very close scrutiny, because it could cause the accused pecuniary damage. The applicant had been prohibited from travelling abroad because he had been prosecuted for murder, had sought to evade justice and had been extradited from Germany. His case was therefore different from Gochev v. Bulgaria (no. 34383/03, 26 November 2009) and Baumann v. France (no. 33592/96, ECHR 2001V (extracts)). In the applicant's case, the national authorities had given reasons for each of their refusals to allow him to travel. In view of his initial absconding and his ultimate conviction, those refusals had been necessary in a democratic society in the interests of national security, public safety, for the prevention of crime, and for the protection of the rights and freedoms of others.", "49.  The applicant submitted that the Government had not provided any arguments to show that the travel ban had indeed been necessary and proportionate for the achievement of the aims cited by them. He readily conceded that it had been lawful and could have been considered justified at the outset. However, with the passage of time and in view of his exemplary conduct during the proceedings, the need for the measure had gradually receded. Indeed, he had been allowed to travel to Germany once and had returned to Bulgaria in time for the next scheduled hearing in his trial. However, only one of his many requests for permission to travel abroad had been granted. In refusing his other requests, the courts had relied on flawed arguments, such as the possibility for his family to settle in Bulgaria, and the possibility for him to support them in Germany on the very low salary that he could expect to earn in Bulgaria. The refusals which followed his return from Germany in the autumn of 2003 in time for the next trial hearing were particularly hard to explain.", "B.  The Court's assessment", "50.  The Court considers that the complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention or inadmissible on any other grounds. It must therefore be declared admissible.", "51.  Article 2 § 2 of Protocol No. 4 guarantees to any person the right to leave any country for such other country of the person's choice to which he or she may be admitted. Any measure restricting that right must meet the requirements of Article 2 § 3 of Protocol No. 4 (see, as a recent authority, Gochev, cited above, § 44, with further references).", "52.  The travel ban imposed on the applicant clearly amounted to such a measure (see, mutatis mutandis, Schmidt v. Austria, no. 10670/83, Commission decision of 9 July 1985, Decisions and Reports (DR) 44, p. 195; Földes and Földesné Hajlik v. Hungary, no. 41463/02, § 33, ECHR 2006XII; Sissanis v. Romania, no. 23468/02, § 64, 25 January 2007; Bessenyei v. Hungary, no. 37509/06, § 22, 21 October 2008; A.E. v. Poland, no. 14480/04, § 47, 31 March 2009; and Iordan Iordanov and Others v. Bulgaria, no. 23530/02, § 70, 2 July 2009). It must therefore be examined whether it was “in accordance with law”, pursued one or more of the legitimate aims set out in Article 2 § 3 of Protocol No. 4, and whether it was “necessary in a democratic society” for the achievement of such an aim.", "53.  The ban was initially based on the express terms of Articles 147 § 3 and 153a § 1 of the 1974 Code of Criminal Procedure and then on the express terms of Article 68 § 1 of the 2005 Code of Criminal Procedure (see paragraphs 4446 above). The applicant conceded that the ban was “in accordance with law”, and the Court sees no reason to hold otherwise.", "54.  Being designed to prevent the applicant from fleeing abroad pending the determination of the criminal charges against him, and thus to ensure the smooth unfolding of the proceedings and the possibility of enforcing any resultant sentence, the ban may be said to have pursued the legitimate aims of maintenance of public order and prevention of crime.", "55.  Chiefly in issue seems to be whether the ban was “necessary in a democratic society” to achieve those aims. On that point, the Court observes that the ban started with the applicant's placement in pre-trial detention on 19 November 1998, but did not take practical effect until 7 February 2001, when he was released (see paragraphs 24 and 44 above). Therefore, no ratione temporis issue arises, because Protocol No. 4 entered into force in respect of Bulgaria on 4 November 2000 (contrast, mutatis mutandis, Hajibeyli v. Azerbaijan, no. 16528/05, § 62, 10 July 2008). The ban was lifted on 26 May 2006, reimposed on 27 June 2007 and lifted again on 10 March 2008 (see paragraphs 38, 40 and 41 above). It thus lasted exactly six years altogether.", "56.  The salient question is whether the ban can be regarded as proportionate throughout the entirety of that period (see, mutatis mutandis, Riener v. Bulgaria, no. 46343/99, § 128, 23 May 2006), because, even if justified at the outset, a measure restricting an individual's freedom of movement may become disproportionate if it is extended over a long period (see, mutatis mutandis, Gochev, cited above, § 49, with further references). On the one hand, the authorities had, at least initially, reason to be apprehensive about the possibility of the applicant's fleeing. He had left Bulgaria the day after the alleged commission of the offence, had adopted the family name of his wife, and had been extradited from Germany (see paragraphs 7, 9 and 10 above). Those reasons might have been sufficient to justify the ban at the beginning. However, their relevance later must surely have receded, whereas – with two exceptions (see paragraphs 33 and 37 above) – the prosecuting authorities and the courts continued automatically to rely on them right up to May 2006 (see, mutatis mutandis, Nedyalkov v. Bulgaria, no. 44241/98, § 66, 3 November 2005). There were many other factors militating in favour of lifting the ban, such as the amount of time which had elapsed since it had been imposed, the unreasonably slow pace of the proceedings, acknowledged by the courts on several occasions (see paragraphs 22, 23, 33, 37 and 41 above), the applicant's punctilious attendance at all hearings, also acknowledged by the courts (see paragraphs 33 and 37 above), the fact that he had twice travelled to Germany and returned in time for hearings (see paragraphs 34 and 39 above), the increasingly serious disruption of his family life due to his absence, and that he could not provide adequately for his family from Bulgaria and had a young child (see paragraphs 7 and 8 above). These matters do not seem to have been adequately addressed by the courts dealing with the applicant's requests and appeals. Indeed, in the bulk of their rulings, which appear quite stereotyped, they seem to have completely overlooked them (see paragraphs 2631, 35 and 36 above and contrast, mutatis mutandis, Villa v. Italy, no. 19675/06, §§ 19 and 49, 20 April 2010). Moreover, when the Sofia Court of Appeal reimposed the ban on 27 June 2007, it did not give any reasons for its decision (see paragraph 40 above).", "57.  In Riener, the Court pointed out that under Article 2 §§ 2 and 3 of Protocol No. 4 the authorities have a duty to ensure that any interference with the right to leave one's country should be justified and proportionate throughout its duration, in the individual circumstances of the case (see Riener, cited above, § 128). The developments outlined in the preceding paragraph show that the Bulgarian prosecuting authorities and courts failed to carry out such a balancing exercise and to provide sufficient justification for the continued prohibition on the applicant's travelling abroad.", "58.  There has therefore been a violation of Article 2 of Protocol No. 4.", "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION", "59.  The applicant complained that the travel ban, which had prevented him from maintaining normal contact with his wife and child in Germany and had led to his divorce, had amounted to an unjustified interference with his family life. He relied on Article 8 of the Convention, which provides, in so far as relevant:", "“1.  Everyone has the right to respect for his ... family life ...", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "60.  The Government conceded that the travel ban could be regarded as an interference with the applicant's family life, but were of the view that that interference had been lawful and justified, for the same reasons as those set out in relation to Article 2 of Protocol No. 4. Moreover, there was no indication that the applicant's family could not settle in Bulgaria and thus maintain their relations. There were also no impediments to the applicant's paying them maintenance. Lastly, it could not be said that the applicant's divorce was a direct consequence of the impugned situation.", "61.  The applicant submitted that there had been a breach of Article 8 of the Convention for the same reasons for which there had been a breach of Article 2 of Protocol No. 4. The lengthy and unjustified travel ban had practically destroyed his relations with his family in Germany. That could not be regarded as justified for the achievement of any legitimate aim. Nor could his family be required to mitigate the effects of the ban by settling in Bulgaria. The applicant also submitted that because of the criminal proceedings against him he had remained unemployed for a long period of time and thus been unable to pay maintenance to his family. Lastly, he maintained that, as was evident from the divorce petition lodged by his former wife, the divorce had been a direct consequence of the travel ban.", "62.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible. However, having regard to the reasons for which it found a violation of Article 2 of Protocol No. 4, the Court does not consider it necessary to also examine the travel ban by reference to Article 8 (see Riener, § 134, and A.E. v. Poland, §§ 53 and 54, both cited above, and contrast İletmiş v. Turkey, no. 29871/96, §§ 4250, ECHR 2005XII, and Paşaoğlu v. Turkey, no. 8932/03, §§ 4148, 8 July 2008, where the Court examined prohibitions to travel abroad under Article 8 of the Convention and not under Article 2 of Protocol No. 4 because the latter had been signed but not ratified by Turkey).", "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION", "63.  The applicant complained that he did not have effective remedies in respect of his complaint under Article 2 § 2 of Protocol No. 4. He relied on Article 13 of the Convention, which provides as follows:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "64.  The Government made no submissions in relation to that complaint.", "65.  The applicant submitted that the procedure under Article 153a of the 1974 Code of Criminal Procedure did not amount to an effective remedy. A further problem was the uncertainty, illustrated by the conflicting decisions of the Veliko Tarnovo Court of Appeal on that point, as to whether the rulings of the trial court under Article 153a § 5 of that Code were subject to appeal. A similar issue arose in respect of the appeals against the Sofia Court of Appeal's decision to reimpose the ban on 27 June 2007; they had been declared inadmissible in spite of the express wording of Article 68 § 6 of the 2005 Code of Criminal Procedure.", "66.  The Court considers that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention or inadmissible on any other grounds. It must therefore be declared admissible.", "67.  Where there is an arguable claim that an act of the authorities may infringe an individual's right under Article 2 § 2 of Protocol No. 4, Article 13 requires the national legal system to give him or her the effective possibility of challenging the measure complained of and of having the relevant issues examined with sufficient procedural safeguards and thoroughness, thus making it possible for the individual concerned to put forward all arguments impacting on the proportionality – in the Convention sense of the word – of the measure (see Riener, cited above, §§ 138 and 142).", "68.  Having regard to its findings in relation to the travel ban imposed on the applicant (see paragraphs 5258 above), the Court considers that his complaint under Article 2 § 2 of Protocol No. 4 was arguable. It must therefore be determined whether he had at his disposal a remedy complying with the above requirements.", "69.  Bearing in mind that the rules governing prohibitions on travelling abroad while criminal proceedings are pending were changed during the period under consideration (see paragraphs 4446 above), the Court considers it appropriate to examine separately the initial and the renewed travel bans imposed on the applicant and the availability of means to challenge them.", "70.  As regards the initial ban, which lasted from 7 February 2001 until 26 May 2006 (see paragraphs 24 and 38 above), it should first be noted that under Article 153a of the 1974 Code of Criminal Procedure, in force until 29 April 2006 (see paragraph 45 above), the applicant was not able to challenge the ban as such, but only to seek permission to travel on specific occasions. The possibility to seek the lifting of the ban as a whole became available only when Article 68 of the 2005 Code of Criminal Procedure came into force (see paragraph 46 above). However, in so far as the requests for permission to travel on specific occasions – which could be made at any time without restriction – were capable of relieving the effect which the ban had on the applicant, they could be regarded as remedies against it. The salient question is whether they were effective.", "71.  The chief issue here seems to be whether the courts examined the applicant's requests and ensuing appeals with sufficient thoroughness and with reference to the factors relevant to the justification of the ban under the Convention (see, mutatis mutandis, Riener, cited above, § 141). As can be seen from the bulk of their rulings, they were essentially content to rely on the justification that the applicant stood accused of a serious offence carrying a severe penalty and he had been extradited from Germany. With two notable exceptions – the decisions of 26 August 2003 and 28 February 2005 – they treated as irrelevant, or did not even mention, many of his arguments that had a direct bearing on the justification for the measure (see paragraphs 2637 above). An analogy may be drawn with the Court's caselaw under Article 5 § 4 of the Convention, where the national courts' failure to address such arguments when examining requests for release from pretrial detention is regarded as highly problematic (see, among other authorities, Nikolova v. Bulgaria [GC], no. 31195/96, §§ 58 and 61, ECHR 1999II, and Bochev v. Bulgaria, no. 73481/01, §§ 64 and 65, 13 November 2008). In the Court's view, the domestic courts' stance stripped the remedy of its effectiveness.", "72.  However, as to the allegation that the remedy was not effective because on one occasion the Veliko Tarnovo Court of Appeal held that no appeal lay against the trial court's refusal to grant permission to travel (see paragraph 29 in fine above), the Court observes that the applicant could have challenged that ruling before the Supreme Court of Cassation (see paragraph 45 in fine above).", "73.  As to the renewed ban, which started on 27 June 2007, the Court notes that the applicant's appeal against the court order imposing the ban was declared inadmissible – apparently erroneously in terms of Bulgarian law – on the ground that no appeal lay against it (see paragraphs 40 and 46 above). However, it remained open to the applicant to ask the same court to lift the ban (see paragraph 46 above), which he did successfully in March 2008 (see paragraph 41 above). There is nothing to suggest that an earlier application would have been less likely to succeed. Given that in certain circumstances the aggregate of remedies provided by national law may satisfy the requirements of Article 13 (see Leander v. Sweden, 26 March 1987, § 77, Series A no. 116, and Glas Nadezhda EOOD and Elenkov v. Bulgaria, no. 14134/02, § 67, ECHR 2007XI), the Court concludes that the applicant did have an effective remedy against that ban.", "74.  There has therefore been a violation of Article 13 of the Convention in respect of the initial travel ban imposed on the applicant and no violation of that provision in respect of the renewed travel ban.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "75.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "76.  The applicant claimed 8,000 euros (EUR) in respect of nonpecuniary damage. He submitted that in spite of being very strict in his procedural conduct and not having obstructed the conduct of the criminal proceedings against him in any way, he had been persistently – and without proper justification – denied the opportunity of travelling to Germany to visit his wife and child. That had caused his links with them to be broken irreparably. In addition, the courts deficient approach to the matter had shattered his trust in their ability to deal with his case fairly.", "77.  The Government submitted that the claim was exorbitant. They pointed out that the applicant had been convicted and sentenced to ten years' imprisonment. They also argued that there was no causal link between the alleged violations and the applicant's family problems. Nothing had prevented him from paying maintenance to his family in Germany, and there were no obstacles to his family settling in Bulgaria. His divorce could not be regarded as a direct consequence of the alleged violations.", "78.  The Court observes that the finding of a breach of the State's duty to examine the proportionality of the measure restricting the applicant's freedom of movement does not amount to a finding that the measure lacked any justification (see Gochev, cited above, § 62). It considers, however, that it is appropriate to award the applicant EUR 5,000 in respect of nonpecuniary damage.", "B.  Costs and expenses", "79.  The applicant sought reimbursement of EUR 2,086.07 incurred in lawyers' fees for the proceedings before the Court and postal expenses. He submitted receipts certifying payments made to his first legal representative, Mr Kanchev, and receipts for travel and postal expenses incurred by Mr Kanchev. He requested that any amount awarded under this head be made payable directly to the foundation Bulgarian Lawyers for Human Rights, which had agreed to finance his legal representation before the Court on the condition that, if successful, he would reimburse the amounts paid to him.", "80.  The Government submitted that the fees charged by the applicant's legal representative were several times higher than those usually charged by Bulgarian lawyers.", "81.  According to the Court's caselaw, costs and expenses claimed under Article 41 must have been actually and necessarily incurred and reasonable as to quantum (see, as a recent authoirity, Neulinger and Shuruk v. Switzerland [GC], no. 41615/07, § 159, 6 July 2010). When considering a claim for just satisfaction, the Court is not bound by domestic scales or standards (see, as a recent authority, Öneryıldız v. Turkey [GC], no. 48939/99, § 175, ECHR 2004XII). In the present case, having regard to the documents in its possession and the above criteria, the Court considers it appropriate to award the entire amount claimed by the applicant under this head (EUR 2,086.07), plus any tax that may be chargeable to him. That amount is to be paid into the bank account of the foundation Bulgarian Lawyers for Human Rights.", "C.  Default interest", "82.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the remainder of the application admissible;", "", "2.  Holds that there has been a violation of Article 2 of Protocol No. 4;", "", "3.  Holds that there is no need to examine separately the complaint under Article 8 of the Convention;", "", "4.  Holds that there has been a violation of Article 13 of the Convention in respect of the initial travel ban imposed on the applicant and no violation of that provision in respect of the renewed travel ban;", "", "5.  Holds", "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Bulgarian levs at the rate applicable on the date of settlement:", "(i)  EUR 5,000 (five thousand euros), plus any tax that may be chargeable, in respect of nonpecuniary damage;", "(ii)  EUR 2,086.07 (two thousand and eightysix euros and seven cents), plus any tax that may be chargeable to the applicant, in respect of costs and expenses, to be paid into the bank account of the foundation Bulgarian Lawyers for Human Rights;", "(b)  that from the expiry of the abovementioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "6.  Dismisses the remainder of the applicant's claim for just satisfaction.", "Done in English, and notified in writing on 17 February 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tClaudia Westerdiek\tKarel Jungwiert\tRegistrar\tPresident"]}