{"file": "ENG_CLIN_55597_09.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "55597/09", "text_paragraphs": ["Information Note on the Court’s case-law No. 142", "June 2011", "Nunez v. Norway - 55597/09", "Judgment 28.6.2011 [Section IV]", "Article 8", "Expulsion", "Positive obligations", "Article 8-1", "Respect for family life", "Deportation and exclusion orders that would effectively result in a mother guilty of immigration-law breaches being separated from her young children for two years: deportation would constitute a violation", "", "Facts – The applicant, a Dominican Republic national, was deported from Norway in 1996 with a two-year prohibition on re-entry following a criminal conviction. Four months later she re-entered the country under a false identity and married a Norwegian national. She continued to reside and work there unlawfully, using permits obtained by deception. She subsequently divorced and cohabited with a settled non-national, with whom she had two daughters, who were born in 2002 and 2003. In April 2005 the immigration authorities, who had been aware since 2001 that the applicant’s stay in the country was unlawful, decided she should be expelled and prohibited from re-entering for two years. Her appeals to the domestic courts failed. In the interim and following her separation from the children’s father in October 2005 the applicant assumed the daily care of the children until May 2007, when the father was given custody after the court considering the case found that there was little prospect of the applicant obtaining a reversal of the expulsion order. The applicant was granted contact.", "Law – Article 8: In cases concerning both family life and immigration, the extent of a State’s obligations to admit to its territory relatives of persons residing there varied according to the particular circumstances of those involved and the general interest. Relevant in this context were the extent to which family life was effectively ruptured, the extent of the ties in the Contracting State, whether there were insurmountable obstacles in the way of the family living in the country of origin of one or more of them and whether there were factors of immigration control or considerations of public order weighing in favour of exclusion. Where family life was created in the knowledge that the immigration status of one of the family members was precarious, the removal of that member would be incompatible with Article 8 only in exceptional circumstances.", "In the applicant’s case, the Court observed that the public interest in favour of her expulsion weighed heavily in the balance when assessing the issue of proportionality: there was an aggravated character to her breaches of the immigration law as she had disregarded the re-entry ban, intentionally given misleading information about her identity, previous stay in the country and earlier convictions, and had obtained residence, work and settlement permits to which she had not been entitled. She had lived and worked in the country unlawfully since her re-entry and therefore could not reasonably have entertained any expectations of remaining there lawfully. She also had strong links with her home country.", "However, the Court also had to have particular regard to the best interests of the children. In that connection, it noted that it was the applicant who had primarily cared for the children since their birth until 2007 when, largely because of the decision to expel her, the father was granted custody and she was granted extended contact. The children would thus have remained in Norway, where they had lived all their lives, in order to live with their father, a settled immigrant. They had suffered stress as a result of these events and would have difficulty in understanding the reasons if they were separated from their mother. Such a separation would in all likelihood have lasted for practically two years, a very long period for young children, with no guarantee that the mother would be able to return once it was over. The Court also noted that, despite having been aware since 2001 of the unlawful character of the applicant’s stay, the authorities had not ordered her expulsion until 2005, which could hardly be seen as swift and efficient immigration control.", "In the light of these considerations, the Court was not convinced in the concrete and exceptional circumstances of the case that sufficient weight had been attached to the best interests of the children for the purposes of Article 8 and found that the authorities had not struck a fair balance between the public interest in ensuring effective immigration control and the applicant’s need to remain in the country in the best interests of the children.", "Conclusion: deportation would constitute a violation (five votes to two).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}