{"file": "ENG_CLIN_63258_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "63258/00", "text_paragraphs": ["Information Note on the Court’s case-law No. 116", "February 2009", "Gagiu v. Romania - 63258/00", "Judgment 24.2.2009 [Section III]", "Article 37", "Continued examination of application despite applicant's death and lack of any request from a relative.", "", "Article 8", "Article 8-1", "Respect for correspondence", "Failure to provide prisoner with stamps for correspondence with Court: violation", "", "Article 34", "Hinder the exercise of the right of petition", "Dissuasive remarks by prison authorities and unexplained delays in supplying materials for correspondence and documents needed for application to Court: failure to comply with Article 34", "", "Facts: The applicant, having no family, was brought up in an orphanage. Arrested and charged with murder in 1994, he was sentenced to twenty years’ imprisonment. His medical file mentioned that the applicant suffered from chronic hepatitis and a chronic ulcer. In 1998 and again in 2000 he was hospitalised in the prison hospital, where he underwent various examinations that revealed that he was suffering from, inter alia, chronic obstructive bronchopneumonia and persistent chronic hepatitis.  The applicant returned to prison, where he was treated for chronic obstructive bronchopneumonia. Later in 2001 the doctors at another prison reported that he had contracted scabies. Then, in August 2001, suspecting chronic hepatitis, they sent him to the municipal hospital where, following analyses, surgery was envisaged as well as further analyses at the prison hospital. The applicant’s medical file made no mention of whether or not the authorities actually followed the prescriptions made out by the specialists, or what treatment was administered to him between that visit and September 2001, in particular for his liver cirrhosis. In September 2001 he was sent to another prison hospital until the outcome of the proceedings. In addition to the ailments already mentioned, the doctors there diagnosed early peritonitis. While under treatment at that hospital, the applicant died. The forensic report stated that death had been caused by liver and kidney failure with underlying liver cirrhosis, complicated by early peritonitis and haemorrhage of the upper digestive tract. In October 2001 the public prosecutor’s office decided to discontinue the proceedings, finding that the applicant had died of non-violent causes and that there were no grounds for criminal proceedings. A medical committee found that the treatment the applicant had received had been appropriate and that death had occurred following foreseeable complications.", "Prior to his death, the Registry having asked him to send copies of the relevant documents to enable the Court to examine his application, the applicant complained that he could not obtain the copies as the prison authorities required him to pay for them and he had no money. He had also been told that if he insisted on having copies of the documents concerned, he would make life in prison more difficult for himself, including being transferred to a higher-security section. Lastly, the applicant informed the Court that, having no family and no resources, he had had difficulty finding envelopes and stamps for his correspondence with the Court. In four letters he mentioned that he had received the Court’s application form, filled it in and given it to a prison warder to post within the required time-limit. When the Registry informed him that it had never received the first form, he had lodged a complaint for interference with his correspondence. The applicant had then been transferred to another prison, without any justification.", "Law: Article 37 § 1 – The Government had informed the Court of the applicant’s death at the prison hospital in 2001 and requested that the application be struck out of the list. In 2004, taking into account the fact that the applicant had no family, and the complaints he had submitted before he died, the Court had decided to reject the Government’s request and continue examining the application in conformity with Article 37 § 1 in fine of the Convention.", "Article 2 – (a) The substantive obligation to protect life: From 1994 the applicant had been in the hands of the authorities, who had been aware of his existing medical conditions and of the other serious illnesses detected during his detention, as well as the fact that his state of health required constant appropriate medical supervision and treatment. The complications that led to the applicant’s death had been qualified as foreseeable by a medical committee. Although the applicant’s medical file had mentioned chronic hepatitis, he had not received proper treatment for that specific condition, but had been treated in the main for the bronchopneumonia from which he also suffered. As a result his chronic disease had become much more serious. The applicant had eventually been examined by two specialists, but none of the measures they recommended had been taken by the authorities in charge of him. Not only was he not admitted to the prison hospital but, instead, he was placed in his cell, without the necessary medical care, until the day before he died. By the time he was hospitalised it was too late. He had died the following day in spite of the treatment he was given. The prison authorities had therefore failed to show due diligence in providing the applicant with the requisite medical care. The prison and medical authorities had failed in their positive obligation.", "Conclusion: violation (unanimously).", "(b) The procedural obligation to carry out an effective investigation: although the public prosecutor’s office had immediately opened an investigation, it had been confined to the treatment administered to the applicant at the prison hospital the day before he died, paying no attention to the possible negligence of the authorities responsible for monitoring his state of health in prison. The investigation could certainly not be said to have been effective and thorough: as it had focused solely on the treatment administered at the hospital where the dying prisoner had been taken, it was unlikely to look into the negligence of the prison authorities whose obligation it was to provide the applicant, during the period preceding his death, with the constant medical care he needed in order to keep him alive. In addition, the findings of the medical committee had not been announced until two years after the investigation. The authorities had therefore failed in their obligation to conduct an effective, thorough and timely investigation.", "Conclusion: violation (unanimously).", "Article 3 – Almost the whole time he was in prison the applicant had had to share a 7.60 m2 cell with five other detainees, so they had only had 1.25 m2 each. Furthermore, he had had to use the toilet in full view of his fellow prisoners. And the scabies the applicant had contracted was an indication of the sanitary and hygiene conditions in the cell. Consequently, the conditions of detention the applicant had endured for a number of years had submitted him to hardship that exceeded the unavoidable level of suffering inherent in detention, undermined his dignity and aroused in him feelings of humiliation and debasement that amounted to degrading treatment.", "Conclusion: violation (unanimously).", "Article 8 – The applicant alleged that, being without aid and without resources, he had had to sell some of his food to other detainees in order to buy stamps for his letters to the Court. He had constantly kept the Court informed of this state of affairs and requested its help; he had certainly received no assistance and his resources had been insufficient in view of the very small allowance he received in prison and the fact that he had no family to support him and was ill and unfit for work. The Government, who submitted that they had provided the applicant with the stamps he needed, had offered no valid explanation to disprove the applicant’s allegations. That being so, the prison authorities had failed in their positive obligation to provide the applicant with the necessary material, particularly stamps, for his correspondence with the Court.", "Conclusion: violation (unanimously).", "Article 34 – The prison authorities had asked the applicant to pay the cost of copies of the documents he needed, knowing full well that he had no resources and what the consequences of failure to send the documents to the Court would be. They had made several attempts to dissuade the applicant from applying to the Court and no explanation had been offered for his transfer the day after he complained about the incident concerning the alleged disappearance of his first application form. In the situation of vulnerability and dependence in which he had found himself, the dissuasive remarks of the prison authorities and the unjustified delay in supplying the applicant with the necessary material for his correspondence and the requisite documents for his application to the Court had obstructed the effective exercise of his right of individual application.", "Conclusion: violation (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}