{"file": "ENG_CLIN_1660_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "1660/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 177", "August-September 2014", "Plechkov v. Romania - 1660/03", "Judgment 16.9.2014 [Section III]", "Article 7", "Article 7-1", "Nullum crimen sine lege", "Conviction for illegal fishing in territorial waters based on unforeseeable application of legislation implementing United Nations Convention on the Law of the Sea: violation", "Facts – The applicant lived in Bulgaria. At the relevant time he was both captain and owner of a fishing vessel registered in Bulgaria. In May 2002, when his boat was about 29 nautical miles off the Romanian coast, it was stopped and searched by officers of the Romanian Navy, who found industrial fishing equipment and about 300 kg of shark meat on board. The ship was then escorted to the port of Constanţa in Romania, where it was detained together with its cargo. On the same day Mr Plechkov was taken into police custody, then remanded pending trial, and his equipment was seized. On the basis of decree no. 142/1986 on the exclusive economic zone, he was charged with illegal shark fishing in Romania’s exclusive economic zone in the Black Sea. Before the first-instance court, the applicant declared that he had never entered Romania’s territorial waters.", "In a judgment of 18 July 2002 the court first found that decree no. 142/1986 had established Romania’s exclusive economic zone in the Black Sea, with Article 2 thereof stipulating that the zone extended “for a distance of 200 nautical miles from the baselines from which the width of the territorial sea is measured”. It noted, however, that the decree had been repealed by Law no. 36/2002, and took the view that this Law had changed the definition of Romania’s exclusive economic zone. In particular, it found that the applicable Law no longer stipulated the exact width of the zone but merely indicated that it “could extend up to 200 nautical miles”, and that the precise delimitation of the zone was to be fixed by agreement between Romania and the neighbouring States, in compliance with  (“UNCLOS”). The court further found that Romania and Bulgaria had begun negotiations with a view to delimiting the exclusive economic zones of the two States but that no agreement had yet been reached. It inferred from this that UNCLOS, which provided the legal framework for the establishment of such zones, had not been implemented by Romania and Bulgaria, in the absence of a bilateral agreement. The court acquitted the applicant, taking the view that his vessel had been arrested in a zone that was not subject to Romanian law.", "On appeal, the County Court overturned the judgment of the court below. It first observed that Romania and Bulgaria were both parties to UNCLOS before going on to find that the provisions of that Convention on exclusive economic zones were directly applicable in domestic law, even in the absence of a bilateral agreement between the States concerned, because Law no. 36/2002 incorporated a number of UNCLOS provisions.", "The County Court found that the applicant’s vessel had engaged in industrial fishing activities in Romania’s exclusive economic zone, as delimited by Law no. 36/2002 and by UNCLOS, and declared him guilty as charged. An appeal on points of law by the applicant was dismissed.", "Law – Article 7: It was not the Court’s role to decide on the interpretation of UNCLOS or the relevant Romanian legislation, or on the application of those instruments by the Romanian courts. It could not therefore rule on the width or existence of Romania’s exclusive economic zone within the meaning of UNCLOS or on any rights and obligations that Romania might have with regard to such a zone. It had only to ascertain that the provisions of domestic law, as interpreted and applied by the domestic courts, had not produced any consequences that were incompatible with the Convention.", "In the present case the Government first argued that the imposition of criminal sanctions for the acts committed by the applicant stemmed directly from UNCLOS and that, accordingly, the applicant’s conviction was accessible and foreseeable. However, the applicant’s conviction had not been based on that instrument. In those circumstances, the Court did not have to examine whether the rule stipulated therein, taken by itself, satisfied the requirements of the Convention.", "The Court noted, however, that in order to answer the question whether the acts of which the applicant was accused fell within the criminal law, the domestic courts had first examined the scope of the relevant provisions, as amended by Law no. 36/2002. The courts in question had reached totally opposite conclusions. First of all the applicant had been sent for trial on the basis of decree no. 142/1986 of the Consiliul de Stat, whereas that decree had been repealed by Law no. 36/2002 before the acts in question had been committed by the applicant. Secondly, the relevant legislation, as amended by Law no. 36/2002, in force at the relevant time – provisions which the courts had to substitute of their own motion, in order to examine the question of the applicant’s guilt, for the obsolete legal basis given in the indictment – did not delimit the Romanian exclusive economic zone with the necessary precision. In addition, the determination of the zone’s width had been expressly reserved, by the same provision, for an agreement that was to be reached between Romania and the States with coasts adjacent to or facing the Romanian coast, including Bulgaria. Such a provision could not reasonably be regarded as foreseeable in its application, in the absence of an agreement with Bulgaria or any other element that would allow the applicant to adapt his conduct. A precise definition under Romanian law of the limits of the exclusive economic zone proclaimed by Romania within the meaning of UNCLOS had been necessary, having regard to the criminal-law consequences that would arise in the event of a violation of the sovereign rights attached to that zone. The courts which had convicted the applicant had further held that, even if an agreement had been reached between Romania and Bulgaria, it would not have been favourable to the applicant. However, such an interpretation, by the County Court and the Court of Appeal, had not been based on any established domestic case-law.", "Consequently, neither the domestic legislation nor the interpretation thereof by the domestic courts rendered the applicant’s conviction sufficiently foreseeable.", "Conclusion: violation (unanimously).", "The Court also found, unanimously, that there had been a violation of Article 1 of Protocol No. 1.", "Article 41: EUR 6,500 in respect of pecuniary and non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}