{"file": "ENG_HEJUD_47579_99.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "47579/99", "text_paragraphs": ["", "", "FIRST SECTION", "", "", "CASE OF RAICHINOV v. ", "", "", "(Application no. 47579/99)", "", "", "JUDGMENT", "", "", "", "", "", "20 April 2006", "", "", "", "FINAL", "", "", "20/07/2006", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Raichinov v. ,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tMr\tC.L. Rozakis, President,\n\tMr\tL. Loucaides,\n\tMrs\tF. Tulkens,\n\tMr\tP. Lorenzen,\n\tMrs\tN. Vajić,\n\tMrs\tS. Botoucharova,\n\tMr\tD. Spielmann, judges,\nand Mr S. Nielsen, Section Registrar,", "Having deliberated in private on 30 March 2006,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 47579/99) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Hristo Peshev Raichinov, a Bulgarian national who was born in 1935 and lives in Sofia (“the applicant”), on 8 January 1999.", "2.  The applicant was represented by Ms I. Lulcheva and Ms Y. Vandova, lawyers practising in . The Bulgarian Government (“the Government”) were represented by their Agents, Ms M. Pasheva and Ms M. Kotzeva, of the Ministry of Justice.", "3.  The applicant alleged, in particular, that his conviction and punishment for having expressed, in purely neutral terms, his personal opinion about the deputy Prosecutor-General, had been in breach of his freedom of expression.", "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1) . This case was assigned to the newly composed First Section (Rule 52 § 1).", "6.  By a decision of 1 February 2005 the Court (First Section) declared the application partly admissible.", "7.  Neither the applicant, nor the Government filed additional observations on the merits.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "8.  At the relevant time the applicant was the head of the Ministry of Justice’s division responsible for the financial and logistical support for the judicial system. In this capacity, he sometimes attended the meetings of the Supreme Judicial Council – the body responsible for, inter alia, allocating the judicial budget. The Supreme Judicial Council consists of twentyfive members, including the chairpersons of the Supreme Court of Cassation and the , and the Prosecutor-General. Its meetings are presided over by the Minister of Justice.", "9.  The Supreme Judicial Council held a meeting on 15 December 1993, at which the issue of the endofyear bonus for judges, prosecutors, and investigators was discussed. The applicant attended the meeting, as he usually did in cases when budgetary matters were considered. The deputy ProsecutorGeneral, Mr S., who was a member of the Council, was also present.", "10.  At some point during the meeting, after commenting the provisions of the State Budget Act, the applicant said: “You have decided to have financial matters dealt with by Mr S. For me he is not a clean person...”. He then added: “I can prove this”. The Prosecutor-General reacted vehemently, asking the applicant to leave the room. The applicant tried to continue but was interrupted by Mr S. who asked him to clarify what he meant by “unclean person”. The Minister of Justice intervened and requested the applicant to retract the words “unclean person”. The Prosecutor-General reacted immediately: “There is no retraction, there are prosecution authorities. This is already a problem, this is already a crime”. The Minister insisted on the applicant apologising for the words “unclean person”. Thereupon the applicant said: “Alright, I apologise”. Because of the tense situation all financial matters which were due to be discussed at the meeting were adjourned.", "11.  Immediately after the meeting the ProsecutorGeneral requested a copy of the minutes. He received it on 27 December 1993 and on 12 January 1994 sent it to the Sofia City Prosecutor’s Office with instructions to carry out a preliminary inquiry with a view to opening criminal proceedings against the applicant. On 11 February 1994 the Sofia City Prosecutor’s Office transmitted the case file to the Sofia District Prosecutor’s Office with instructions to open criminal proceedings against the applicant for insult. The investigation was to be performed not by an investigator, as would usually be the case, but by a prosecutor.", "12.  On 16 February 1994 the Sofia District Prosecutor’s Office instituted criminal proceedings against the applicant for “having said publicly ‘for me he is not a clean person’ in respect of [Mr S.] in his presence ... which was degrading for the latter’s dignity”, contrary to Article 148 § 1 (1), (3) and (4) in conjunction with Article 146 § 1 of the Criminal Code.", "13.  On 20 April 1994 the applicant was charged.", "14.  The investigation was concluded on 16 June 1994 and the applicant and his counsel were allowed to consult the case file. After having done so, counsel for the applicant requested that all members of the Supreme Judicial Council who had been present at the meeting be questioned and that an expert report be prepared to compare the audio tape of the meeting with the written minutes. The prosecutor in charge of the investigation refused, reasoning that the facts of the case had been elucidated by the evidence already gathered, which supported the accusation.", "15.  The applicant was indicted. The trial against him took place on 11 April 1995 at the Sofia District Court. The court heard two witnesses: the alleged victim of the insult, Mr S., and another member of the Supreme Judicial Council. Mr S. stated that it was difficult for him to say whether the applicant’s remark had changed the Supreme Judicial Council’s opinion of him. The other witness stated that sometimes the discussions in the Council were quite heated but that no one had ever used such words or made such remarks. Three other witnesses called by the prosecution failed to show up and the court struck them out of the evidence, holding that the circumstances of the case had been sufficiently elucidated through the testimony of the witnesses who had been questioned and through the written evidence. Counsel for the applicant did not reiterate the request that all members of the Council be summoned as witnesses, instead stating that the facts had been fully clarified.", "16.  After that the court heard the parties’ closing argument. Counsel for the applicant pleaded for a verdict of not guilty, relying, inter alia, on Article 10 of the Convention. She argued that the words “for me he is not a clean person” were only an expression of the applicant’s personal opinion about Mr S. The applicant’s words were objectively not rude, vulgar or insulting. He had simply exercised his right to voice what he thought about another person, in purely neutral terms. To equate this with an insult would mean that only those who had a favourable opinion of Mr S. would be allowed to express it. In her view, the entire case had been sparked by the ProsecutorGeneral’s vindictiveness.", "17.  In a judgment of 12 April 1995 the Sofia District Court found the applicant guilty as charged and sentenced him to a fine of 3,000 old Bulgarian levs (BGL) and to a public reprimand. The court held as follows:", "“The actus  consisted of uttering words which were humiliating and disparaging for [Mr S.] in his presence. It is not disputed ... that the accused ... said in respect of [Mr S.] ‘For me he is not a clean person’. The expression has an insulting character, because it dishonours [Mr S.]. It contains a disapproval of his ethical and moral qualities, which is irreconcilable with his being in charge of the budgetary funds of the judiciary. In this fashion the personality of [Mr S.] and his authority in front of the other members of the [Supreme Judicial Council] were disparaged. ‘Not a clean person’ has only one interpretation, that the person concerned has a tainted consciousness and lacks morality. Even if this is the [applicant’s] personal opinion about the qualities of [Mr S.], the remark was aimed at affecting the honour and the dignity of [Mr S.]. Criticism ..., especially when it comes to the public manifestations of persons who represent state institutions, has to be consistent with the rules of society, ethics and the common rules of decency and morality. These must not be trampled on under the pretence that the personal opinion about another is a matter of perception and [represents the exercise] of the constitutional right to freedom of expression... It is unconstitutional and criminal to criticise in an insulting form, as in the case at hand...", "The offence was intentional... It was committed in public, in front of twentyfive members of the Supreme Judicial Council and the deputyMinister of Justice. This increases the gravity of the offence, because the offensive words were heard not only by the victim, but also by a large group of persons...", "The fact that the [applicant] apologised to the victim after being invited to do so by the [Minister of Justice] does not remove the criminal character of his act or its harmful consequences. By uttering words which were humiliating for the victim, [the applicant] completed the offence and the harmful consequences arose. The derogation of the victim’s reputation was irreversible. The fact [that the applicant apologised] must, however, be taken into consideration for the purpose of assessing the gravity of the offence ... and for the purpose of sentencing.", "The defence’s argument that the [applicant’s] act was not criminal because it was in fact the expression of a personal criticism by a person exercising his freedom of expression ... cannot be sustained. The right to freedom of expression carries the duty, set out in Article 39 § 2 of the Constitution, not to exercise this right to the detriment of the reputation of another. The present case represents an abuse of this right, because the personal disproval of [Mr S.] which the [applicant] expressed publicly had a humiliating content. The negative opinion was expressed indecently, in an insulting and humiliating manner, which is contrary to the law. This implies that the [statement] was contrary to both Article 146 of the Criminal Code and Article 39 of the Constitution and Article 10 of the European Convention for Human Rights ..., which enshrine the right to freedom of expression, but in the bounds of decency, respect for the rights of every member of society, tolerance and respect for the reputation of the others...”", "18.  The applicant appealed to the Sofia City Court. His counsel again argued that the applicant’s remark had not been couched in offensive terms, that he had expressed his personal views in an entirely acceptable way and that a penalty imposed on him for having voiced an opinion ran counter to his freedom of expression.", "19.  The prosecution appealed as well, requesting an increase of the applicant’s sentence.", "20.  The Sofia City Court held a hearing on 27 November 1995.", "21.  In a judgment of 23 January 1996 the Sofia City Court dismissed the applicant’s and the prosecution’s appeals. It held, inter alia, as follows:", "“The [court below] correctly concluded that the [applicant’s] words had an insulting content. The expression was examined by the district court in accordance with the meaning which was put in it – a disapproval of the ethical and moral qualities of [Mr S.], which was incompatible with his being in charge of the budgetary funds of the judiciary; a disapproval aiming to impinge on the victim’s personal dignity. The [words] were analysed by the firstinstance court in view of their objective potential to impinge on the dignity of the victim, because they exceeded the bounds of ethical communication and the generally accepted rules of decency.", "The defence’s arguments ... that the [words] in issue were in fact the [applicant’s] personal opinion, the expression of which is protected by the rule of Article 39 of the Constitution, are unfounded. The district court was correct in concluding that the expression of a personal opinion about someone, even though a constitutionally protected right, should not exceed the bounds set out in paragraph 2 of [Article 39 of the Constitution]. In other words, the right to freely express one’s opinion may not be used to infringe the rights and reputation of another...", "In its reasoning the district court examined all arguments of the defence, relying on the courts’ constant caselaw under the Constitution and the European Convention for Human Rights. ...”", "22.  On 2 April 1998 the applicant lodged a petition for review with the Supreme Court of Cassation, claiming that the lower courts’ judgments were unfounded and in breach of the law.", "23.  On 27 April 1998 the Supreme Court of Cassation accepted the petition for examination and listed the case for hearing.", "24.  The court held a hearing on 10 June 1998. It heard the parties’ argument and reserved judgment. Prior to the hearing the applicant’s defence presented written observations, in which it argued that the lower courts’ judgments were unfounded and unlawful. In particular, the courts’ holding that the applicant’s words were offensive was arbitrary. On the opposite, they were not rude, vulgar or cynical, but completely neutral. The defence also reiterated its submissions in respect of the applicant’s right to voice personal opinions.", "25.  The Supreme Court of Cassation delivered its judgment on 8 July 1998, dismissing the petition in the following terms:", "“[The words] used by [the applicant] in the presence of [Mr S.] were humiliating and it cannot be accepted that this was in line with the rule of Article 39 of the Constitution, which guarantees to all Bulgarian citizens the possibility to express their personal opinion and criticise other persons. This possibility is subject to and dependent on the limitations of paragraph 2 [of this Article], according to which this right should not be used for impinging on the reputation of another. In the case at hand there has been an abuse of the right under paragraph 1 [of this Article], because the personal opinion, expressed by [the applicant] in respect of [Mr S.] has a disparaging content. The negative opinion is expressed in an indecent, insulting and humiliating manner... As such it falls under the prohibition of Articles 148 [and] 146 of the Criminal Code, because it not only goes against Article 39 § 1 of the Constitution, but also against Article 10 of the European Convention for Human Rights ... which enshrine the right to freedom of expression, but within the bounds of decency, respect for the rights of the person, tolerance, and protection of the reputation of the others. These rules are valid in all civilised and democratic societies.", "It is unconstitutional and criminally liable to ‘criticise’ in an insulting manner, as has been done in the case at hand. The words which were used had an insulting content, because they debased the victim’s dignity and his authority before the other members of the [Supreme Judicial] Council. They contained a disapproval of his moral and ethical qualities which is incompatible with his function as a person disposing with budgetary funds. What was said could be interpreted in one manner only: that the person in question has a tainted consciousness and lacks morality; it was aimed at impinging the honour and dignity of [Mr S.]. ...”", "26.  The applicant paid the fine on 9 May 1996. He was not publicly reprimanded and on 23 March 1999 a prosecutor of the Sofia District Prosecutor’s Office ordered that his sentence was not to be enforced because the relevant limitation period had expired.", "II.  RELEVANT DOMESTIC LAW", "A.  The Constitution", "27.  Article 39 of the Constitution of 1991 provides:", "“1.  Everyone is entitled to express an opinion or to publicise it through words, written or oral, sound, or image, or in any other way.", "2.  This right shall not be used to the detriment of the rights and reputation of others, or for the incitement of a forcible change of the constitutionally established order, the perpetration of a crime, or the incitement of enmity or violence against anyone.”", "B.  The Criminal Code and the Code of Criminal Procedure", "28.  Article 146 § 1 of the Criminal Code, as in force at the relevant time, provided:", "“Whoever says or does something degrading for the honour or the dignity of another in his presence shall be punished for insult by up to six months’ imprisonment or a fine of up to three thousand levs. The court may also impose a public reprimand.”", "29.  If an insult has been made in public, or against an official in the performance of his duties, or by an official in the performance of his duties, it was punishable by up to two years’ imprisonment or a fine of up to BGL 5,000 (Article 148 § 1(1), (3), and (4) of the Criminal Code, as in force at the relevant time).", "30.  At the relevant time insult was privately prosecutable in all cases, save when perpetrated in respect of or by an official, in which case it was publicly prosecutable (Article 161 of the Criminal Code, as in force at the relevant time, in conjunction with Article 146 § 1 and Article 148 § 1 (1) and (2) thereof). At present insult is privately prosecutable in all cases without exception (Article 161 § 1 of the Code, as amended in March 2000 and presently in force).", "31.  By Article 60 § 1 of the Code of Criminal Procedure of 1974, the victim of a criminal offence may make a civil claim in the context of the criminal proceedings, and request compensation for the damage sustained as a result of the offence. He or she may also take part in the criminal proceedings as a private prosecuting party alongside the public prosecutor (Article 76 of the Code of Criminal Procedure of 1974).", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION", "32.  The applicant complained that he had been convicted for having expressed his personal opinion about the deputy ProsecutorGeneral. He relied on Article 10 of the Convention, which provides, as relevant:", "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. ...", "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”", "A.  The parties’ submissions", "1.  The applicant", "33.  The applicant submitted that he had expressed his personal opinion about Mr S. According to Bulgarian law, expressing a personal opinion in a decent manner was not an offence.", "34.  The applicant pointed out that at the time when he had expressed his opinion about Mr S. the latter had been deputy ProsecutorGeneral. It had been years later that he had been elected as president of the  and member of the . In any event, the mere fact that a person had a special status was not sufficient to warrant special treatment.", "35.  The Court had many times ruled that the exceptions to freedom of expression had to be narrowly interpreted and the necessity for any restrictions had to be convincingly established. In addition, the restrictions under paragraph 2 of Article 10 of the Convention should not be used to restrict the possibility to express one’s personal opinion.", "36.  The applicant pointed out that he had expressed his opinion before the Supreme Judicial Council, a body having solely staffing and organisational duties, and not judicial ones. It was thus farfetched to argue that by expressing his opinion before it he had infringed the authority and impartiality of the judiciary. This restriction derived from the common law concept of contempt of court. The applicant’s situation was obviously materially different. Moreover, this motive – maintaining the authority of the judiciary – could not be used as grounds for restraining criticism of a prosecutor.", "37.  The applicant finally submitted that the Government’s argument that his words implied that Mr S. lacked morality and could thus undermine the trust in the judiciary as a whole could not be accepted. The Bulgarian Supreme Court’s caselaw was constant on the point that making implications could not carry criminal responsibility.", "2.  The Government", "38.  The Government submitted that the applicable domestic law was formulated with sufficient precision to allow the persons concerned to foresee the consequences of their actions. The clear definition of the offence was a guarantee against arbitrary encroachment by the authorities upon the citizens’ freedom of expression.", "39.  The interference had also pursued a legitimate aim, namely to protect the rights and reputation of others.", "40.  The interference had also been necessary. It was beyond doubt that the reputation and dignity of a highranking magistrate were subject to enhanced protection. Mr S.’s subsequent election as a judge in the  was proof of his high moral and professional qualities. It was true that the applicant’s words represented his personal opinion, but this opinion had unjustifiably infringed the reputation of a member of the Supreme Judicial Council who had been entrusted with dealing with the budget of the judiciary. The suggestion contained in the applicant’s words could thus undermine the trust in the judiciary as a whole.", "41.  Having diligently examined the arguments raised by the applicant’s defence, the domestic courts had struck a proper balance between Mr S.’s reputation and the applicant’s freedom of expression. The courts had reviewed all relevant circumstances and had delivered carefully considered judgments. The balance was also apparent from the punishment imposed on the applicant: while the courts could sentence him to imprisonment, they had opted for the lesser penalty – a fine and a public reprimand. Moreover, these punishments had not been enforced.", "42.  Article 39 of the Bulgarian Constitution and Article 10 of the Convention enshrined the right to freedom of expression. However, that right was not absolute. It could be interfered with for the protection of the reputation and rights of others. Imposing criminal liability for insult was proportionate to the character of the protected value. The level of limitation of the freedom of expression was dependent on the importance of the value.", "B.  The Court’s assessment", "43.  It was not disputed that the applicant’s conviction and sentence by the national courts following his remark about the deputy ProsecutorGeneral amounted to an interference with his right to freedom of expression. Such interference will be in breach of Article 10 if it does not meet the requirements of paragraph 2 thereof. It should therefore be determined whether it was prescribed by law, pursued one or more of the legitimate aims set out in that paragraph and was necessary in a democratic society in order to achieve those aims.", "44.  The interference was undoubtedly prescribed by law, namely by Articles 148 and 146 § 1 of the Criminal Code. It also appears that the law was formulated with sufficient precision (see the admissibility decision in the present case; Tammer v. Estonia, no. 41205/98, § 38, ECHR 2001I; and, mutatis mutandis, Öztürk v.  [GC], no. 22479/93, §§ 54-57, ECHR 1999VI).", "45.  The Court further accepts that the interference pursued the legitimate aim of protecting Mr S.’s reputation. However, in view of the facts that the applicant’s remark was uttered at a meeting of an administrative body held behind closed doors and that no form of publicity was involved, the Court is not persuaded that it also served to maintain the authority and impartiality of the judiciary.", "46.  It remains to be established whether the interference was necessary in a democratic society.", "47.  On this point, the Court starts by reiterating the relevant principles which emerge from its judgments:", "(i)  Freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and for each individual’s self-fulfilment. Subject to paragraph 2, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of that pluralism, tolerance and broadmindedness without which there is no “democratic society”. As set forth in Article 10, this freedom is subject to exceptions, which must, however, be construed strictly, and the need for any restrictions must be established convincingly.", "(ii)  The adjective “necessary”, within the meaning of Article 10 § 2, implies the existence of a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with a European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10.", "(iii)  In exercising its supervisory jurisdiction, the Court must look at the impugned interference in the light of the case as a whole, including the content of the remarks held against the applicant and the context in which he made them. In particular, it must determine whether the interference in issue was “proportionate to the legitimate aims pursued” and whether the reasons adduced by the national authorities to justify it are “relevant and sufficient”. In doing so, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they based themselves on an acceptable assessment of the relevant facts (see Janowski v. Poland [GC], no. 25716/94, § 30, ECHR 1999I, with further references).", "48.  Turning to the facts of the present case, the Court notes that the victim of the insult was a highranking official, the deputy ProsecutorGeneral, who also dealt with budgetary matters in the judicial system. Therefore, while not limitless, the bounds of acceptable criticism geared toward him were wider than in relation to a private individual. It is true that he did not lay himself open to public scrutiny and needed to enjoy confidence in conditions free of undue perturbation when on duty (see Janowski, cited above, § 33; and, mutatis mutandis, Steur v. the , no. 39657/98, §§ 40 and 41, ECHR 2003XI). However, the need to ensure that civil servants enjoy public confidence in such conditions can justify an interference with the freedom of expression only where there is a real threat in this respect. The applicant’s remark obviously did not pose such a threat and did not hinder Mr S. in the performance of his official duties (see, mutatis mutandis, Yankov v. Bulgaria, no. 39084/97, § 142, ECHR 2003XII). In this connection, it should also be borne in mind that, unlike the situation obtaining in Janowski, where two municipal guards had been insulted in the street, while performing their policing duties, in front of numerous bystanders (see Janowski, cited above, §§ 8 and 34), the applicant’s remark was made in front of a limited audience, at a meeting held behind closed doors. Thus, no press or other form of publicity was involved (see, mutatis mutandis, Nikula v. , no. 31611/96, § 52 in limine, ECHR 2002II; Yankov, cited above, §§ 139 and 141; and, as an example to the contrary, Pedersen and Baadsgaard v. Denmark [GC], no. 49017/99, § 79, ECHR 2004XI). The negative impact, if any, of the applicant’s words on Mr S.’s reputation was therefore quite limited.", "49.  Moreover, in view of the applicant’s previous professional interactions with Mr S. (see paragraph 8 above), his opinion about the latter, expressed at a meeting at which the Supreme Judicial Council was dealing with budgetary issues, could be considered as forming, to a certain extent, part of a debate on a matter of general concern, which calls for enhanced protection under Article 10. It should also be noted that the applicant apparently uttered the remark formed on the basis of material which he offered to produce in corroboration (see paragraph 10 above).", "50.  Another factor on which the Court places particular reliance is that the applicant was not subjected to a civil or disciplinary sanction, but instead to a criminal one (see, as examples to the contrary, P. v. the United Kingdom, no. 11456/85, Commission decision of 13 March 1986, Decisions and Reports 46, p. 222; Meister v. Germany, no. 30549/96, Commission decision of 10 April 1997, unreported; Fuentes Bobo, cited above; De Diego Nafría, cited above; Vides Aizsardzības Klubs v. Latvia, no. 57829/00, 27 May 2004; and Steel and Morris v. the , no. 68416/01, ECHR 2005...). It is true that the possibility of recurring to criminal proceedings in order to protect a person’s reputation or pursue another legitimate aim under paragraph 2 of Article 10 cannot be seen as automatically contravening that provision, as in certain grave cases – for instance in the case of speech inciting to violence – that may prove to be a proportionate response. However, the assessment of the proportionality of an interference with the rights protected thereby will in many cases depend on whether the authorities could have resorted to means other than a criminal penalty, such as civil and disciplinary remedies (see Lehideux and Isorni v. France, judgment of 23 September 1998, Reports of Judgments and Decisions 1998VII, p. 2886, § 51 in fine and p. 2887, § 57; and, mutatis mutandis, Cumpǎnǎ and Mazǎre v.  [GC], no. 33348/96, § 115, ECHR 2004XI). The Court further notes that the criminal proceedings against the applicant were instituted on the insistence of Mr S.’s superior, the ProsecutorGeneral, who reacted on the spot, characterising the applicant’s remark as a “crime” immediately after it had been uttered, and shortly after that instructing the Sofia City Prosecutor’s Office to open a preliminary inquiry against the applicant (see paragraphs 10 and 11 above). Mr S. did not participate as a party to them and did not make a claim for nonpecuniary damages against the applicant, as he could have done (see paragraphs 30 and 31 above; and also Fuentes Bobo, cited above, § 48 in fine). In this connection, the Court notes that later the relevant provisions of the Bulgarian Criminal Code were amended and at present provide that insult is privately prosecutable in all cases without exception (see paragraph 30 above and, mutatis mutandis, Cumpǎnǎ and Mazǎre, cited above, § 115 in fine).", "51.  It should also be observed that the applicant’s remark, while liable to be construed as a serious moral reproach, was apparently made in the course of an oral exchange and not in writing, after careful consideration (see Fuentes Bobo v. Spain, no. 39293/98, § 48, 29 February 2000; and, as an example to the contrary, De Diego Nafría v. Spain, no. 46833/99, § 41, 14 March 2002). Against this background, the reaction of the Prosecutor-General – who was Mr S.’s hierarchical superior –, the resulting criminal proceedings against the applicant, and his conviction seem as a disproportionate response to the incident in issue. In this connection, the Court reiterates that the dominant position which those in power occupy makes it necessary for them to display restraint in resorting to criminal proceedings, particularly where other means are available for replying to the unjustified criticisms of their adversaries (see, mutatis mutandis, Castells v. Spain, judgment of 23 April 1992, Series A no. 236, pp. 2324, § 46; and Ceylan v. Turkey [GC], no. 23556/94, § 34, ECHR 1999IV). The applicant’s resulting sentence – a fine and a public reprimand –, while being in the lower range of the possible penalties, was still a sentence under criminal law, registered in the applicant’s criminal record (see Scharsach and News Verlagsgesellschaft v. Austria, no. 39394/98, § 32, ECHR 2003XI).", "52.  On the basis of the foregoing considerations the Court concludes that no sufficient reasons have been shown to exist for the interference in question. The restriction on the applicant’s right to freedom of expression therefore fails to answer any pressing social need (see Steur, cited above, § 45) and could not be considered necessary in a democratic society.", "53.  There has therefore been a violation of Article 10 of the Convention.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "54.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "55.  The applicant claimed 30,000 euros (EUR) in non-pecuniary damages for the distress he had suffered as a result of the violation of his freedom of expression. He submitted that the criminal proceedings against him and his conviction had injured his reputation among his relatives, friends and colleagues in the legal community, and had had a negative impact on his health. Furthermore, he had had to suffer the humiliation of a public reprimand, which had been read before his colleagues. Finally, his conviction had resulted in his having been reduced in rank and salary for six months at the Ministry of Justice.", "56.  The applicant further claimed 27  dollars (USD) in pecuniary damages, which represented the value of the fine which he had been ordered to pay.", "57.  The Government submitted that no causal link had been established between the criminal proceedings against the applicant and the worsening of his state of health. Nor could it be considered abnormal that he had been publicly reprimanded following his conviction by a competent court. Finally, it had not been conclusively established that the applicant’s rank and salary had been reduced as a result of his conviction. In sum, the Government were of the view the sum claimed as nonpecuniary damages was grossly exorbitant.", "58.  The applicant replied that while he had suffered from certain illnesses before, they had doubtless aggravated as a result of the stress brought on him by the criminal proceedings. Furthermore, the public reprimand, administered in front of his colleagues, had come on top of the publicity of his conviction, which had been delivered in open court. Finally, the reason why the reducing of his rank and salary could not be proved was that the relevant archives had been destroyed.", "59.  Noting that the applicant’s claim resulted from the fine imposed on him by the Bulgarian courts, the Court awards EUR 23 in respect of pecuniary damage, plus any tax that may be chargeable on this amount (see Scharsach and News Verlagsgesellschaft, cited above, § 50; and Hrico v. Slovakia, no. 49418/99, § 55, 20 July 2004).", "60.  The Court further considers that the applicant must have suffered nonpecuniary damage as a result of the violation of his freedom of expression. Having regard to the nature of the violation found in the present case and deciding on an equitable basis, the Court awards the applicant EUR 2,000 in compensation for nonpecuniary damage, plus any tax that may be chargeable on this amount.", "B.  Costs and expenses", "61.  The applicant sought the reimbursement of USD 10,000 of legal fees incurred in the proceedings before the Court, set as a lump sum in a fees’ agreement with his lawyer. He also claimed EUR 760 for translation costs, copying, mailing, and overhead expenses. The applicant submitted a fees’ agreement between him and his lawyers, and invoices for translation and editing services and for postage.", "62.  The Government submitted that the amount claimed was excessive and way beyond the usual fees paid to lawyers in . They requested the Court to have regard to the fact that such large amounts would pose a heavy burden on the taxpayers in the country.", "63.  The applicant replied that his lawyer’s fees had been set in line with the specifics of the case and in particular his bad state of health, which required the lawyers to visit him in his home every time they had to discuss questions relating to the conduct of the case.", "64.  According to the Court’s caselaw, costs and expenses are reimbursable only in so far as it has been shown that they have been actually and necessarily incurred and were reasonable as to quantum. In the instant case, having regard to all relevant factors and noting that the applicant was paid EUR 685 in legal aid by the Council of Europe, the Court awards him EUR 1,500, plus any tax that may be chargeable on this amount.", "C.  Default interest", "65.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 10 of the Convention;", "", "2.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:", "(i)  EUR 23 (twentythree euros) in respect of pecuniary damage;", "(ii)  EUR 2,000 (two thousand euros) in respect of nonpecuniary damage;", "(iii)  EUR 1,500 (one thousand five hundred euros) in respect of costs and expenses;", "(iv)  any tax that may be chargeable on the above amounts;", "(b)  that from the expiry of the abovementioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "3.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 20 April 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tChristos Rozakis\n\tRegistrar\tPresident"]}