{"file": "ENG_CLIN_48628_12.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "48628/12", "text_paragraphs": ["Information Note on the Court’s case-law 186", "June 2015", "Balta and Demir v. Turkey - 48628/12", "Judgment 23.6.2015 [Section II]", "Article 6", "Article 6-3-d", "Examination of witnesses", "Facts – The applicants were sentenced to approximately six years’ imprisonment for membership of an illegal organisation, on the basis of the statements of an anonymous witness whose evidence had been taken in private. The witness claimed to have identified the applicants as members of the PKK (the Workers’ Party of Kurdistan). The applicants had no opportunity to question him at any stage in the proceedings.", "The applicants appealed unsuccessfully on points of law against the Assize Court judgment convicting them.", "Law – Article 6 § 1 taken in conjunction with Article 6 § 3 (d): In Al-Khawaja and Tahery v. the United Kingdom, the Court had spelt out the criteria to be applied in cases where the issue of the fairness of the proceedings arose in relation to the testimony of a witness who was not present during the trial. It had found that this type of complaint had to be examined from three angles.", "(a)  Whether there had been good reason for the applicants’ inability to question the witness or have him questioned – Neither the Assize Court judge who had questioned the witness during a private hearing nor the trial court had given reasons as to why they had preserved the witness’s anonymity or why his evidence had not been heard with the defence present. Likewise, there was nothing in the file to demonstrate that they had sought to ascertain whether the anonymous witness had objective reasons to be fearful, bearing in mind that a fear of reprisals did not exempt the courts from the requirement to examine the reasons for granting anonymity. Hence, it could not be said that there had been good reason for the applicants’ inability to question the witness or have him questioned.", "(b)  The importance of the anonymous witness evidence in securing the applicants’ conviction – The domestic courts had taken into account a number of items of evidence in convicting the applicants of membership of an illegal organisation. While the testimony of the anonymous witness was not the sole evidence on which their conviction had been based, it had nonetheless been decisive. The finding that organic links existed between the applicants and the illegal organisation had been based mainly on the statements of the anonymous witness to the effect that the applicants belonged to the organisation. The remaining evidence had centred on their visit to the offices of a political party and their involvement in demonstrations in support of the PKK, which did not constitute decisive evidence of their membership of the organisation in question. Accordingly, given the weakness of the remaining evidence on which the Assize Court had based its judgment, it was undeniable that the testimony of the anonymous witness had played a decisive role in finding the applicants guilty of membership of an illegal organisation.", "(c)  Whether there were sufficient procedural safeguards to counterbalance the difficulties caused to the defence – The judge who had taken the evidence from the anonymous witness had known the witness’s identity and did not appear to have verified his credibility or the reliability of his testimony with a possible view to providing information to the Assize Court.", "Hence, since the witness never appeared before the Assize Court, the latter had not had a chance directly to assess his credibility and the reliability of his testimony. Even after an individual claiming to be the anonymous witness had appeared at the trial and had sent a letter capable of casting doubt on the reliability of his testimony, the court had not sought to verify whether this person was in fact the anonymous witness and whether his decision to give evidence had been voluntary.", "Furthermore, the applicants and their lawyers had not been given the opportunity at any stage in the proceedings to question the anonymous witness and to cast doubt on his credibility, although this could have been done without disregarding the legitimate interest in preserving a witness’s anonymity. The witness could have been questioned in a room away from the hearing room, with an audio and video link enabling the accused to put questions to him. The Assize Court had not followed that procedure, provided for by domestic law, and had offered no explanation in that regard.", "Lastly, it did not appear from the reasons given by the domestic courts in their decisions that they had sought to ascertain whether less restrictive measures would suffice to achieve the aim of protecting the anonymous witness.", "It was true that the testimony of the anonymous witness had been read out during the Assize Court trial and that the persons concerned had thus had an opportunity to comment on his statements. However, that option was not a proper substitute for the appearance and direct questioning of a witness in order to challenge his truthfulness and reliability by means of cross-examination.", "Accordingly, it could not be said that the procedure followed before the authorities in the present case had afforded safeguards to the applicants capable of counterbalancing the handicaps under which the defence had laboured.", "Consequently, regard being had to the overall fairness of the proceedings, the applicants’ defence rights had been restricted to an extent incompatible with the requirements of a fair trial.", "Conclusion: violation (unanimously).", "Article 41: EUR 2,000 to each of the applicants in respect of non-pecuniary damage; claim in respect of pecuniary damage dismissed.", "(See Al-Khawaja and Tahery v. the United Kingdom [GC], 26766/05 and 22228/06, 15 December 2011, ; see also Hulki Güneş v. Turkey, 28490/95, 19 June 2003, )", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}