{"file": "ENG_CLIN_2660_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "2660/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 135", "November 2010", "Hajduová v. Slovakia - 2660/03", "Judgment 30.11.2010 [Section IV]", "Article 8", "Positive obligations", "Failure to sufficiently protect wife from violent husband: violation", "", "Facts – In August 2001 the applicant’s former husband A. verbally and physically assaulted her in a public place. Although the applicant suffered only minor injuries, out of fear for her life and safety she and her children moved out of the family home and into the premises of a non-governmental organisation. A week later A. repeatedly made death threats against the applicant. Criminal proceedings were instituted against him and he was remanded in custody. In the course of the proceedings, expert witnesses established that A. was suffering from a serious personality disorder. On 7 January 2002 a district court convicted him and ordered him to undergo in-patient psychiatric treatment. A. was then transferred to a hospital, but did not receive any treatment and was released a week later. Following his release, A. repeatedly threatened the applicant and her lawyer. He was again arrested and the district court subsequently arranged for his psychiatric treatment in accordance with its previous order.", "Law – Article 8: Even though A.’s repeated threats had never materialised, they were enough to affect the applicant’s psychological integrity and well-being, so as to give rise to the State’s positive obligations under Article 8. A. had been convicted as a result of his violent behaviour towards the applicant, but following his transfer to hospital the district court had failed to discharge its statutory obligation to order the hospital to detain him and provide him with the necessary psychiatric treatment. It was therefore the domestic authorities’ inactivity that had enabled him to continue to threaten the applicant and her lawyer. Only after the applicant filed a fresh criminal complaint did the police take it upon themselves to intervene. Consequently, the lack of sufficient measures in response to A.’s behaviour, and in particular the district court’s failure to order his detention for psychiatric treatment following his conviction, had amounted to a breach of the State’s positive obligations under Article 8.", "Conclusion: violation (unanimously).", "Article 41: EUR 4,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}