{"file": "ENG_CLIN_23505_09.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "23505/09", "text_paragraphs": ["Information Note on the Court’s case-law No. 132", "July 2010", "N. v. Sweden - 23505/09", "Judgment 20.7.2010 [Section III]", "Article 3", "Expulsion", "Risk of ill-treatment in case of deportation to Afghanistan of a woman separated from her husband: deportation would constitute a violation", "", "Facts – The applicant and her husband are Afghan nationals who arrived in Sweden in 2004. Their requests for asylum were refused several times. In 2005 the applicant separated from her husband. In 2008 her request for a divorce was refused by the Swedish courts as they had no authority to dissolve the marriage as long as the applicant did not reside legally in the country. Her husband informed the court that he opposed a divorce. In the meantime, the applicant unsuccessfully requested the Migration Board to re-evaluate her case and stop her deportation, claiming that she risked the death penalty in Afghanistan as she had committed adultery by starting a relationship with a Swedish man and that her family had rejected her.", "Law – Article 3: The Court had to establish whether the applicant’s personal situation was such that her return to Afghanistan would contravene Article 3. Women were at particular risk of ill‑treatment in Afghanistan if perceived as not conforming to the gender roles ascribed to them by society, tradition and even the legal system. The United Nations High Commissioner for Refugees had observed that Afghan women, who had adopted a less conservative lifestyle, such as those returning from exile in Iran or Europe, continued to be perceived as transgressing entrenched social and religious norms and might, as a result, be subjected to domestic violence and other forms of punishment ranging from isolation and stigmatisation to honour crimes for those accused of bringing shame on their families, communities or tribes. As the applicant had resided in Sweden since 2004, she might be perceived as not conforming to the gender roles ascribed to her by Afghan society. Moreover, she had attempted to divorce her husband and had demonstrated a real and genuine intention of not living with him. However, if the spouses were deported to Afghanistan, separately or together, the applicant’s husband might decide to resume their married life together against her wish. The new Shiite Personal Status Law required, inter alia, women to comply with their husbands’ sexual requests and to obtain permission to leave the home, except in emergencies. According to various human-rights reports on Afghanistan, up to 80% of Afghan women were affected by domestic violence, the authorities did not prosecute in such cases and the vast majority of women would not even seek help. To approach the police or a court, a woman had to overcome the public opprobrium affecting women who left their houses without a male guardian. The Court could not ignore the general risk indicated by statistics and international reports. As regards the applicant’s extramarital relationship, she had failed to submit any relevant and detailed information to the Swedish authorities. Nevertheless, should her husband perceive the applicant’s filing for divorce or other actions as an indication of an extramarital relationship, adultery was a crime under the Afghan Penal Code. Should the applicant succeed in living separated from her husband in Afghanistan, women without male support and protection faced limitations on conducting a normal social life, including the limitations on their freedom of movement, and lacked the means of survival, which prompted many to return to abusive family situations. The results of such “reconciliation” were generally not monitored and abuse or honour crimes upon return were often committed with impunity. There were no strong reasons to question the veracity of the applicant’s statement that she had had no contact with her family for almost five years and therefore no longer had a social network or adequate protection in Afghanistan. In the special circumstances of the present case, there were substantial grounds for believing that if deported to Afghanistan, the applicant would face various cumulative risks of reprisals from her husband, his family, her own family and from the Afghan society which fell under Article 3.", "Conclusion: deportation would constitute a violation (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}