{"file": "ENG_CLIN_29221_95.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "29221/95", "text_paragraphs": ["Information Note on the Court’s case-law 35", "October 2001", "Stankov and the United Macedonian Organisation Ilinden v. Bulgaria - 29221/95 and 29225/95", "Judgment 2.10.2001 [Section I]", "Article 11", "Article 11-1", "Freedom of peaceful assembly", "Restrictions on public meetings of association: violation", "Facts: The second applicant is an association founded in 1990, its aims being to unite all Macedonians in Bulgaria and to secure the recognition of the Macedonian minority in Bulgaria. The first applicant was chairman of a branch of the association at the relevant time. The association's application for registration was refused by the Regional Court and its appeal was rejected by the Supreme Court, on the ground that the aims of the association were directed against the unity of the nation and thus contrary to the Constitution. In 1994 and 1995, the association requested authorisation to hold a meeting at a particular location in commemoration of a historical event. Permission was refused without any reasons being given and the association's appeals were dismissed by the District Court, on the ground that such a meeting would endanger public order. A similar request was refused in 1997, on the ground that the association was not a \"legitimate organisation\" and an appeal was rejected by the District Court, which found that the association was not duly registered and that it was unclear who had organised the event, resulting in a lack of clarity which endangered public order. In 1995 and 1997, the association also requested permission to hold a meeting at the grave of a historical figure. In 1995, permission was refused on the ground that the association was not duly registered. Supporters of the association were nevertheless allowed to visit the grave and lay a wreath but they were not permitted to take placards, banners or musical instruments or to make speeches. In 1997, permission was again refused and the association's appeal was not examined because the association was not registered. The Government submitted material which they maintained showed the separatist aims of the association and indicated that some of its members were armed.", "Law: Government's preliminary objections – The provision of Article 34 § 4 in fine, allowing the Court to declare an application inadmissible at any stage of the proceedings, did not mean that a State could raise an admissibility question at any stage of the proceedings if it could have been raised earlier or reiterate one which had been rejected. In cases falling under Article 5 § 3 in fine of Protocol No. 11, whereby applications which the Commission had declared admissible but not completed its examination of fell to be dealt with by the Court as \"admissible cases\", questions of admissibility would only be reopened if there were special circumstances. In the present case, the Government essentially reiterated objections which had been rejected by the Commission, which had dealt with the arguments in detail and had given full reasons, and there were no new elements which would justify a re-examination of the admissibility issues.", "Article 11 – The notion of \"peaceful assembly\" does not cover a demonstration where the organisers and participants have violent intentions, but since in the present case those involved in the organisation of the prohibited meetings did not have such intentions, Article 11 was applicable. Moreover, there had undoubtedly been an interference with both applicants' freedom of assembly. While the reasons given for the prohibitions varied and the lack of registration, to which reference was made, could not in itself serve under domestic law as a ground for a prohibition, the authorities also referred to a danger to public order, which was a ground provided for by domestic law. The interference could thus be regarded as \"prescribed by law\". Having regard to all the material, it could be accepted that the interference was intended to safeguard one or more of the interests invoked by the Government (protection of national security and territorial integrity, protection of the rights and freedoms of others, public order, prevention of disorder and crime). As to the necessity of the interference, Article 11 had to be considered in the light of Article 10, the protection of opinions and the freedom to express them being one of the objectives of freedom of assembly and association. Such a link was particularly relevant where, as in the present case, the authorities' intervention was, at least in part, in reaction to views held or statements made. Moreover, freedom of assembly protects a demonstration that may give offence to persons opposed to the ideas or claims it seeks to promote. The inhabitants of a region are entitled to form associations in order to promote the region's special characteristics and the fact that an association asserts a minority consciousness cannot in itself justify an interference with its Article 11 rights. An organisation's programme may conceal objectives different from those proclaimed and in that respect it is necessary to compare the content of the programme with the organisation's actions, an essential factor being whether there has been any call for the use of violence or the rejection of democratic principles. However, an automatic reliance on the fact that an organisation has been refused registration as anti-constitutional cannot suffice to justify a practice of systematic bans on peaceful assemblies and it was therefore necessary in the present case to scrutinise the grounds invoked to justify the interference. Firstly, if there had been preparation for armed action the Government would have been able to adduce more convincing evidence in that respect. Secondly, there was no evidence of any serious disturbances having been caused by the applicants:  reference was made only to a hypothetical danger, and the risk of minor incidents did not call for a ban on the meetings. Thirdly, while it was not unreasonable for the authorities to suspect that certain of the association's leaders or related groups harboured separatist views, so that it could be anticipated that separatist slogans would be broadcast during the meetings, the demand for fundamental constitutional and territorial changes cannot automatically justify a prohibition on freedom of assembly, as such demands do not automatically amount to a threat to the country's territorial integrity or national security. Sweeping measures of a preventive nature to suppress freedom of assembly and expression other than in cases of incitement to violence or rejection of democratic principles do a disservice to democracy and often even endanger it. Consequently, the probability that separatist declarations would be made at the meetings could not justify a ban. In so far as the Government claimed that there were indications that the association's aims would be pursued in a violent manner, the refusal of registration made no reference to this and most of the association's declarations expressly rejected violence. There was thus no indication that the meetings were likely to become a platform for the propagation of violence and rejection of democracy with a potentially damaging impact warranting their prohibition. Moreover, the fact that what was at issue touched on national symbols and national identity could not be seen in itself as calling for a wider margin of appreciation;  the authorities have to display particular vigilance to ensure that national public opinion is not protected at the expense of the assertion of minority views, no matter how unpopular. Finally, with regard to the significance of the interference, it was apparent that the time and place of the meetings were crucial to the applicants. The authorities had resorted to measures aimed at preventing the dissemination of the applicants' views in circumstances where there was no real risk of violent action, incitement to violence or any other form of rejection of democratic principles. They had thus overstepped their margin of appreciation and the measures banning the meetings were not necessary in a democratic society.", "Conclusion: violation (6 votes to 1).", "Article 41 – The Court awarded the applicants 40,000 French francs (FRF) in respect of non-pecuniary damage and also made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}