{"file": "ENG_HEJUD_23959_94.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "23959/94", "text_paragraphs": ["", "", "", "FIRST SECTION", "", "", "", "", "", "", "CASE OF JANSSEN v. GERMANY", "", "(Application no. 23959/94)", "", "", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "20 December 2001", "", "", "", "", "In the case of Janssen v. Germany,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tMrs\tF. Tulkens, President,\n\tMr\tG. Bonello,\n\tMr\tP. Lorenzen,\n\tMrs\tN. Vajić,\n\tMr\tE. Levits,\n\tMr\tA. Kovler,\n\tMr\tV. Zagrebelsky, judges,\nand Mr E. Fribergh, Section Registrar, ", "Having deliberated in private on 6 December 2001,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case was referred to the Court, in accordance with the provisions applicable prior to the entry into force of Protocol No. 11 to the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”), by three German nationals, Margit Jakobs, born Janssen, and Roswitha and Melanie Janssen (“the applicants”), on 21 July 1999 (Article 5 § 4 of Protocol No. 11 and former Articles 47 and 48 of the Convention).", "2.  The case originated in an application (no. 23959/94) against the Federal Republic of Germany lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention. ", "3.  The applicants alleged, in particular, that the proceedings before the social courts had been unreasonably long in breach of Article 6 § 1 of the Convention.", "4.  The Commission declared the application partly admissible on 9 September 1998. In its report of 31 May 1999 (former Article 31 of the Convention), it expressed unanimously the opinion that there had been a violation of Article 6 § 1 of the Convention with regard to the length of the proceedings. ", "5.  Before the Court the applicants were represented by Mr R. Battenstein, a lawyer practising in Düsseldorf. The German Government (“the Government”) were represented by their Agent, Mrs H. Voelskow-Thies, Ministerialdirigentin, Federal Ministry of Justice.", "6.  On 20 September 1999 the panel of the Grand Chamber determined that the case should be decided by a Chamber (Rule 100 § 1 of the Rules of Court). The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court. Mr G. Ress, the judge elected in respect of Germany, who has taken part in the Commission’s examination of the case, withdrew from sitting in the Chamber (Rule 28). The Government were accordingly invited to indicate whether they wished to appoint an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1). As the Government did not reply within thirty days, they were presumed to have waived their right of appointment (Rule 29 § 2). ", "7.  The applicants and the Government each filed observations on the merits (Rule 59 § 1). ", "8.  After consulting the Agent of the Government and the applicants’ lawyer, the Chamber decided, that no hearing on the merits was required (Rule 59 § 2 in fine). ", "9.  Following the general restructuring of the Court’s Sections as from 1 November 2001 (Rule 25 § 1 of the Rules of Court), the application has been assigned to the First Section (Rule 52 § 1). ", "THE FACTS", "10.  The applicants are German citizens. They live respectively in Oberhausen and Mülheim/Ruhr. The application concerns proceedings initiated by Mrs Gretel Janssen, who died on 27 July 1986. After her death, her son Heinz–Jürgen Janssen and her daughter Margit Jakobs, born Janssen, continued the proceedings. Heinz–Jürgen Janssen died on 19 November 1992. His widow Roswitha Janssen and his daughter Melanie Janssen act in his stead in pursuing the case. ", "11.  The husband of the original plaintiff Mrs Gretel Janssen worked between October 1950 and December 1959 as an asbestos fabric cutter in an area where asbestos mattresses were manufactured. During this period, the workers who were exposed to asbestos dust while working had to clean their clothes themselves. This was done by the original plaintiff Mrs Gretel Janssen for her husband. The husband contracted an asbestos dust–related lung disease (asbestosis), which was recognised as an occupational disease by the Düsseldorf Health Insurance Association (Maschinenbau- und Metall-Berufsgenossenschaft). The Health Insurance Association paid the husband a pension until his death on 21 February 1973 and subsequently a widow’s and orphan’s pension to the surviving family members.", "12.  Having contracted a mesothelioma, an asbestosis related disease, Mrs Gretel Janssen applied on 23 December 1985 to the Düsseldorf Health Insurance Association for compensation payments, claiming that her illness was the consequence of the daily cleaning of her husband’s work clothes. On 28 February 1986 the Health Insurance Association dismissed her request holding that her activity was not covered by the industrial health insurance, since she had acted on a strictly private basis and not as an employee. ", "13.  On 20 March 1986 Mrs Gretel Janssen filed an objection (Widerspruch) against this decision which was rejected on 23 April 1986 by the Appeals Board of the Health Insurance Association.", "14.  On 26 May 1986 Mrs Gretel Janssen commenced proceedings before the Duisburg Social Court (Sozialgericht). ", "15.  On 27 May 1986 the Social Court invited the defendant Health Insurance Association to comment on the claim and to submit the file. On 9 July 1986 Mrs Janssen’s lawyer telephoned the court and requested that a date be fixed for a hearing as soon as possible. He expressed the fear that the plaintiff would not live to attend a hearing in July or August 1986. On 18 July 1986 the Health Insurance Association sent written observations and the administrative file to the Social Court. Mrs Gretel Janssen died on 27 July 1986. Written observations on her behalf were submitted on 18 August 1986. On 13 October 1987 the court received a power of attorney on behalf of the applicants as heirs of Mrs Gretel Janssen without any further explanation. On 9 November 1987 the parties were summoned to appear at a hearing on 26 November 1987. This hearing was cancelled on 23 November 1987.", "16.  On 24 November 1987 the plaintiff’s counsel informed the court about Mrs Gretel Janssen’s death. On 17 March 1988 the Social Court requested the plaintiff’s counsel to indicate the successors in title. It sent a reminder on 8 July 1988. The court received the requested information on 25 July 1988.", "17.  The proceedings were resumed on 28 July 1988. On 22 November 1988 the parties were summoned to appear at a hearing on 8 December 1988. On 28 November 1988 the plaintiff’s counsel requested to anticipate the hour of the hearing. On 5 December 1988 the Social Court cancelled the hearing. On 14 February 1989 the court set the case down for hearing on 2 March 1989.", "18.  On 2 March 1989 the Duisburg Social Court dismissed the action on the ground that, pursuant to Section 539 §§ 1 and 2 of the Social Security Act (Reichsversicherungsordnung), the plaintiff was not insured against accidents at work. The court found that Mrs Gretel Janssen had not been an employee herself, nor had she acted like an employee. She had cleaned her deceased husband’s clothes on ground of their living together, but not with a view to acting for her husband’s employer. ", "19.  On 10 May 1989 the legal successors of the deceased appealed against the judgment to the Social Court of Appeal (Landessozialgericht) of North Rhine-Westphalia. The appeal was received by the court on 12 May 1989.", "20.  At a hearing held on 30 October 1989 the Social Court of Appeal summoned the employer to take part in the proceedings and requested him to submit information as to the kind of work carried out by his former employee between 1950 and 1959 and as to the protection requirements to be complied with. The employer supplied information on 7 December 1989. The defendant filed written pleadings on 22 December 1989. On 24 August 1990 the Social Court of Appeal instructed doctors who had treated Mrs Gretel Janssen to submit reports. The court obtained medical reports from a general practitioner, Dr P., on 2 September 1990 and from a hospital doctor, Dr H., on 10 September 1990. On 21 September 1990 the court requested additional information which was submitted on 4 October 1990. ", "21.  On 30 October 1990 the Social Court of Appeal had also instructed a medical expert, Prof. W., to submit a report on the awareness at that time of health risks related to the exposure to asbestos and the existence of any protective measures. On 24 August 1990 the Social Court of Appeal had invited Prof. W. to reply to further detailed questions. Prof. W.’s report dated 29 November 1990 was received by the court on 6 December 1990.", "22.  On 12 February 1991 the court summoned the Rhineland Communal Accident Insurance Association (Rheinischer Gemeindeunfallversicherungs- verband) as a third party. It further requested Prof. W. to submit an expert opinion on the causes of Mrs Gretel Janssen’s mesothelioma disease. On 17 July 1991 Prof. W. asked the court for certain information.", "23.  On 4 November 1991 the court applied to the German Meteorological Service and a witness for further information. ", "24.  On 23 December 1991 the court sought supplementary advice from Prof. W. and supplied the information he had requested on 17 July 1991. On 30 January 1992 the court reminded the expert to submit his report. The expert opinion dated 26 June 1992 was received by the court on 13 July 1992. ", "25.  By a judgment of 14 October 1992 the Social Court of Appeal modified the judgment pronounced on 2 March 1989 by the Duisburg Social Court. The Social Court of Appeal considered that Mrs Gretel Janssen’s death was the consequence of an occupational disease. The court granted leave of appeal on points of law holding that the case raised issues of general interest (grundsätzliche Bedeutung).", "26.  The Düsseldorf Health Insurance Association lodged an appeal on points of law (Revision).", "27.  On 19 November 1992, Mrs Gretel Janssen’s son died. His widow and his daughter continued the proceedings as his legal successors.", "28.  By a judgment of 13 October 1993 the Federal Social Court (Bundessozialgericht) set the appellate court’s judgment aside and dismissed the plaintiffs’ appeal. The Federal Social Court considered in particular that Mrs Gretel Janssen’s death was not the consequence of an occupational disease as the cleaning of her husband’s work clothes mainly served the interests of the couple’s household and not the employer’s interests. ", "29.  On 2 December 1993 the applicants lodged a constitutional complaint alleging that the interpretation of Section 539 of the Social Security Act by the social security courts of first and last instance violated the principle of equality before the law and the right to a fair hearing. Invoking Article 6 of the Convention, the applicants further submitted that proceedings relating to professional diseases allegedly caused by asbestos lasted in general too long.", "30.  On 12 January 1994 a panel of three judges of the Federal Constitutional Court (Bundesverfassungsgericht) declined to accept the case for adjudication on the ground that the constitutional appeal was inadmissible for lack of substantiation. The court further  pointed out that a constitutional complaint could not be based on an alleged violation of the European Convention on Human Rights. This decision was notified to the applicants’ lawyer on 25 January 1994.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "31.  The applicants complain that their case was not heard within a reasonable time by the German social courts. They alleged a violation of Article 6 § 1 of the Convention, the relevant part of which provides: ", " “In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...” ", "A.  Applicability of Article 6 § 1", "32.  The Court notes that that the proceedings at issue concerned the applicants’ claim to compensation under the Social Security Insurance Scheme. It is satisfied, and this was not contested by the parties, that the proceedings concerned the determination of the applicant’s “civil rights and obligations” within the meaning of Article 6 § 1 (see the Duclos v. France judgment of 17 December 1996, Reports of Judgments and Decisions 1996-VI, pp. 2179, 2180, § 53). This provision is therefore applicable.", "\nB.  Compliance with Article 6 § 1", "1.  Arguments before the Court", "(a)  The applicants", "33.  The applicants maintained that the overall duration of the proceedings before the social courts was in breach of the “reasonable time” requirement laid down in Article 6 § 1 of the Convention. According to the applicants, there was no doubt that Mrs Gretel Janssen acted like an employee when she cleaned her husband’s work clothes. Consequently she was covered by the employer’s insurance. There was clearly a causal link between the exposure to asbestos and Mrs Gretel Janssen’s disease. Moreover, the amount of the compensation to be awarded was determined by law. The case was thus not very complex. Had the Duisburg Social Court fixed promptly a date for a hearing, compensation could have easily been granted to Mrs Gretel Janssen in 1986 when she was still alive. In 1987 the Federal Social Court, however, had developed an erroneous case–law on which the Social Court had based its judgment in 1989. ", "(b)  The Government", "34.  The Government contended that the facts of the case disclosed no breach of Article 6 § 1 of the Convention. They contested the Commission’s view that the period to be taken into consideration began to run on 23 December 1985 when Mrs Gretel Janssen lodged a compensation claim with her deceased husband’s Health Insurance Association and that the proceedings ended on 12 January 1994 with the decision of the Federal Constitutional Court. According to them, the relevant period started to run on 20 March 1986 when Mrs Gretel Janssen contested the decision of the Health Insurance Association refusing her compensation and ended on 13 October 1993, the date of the judgment of the Federal Social Court. The Government argued that the decision of the Federal Constitutional Court was not capable of affecting the proceedings before the ordinary courts because the constitutional complaint had been declared inadmissible for lack of substantiation. The total length of the proceedings amounted thus to seven years, six months and 23 days, and not approximately eight years and one month, as found by the Commission.", "35.  The Government maintained that the case was particularly complex. Detailed investigations had to be made and difficult and controversial legal questions be decided on social insurance issues in connection with asbestos exposure and the cause of Mrs Gretel Janssen’s mesothelomia. The courts had to rely on experts and witnesses. The fact that the Social Court of Appeal granted leave to appeal on points of law against its judgment attested to the legal difficulty of the issues raised.", "36.  The Government further argued that it would have been unrealistic to expect the proceedings at first instance to be terminated before Mrs Gretel Janssen’s death, i.e. within six months after the introduction of her action. The court had first to have at its disposal the defendant’s written observations and the administrative file which was received on 18 July 1986.", "37.  As to the proceedings before the Social Court of Appeal, the Government submitted that in the applicants’ interest the court had to carefully assess the relevant facts and to take extensive evidence. The submission of two expert opinions took a certain time. However, this was due to the difficulty of the matter and not to a lack of supervision by the court. Moreover, the Social Court of Appeal had to conduct further investigations, namely to ask for medical reports and for information from the German Meteorological Service and from a witness. The parties had to be given the opportunity to comment on these points, third parties’ interests were involved and they were invited to take part in the proceedings, namely the former employer of Mrs Gretel Janssen’s husband and an accident insurance association.", "38.  The Government, on the other hand, maintained that the applicants had considerably contributed to the length of the proceedings. After Mrs Gretel Janssen’s death on 27 July 1986 the proceedings were suspended by law and were resumed by the court on 28 July 1988 after having received written pleadings of the legal successors of the deceased. The applicants were responsible for this period of inactivity. Furthermore, a hearing due to be held on 8 December 1988 was postponed at the request of the applicants’ counsel. The applicants thus contributed again to the length of the proceedings. The proceedings before the Duisburg Social Court ended approximately two years and nine months after they had commenced (26 May 1986 — 2 March 1989). According to the Government, two years and three months of this period were attributable to the applicants.", "39.  The Government admitted that a great deal was at stake for Mrs Gretel Janssen in the proceedings before the social courts, the main purpose of which was to secure payment of her pension. However, they contested that the same could be said about her successors.", "2.  The Court’s assessment", "(a)  Period to be taken into consideration", "40.  The Court agrees with the Government that the relevant period began on 20 March 1986 when Mrs Gretel Janssen appealed against the decision of the Health Insurance Association refusing her compensation. At this moment only a “dispute” within the meaning of Article 6 § 1 of the Convention arose (see the König v. Germany judgment of 28 June 1978, Series A no. 27, p. 33, § 98). ", "41.  As far as the close of the period is concerned, the Government contested that the relevant period ended on 12 January 1994 when the Federal Constitutional Court declined to accept the case for adjudication (see § 32 above). They maintained that in the present case the result of the proceedings before the Federal Constitutional was not capable of affecting the outcome of the dispute before the ordinary courts, since the constitutional complaint had been declared inadmissible. ", "42.  The Court considers that the question whether those proceedings come within the purview of Article 6 § 1 does not need to be resolved in order to decide the main issue, regard being had to all the circumstances of the present case and the overall length of the proceedings before the social courts. The Court will therefore confine its examination to the period from 20 March 1986 to 13 October 1993 which was the date of the Federal Social Court’s judgment. The period under consideration thus lasted seven years and 23 days.", "(b)  Reasonableness of the length of the proceedings", "43.  The reasonableness of the length of these proceedings must be assessed in the light of the particular circumstances of the case, and having regard to the complexity of the case, the conduct of the parties and that of the competent authorities. (see the Süßmann v. Germany judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, p. 1172-73, § 48, and the Pammel and Probstmeier v. Germany judgment of 1 July 1997, Reports 1997-IV, p. 1110, § 60, and p. 1136, § 55, respectively). On the latter point, what is at stake for the applicant in the litigation has to be taken into account in certain cases (see the X v. France judgment of 31 March 1992, Series A, no. 234-C, pp 90, 91, § 32). ", "(i)  Complexity of the case", "44.  The Court, like the Commission, considers that the case involved points of fact and law of some complexity. The social courts were faced with new problems arising in connection with the exposure to asbestos dust and had to make extensive investigations and to obtain expert opinion. The discrepancy between the judgments at first instance and on appeal was evidence of this. However, as the length of the proceedings cannot be explained in terms of the complexity of the issues involved, the Court will examine the case in the light of the conduct of the applicants and the national authorities.", "(ii)  The applicants’ conduct", "45.  The Court observes that the applicants contributed to a certain extent to the length of the proceedings, in particular as far as the proceedings before the Duisburg Social Court are concerned. In this connection the Court notes that one year, four months and thirteen days elapsed before the legal successors of Mrs Gretel Janssen informed the Social Court on 24 November 1987 that the plaintiff had died on 27 July 1986. Furthermore, in response to the Social Court’s request of 17 March 1988 and a reminder of 8 July 1988, they did not supply the evidence showing that they had standing to continue the proceedings until 25 July 1988. They are also responsible for the adjournment to 2 March 1989 of the hearing fixed at 8 December 1988. They have thus delayed the proceedings before the Social Court for additional seven months and are thus responsible for the delay of almost two years of the proceedings before the Social Court. The Court recalls that the applicants’ behaviour constitutes an objective fact which cannot be attributed to the respondent State and which must be taken into account for the purpose of determining whether or not the reasonable time referred to in Article 6 § 1 has been exceeded (see the Erkner and Hofauer v. Austria judgment of 23 April 1987, Series A no. 117, p. 63, § 68).", "(iii)  Conduct of the national authorities", "46.  The Court notes that the proceedings before the Duisburg Social Court began on 26 May 1986 when Mrs Gretel Janssen introduced her action. The Social Court gave judgment on 2 March 1989, that is after almost three years of proceedings. ", "47.  The Court considers that what was at stake in the contested proceedings was of crucial importance for Mrs Gretel Janssen in view of the incurable disease from which she was suffering and her reduced life expectancy. Accordingly the competent judicial authorities were under a positive obligation under Article 6 § 1 to act with the exceptional diligence required by the Court’s case-law in disputes of this nature (see the A and Others v. Denmark judgment. of 8 February 1996, Reports 1996-I, p. 107, § 78) ", "48.  Although the Court agrees with the Government that judgment could hardly have been given before Mrs Gretel Janssen’s death on 27 July 1986, that is within six months after the introduction of her action, the Court considers that the Social Court was little concerned to advance the proceedings. After having received written observations on behalf Mrs Gretel Janssen on 18 August 1986, the Social Court, without taking any investigative measures, waited more than one year and two months before fixing a hearing on 9 November 1987. It should be noted that at that moment the Social Court had not yet been informed of Mrs Gretel Janssen’s death. The Court finds that in these circumstances the reasonable time requirement  within the meaning of Article 6 § 1 was exceeded by the Duisburg Social Court. ", "49.  As to the conduct of the proceedings by the Social Court of Appeal, the Court notes that these proceedings began on 12 May 1989, when the court received the appeal lodged against the first instance judgment, and ended three years and about five months later on 14 October 1992, when the Social Court of Appeal delivered its judgment. ", "50.  The Court observes that the preparation of the opinions submitted by Prof. W. was the primary cause of the delay in the progress of the proceedings. It took the expert one year, one month and six days to submit his first report (30 October 1989 to 6 December 1990) and one year and about four and a half months to submit his second report (12 February 1991 to 26 June 1992). The Court recalls that an expert works in the context of judicial proceedings supervised by a judge, who remains responsible for the preparation and the speedy conduct of the trial (see the Scopelliti v. Italy judgment of 23 November 1993, Series A no. 278, p. 9, § 23). ", "51.  It is true that the Social Court of Appeal on 30 January 1992 reminded the expert to submit his report. However, in the Court’s view, the Social Court of Appeal contributed to prolonging the procedure by asking the expert twice, that is on 24 August 1990 and on 23 December 1991, to include in his reports supplementary expert advice and by not supplying information before 23 December 1991 which the expert had requested as early as 17 July 1991. The Court therefore finds that the main reason for the length of these proceedings is to be found in the conduct of the case by the Social Court of Appeal. Although Mrs Gretel Janssen’s death reduced the importance of what was at stake in the dispute, the Court finds that the period of three years and about five months to obtain a judgment by the Court of Appeal exceeded a reasonable time.", "52.  The subsequent proceedings before the Federal Social Court were not subject to any particular delay.", "(c)  Overall assessment", "53.  Assessing the circumstances of the case as a whole, the Court concludes, as did the Commission, that the duration of the proceedings before the Duisburg Social Court and the Social Court of Appeal cannot be regarded as reasonable. There has accordingly been a violation of Article 6 § 1 of the Convention.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "54.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "\nA.  Damage", "55.  The applicants sought compensation for pecuniary damage in the sum of 31,337 German marks (DEM), corresponding to the amount of the pension which, according to the applicants, the Duisburg Social Court would have granted Mrs Gretel Janssen, had it delivered its judgment before the Federal Social Court established its allegedly erroneous case-law concerning exposure to asbestos.", "56.  The Court recalls that it cannot speculate as to what the outcome of the proceedings at issue might have been if the violation of the Convention had not occurred (see the Schmautzer v. Austria judgment of 23 October 1995, Series A no. 328-A, p.16, § 44). In particular, it can discern no causal link between the facts in respect of which it has found a violation and the pecuniary damage for which the applicants seek compensation. It therefore makes no award under the head of pecuniary damage. ", "57.  The applicants did not mention any specific sum for non–pecuniary damage. However, they referred to the tragic circumstances in which members of their family died and in this connection to the length of the proceedings. In these circumstances, the Court considers that the finding of a violation is not sufficient to constitute just satisfaction in respect of non–pecuniary damage. Making an assessment on an equitable basis, as required by Article 41, the Court awards the applicants DEM 10,000.", "B.  Costs and expenses", "58.  The applicants further claimed DEM 7,201.86 for costs and expenses before the German courts.", "59.  If the Court finds that there has been a violation of the Convention, it may award the applicant the costs and expenses incurred before the national courts for the prevention or redress of the violation (see the Hertel v. Switzerland judgment of 25 August 1998, Reports 1998–VI, p. 2334, § 63). The applicants did not distinguish between the costs and expenses which they had incurred in the German courts and those referable to the proceedings before the Convention organs, according to whether they had been incurred in attempting to speed up the proceedings or for other purposes. In the present case, on the basis of the information in its possession and the above–mentioned criteria, the Court observes that there is no element in the file suggesting that the applicants have incurred, before the domestic courts, any extra costs and expenses because of the length of the proceedings. ", "60.  As to the costs of the Convention proceedings, the Court notes that the applicants did not have the benefit of legal aid. Having regard to its case-law in length of proceedings cases, the Court awards DEM 4,000.", "C.  Default interest", "61.  According to the information available to the Court, the statutory rate of interest applicable in Germany at the date of adoption of the present judgment is 8.62% per annum.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;", "", "2.  Holds ", "(a)  that the respondent State is to pay the applicants, within three months, the following amounts together with any value-added tax that may be chargeable:", "\t(i)  10,000 (ten thousand) German marks in respect of non-pecuniary damage;", "\t(ii)  4,000 (four thousand) German marks in respect of costs and expenses;", "(b)  that simple interest at an annual rate of 8.62% shall be payable from the expiry of the above-mentioned three months until settlement;", "", "3.  Dismisses the remainder of the applicants’ claim for just satisfaction.", "Done in English, and notified in writing on 20 December 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tErik Fribergh\tFrançoise Tulkens\n\tRegistrar\tPresident"]}