{"file": "ENG_CLIN_14612_02.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "14612/02", "text_paragraphs": ["Information Note on the Court’s case-law No. 117", "March 2009", "Wiktorko v. Poland - 14612/02", "Judgment 31.3.2009 [Section IV]", "Article 3", "Degrading treatment", "Female applicant stripped naked in a sobering-up centre by male staff members and immobilised with belts for ten hours; lack of effective investigation: violation", "", "Facts: In 1999 the applicant, on her way home by taxi after having a drink with a friend, refused to pay the bill unless she was given a proper receipt as she considered the fare excessive; instead of taking her home, the taxi driver drove her to a sobering-up centre. She alleged that, on arrival at the centre, she was insulted, stripped naked by a woman and two men, beaten and put in restraining belts for the night. She was released the following morning. The next day she was examined by a doctor, who noted that she had a bruise on her hip, a scratched wrist, a painful shoulder and a swollen jaw. Shortly afterwards she filed a complaint against the staff of the centre. The ensuing investigation found that the staff had been obliged to use force against the applicant and to place her in restraining belts, given her aggressive behaviour and refusal to comply with the regulations in force by undressing and changing into a gown. The proceedings were discontinued on the ground that no criminal offence had been committed.", "Law: (a) Substantive aspect: The essential aspect of the instant case was not the exact degree of physical coercion used against the applicant, but the fact that during her detention she had been forcibly undressed by a woman and two men and subsequently placed in restraining belts. The Court took the view, as it had done in the cases concerning strip searches, that to be stripped naked in the presence of an officer of the opposite sex showed a lack of respect and diminished the human dignity of the person concerned. The applicant had therefore been left with feelings of anguish and inferiority capable of humiliating and debasing her. The Court could accept that the aggressive behaviour of an intoxicated individual might require recourse to the use of restraining belts, provided that checks were periodically carried out on the welfare of the individual so immobilised. However, no explanation had been given for putting the applicant in restraining belts for such an excessive period of time as ten hours. Such prolonged immobilisation must have caused her great distress and physical discomfort. The authorities’ conduct had therefore amounted to degrading treatment.", "Conclusion: violation (unanimously).", "(b) Procedural aspect: The investigation of the applicant’s complaint had focused on justifying her deprivation of liberty and the use of force against her. It had not addressed the question of her right to respect for human dignity. The authorities had failed to assess the proportionality of the force used; nor ", "had they justified the forced removal of the applicant’s clothing by two male employees or the use of restraining belts to immobilise her until the next day. In conclusion, the manner in which the case had been examined was incompatible with the procedural obligations of the State under Article 3 of the Convention.", "Conclusion: violation (five votes to two).", "Article 41 – EUR 7,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}