{"file": "ENG_CLIN_74651_01.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "74651/01", "text_paragraphs": ["Information Note on the Court’s case-law No. 115", "January 2009", "Association of Citizens Radko and Paunkovski v. \"the former Yugoslav Republic of Macedonia\" - 74651/01", "Judgment 15.1.2009 [Section V]", "Article 11", "Article 11-1", "Freedom of association", "Police intervention to break up a peaceful demonstration that had not been notified to the authorities: violation", "", "Facts: The applicants are an association and its chairman. The association, named after Ivan Mihajlov-Radko (leader of the Macedonian Liberation Movement from 1925 to 1990), was officially registered in 2000. Its articles of association defined it as an independent, non-political and public organisation whose aim was to “popularise the objectives, tasks and ideas of the Macedonian Liberation Movement”. The association sought to achieve that aim through its own newspaper, publications, library and website and by organising seminars, conferences and fora. There was a high-profile campaign in the media against the association, both before and after its official launch, condemning its foundation and functioning as being contrary to the Macedonian national identity. In 2001 the Constitutional Court declared the association's articles and programme null and void. According to the Constitutional Court, the Association's true objectives were the revival of Ivan Mihajlov-Radko's ideology according to which Macedonian ethnicity had never existed on the territory, but belonged to the Bulgarians from Macedonia and the recognition of Macedonian ethnicity was the biggest crime committed by the Bolshevik regime during its existence. It declared the Association's Articles and Programme unconstitutional as all the Association's activities were in reality directed towards the violent destruction of the constitutional order of the Republic, the incitement of national or religious hatred or intolerance and the denunciation of the free expression of the national affiliation of the Macedonian people. The association was dissolved.", "Law: The Constitutional Court had not characterised the applicant association as “terrorist” or concluded that it or its members would use illegal or anti-democratic means to pursue their aims. Indeed, there was nothing in the association's founding acts to indicate that it advocated hostility. Nor had the Constitutional Court explained why it considered the negation of Macedonian ethnicity to be tantamount to violence or to the violent destruction of the constitutional order. For its part, the Court accepted that the creation and registration of the association under the name of Ivan Mihajlov-Radko had generated a degree of tension as his ideology was generally perceived by the Macedonian people not only as offensive and destructive, but as denying their right to claim their national (ethnic) identity. However, the mere naming of an association after a person who was perceived negatively by the majority of the population could not by itself constitute a present and imminent threat to public order. There was no concrete evidence to show that by choosing that name the association had opted for a policy that represented a genuine threat to Macedonian society or the State. The association's choice of name could not, by itself, justify its dissolution. To judge by its constitutive acts, itsobjective was to provoke a public debate on certain issues and to find solutions. It had sought to realise that objective through publications, conferences and cooperation with similar associations. Nor could it be held to task for its acts, as it was dissolved shortly after being formed. It had thus been penalised for conduct relating solely to the exercise of freedom of expression. It was not the Court's role to examine the correctness of the applicants' ideas and therefore irrelevant that the applicants had not distanced themselves explicitly from what the Constitutional Court had established as the association's real aim. In sum, the reasons invoked by the authorities to dissolve the Association were not relevant and sufficient and the interference could not therefore be deemed to have been necessary in a democratic society.", "Conclusion: violation (six votes to one).", "Article 41 – EUR 5,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}