{"file": "ENG_CLIN_34821_97.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "34821/97", "text_paragraphs": ["Information Note on the Court’s case-law 13", "December 1999", "Demirtepe v. France - 34821/97", "Judgment 21.12.1999 [Section III]", "Article 8", "Article 8-1", "Respect for correspondence", "Opening of prisoner's correspondence: violation", "Article 35", "Article 35-1", "Exhaustion of domestic remedies", "Effective domestic remedy", "Remedies in respect of interference with a prisoner's correspondence: preliminary objection dismissed", "Facts: The applicant, a convicted offender serving a term of imprisonment, filed a complaint against the prison authorities for breaching the secrecy of correspondence. He alleged that letters from his lawyers, the judicial authorities and the prison chaplain had already been opened when they reached him, contrary to the rules laid down in the Code of Criminal Procedure and Article 8 of the Convention. The investigating judge dealing with his allegation found that there was no case on which to bring proceedings. The Court of Appeal, while considering that the actus reus of the offence had been made out, dismissed the applicant’s appeal on the ground that it could not find either collective liability on the part of the prison’s postal service or criminal liability on the part of the head of the service alone. The applicant appealed on points of law to the Court of Cassation, which dismissed his appeal.", "Law: Government’s preliminary objection: Domestic remedies had been exhausted in so far as the Government had not shown that the criminal avenue of redress chosen by the applicant was inappropriate for obtaining compensation for the violation found. As regards the remedy available to the applicant in the administrative courts, no proof of its effectiveness had been submitted. Judgments of the administrative courts concerning respect for prisoners’ correspondence dated from 1997, whereas the applicant’s allegations dated back to 1993. Furthermore, the Conseil d’Etat had never ruled on that point.", "Article 8: The opening of the applicant’s correspondence did indeed amount to an interference with his right to respect for his correspondence. On the Government’s own admission, that interference lacked a legal basis. Accordingly, it was unjustified.", "Conclusion: violation (unanimous).", "Article 41 - The Court awarded the applicant 5,000 francs and reimbursed him all the expenses he had incurred before the Convention institutions, that is 12,060 francs.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}