{"file": "ENG_CLIN_5548_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "5548/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 91", "November 2006", "Hajiyev v. Azerbaijan - 5548/03", "Judgment 16.11.2006 [Section I]", "Article 6", "Criminal proceedings", "Article 6-1", "Access to court", "Lack of clear procedure and court's failure to rule on admissibility of an appeal: violation", "", "Facts: In 1995-1996, the Supreme Court convicted the applicant for several wartime-related offences. Under the criminal procedure applicable at that time, those judgments were final and not subject to appeal. Some years later, a new Code of Criminal Procedure was adopted. A transitional law provided for the possibility of lodging appeals against final judgments delivered under the old procedure, of which the applicant availed himself. In reply to his inquiries a clerk of the court of appeal stated that his case would be examined shortly. However, two years later, the same clerk informed the applicant that the court of appeal could not deal with his case and advised him to appeal to the Supreme Court. The applicant was subsequently pardoned and released from prison.", "Law: The applicant's right to have his case re-examined under the new rules of criminal procedure was protected by the fundamental guarantees contained in Article 6. The transitional law provided for a right to have a case re-examined by “the appellate court or the Supreme Court”. Given the ambiguity of that wording and the absence of a clear domestic judicial interpretation of the relevant provisions, as well as the existence of at least three domestic precedents where a court of appeal had re-examined a case, it had been reasonable for the applicant to believe that it was for the court of appeal to examine his appeal as well. Moreover, under domestic law, it was for the court of appeal itself to determine the issue of the appeal's admissibility within 15 days of its receipt by a formal and binding judicial decision, and not by a letter of its clerk. However, for more than two years after lodging his appeal, the applicant had not been afforded sufficient safeguards to prevent a misunderstanding of the procedure made available to him under the Transitional Law and, instead, had been led to believe that his case would be examined by the court of appeal. It was for the court of appeal to take steps to ensure that the applicant enjoyed the right to which he had been entitled under the Transitional Law. In such circumstances, he could not be required to apply to the Supreme Court. The Court concluded, therefore, that the applicant had suffered a restriction in his right of access to a court.", "Conclusion: violation (unanimously).", "Article 41 – EUR 3,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}