{"file": "ENG_CLIN_28005_12.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "28005/12", "text_paragraphs": ["Information Note on the Court’s case-law 187", "July 2015", "M.N. and Others v. San Marino - 28005/12", "Judgment 7.7.2015 [Section III]", "Article 8", "Article 8-1", "Respect for correspondence", "Respect for private life", "Lack of safeguards related to decision to copy and store bank documents: violation", "Facts – In May 2009 the Italian authorities asked the San Marino authorities by letters rogatory for assistance in obtaining documentation and carrying out searches in banks and other institutions potentially related to an ongoing Italian criminal investigation into money laundering. The San Marino court accepted the request and ordered an investigation with the aim of acquiring information and banking documents related to accounts which could be traced back to a San Marino company involved in the ongoing investigation in Italy. The search and seizure operation entailed retaining copies of the documentation and of electronic storage devices, including e-mails, bank statements and cheques. In April 2010 an order was made for Italian citizens who had entered into fiduciary agreements with the company under investigation to be notified of that decision. The first applicant, who was one of the persons affected by the decision, was informed sometime in 2011. He lodged a complaint with the San Marino court on the grounds that he had never been charged with an offence and had no link with the alleged crimes. He also complained that his right to appeal had been violated since persons not charged with an offence were not considered direct victims and thus lacked standing to challenge such an exequatur decision. His complaint was declared inadmissible in a decision that was upheld on appeal on the grounds that he was not an “interested party” in relation to the exequatur decision and therefore lacked a juridical interest to challenge it.", "Law – Article 8", "(a)  Applicability – Information retrieved from banking documents amounted to personal data concerning an individual, irrespective of whether they concerned sensitive information or professional dealings. In addition, copying constituted acquiring and therefore seizing data, irrespective of whether the original medium remained in place. The copying of the first applicant’s bank data and its subsequent storage by the authorities had thus amounted to an interference with his right to respect for both private life and correspondence.", "(b)  Merits – The interference was in accordance with the law since the Code of Criminal Procedure and domestic case-law provided that such measures could be applied to third persons not parties to criminal proceedings. The measure pursued the legitimate aims of crime prevention, the protection of the rights and freedoms of others and the economic well-being of the country. ", "In assessing the necessity of the measure and the existence of relevant procedural safeguards, the Court firstly noted the wide extent of the exequatur order whose impact on third parties had never been assessed. The first applicant was an individual not subject to the ongoing investigation and against whom no clear suspicions had been raised. As regards the first applicant’s ability to challenge the impugned decision, he had not become aware of it until more than a year after it was issued and his appeals were never examined on the merits because he was found not to be an “interested party”. The Court therefore had to ascertain whether the effects of such an interpretation were compatible with the Convention. The institution of proceedings in itself did not satisfy all the access to court requirements guaranteed by Article 6 § 1 of the Convention. The Government had suggested that the first applicant could have pursued an ordinary civil remedy, but they had failed to show that such a remedy could have led to a timely examination of the exequatur decision or to its annulment. While the Court accepted that in smaller jurisdictions it may be more difficult to present examples of domestic case-law as to the practical effectiveness of a remedy, it noted that in the instant case the decision had affected more than a thousand persons and not one example had been shown where such a remedy had been successfully used. Finally, the first applicant had been at a significant disadvantage in the protection of his rights compared to an accused person and had not enjoyed the effective protection of national law.", "Conclusion: violation (unanimously).", "Article 41: EUR 3,000 to the first applicant in respect of non-pecuniary damage.", "(See also Michaud v. France, 12323/11, 6 December 2012, ; and Xavier Da Silveira v. France, , 21 January 2010)", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}