{"file": "ENG_CLIN_48787_99.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "48787/99", "text_paragraphs": ["Information Note on the Court’s case-law No. 66", "July 2004", "Ilaşcu and Others v. Moldova and Russia [GC] - 48787/99", "Judgment 8.7.2004 [GC]", "Article 1", "Jurisdiction of states", "Responsibility of Russia in respect of acts of the “Moldavian Republic of Transdniestria”", "Positive obligations of the State with regard to parts of its territory over which it has no control", "", "Article 3", "Torture", "Ill-treatment of detainees and conditions of detention: violation", "", "Article 5", "Article 5-1-a", "Competent court", "Detention on the basis of conviction by the court of a regime not recognised in international law: violation", "", "Article 34", "Hinder the exercise of the right of petition", "Deterioration of prison conditions following introduction of application: failure to comply with obligations", "", "Facts: Following the dissolution of the Soviet Union, the Moldovan Parliament adopted a declaration of independence in 1991. Separatists in the Transdniestrian region of Moldova had already proclaimed the “Moldavian Republic of Transdniestria” (MRT), which has not been recognised by the international community. Violent clashes broke out, during which the separatists obtained weapons from troops of the Soviet Union (subsequently the Russian Federation) which had remained in Moldovan territory, some of whom joined the separatists. In July 1992 a ceasefire agreement was reached between Moldova and the Russian Federation, providing for the withdrawal of the two sides and the creation of a security zone. A further agreement providing for the withdrawal of Russian troops was signed in 1994 but was never ratified by the Russian Federation. In 1997 the President of Moldova and the President of the MRT signed a memorandum laying down the basis for the normalisation of relations. Since then, further negotiations have taken place.", "The four applicants were arrested in June 1992 and accused of anti-Soviet activities, fighting by illegal means against the State of Transdniestria and other offences, including murder. They were ill-treated while in custody. Three of them were taken to the garrison of the Russian army, where they claim they were guarded and tortured by soldiers of that army. They had no access to the outside world and were held in cells which had no toilets, water or natural light, with only 15 minutes of outdoor exercise each day. The applicants were subsequently held at a police headquarters. The cells had no natural light and the applicants were not permitted to send or receive mail, had no access to a lawyer and received family visits only on a discretionary basis. The applicants were convicted in December 1993 by the Supreme Court of the MRT, which sentenced the first applicant to death and the others to lengthy terms of imprisonment. The Supreme Court of Moldova examined the judgment of its own motion and quashed it, ordering the applicants’ release, but the MRT authorities did not respond to this judgment. Following their conviction, the applicants were held in single cells with no natural light. The conditions of their detention led to their health deteriorating but they did not receive proper medical treatment. The conditions of their detention worsened after their application was lodged with the Court. The first applicant was released in May 2001; the others remained in prison.", "Law: Article 1 – (i) Whether the applicants came within the jurisdiction of Moldova. The presumption that “jurisdiction” is exercised throughout a State’s territory may be limited in exceptional circumstances, in particular when the State is prevented from exercising its authority over part of its territory. In order to establish whether such a situation exists, the Court must examine both the objective facts and the State’s conduct, since the State has positive obligations to take appropriate steps to ensure respect for human rights within its territory. Moreover, in exceptional circumstances the acts of a State which take place or produce effects outside its territory may also amount to the exercise of “jurisdiction” and where a State exercises overall control in an area outside its territory its responsibility extends to acts of the local administration which survives by virtue of its support. In addition, acquiescence in the acts of a private individual may also engage the State’s responsibility, in particular in the case of recognition by the State of the acts of self-proclaimed authorities not recognised by the international community.", "In the present case, the Moldovan Government, the only legitimate one under international law, did not exercise authority over the part of its territory under the control of the MRT. However, the Government still had a positive obligation to take the measures within its power to secure the applicants’ rights. Where a State is prevented from exercising its authority over the whole of its territory, it does not cease to have “jurisdiction”, although the factual situation reduces the scope of that jurisdiction, so that the State’s undertaking under Article 1 must be considered only in the light of its positive obligations. These obligations, in the present case, related both to the measures needed to re-establish control over Transdniestria and to measures to ensure respect for the applicants’ rights, including attempts to secure their release. The obligation to re-establish control required Moldova to refrain from supporting the MRT regime and to take all the measures at its disposal to re-establish its control. In that respect, the Moldovan authorities had never stopped complaining of the “aggression” and had rejected the MRT declaration of independence but there was little they could do against a regime sustained by a power such as the Russian Federation. Moldova had continued to take steps both internally and internationally after the 1992 ceasefire and after ratifying the Convention in 1997, in particular at the diplomatic level. While cooperation with MRT authorities had been established in a number of areas, these acts represented an affirmation of the desire to re-establish control and could not be regarded as support for the regime. As regards the situation of the applicants, a number of measures had been taken prior to ratification of the Convention, including the quashing of their convictions by the Moldovan Supreme Court, and measures to secure their release had also been taken after ratification. However, there was no evidence that since the release of the first applicant effective measures had been taken to put an end to the continuing infringements of the other applicants’ rights. Indeed, no mention had been made of them in the continuing negotiations, although it was within the power of the Moldovan Government to raise the matter in that context. Consequently, Moldova’s responsibility was capable of being engaged on account of its failure to discharge its positive obligations with regard to the acts complained of which occurred after May 2001.", "(ii) Whether the applicants came within the jurisdiction of the Russian Federation. The Russian Federation had supported the separatist authorities during the conflict by their political declarations and had subsequently signed the ceasefire agreement as a party. Its responsibility was thus engaged in respect of the unlawful acts committed by the separatists, regard being had to the support it gave and to the participation of its military personnel in the fighting. Moreover, it continued to provide military, political and economic support after the ceasefire agreement. The applicants were arrested with the participation of Russian troops and three of them were detained and ill-treated on their premises. The applicants thus came within the jurisdiction of the Russian Federation, although the Convention was not at that time applicable: the events had to be considered to include not only the acts in which its agents participated but also the transfer of the applicants into the hands of the MRT regime and their subsequent ill-treatment, since the agents of the Russian Federation were fully aware that they were handing the applicants over to an illegal and unconstitutional regime and knew, or should have known, the fate which awaited them. It remained to be determined whether that responsibility remained engaged after ratification of the Convention in May 1998. In that respect, the Russian army remained stationed on Moldovan territory and in view of the level of weapons stocks there the importance of that military presence persisted. Significant financial support was also provided. Thus, the MRT remained under the effective authority, or at the very least the decisive influence, of the Russian Federation, and there was a continuous link of responsibility for the applicants’ fate, since after ratification no attempt had been made to put an end to their situation. The applicants therefore came within the jurisdiction of the Russian Federation and its responsibility was engaged.", "The Court’s jurisdiction ratione temporis: Article 6 – As the applicants’ trial took place prior to ratification of the Convention by the respondent States, the Court did not have jurisdiction ratione temporis to examine their complaints of unfairness.", "Articles 3, 5 and 8 – While the events began in 1992 with the detention of the applicants, they were still going on and the Court therefore had jurisdiction.", "Article 2: The death sentence imposed on the first applicant had not been set aside when respondent States ratified the Convention and the Court therefore had jurisdiction.", "Article 2 – While the death sentence imposed on the first applicant had been set aside by the Moldovan Supreme Court in 1994, that judgment had had no effect. The Court was not in a position to establish the exact circumstances of his release or whether the death sentence had been commuted, but since the applicant was now living in Romania as a Romanian national the risk of enforcement was more hypothetical than real. He must have suffered on account of the sentence and the conditions of detention but it was more appropriate to examine that under Article 3.", "Conclusion: not necessary to examine (unanimously).", "Article 3 – (i) While the Convention is only binding on States in respect of events subsequent to its entry into force, the Court could take into consideration the whole period during which the first applicant had been detained under sentence of death in order to assess the effect of his conditions, which remained essentially the same throughout that time. The applicant had lived in constant fear of execution, unable to exercise any remedy, and his anguish was aggravated by fact that the sentence had no legal basis or legitimacy, in view of the patently arbitrary nature of the circumstances in which the applicants were tried. The conditions in which the first applicant was held had a deleterious effect on his health and he did not receive proper medical care or nutrition. Moreover, the discretionary powers in relation to correspondence and visits were arbitrary and had made the conditions of detention even harsher. There had been a failure to observe the requirements of Article 3 and the treatment to which the first applicant had been subjected amounted to torture. The Russian Federation was responsible for that treatment, whereas since Moldova’s responsibility was engaged only after the time of his release there had been no violation by Moldova.", "Conclusion: violation by the Russian Federation (16 votes to 1);\tno violation by Moldova (11 votes to 6).", "(ii) The treatment of the third applicant and the conditions in which he had been kept, denied proper food and medical care, amounted to torture. As he remained in these conditions, the responsibility of both States was engaged as from the respective dates of ratification.", "Conclusion: violation by the Russian Federation (16 votes to 1);\tviolation by Moldova (11 votes to 6).", "(iii) The other two applicants had been kept in extremely harsh conditions which amounted to inhuman and degrading treatment and the responsibility of both States was engaged.", "Conclusion: violation by the Russian Federation (16 votes to 1);\tviolation by Moldova (11 votes to 6).", "Article 5 § 1 (a) – The Court did not have jurisdiction to rule whether the proceedings against the applicants had breached Article 6 of the Convention but in so far as the applicants’ detention continued after ratification by the respondent States it had jurisdiction to determine whether they were lawfully detained after conviction by a competent court. In view of the arbitrary nature of the proceedings, none of the applicants had been convicted by a “court” and the prison sentences imposed on them could not be regarded as “lawful detention” ordered “in accordance with a procedure prescribed by law”. This conduct was imputable to the Russian Federation in respect of all the applicants, whereas the responsibility of Moldova was engaged only in respect of the second, third and fourth applicants.", "Conclusion: violation by the Russian Federation (16 votes to 1); violation by Moldova (11 votes to 6) in respect of three applicants, no violation by Moldova in respect of the first applicant (11 votes to 6).", "Article 8 – The Court considered unanimously that it was not necessary to examine the complaints concerning correspondence and visits, which had been taken into account in the context of Article 3.", "Article 1 of Protocol No. 1 – Even supposing the Court had jurisdiction ratione temporis to examine the applicants’ complaint that their property had been confiscated following their trial, the complaint had not been substantiated.", "Conclusion: no violation (15 votes to 2).", "Article 34 – The applicants claimed that they had not been able to apply to the Court and that their wives had had to do so on their behalf. Moreover, they had been threatened and the conditions of their detention had deteriorated after their application was lodged. Such acts constituted an improper and unacceptable form of pressure which hindered exercise of the right of petition. In addition, the Russian Federation had apparently requested Moldova to withdraw certain observations submitted to the Court. Such conduct was capable of seriously hindering the Court’s examination of the application and there had therefore been a breach by the Russian Federation of its obligations under Article 34. Furthermore, remarks by the Moldovan President following the first applicant’s release, making an improvement in the applicants’ situation dependent on withdrawal of the application represented direct pressure intended to hinder exercise of the right of petition and amounted to a breach of Article 34 by Moldova.", "Conclusion: failure by Moldova to discharge obligations (16 votes to 1); failure by the Russian Federation to discharge obligations (16 votes to 1).", "Article 41 – The Court awarded, in respect of pecuniary and non-pecuniary damage, 180,000 euros to the first applicant and 120,000 euros to each of the other applicants. It also awarded each applicant 7,000 euros in respect of the breach of Article 34. It further made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}