{"file": "ENG_CLIN_48321_99.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "48321/99", "text_paragraphs": ["Information Note on the Court’s case-law No. 57", "October 2003", "Slivenko v. Latvia [GC] - 48321/99", "Judgment 9.10.2003 [GC]", "Article 8", "Article 8-1", "Respect for private life", "Expulsion of family of former Soviet military officer following agreed withdrawal of Soviet troops: violation", "Article 5", "Article 5-1-f", "Expulsion", "Lawfulness of detention with a view to deportation: no violation", "Facts: The applicants are a mother and daughter of Russian origin. The first applicant, whose father was an officer in the army of the Soviet Union, moved to Latvia with her parents when she was one month old. She married another Soviet officer in 1980 and the second applicant was born in 1981. After Latvia gained its independence, the applicants were entered on the register of Latvian residents as “ex-USSR citizens”. In 1994 the first applicant’s husband, who had been discharged from the army during that year (the Russian Federation having assumed jurisdiction over the former Soviet armed forces in January 1992), applied for a temporary residence permit on the basis of his marriage to a permanent resident. His application was refused on the ground that he was required to leave Latvia in accordance with the treaty of April 1994 on the withdrawal of Russian troops. As a result, the registration of the applicants was annulled. The deportation of all three family members was ordered in August 1996 and the first applicant’s husband subsequently moved to Russia. The applicants, however, brought a court action challenging their removal from Latvia. They were successful at first and second instance but the Supreme Court quashed these decisions and remitted the case to the Regional Court, which then found that the first applicant’s husband was required to leave and that the decision to annul the applicants’ registration was lawful. This decision was upheld by the Supreme Court. In October 1998 the applicants were arrested and detained in a centre for illegal immigrants. They were released the following day on the order of the Director of the Citizenship and Migration Authority, on the ground that their arrest was “premature”, since an appeal had been lodged with the authority. However, they were later ordered to leave the country and in March 1999 the second applicant was again detained for 30 hours. Both applicants subsequently moved to Russia and adopted Russian citizenship. The first applicant’s parents, who she maintains are seriously ill, remained in Latvia.", "Law: Article 8 – The applicants were removed from the country where they had developed, uninterruptedly since birth, the network of personal, social and economic relations that make up the private life of a human being. Furthermore, they lost the flat in which they had lived. In these circumstances, their removal constituted an interference with respect for their private life and home. In contrast, the impugned measures did not have the effect of breaking up the family, since the deportation concerned all three members and there is no right under the Convention to choose in which country to continue or re-establish family life. Moreover, there was no “family life” with the first applicant’s parents, who were adults not belonging to the core family and who had not been shown to be dependent on the applicants’ family. Nonetheless, the impact of the impugned measures on family life was a relevant factor in the assessment under Article 8 and the link with the first applicant’s parents was to be taken into account in the context of private life.", "As to the legal basis for the applicants’ deportation, the Government’s contention that the first applicant had submitted false information when requesting registration had to be disregarded, since it had not been shown that the Latvian courts had relied on that ground as justifying deportation. The principal ground relied on by the Government was that the applicants’ removal was required by the treaty on the withdrawal of Russian troops. While that treaty was not yet in force when the applicants were registered as “ex-USSR citizens”, the relevant provisions of domestic law could later be legitimately intepreted and applied in the light of the treaty, a legal instrument accessible to the applicants. In addition, the applicants must have been able to foresee to a reasonable degree, at least with legal advice, that they would be regarded as covered by the treaty. In any event, the decisions of the courts did not appear arbitrary. The applicants’ removal could accordingly be considered to have been “in accordance with the law”.", "Taking into account the wider context of the constitutional and international law arrangements made after Latvia regained independence, from which the measures taken in respect of the applicants could not be dissociated, the Court accepted that the treaty and implementing measures had sought to protect the interests of national security and thus pursued a legitimate aim.", "As to the necessity of the interference, the fact that the treaty provided for the withdrawal of all Russian military officers, including those who had been discharged prior to its entry into force, and obliged their families to leave the country, was not in itself objectionable under the Convention. Indeed, it could be said that the arrangement respected family life in that it did not interfere with the family unit. In so far as the withdrawal interfered with private life and home, the interference would not normally appear disproportionate, having regard to the conditions of service of military officers; in particular, the withdrawal of active servicemen and their families could be treated as akin to a transfer in the course of normal service. Moreover, the continued presence of active servicemen of a foreign army might be seen as incompatible with the sovereignty of an independent State and a threat to national security. The public interest in the removal of them and their families would therefore normally outweigh the individual’s interest in staying. However, it could not be excluded that specific circumstances might render removal measures unjustified under the Convention. In particular, the justification did not apply to the same extent to retired officers and their families and, while their inclusion in the treaty did not as such appear objectionable, the interests of national security carried less weight in respect of them. In the present case, the fact that the first applicant’s husband had already retired by the time of the proceedings concerning the legality of the applicants’ stay in Latvia had made no difference to the determination of their status, yet it appeared from information provided by the Government about treatment of certain hardship cases that the authorities considered that they had some latitude which allowed them to ensure respect for private and family life and home. Such derogation, which was not limited to Latvian citizens, was decided on a case-by-case basis and it did not seem that the authorities had examined whether each person presented a specific danger to national security or public order, the public interest having been perceived rather in abstract terms. A scheme for withdrawal of foreign troops and their families based on a general finding that their removal is necessary for national security cannot as such be deemed contrary to Article 8, but implementation of such a scheme without any possibility of taking into account individual circumstances is not compatible with that provision. In the present case, although the applicants were not of Latvian origin and lived in Latvia in connection with the service of members of their family in the Soviet army, they had developed personal, social and economic ties there unrelated to their status and it had not been shown that their level of fluency in Latvian was insufficient for them to pursue normal life there. They were therefore sufficiently integrated into Latvian society at the relevant time. Finally, they could not be regarded as endangering national security by reason of belonging to the family of the first applicant’s father, a former Soviet officer who had retired in 1986, had remained in the country and was not himself deemed to present any such danger. In all the circumstances, the applicants’ removal could not be regarded as having been necessary in a democratic society.", "Conclusion: violation (11 votes to 6)", "Article 14 in conjunction with Article 8 – It was unnecessary to rule on this complaint. Conclusion:  not necessary to examine (11 votes to 6).", "Article 5 § 1 (f) – It was not disputed that the applicants’ detention was ordered in the context of deportation proceedings against them which were pending on the relevant dates. Moreover, it could not be said that those proceedings were not pursued with due diligence. As to whether the detention was “lawful” and “in accordance with a procedure prescribed by law”, although the immigration authority considered that the applicants’ arrest was premature, the existence of flaws in a detention order does not necessarily render the detention unlawful, in particular if, as in the present case, a putative error is immediately detected and redressed by release. Moreover, the immigration authority’s view may not have been correct, since the deportation order had already become final and it was apparent that no further remedies were available. In that respect, it was significant that the immigration authority did not act on the “appeal”. Neither of the arrest warrants lacked a statutory basis in domestic law and there was no evidence that the police had acted in bad faith or arbitrarily. Consequently, the detention was in accordance with Article 5 § (f).", "Conclusion: no violation (16 votes to 1).", "Article 5 § 4 – The applicants had been released speedily before any judicial review of the lawfulness of their detention could take place and Article 5 § 4 does not deal with remedies which may serve to review the lawfulness of detention which has already ended. It was therefore unnecessary to examine the merits of the applicants’ complaint.", "Conclusion: not necessary to examine (unanimously).", "Article 41 – The Court awarded each of the applicants 10,000 euros in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}