{"file": "ENG_CLIN_20477_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "20477/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 102", "November 2007", "Tillack v. Belgium - 20477/05", "Judgment 27.11.2007 [Section II]", "Article 10", "Article 10-1", "Freedom of expression", "Search and seizure operations carried out at the home and office of a journalist suspected of corruption of a European Union official: violation", "", "Facts: The applicant, a German journalist, was assigned to Brussels at the material time to cover European Union policy and the activities of the European institutions.", "His newspaper published two articles he had written based on information from confidential documents from the European Anti-Fraud Office (OLAF). The first article reported the allegations of a European civil servant concerning irregularities in the European institutions, while the second concerned the internal investigations OLAF carried out into those allegations.", "Suspecting the applicant of having bribed a civil servant to disclose confidential information concerning investigations in progress in the European institutions, OLAF opened an investigation to identify the informant. When the investigation failed to unmask the official at the origin of the leaks, OLAF lodged a complaint against the applicant with the Belgian judicial authorities, which opened an investigation against a person or persons unknown for breach of professional confidence and bribery involving a civil servant.", "The applicant’s home and workplace were searched; almost all the applicant’s working papers and tools were seized and placed under seal (sixteen crates of papers, two boxes of files, two computers, four mobile phones and a metal cabinet). The applicant requested that his belongings be returned, but to no avail.", "In the meantime, the applicant had lodged a complaint with the European Ombudsman. The Ombudsman submitted a special report to the European Parliament in which he concluded that the suspicion of bribery by the applicant had been based on mere rumours spread by another journalist and not by Members of the European Parliament as OLAF had suggested. The Ombudsman concluded in his recommendation that OLAF should acknowledge that it had made incorrect and misleading statements in its submissions to the Ombudsman.", "Law: The Court reiterated the importance, for press freedom in a democratic society, of protecting journalistic sources.", "The searches in this case had amounted to interference with the applicant’s right to freedom of expression. The interference had been provided for in the Belgian Code of Criminal Procedure and pursued the legitimate aim of preventing disorder and crime, as well as preventing the disclosure of information received in confidence and protecting the reputation of others.", "As to whether the interference had been “necessary in a democratic society”, it was evident that, at the time when the searches took place, their purpose had been to identify the source of the information reported by the applicant in his articles.  As OLAF’s internal investigation had failed to produce the desired result and the suspicion of bribery by the applicant was based on mere rumour, there had been no overriding public interest to justify such measures. The measures had therefore impinged on the protection of journalistic sources.", "Journalists’ right not to reveal their sources could not be considered a mere privilege to be granted or taken away depending on the lawfulness or unlawfulness of their sources, but was part and parcel of the right to information, to be treated with the utmost caution. Even more so in the applicant’s case, where he had been under suspicion because of vague, uncorroborated rumours, as subsequently confirmed by the fact that he had not been charged. The amount of property seized also had to be taken into account. That being so, although the reasons given by the Belgian courts were “relevant”, they could not be considered “sufficient” to justify the impugned searches", "Conclusion: violation (unanimously).", "Article 41 – 10,000 EUR in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}