{"file": "ENG_CLIN_33170_96.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "33170/96", "text_paragraphs": ["Information Note on the Court’s case-law 22", "September 2000", "Biba v. Greece - 33170/96", "Judgment 26.9.2000 [Section III]", "Article 6", "Article 6-3-c", "Defence through legal assistance", "Absence of free legal aid for foreigner without any means to allow him to lodge a cassation appeal: violation", "Facts: The applicant, an Albanian national who had entered Greek territory unlawfully, was accused of homicide with intent, of robbery and of unlawfully entering Greece and was subsequently sentenced to life imprisonment. He was represented at first instance by a lawyer who defended him without payment. He appealed, but the first-instance judgment was upheld. His lawyer’s fees on the appeal were paid by a prison visitor who was a member of a humanitarian organisation. As she was unable to pay the substantial costs that would have been incurred on an appeal on points of law, the applicant did not lodge an appeal with the Court of Cassation.", "Law: Article 6 § 1 taken together with Article 6 § 3 – the applicant, an illegal immigrant with no settled employment, did not have the means to retain counsel before the Court of Cassation at the material time. He had received financial aid from a prison visitor, who was a member of a humanitarian organisation, for his appeal against the judgment of the trial court, but she was unable to give him any financial support for an appeal to the Court of Cassation. As regards the issue whether the interests of justice demanded that he should receive free legal aid, the seriousness of the offence of which he was accused and the heaviness of the sentence imposed were to be taken into account. Furthermore, the complexity of proceedings before the Court of Cassation, coupled with the fact that he was a foreign national and did not speak Greek, meant that it would have been impossible for him to prepare an appeal to the Court of Cassation without assistance. Lastly, Greek legislation did not provide for legal aid for appeals to the Court of Cassation.", "Conclusion: violation (unanimously).", "Article 41: The Court awarded 3,000,000 drachmas for pecuniary damage and 1,500,000 drachmas for costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}