{"file": "ENG_HEJUD_30352_03.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "30352/03", "text_paragraphs": ["", "", "", "FIRST SECTION", "", "", "", "", "", "CASE OF ISMAYILOV v. ", "", "(Application no. 30352/03)", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "6 November 2008", "", "", "FINAL", "", "06/04/2009", "", "This judgment may be subject to editorial revision.", "", "In the case of Ismayilov v. ,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tChristos Rozakis, President,\n\tNina Vajić,\n\tAnatoly Kovler,\n\tDean Spielmann,\n\tSverre Erik Jebens,\n\tGiorgio Malinverni,\n\tGeorge Nicolaou, judges,\nand Søren Nielsen, Section Registrar,", "Having deliberated in private on 16 October 2008,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 30352/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Azerbaijani national, Mr Adil Yunus oğlu İsmayılov (“the applicant”), on 2 September 2003.", "2.  The applicant, who had been granted legal aid, was represented by Mr M. Rachkovskiy and Ms O. Preobrazhenskaya from the International Protection Centre, a Moscow-based non-governmental organisation. The Russian Government (“the Government”) were represented by Mr P. Laptev, former Representative of the  at the European Court of Human Rights.", "3.  On 20 January 2006 the Court decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3 of the Convention).", "4.  The Azerbaijani Government did not exercise their right to intervene in the proceedings (Article 36 § 1 of the Convention).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1937 and lives in .", "6.  On 17 November 2002 the applicant arrived in Moscow from . He was carrying with him 21,348 US dollars (USD), representing the proceeds from the sale of his ancestral dwelling in . However, he only reported USD 48 on the customs declaration, whereas Russian law required that any amount exceeding USD 10,000 be declared to the customs. A customs inspection uncovered the remaining amount in his luggage. The applicant was charged with smuggling, a criminal offence under Article 188 § 1 of the Criminal Code, and the money was appended to the criminal case as physical evidence (вещественные доказательства).", "7.  On 8 May 2003 the Golovinskiy District Court of Moscow found the applicant guilty as charged and imposed a suspended sentence of six months’ imprisonment conditional on six months’ probation. As regards the money, it held:", "“Physical evidence – 21,348 US dollars stored in the Central cash desk of the Sheremetyevo Customs Office – shall revert to the State.”", "8.  In his statement of appeal the applicant claimed his innocence and submitted that the confiscation order had no basis in the domestic law because Article 188 of the Criminal Code did not provide for confiscation as punishment.", "9.  On 29 May 2003 the Moscow City Court upheld the conviction on appeal. As regards the money, it noted that the trial court had not ordered confiscation of the money as a penal sanction, but had rather decided on the destiny of the physical evidence.", "10.  The applicant sent complaints to various Russian authorities. He pointed out that he had been living below the poverty line and that for this reason he had decided to sell the flat in  which he had inherited from his mother. He enclosed copies of the will and the flat sale contract. He asked for return of the lawfully acquired money on humanitarian grounds.", "11.  On 8 September 2003 the Ombudsman of the Russian Federation wrote a letter on the applicant’s behalf to the acting  prosecutor, asking him to submit a request for institution of supervisory-review proceedings in the part concerning the confiscation order. On 18 September 2003 the deputy  prosecutor replied to the Ombudsman that there were no reasons to seek institution of supervisory-review proceedings because the confiscation order had been lawful on the basis of paragraph 7 of the USSR Supreme Court’s Resolution of 3 February 1978.", "12.  On 22 October 2003 the Ombudsman asked the Prosecutor General to apply for institution of supervisory-review proceedings. He wrote, firstly, that, contrary to the requirements of the Code of Criminal Procedure, no procedural document indicated what category of physical evidence the applicant’s money belonged to. That omission entailed an incorrect decision on the destiny of the physical evidence. The applicant’s money had neither been an instrument of the crime – in smuggling cases only a hiding place could be such an instrument – nor had it been criminally acquired. Accordingly, neither paragraph 3 (1) nor paragraph 3 (4) of Article 81 of the Code of Criminal Procedure were applicable in the applicant’s situation and the money should have been returned to the lawful owner pursuant to paragraph 3 (6) of that Article. Otherwise, the confiscation order amounted to a de facto second punishment for the same offence. Finally, the Ombudsman contested the applicability of the USSR Supreme Court’s resolution of 3 February 1978. He pointed out that paragraph 7 expressly provided for application of the “current legislation”. As the new Criminal Code did not provide for confiscation in cases of smuggling, paragraph 7 could not be applied.", "13.  On 9 December 2003 the deputy Prosecutor General replied to the Ombudsman that the Presidium of the Supreme Court had already opined that the object of smuggling should be treated as the instrument of the offence and be liable to confiscation as such (he referred to the judgment in the Petrenko case, cited in paragraph 23 below).", "14.  The Ombudsman lodged a constitutional complaint on behalf of the applicant and another person.", "15.  On 8 July 2004 the  declared the complaint inadmissible (decision no. 251-O). It held that the legal possibility of confiscating the objects recognised as physical evidence in a criminal case, including instruments and proceeds of offences, was compatible with the international obligations of the Russian Federation undertaken under the United Nations Convention against Transnational Organised Crime and the Council of Europe Convention on Laundering, Search, Seizure and Confiscation of the Proceeds from Crime. Hence, Article 81 of the Code of Criminal Procedure did not permit an arbitrary interference with property rights and did not violate, in itself, the complainants’ constitutional rights. The  concluded as follows:", "“Determination of the status of the objects illegally transported across the customs border of the  in the criminal proceedings and decision on whether they fit the description of physical evidence liable to criminal confiscation... are to be made by the court of general jurisdiction trying the criminal case... Lawfulness of, and justification for, the judicial decision on confiscation of physical evidence shall be reviewed by higher courts in criminal proceedings. The Constitutional Court of the  is not competent to carry out such a review...”", "16.  On 24 March 2005 the  refused the Ombudsman’s further request for a clarification of its decision of 8 July 2004.", "II.  RELEVANT INTERNATIONAL AND DOMESTIC LAW AND PRACTICE", "17.  The United Nations Convention against Transnational Organized Crime which concerns the transnational offences and also offences of participation in an organised criminal group, laundering of the proceeds of crime, corruption, and obstruction of justice, ratified by  on 26 May 2004, provides as follows:", "Article 7  Measures to combat money-laundering", "“2.  States Parties shall consider implementing feasible measures to detect and monitor the movement of cash and appropriate negotiable instruments across their borders, subject to safeguards to ensure proper use of information and without impeding in any way the movement of legitimate capital. Such measures may include a requirement that individuals and businesses report the cross-border transfer of substantial quantities of cash and appropriate negotiable instruments.”", "Article 12  Confiscation and seizure", "“1.  States Parties shall adopt, to the greatest extent possible within their domestic legal systems, such measures as may be necessary to enable confiscation of:", "(a) Proceeds of crime derived from offences covered by this Convention or property the value of which corresponds to that of such proceeds;", "(b) Property, equipment or other instrumentalities used in or destined for use in offences covered by this Convention.”", "18.  The Criminal Code of the Russian Federation provides that smuggling, that is movement of large amounts of goods or other objects across the customs border of the Russian Federation, committed by concealing such goods from the customs or combined with non-declaration or inaccurate declaration of such goods, carries a penal sanction of up to five years’ imprisonment (Article 188 § 1).", "19.  The Foreign Currency Act (Federal Law no. 3615-I of 9 October 1992, in force at the material time) provided that Russian residents and non-residents alike had the right to transfer, bring in, and send foreign currency to Russia without any restrictions provided that they have complied with the customs rules (sections 6 § 3 and 8 § 1).", "20.  The Code of Criminal Procedure of the  (“CCrP”) provides as follows:", "Article 81. Physical evidence", "“1.  Any object may be recognised as physical evidence -", "(1)  that served as the instrument of the offence or retained traces of the offence;", "(2)  that was the target of the criminal acts;", "(3)  any other object or document which may be instrumental for detecting a crime or establishing the circumstances of the criminal case.", "...", "3.  On delivery of a conviction... the destiny of physical evidence must be decided upon. In such a case –", "(1)  instruments of the crime belonging to the accused are liable to confiscation, transfer to competent authorities or destruction;", "(2)  objects banned from circulation must be transferred to competent authorities or destroyed;", "(3)  non-reclaimed objects of no value must be destroyed...;", "(4)  criminally acquired money and other valuables must revert to the State by a judicial decision;", "(5)  documents must be kept with the case file...;", "(6)  any other objects must be returned to their lawful owners or, if the identity of the owner cannot be established, transferred to the State...”", "Similar provisions were previously contained in Article 86 of the RSFSR Code of Criminal Procedure (cited in Baklanov v. , no. 68443/01, § 20, 9 June 2005).", "21.  The Resolution of the Plenary Supreme Court of the  “On judicial practice regarding the offence of smuggling” (no. 2 of 3 February 1978) provided as follows:", "“7.  In accordance with the current legislation, the objects of smuggling are liable to confiscation to the State as physical evidence. Vehicles and other means of transport are also liable to confiscation as instruments of the offence provided that they were equipped with special hiding places for concealing goods or other valuables...”", "22.  The Resolution of the Plenary Supreme Court of the  “On confiscation of the instruments of the offence that were recognised as physical evidence in the case” (no. 19 of 16 August 1984) provided as follows:", "“Having regard to the questions relating to the possibility of applying Article 86 § 1 of the RSFSR Code of Criminal Procedure... in cases of negligent criminal offences, the Plenary USSR Supreme Court resolves -", "- to clarify that the objects belonging to the convict and declared to be physical evidence may be confiscated on the basis of Article 86 § 1 of the RSFSR Code of Criminal Procedure... only if the convict or his accomplices deliberately used them as the instruments of the crime with a view to achieving a criminal result.”", "23.  The Presidium of the Supreme Court of the Russian Federation in the case of Prosecutor General v. Petrenko (decision no. 446p98pr of 10 June 1998) granted the prosecution’s appeal against the judgment, by which Mr Petrenko had been found guilty of smuggling of foreign currency but the money had been returned to him on the ground that Article 188 of the Criminal Code did not provide for confiscation as a penal sanction. The Presidium held as follows:", "“Confiscation of property as a penal sanction must be distinguished from confiscation of smuggled objects which were recognised as physical evidence. These issues must be addressed separately in the judgment...", "In the meaning of [Article 86 § 1 of the RSFSR Code of Criminal Procedure] and also Article 83 of the CCrP, an instrument of the offence is any object which has been used for accomplishing publicly dangerous actions, irrespective of the main purpose of the object. Accordingly, the notion of an instrument of the offence comprises the object of the offence.", "A mandatory element of a criminal offence under Article 188 of the Criminal Code is an object of smuggling that is being illegally transported across the customs border... The court found Mr Petrenko guilty of [attempted smuggling], noting that the US dollars were the object of the offence. Accordingly, it was required to decide on the destiny of physical evidence in accordance with Article 86 § 1 of the CCrP – that is, according to the rules on the instruments of the offence – but failed to do so.”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1", "24.  The applicant complained under Article 1 of Protocol No. 1 that the authorities had unlawfully taken away the money he had obtained from the sale of the inherited flat. Article 1 of Protocol No. 1 reads as follows:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "A.  Admissibility", "25.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  Submissions by the parties", "26.  The applicant submitted firstly that the confiscation measure had been unlawful because, on one hand, Article 188 of the Criminal Code did not provide for confiscation as a sanction for smuggling and, on the other hand, Article 81 of the Code of Criminal Procedure allowed the authorities to confiscate only criminally acquired money, whereas the money taken from him had been the lawful proceeds from the sale of his late mother’s flat in Baku. The applicant pointed out that he had had no criminal record nor had been suspected of criminal activities and the United Nations Convention against Transnational Organized Crime had been irrelevant in his case. He finally maintained that the confiscation measure had imposed a disproportionate burden on him, especially taking into account that he had already been punished with a criminal conviction and a suspended sentence of imprisonment.", " 27.  The Government submitted that the money the applicant had carried had been the instrument of the offence and physical evidence in the case. It had been confiscated in accordance with the Article 81 § 3 (1) of the Code of Criminal Procedure and the Supreme Court’s case-law in the Petrenko case. That decision was compatible with the international-law principles and, in particular, Article 12 of the United Nations Convention against Transnational Organized Crime, which provides for a “possibility to confiscate the proceeds and property of the offence, equipment and other means, used or meant to be used while committing an offence”. The confiscation measure had had a lawful basis and had also been foreseeable for the applicant.", "2.  The Court’s assessment", "(a)  The applicable rule", "28.  Article 1 of Protocol No. 1 comprises three distinct rules: the first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, inter alia, to control the use of property in accordance with the general interest. The three rules are not, however, distinct in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule (see, as a recent authority, Broniowski v.  [GC], no. 31443/96, § 134, ECHR 2004V).", "29.  The “possession” at issue in the present case was an amount of money in US dollars which was confiscated from the applicant by a judicial decision. It is not in dispute between the parties that the confiscation order amounted to an interference with the applicant’s right to peaceful enjoyment of his possessions and that Article 1 of Protocol No. 1 is therefore applicable. It remains to be determined whether the measure was covered by the first or second paragraph of that Convention provision.", "30.  The Court reiterates its constant approach that a confiscation measure, even though it does involve a deprivation of possessions, constitutes nevertheless control of the use of property within the meaning of the second paragraph of Article 1 of Protocol No. 1 (see Riela and Others v. Italy (dec.), no. 52439/99, 4 September 2001; Arcuri and Others v. Italy (dec.), no. 52024/99, 5 July 2001; C.M. v. France (dec.), no. 28078/95, 26 June 2001; Air Canada v. the United Kingdom, judgment of 5 May 1995, Series A no. 316A, § 34; and AGOSI v. the United Kingdom, judgment of 24 October 1986, Series A no. 108, § 34). Accordingly, it considers that the same approach must be followed in the present case.", "(b)  Compliance with Article 1 of Protocol No. 1", "31.   The Court emphasises that the first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be “lawful”: the second paragraph recognises that the States have the right to control the use of property by enforcing “laws”. Moreover, the rule of law, one of the foundations of a democratic society, is inherent in all the Articles of the Convention. The issue of whether a fair balance has been struck between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights only becomes relevant once it has been established that the interference in question satisfied the requirement of lawfulness and was not arbitrary (see, among other authorities, Baklanov v. Russia, no. 68443/01, § 39, 9 June 2005, and Frizen v. Russia, no. 58254/00, § 33, 24 March 2005).", "32.  The money which had been discovered on the applicant was recognised as physical evidence in the criminal case against him in accordance with paragraph 1 of Article 81 of the Code of Criminal Procedure. Pursuant to paragraph 3 of that Article, upon pronouncement of the judgment, the trial court was required to decide on the destiny of physical evidence. It determined that the money was an instrument of the crime liable to confiscation, an eventuality foreseen in subparagraph 1 of paragraph 3 of Article 81. Contrary to the applicant’s submission that Article 81 only permitted confiscation of criminally acquired assets, that provision did not contain qualification as to the lawful or unlawful origin of the instruments of the offence. As to whether the non-declared money should have been considered the instrument or the object of the offence of smuggling, the Court notes that at least since the Supreme Court’s judgment in the Petrenko case (see paragraph 23 above), the interpretation of the notion of an “instrument of the offence” as comprising also the objects of the offence has been entrenched in the Russian law. Accordingly, the Court finds that the measure had a basis in domestic law which was sufficiently foreseeable in its application.", "33.  As regards the general interest of the community which the interference may have pursued, the Court observes that the States have a legitimate interest and also a duty by virtue of various international treaties, such as the United Nations Convention against Transnational Organized Crime, to implement measures to detect and monitor the movement of cash across their borders, since large amounts of cash may be used for money laundering, drug trafficking, financing of terrorism or organised crime, tax evasion or commission of other serious financial offences. The general declaration requirement applicable to any individual crossing the State border prevents cash from entering or leaving the country undetected and the confiscation measure which the failure to declare cash to the customs authorities incurs is a part of that general regulatory scheme designed to combat those offences. The Court therefore considers that the confiscation measure conformed to the general interest of the community.", "34.  The Court will next assess whether there was a reasonable relationship of proportionality between the means employed by the authorities to secure the general interest of the community and the protection of the applicant’s right to the peaceful enjoyment of his possessions or, in other words, whether an individual and excessive burden was or was not imposed on the applicant.", "35.  The criminal offence of which the applicant was found guilty consisted of failure to declare the 21,300 US dollars in cash which he was carrying, to the customs authorities. It is important to note that the act of bringing foreign currency in cash into  was not illegal under Russian law. Not only was it lawful to import foreign currency as such but also the sum which could be legally transferred or, as in the present case, physically carried across the Russian customs border, was not in principle restricted (see paragraph 19 above). This element distinguishes the instant case from the cases in which the confiscation measure applied either to goods whose importation was prohibited (see AGOSI, cited above, concerning a ban on import of gold coins; Bosphorus Hava Yolları Turizm ve Ticaret Anonim Şirketi v.  [GC], no. 45036/98, ECHR 2005VI, concerning the banning of Yugoslavian aircraft falling under the sanctions regime) or vehicles used for transport of prohibited substances or trafficking in human beings (see Air Canada, cited above; C.M. v. France (dec.), cited above, and Yildirim v. Italy (dec.), no. 38602/02, ECHR 2003-IV).", "36.  Furthermore, the lawful origin of the confiscated cash was not contested. The applicant possessed documentary evidence, such as the will and the sale contract, showing that he had acquired the money through the sale of a Baku flat which he had inherited from his mother. On that ground the Court distinguishes the present case from the cases in which the confiscation measure extended to the assets which were the proceeds of a criminal offence (see Phillips v. the United Kingdom, no. 41087/98, §§ 9-18, ECHR 2001-VII), which were deemed to have been unlawfully acquired (see Riela and Arcuri, both cited above, and Raimondo v. Italy, judgment of 22 February 1994, Series A no. 281-A, § 29) or were intended for use in illegal activities (see Butler v. the United Kingdom (dec.), no. 41661/98, 27 June 2002).", "37.  The Court further notes that the applicant did not have a criminal record and that he had not been suspected of, or charged with, any criminal offences prior to the incident at issue. There is nothing to suggest that by imposing the confiscation measure on the applicant the authorities sought to forestall any other illegal activities, such as money laundering, drug trafficking, financing of terrorism, or tax evasion. The money he transported had been lawfully acquired and it was permissible to bring that amount into  so long as he declared it to the customs authorities. It follows that the only criminal conduct which could be attributed to him was the failure to make a declaration to that effect to the customs authorities.", "38.  The Court considers that, in order to be considered proportionate, the interference should correspond to the gravity of the infringement, namely the failure to comply with the declaration requirement, rather than to the gravity of any presumed infringement which had not however been actually established, such as an offence of money laundering or tax evasion. The amount confiscated was undoubtedly substantial for the applicant, for it represented the entirety of the proceeds from the sale of his late mother’s home in . On the other hand, the harm that the applicant might have caused to the authorities was minor: he had not avoided customs duties or any other levies or caused any other pecuniary damage to the State. Had the amount gone undetected, the Russian authorities would have only been deprived of the information that the money had entered . Thus, the confiscation measure was not intended as pecuniary compensation for damage – as the State had not suffered any loss as a result of the applicant’s failure to declare the money – but was deterrent and punitive in its purpose (compare Bendenoun v. France, judgment of 24 February 1994, Series A no. 284, § 47). However, in the instant case the applicant had already been punished for the smuggling offence with a term of imprisonment conditional on a period of probation. It has not been convincingly shown or indeed argued by the Government that that sanction alone was not sufficient to achieve the desired deterrent and punitive effect and prevent violations of the declaration requirement. In these circumstances, the imposition of a confiscation measure as an additional sanction was, in the Court’s assessment, disproportionate, in that it imposed an “individual and excessive burden” on the applicant.", "39.  There has therefore been a violation of Article 1 of Protocol No. 1.", "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION", "40.  The applicant further complained under Article 6 §§ 1 and 3 of the Convention that his right to a fair trial within a reasonable time and his right to question witnesses for the defence had been breached. Relying on Article 8 § 2 of the Convention, he maintained that his offence had not impaired any public or State interests. The Court considers that these complaints have not been made out and rejects them as manifestly ill-founded.", "41.  Lastly, the applicant complained under Article 4 § 1 of Protocol No. 7 that confiscation of the money amounted to a second conviction for the offence for which he had already been punished with deprivation of liberty. Since both sanctions were issued in the same proceedings, Article 4 of Protocol No. 7 finds no application. It follows that this complaint is incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 and must be rejected in accordance with Article 35 § 4.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "42.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "43.  The applicant claimed 679,346.73 Russian roubles in respect of pecuniary damage, representing the confiscated amount calculated at the exchange rate on the date of confiscation. He also claimed EUR 120,000 in respect of non-pecuniary damage, which represented the current value of a one-room flat in  equivalent to one that he had intended to buy with the confiscated money.", "44.  The Government submitted that the claim was manifestly excessive.", "45.  The Court has found that that amount was confiscated from him in breach of Article 1 of Protocol No. 1. It accepts therefore the applicant’s claim in respect of pecuniary damage and awards him EUR 20,000 under this head. It considers, however, that the claim in respect of non-pecuniary damage is excessive. Making its assessment on an equitable basis, the Court awards the applicant EUR 5,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on it.", "B.  Costs and expenses", "46.  The applicant did not make a claim for costs and expenses. Accordingly, there is no call to make an award under this head.", "C.  Default interest", "47.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT", "1.  Declares unanimously the complaint concerning an alleged violation of the applicant’s right to peaceful enjoyment of his possessions admissible and the remainder of the application inadmissible;", "", "2.  Holds by six votes to one that there has been a violation of Article 1 of Protocol No. 1;", "", "3.  Holds by six votes to one", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 25,000 (twenty-five thousand euros), plus any tax that may be chargeable, in respect of pecuniary and non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses unanimously the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 6 November 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tChristos Rozakis\n\tRegistrar\tPresident", "", "", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the dissenting opinion of Judge Kovler is annexed to this judgment.", "", "C.L.R.", "S.N.", "", "", "", "DISSENTING OPINION OF JUDGE KOVLER", "To my regret I cannot share the conclusions of the Chamber in this case. I did not agree with the conclusions of the majority in the similar case of Baklanov v. , no. 68443/01, judgment of 9 June 2005 (which became final on 30 November 2005) in which the Court concluded that “the interference with the applicant’s property cannot be considered lawful within the meaning of Article 1 of Protocol 1 to the Convention” (§ 46 of the Baklanov judgment). In the present case the Court concluded differently: “ ... the Court finds that the measure had a basis in domestic law which was sufficiently foreseeable in its application” (§ 32). But for the majority “the imposition of a confiscation measure as an additional sanction was, in the Court’s assessment, disproportionate...“ (§ 38). Nota bene: lawful but disproportionate...", "As regards the lawfulness of the interference I refer to the provisions of Article 188 (“Contraband”) of the Criminal Code of the Russian Federation and the Foreign Currency Act (reproduced in §§ 18-19 of the judgment). These provisions specify in clear terms in what circumstances the importation of foreign currency in cash was illegal under Russian law. The judgment (§ 20) also reproduces Article 81 of the Code of Criminal Procedure of the Russian Federation, which provides that any object used to commit an offence may be recognised as physical evidence and that instruments of the crime belonging to the accused are liable to confiscation, transfer to the competent authorities or destruction (Article 81 § 3 (1)).", "As mentioned in § 15 of the present judgment, the Constitutional Court of the Russian Federation in its Decision (Opredeleniye) of 8 July 2004 concluded that the determination of the procedural status of objects illegally transported across the customs border of the Russian Federation in criminal proceedings and the decision as to whether they constitute physical evidence liable to criminal confiscation are to be made by the court of general jurisdiction trying the criminal case. Furthermore, it did not establish any extra-judicial way of confiscation (vnesudebnyy poriadok konfiskatsiji) of money in Mr. Izmayilov’s case.", "On many occasions our Court has observed that the Court’s power to review compliance with domestic law is limited, it being in the first place for the national authorities, notably the courts, to interpret and apply that law (see Chappell v the United Kingdom, judgment of 30 March 1989, Series A no. 152-A, p. 23; The Traktorer Aktiebolag v. Sweden, judgment of 7 July 1989, Series A no. 159, p. 23).", "The Golovinskiy District Court of Moscow found the applicant guilty under Article 188 § 1 of the Criminal Code and held that the illegally transported money was physical evidence to be transferred into the State’s possession, strictly applying the national law.", "", "As to disproportionality, Article 188 §1 of the Criminal Code of the  carries a penal sanction of up to five years’ imprisonment. Thus, the two years’ suspended sentence is not really disproportionate punishment even in combination with a confiscation of physical evidence. I do not agree with the interpretation of the AGOSI case given in § 35 of the present judgment. In the mentioned case the Court pointed out in general terms, as the Commission did in the past, that “under the general principles of law recognised in all Contracting States, smuggled goods may, as a rule, be the object of confiscation” (AGOSI v. the United Kingdom, judgment of 24 October 1986, Series A no. 108, § 53). In other words, a margin of appreciation of the States is recognised by the Court in this delicate matter, and it does not contravene Article 1 § 2 of the Protocol 1 to the Convention.", "In my dissenting opinion on the Baklanov case I also drew attention to the international aspects of the case, essentially to the UN and Council of Europe’s Conventions on money laundering where the term “confiscation” means not only punishment (or “additional sanction” – the term used by our Court in § 38), but also “a measure ordered by a court following proceedings in relation to a criminal offence or criminal offences resulting in the final deprivation of property” (Article 1 of the Council of Europe Convention of 8 November 1990), a kind of preventive and “pedagogical” measure.", "Last but not least, I am really shocked that someone can be awarded a 25,000 Euros prize for illegally transporting money across the customs border premeditatedly, declaring only 48 US dollars in the customs declaration and carrying in reality 21,348 US dollars... Incidentally, in the Baklanov case the applicant, for reasons which can readily be understood, did not include the forfeited sum in his claims under Article 41."]}