{"file": "ENG_CLIN_41745_02.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "41745/02", "text_paragraphs": ["Information Note on the Court’s case-law No. 80", "November 2005", "Lacárcel Menéndez v. Spain (dec.) - 41745/02", "Decision 25.10.2005 [Section IV]", "Article 6", "Civil proceedings", "Article 6-1", "Fair hearing", "Procedure leading to the seizure of property of a person subsequently declared incapable: admissible", "", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Deprivation of property", "Procedure leading to the seizure of property of a person subsequently declared incapable: admissible", "", "The applicant, who owned the flat in which she was living, failed to pay the communal charges. As a result, the owners of the other flats in the block instituted proceedings against her before the court of first instance. As the applicant did not take any action or appear before the court, the proceedings were conducted in her absence. The applicant appeared just once before the registrar of the court, of her own volition, and held forth to him in an incoherent fashion. Following the hearing in the case, judgment was given by default and the applicant was ordered to pay compensation with interest and costs and expenses. As she appeared to be no longer living in the flat, the judgment was served by being published in the regional Official Gazette. The other owners then applied to have the judgment enforced by means of seizure of the applicant’s flat. The application was granted by means of an order which was served by being posted on the notice board of the court and published in the regional Official Gazette. In the meantime, a first-instance judge had authorised the compulsory admission of the applicant to a psychiatric hospital. The hospital order was subsequently reviewed and extended at regular intervals. The applicant’s brothers and sisters were informed of the seizure of the property and took the necessary steps to have the applicant declared legally incapacitated. One of her sisters became her legal guardian and lodged an application seeking to have the proceedings before the court of first instance declared null and void on the grounds of the hospital orders and the fact that her sister had been diagnosed with chronic delusional psychosis. The first-instance judge dismissed the application on the ground that individuals should be presumed to have legal capacity until such time as a final judgment had been given declaring them incapacitated. A declaration of that nature could not apply retroactively. The applicant’s guardian lodged an amparo appeal with the Constitutional Court, which was dismissed on the ground that the applicant had had an opportunity to defend herself, since the decision dismissing the application for the proceedings to be declared null and void had not been unreasonable or arbitrary, nor had it been in manifest breach of the Constitution.", "Admissible under Articles 6 and 13 as to the applicant’s complaint that she had been denied the opportunity of defending herself during the proceedings at first instance.", "Admissible under Article 1 of Protocol No. 1 with regard to the complaint concerning a violation of the applicant’s right to peaceful enjoyment of her possessions.", "Inadmissible as to the complaints under Articles 8 and 14 of the Convention, owing to a failure to exhaust domestic remedies, as the applicant had omitted to raise the complaints, either expressly or in substance, before the Constitutional Court.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}