{"file": "ENG_CLIN_17885_04.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "17885/04", "text_paragraphs": ["Information Note on the Court’s case-law No. 123", "October 2009", "Orchowski v. Poland - 17885/04", "Judgment 22.10.2009 [Section IV]", "Article 3", "Degrading treatment", "Inhuman treatment", "Overcrowding in prison: violation", "", "Article 46", "Article 46-2", "Execution of judgment", "Measures of a general character", "Overcrowding recognised as a structural problem in detention facilities; respondent State required to introduce non-judicial complaints procedure affording expedited relief", "", "Facts – The applicant has been serving a prison sentence in Poland since 2003. During that time, he has been transferred twenty-seven times between eight different prisons and remand centres. For most of the time he had less than 3 square metres (sq.m) of personal space inside his cells, which was the minimum prescribed under national law. At times he even had less than 2 sq.m. The applicant lodged numerous complaints concerning the conditions of his detention with the domestic authorities, including a civil action for damages, but to no avail. In a letter of 31 March 2005 the Director of the Gdańsk Remand Centre acknowledged the problem of overcrowding, but dismissed the applicant’s complaint as ill-founded.", "Law – Article 3: (a) Admissibility (exhaustion of domestic remedies) – Prior to bringing his case before the Court, the applicant had lodged a formal complaint with the penitentiary authorities as required under the domestic law and continued to lodge similar complaints with various authorities. All of his complaints had been found to be ill-founded, even where the competent authority had recognised the general problem of overcrowding as in the Gdańsk Remand Centre. As to the existing civil remedies, which were merely of a compensatory nature, the Government had failed to refer to any decision of the domestic courts that demonstrated that persons detained in inadequate conditions had succeeded in obtaining an improvement in their situation. Lastly, given the limited form of redress provided by individual complaints to the Constitutional Court, the European Court could not recognise such complaints as an effective remedy in the circumstances of the applicant’s case. The Government’s non-exhaustion argument was therefore dismissed.", "(b)  Merits – In 2008 the Constitutional Court had found that detention facilities in Poland suffered from a systemic problem of overcrowding which was of such a serious nature as to constitute inhuman and degrading treatment. As for the applicant’s personal situation, the European Court found it established that the majority of cells he had been held in had been occupied beyond their designated capacity, leaving him with less than the statutory 3 sq.m of personal space, and at times even with less than 2 sq.m. The Court further noted that the CPT*’s standard recommended living space per prisoner in multi-occupancy cells was higher than the national statutory minimum standard, namely 4 sq.m, and that the applicant was confined to his cell day and night, except for an hour of daily outdoor exercise. Having regard to the cumulative effects of the conditions in which the applicant was detained, the Court concluded that the distress and hardship he had endured exceeded the unavoidable level of suffering inherent in deprivation of liberty.", "Conclusion: violation (unanimously).", "Article 46: There were some 160 applications against Poland pending before the Court that raised the issue of inadequate prison conditions. The seriousness and the structural nature of overcrowding in Polish detention facilities had already been acknowledged by the Polish Constitutional Court, by all the national authorities involved in the proceedings before that Court and by the Government. Such overcrowding, which had been observed from 2000 at least until mid-2008, revealed a structural problem consisting of “a practice incompatible with the Convention”. The Constitutional Court had obliged the State authorities to bring the situation into compliance with the constitutional requirements through legislative amendments and a series of measures reorganising the entire Polish penitentiary system. In parallel, a reform of criminal policy was envisaged with the aim of achieving wider implementation of preventive measures other than deprivation of liberty (following the recent case of Kauczor v. Poland, no. 45219/06, 3 February 2009, Information Note no. 116). The European Court was aware that solving a systemic problem of this magnitude could require significant financial resources. However, in principle, the lack of such resources could not justify prison conditions incompatible with Article 3. The civil courts had also meanwhile adapted their practice to allow prisoners to claim damages in respect of prison conditions, although this was only of value to persons who were no longer detained in overcrowded cells. Since such a remedy did not address the root cause of the problem, the Court invited the State to develop an efficient system of complaints to the authorities responsible for supervising detention facilities to enable them to react more speedily than the courts could and to order, if necessary, a detainee’s long-term transfer to Convention-compatible conditions.", "Article 41: EUR 3,000 in respect of non-pecuniary damage.", "(See also Norbert Sikorski v. Poland, no. 17599/05, 22 October 2009)", "* The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}