{"file": "FRE_HFJUD_13616_88.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "13616/88", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE HENTRICH c. FRANCE (INTERPRETATION)", "", "(Requête no13616/88)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "3 juillet 1997", "\n", "En l’affaire Hentrich c. France (interprétation de l’arrêt du 3 juillet 1995),", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et à l’article 57 par. 4 de son règlement A, en une chambre composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tR. Bernhardt,", "\t\tThór Vilhjálmsson,", "\t\tL.-E. Pettiti,", "\t\tJ. De Meyer,", "\t\tA.B. Baka,", "\t\tL. Wildhaber,", "\t\tJ. Makarczyk,", "\t\tD. Gotchev,", "ainsi que de MM. H. Petzold, greffier, et P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 30 mai et 28 juin 1997,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1.   La Commission européenne des Droits de l’Homme (\"la Commission\") a introduit devant la Cour, en vertu de l’article 57 du règlement A, une demande en interprétation de l’arrêt prononcé le 3 juillet 1995 sur l’application de l’article 50 de la Convention (art. 50) dans l’affaire Hentrich c. France (série A no 320-A). Datée du 8 juillet 1996, la demande a été déposée le 10 juillet 1996, dans le délai de trois ans qu’ouvre l’article 57 par. 1; elle porte la signature de M. Krüger, secrétaire de la Commission.", "2.   Conformément au paragraphe 4 dudit article, la demande en interprétation a été examinée par la chambre qui a rendu l’arrêt précité, composée des mêmes juges. Par la suite, MM. Thór Vilhjálmsson, R. Bernhardt et D. Gotchev, suppléants, ont remplacé MM. F. Gölcüklü, N. Valticos et S.K. Martens, empêchés (articles 22 par. 1 et 24 par. 1 du règlement A).", "3.   Le 15 juillet 1996, le greffier a communiqué la demande au gouvernement français (\"le Gouvernement\") et à la requérante en les invitant à présenter leurs observations écrites éventuelles dans un délai fixé par le président de la chambre (article 57 par. 3 du règlement A) et expirant le 18 octobre 1996.", "Le greffier a reçu les observations de la requérante le 16 octobre 1996 et celles du Gouvernement le 5 novembre 1996. La requérante a déposé des observations complémentaires le 16 décembre 1996.", "La Cour a décidé de se passer d’audience en l’occurrence.", "LA DEMANDE EN INTERPRETATION", "4.   A l’origine de l’affaire Hentrich c. France se trouve une requête dirigée contre la République française et dont une ressortissante de cet Etat, Mme Liliane Hentrich, avait saisi la Commission le 14 décembre 1987 en vertu de l’article 25 (art. 25).", "5.   Saisie le 12 juillet 1993 par la Commission, la Cour a statué par un arrêt du 22 septembre 1994. Elle a relevé une violation de l’article 1 du Protocole no 1 (P1-1), la requérante n’ayant pu contester utilement la préemption de son bien par l’administration fiscale, et de l’article 6 par. 1 de la Convention (art. 6-1), faute de procès équitable et en raison de la durée de la procédure. Elle a décidé que son arrêt constituait par lui-même une satisfaction équitable suffisante quant au préjudice moral allégué, et a réservé la question de l’application de l’article 50 de la Convention (art. 50) quant au dommage matériel en invitant le Gouvernement et la requérante à lui donner connaissance, dans les trois mois, de tout accord auquel ils pourraient aboutir. Elle a en outre dit que l’Etat défendeur devait verser à la requérante, dans les trois mois, 56 075 francs français (FRF) pour frais et dépens.", "6.   Par un arrêt du 3 juillet 1995, la Cour a tranché le reste de la question de l’application de l’article 50 (art. 50). Le dispositif se lit comme suit:", "\"PAR CES MOTIFS, LA COUR", "1.  Dit, par huit voix contre une, que l’Etat défendeur doitverser à la requérante, dans les trois mois,800 000 (huit cent mille) francs français pour dommagematériel;", "2.  Dit, à l’unanimité, que l’Etat défendeur doit verser à larequérante, dans les trois mois,20 000 (vingt mille) francs pour les frais et dépensrelatifs à la procédure au titre de l’article 50 (art. 50);", "3.  Dit, à l’unanimité, que l’Etat défendeur doit verser à larequérante, dans les trois mois, des intérêts légaux àpartir du 22 décembre 1994 sur la somme de 56 075 francsallouée par l’arrêt au principal;", "4.  Rejette, par huit voix contre une, la demande desatisfaction équitable pour le surplus.\"", "7.   A deux reprises, Mme Hentrich s’adressa au Comité des Ministres du Conseil de l’Europe: le 19 octobre 1995 pour se plaindre du retard dans le paiement de la satisfaction équitable - ledit paiement eut lieu le 1er décembre 1995 - et le 19 février 1996 pour réclamer des intérêts de retard sur les sommes octroyées.", "8.   Par une lettre du 29 mai 1996, elle pria le président de la Commission de saisir la Cour de deux demandes, l’une en interprétation et l’autre en révision de l’arrêt du 3 juillet 1995.", "9.   Se référant à l’article 57 du règlement A et à ladite lettre qu’elle communique à la Cour, la Commission pose à la Cour la question suivante:", " \"Au vu du point 3 du dispositif de l’arrêt du 3 juillet 1995 et de la pratique suivie par la Cour depuis janvier 1996, les points 1 et 2 dudit arrêt doivent-ils s’interpréter comme impliquant nécessairement pour le gouvernement français l’obligation de verser des intérêts légaux en cas de non-paiement dans le délai de trois mois fixé par la Cour de la somme globale de 820 558 francs allouée au titre de la satisfaction équitable?\"", "Elle indique par ailleurs qu’elle n’a pas retenu la demande en révision.", "EN DROIT", "10.   Aux termes de l’article 57 du règlement A de la Cour:", "\"1. Toute Partie et la Commission peuvent demander l’interprétation d’un arrêt dans les trois ans qui suivent le prononcé.", "2. La demande indique avec précision le ou les points du dispositif de l’arrêt dont l’interprétation est demandée (...)", "(...)\"", "11.   Le Gouvernement plaide l’irrecevabilité de la demande en interprétation: elle concernerait les difficultés d’exécution d’un arrêt de la Cour, lesquelles sont du seul ressort du Comité des Ministres du Conseil de l’Europe, et tendrait en réalité à faire modifier le dispositif clair et précis de l’arrêt du 3 juillet 1995, s’analysant ainsi en une demande en révision déguisée.", "Il précise qu’au demeurant, les fonds accordés à la requérante par l’arrêt du 3 juillet 1995 ont été versés le 1er décembre 1995, soit quelques semaines seulement après l’échéance du délai fixée au 3 octobre 1995.", "12.   Mme Hentrich soutient que l’obligation de payer des intérêts de retard, prévue également à l’article 1153-1 du code civil français, constitue un principe de droit fondamental s’imposant aussi aux Etats, qui infligent eux-mêmes des pénalités de retard, notamment en matière fiscale.", "13.   La Cour rappelle d’abord qu’aux termes de son arrêt du 3 juillet 1995 et conformément à l’article 53 de la Convention (art. 53), l’Etat défendeur était tenu de verser à la requérante dans un délai de trois mois les sommes allouées. Or celles-ci ne le furent que le 1er décembre 1995, soit près de deux mois après l’échéance dudit délai. Il appartient du reste au Comité des Ministres de surveiller l’exécution de l’arrêt en question (article 54 de la Convention) (art. 54). La Cour note en outre qu’elle n’a pas prévu dans son arrêt des intérêts moratoires à verser en cas de retard de paiement.", "14.   Le point 3 du dispositif de l’arrêt du 3 juillet 1995 se limitait à décider le versement d’intérêts sur les frais et dépens que l’Etat défendeur était tenu de rembourser en vertu de l’arrêt du 22 septembre 1994. La Cour accueillait ainsi une demande formulée expressément par Mme Hentrich et non contestée par le Gouvernement.", "15.   Quant à la pratique consistant à prévoir le versement d’intérêts moratoires en cas de retard de paiement, la Cour ne l’a introduite qu’en janvier 1996.", "16.   Dans ces circonstances et vu la clarté du dispositif de l’arrêt du 3 juillet 1995, accueillir la demande en interprétation aboutirait non pas à clarifier \"le sens et la portée\" de cet arrêt, mais plutôt à le faire modifier sur une question que la Cour a tranchée avec \"force obligatoire\" (arrêt Allenet de Ribemont c. France du 7 août 1996 (interprétation), Recueil des arrêts et décisions 1996-III, p. 911, par. 23).", "En conséquence, il n’y a pas matière à interprétation au sens de l’article 57 du règlement A.", "PAR CES MOTIFS, LA COUR", "Rejette, par huit voix contre une, la demande en interprétation.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 3 juillet 1997.", "", "Rolv RYSSDAL", "Président", "", "Herbert PETZOLD", "Greffier", "", "Au présent arrêt se trouve joint, conformément aux articles 51 par. 2 de la Convention (art. 51-2) et 53 par. 2 du règlement A, l’exposé de l’opinion dissidente de M. De Meyer.", "", "R. R.", "H. P.", "", "\nOPINION DISSIDENTE DE M. LE JUGE DE MEYER", "Dans l’arrêt du 3 juillet 1995, nous n’avons pas statué expressément sur les intérêts qui auraient pu être dus sur les sommes allouées, d’une part, pour le dommage matériel et, d’autre part, pour les frais et dépens relatifs à la procédure au titre de l’article 50 (art. 50), mais nous avons dit, très clairement, que ces sommes devaient être payées \"dans les trois mois\", c’est-à-dire avant le 3 octobre 1995.", "Dans le même arrêt nous avons accordé, par ailleurs, sur la somme de 56 075 francs français (FRF) déjà due en vertu de l’arrêt au principal, des intérêts à partir du 22 décembre 1994, c’est-à-dire à partir de l’expiration du délai de trois mois fixé par l’arrêt du 22 septembre 1994.", "Dans le présent arrêt nous interprétons notre arrêt du 3 juillet 1995 comme si celui-ci avait rejeté toute demande d’intérêts concernant le dommage matériel et concernant les frais et dépens relatifs à la procédure au titre de l’article 50 (art. 50).", "Je ne peux pas m’associer à cette manière de voir les choses.", "Il est évidemment loisible à la majorité d’interpréter l’arrêt du 3 juillet 1995 comme elle l’entend.", "Quant à moi, j’estime que cet arrêt n’a pas exclu l’octroi d’intérêts postérieurs au 3 octobre 1995.", "Ainsi que le précise le paragraphe 14 de ses motifs, il n’a rejeté la demande d’intérêts que pour autant qu’elle tendait à les faire rétroagir jusqu’au 22 septembre 1994, tant en ce qui concerne les frais relatifs à la procédure au titre de l’article 50 (art. 50) que quant à ceux relatifs à la procédure au principal.", "Mais l’arrêt du 3 juillet 1995 n’a pas manqué d’accorder, sur les frais et dépens de la procédure au principal, des intérêts à partir du 22 décembre 1994, date à laquelle avait expiré le délai de paiement imparti au Gouvernement par l’arrêt du 22 septembre 1994.", "En effet, la fixation par la Cour d’un délai de paiement de trois mois n’a guère de sens si ce délai peut être impunément dépassé.", "Conformément aux principes généraux régissant la matière, explicitement appliqués dans tous nos arrêts concernant l’article 50 (art. 50) depuis janvier 1996, ainsi d’ailleurs que dans l’arrêt du 3 juillet 1995 lui-même quant aux frais et dépens de la procédure au principal, il me semble que l’arrêt du 3 juillet 1995 doit être compris comme ayant implicitement octroyé à la requérante les intérêts légaux à partir du 3 octobre 1995, aussi bien sur les 800 000 FRF accordés pour le dommage matériel que sur les 20 000 FRF relatifs à la procédure au titre de l’article 50 (art. 50).", ""]}