{"file": "FRE_HFJUD_41183_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "41183/02", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "AFFAIRE JELIČIĆ c. BOSNIE-HERZÉGOVINE", "", "", "(Requête no 41183/02)", "", "", "", "ARRÊT", "", "STRASBOURG", "", "31 octobre 2006", "", "", "", "", "DÉFINITIF", "", "31/01/2007", "", "", "", "", "", "En l’affaire Jeličić c. Bosnie-Herzégovine,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tNicolas Bratza, président,\n\tJosep Casadevall,\n\tMatti Pellonpää,\n\tRait Maruste,\n\tKristaq Traja,\n\tLjiljana Mijović,\n\tJán Šikuta, juges,\net de Lawrence Early, greffier de section,", "Après en avoir délibéré en chambre du conseil le 10 octobre 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 41183/02) dirigée contre la Bosnie-Herzégovine et dont une ressortissante de cet Etat, Mme Ruža Jeličić (« la requérante »), a saisi la Cour le 19 août 2002 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Dans sa requête, l’intéressée se plaignait de l’inexécution d’un jugement définitif et exécutoire ordonnant la restitution de ses « anciens » fonds d’épargne en devises.", "3.  La requête a été attribuée à la quatrième section (article 52 § 1 du règlement) au sein de laquelle a alors été constituée, conformément à l’article 26 § 1 du règlement, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention).", "4.  Une audience sur la recevabilité et le fond s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 28 juin 2005 (article 54 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nMmes\tZ. Ibrahimović,\tagent en exercice,\n\tM. Mijić, \tagent adjoint en exercice,", "–  pour la requérante\nMM. P. Radulović,\tconseil,\n\tS. Nišić, \tconseiller.", "", "La Cour a entendu Mme Ibrahimović et M. Radulović en leurs déclarations ainsi qu’en leurs réponses à la question de la juge Mijović.", "5.  Par une décision du 15 novembre 2005, la chambre a déclaré la requête recevable.", "6.  Tant la requérante que le Gouvernement ont déposé des observations écrites complémentaires (article 59 § 1 du règlement). Des observations ont également été reçues de l’Association des détenteurs de fonds d’épargne en devises (Udruženje za zaštitu deviznih štediša u Bosni i Hercegovini) que le président avait autorisée à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 2 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "7.  La requérante est née en 1953 et réside à Banja Luka.", "8.  Entre le 7 janvier 1977 et le 31 janvier 1983, elle déposa 70 140 marks allemands (DEM) sur un compte d’épargne ouvert auprès de la Privredna banka Sarajevo Filijala Banja Luka, qui était à l’époque une banque publique. En Bosnie-Herzégovine, comme dans certains autres Etats successeurs de l’ex-République socialiste fédérative de Yougoslavie (« la RSFY »), les dépôts en monnaie étrangère effectués sur des comptes d’épargne avant la dissolution de la RSFY sont communément désignés comme étant les « anciens » fonds d’épargne en devises. La décision rendue par la Cour sur la recevabilité de la présente requête (Jeličić c. Bosnie-Herzégovine (déc.), no 41183/02, CEDH 2005-XII) comporte des informations détaillées sur le contexte général de la question du sort de ces avoirs.", "9.  Le 31 décembre 1991, le compte d’épargne de la requérante présentait un solde créditeur de 235 924 DEM, intérêts échus compris (les avoirs en devises déposés dans l’ex-RSFY produisaient des intérêts élevés).", "10.  Entre 1992 et 1993, l’intéressée parvint à effectuer un certain nombre de retraits sur ce compte, pour un montant total de 9 352 DEM, malgré les dispositions législatives restrictives qui avaient été adoptées à la fin des années 80.", "11.  Le 3 octobre 1997, elle engagea contre la Banjalučka banka – qui avait succédé aux droits et obligations de la Privredna banka Sarajevo Filijala Banja Luka – une action civile en restitution de la totalité de ses « anciens » fonds d’épargne en devises augmentés des intérêts échus.", "12.  Le 26 novembre 1998, le tribunal de première instance de Banja Luka constata que le compte d’épargne déjà évoqué présentait un solde créditeur de 295 274 DEM, intérêts échus compris, et que la requérante détenait un autre compte auprès de la même banque, crédité de 4 896 DEM. Il condamna la Banjalučka banka à verser à l’intéressée, dans un délai de quinze jours, la somme de 300 170 DEM (soit 153 475 euros (EUR) environ) majorée d’intérêts moratoires à compter du 3 octobre 1997 au taux en vigueur dans le pays d’émission de la monnaie dans laquelle les fonds d’épargne étaient libellés, à savoir l’Allemagne, ainsi qu’un montant de 9 076 dinars (290 EUR environ) au titre des frais et dépens augmenté d’intérêts au taux légal à compter de la date du jugement.", "13.  Le 5 février 1999, croyant à tort que la Banjalučka banka n’avait pas interjeté appel du jugement du 26 novembre 1998, le tribunal de première instance de Banja Luka délivra un titre exécutoire (rješenje o izvršenju) à l’intéressée. Le 25 février 1999, il constata que le jugement en question avait été frappé d’appel. Le 4 novembre 1999, le jugement entrepris devint exécutoire après que le tribunal régional de Banja Luka eut rejeté l’appel dont il faisait l’objet.", "14.  Entre-temps, la requérante avait adressé une requête au médiateur des droits de l’homme, qui l’avait lui-même transmise à la Chambre des droits de l’homme (ces deux institutions avaient été mises en place par l’annexe 6 de l’Accord-cadre général de 1995 pour la paix en Bosnie-Herzégovine).", "15.  Le 12 janvier 2000, la Chambre des droits de l’homme jugea que l’inexécution du jugement du 26 novembre 1998 emportait violation de l’article 6 de la Convention et de l’article 1 du Protocole no 1. Elle en imputa la responsabilité à la Republika Srpska et lui ordonna de veiller à ce que le jugement litigieux fût intégralement exécuté sans plus attendre.", "16.  Ayant constaté que le jugement en question n’avait pas été spontanément exécuté par la Banjalučka banka, le tribunal de première instance de Banja Luka délivra le 22 mars 2000 un nouveau titre exécutoire à l’encontre du Bureau des paiements de la Republika Srpska (Služba za platni promet Republike Srpske).", "17.  Le 28 juillet 2000, la Cour suprême de la Republika Srpska rejeta un pourvoi en cassation (revizija) formé contre le jugement du 26 novembre 1998.", "18.  Le 8 novembre 2000, le titre exécutoire fut retourné à la juridiction compétente car un obstacle légal rendait impossible l’exécution du jugement litigieux (paragraphe 24 ci-dessous).", "19.  Le 30 janvier 2001, la requérante convertit une partie de ses économies (représentant 20 000 DEM) en coupons de privatisation dans les conditions prévues par la loi de 1998 sur la privatisation des entreprises. Par la suite, elle vendit les coupons en question sur le second marché, opération qui lui aurait rapporté 9 000 DEM.", "20.  Le 18 janvier 2002, le processus de privatisation de la Banjalučka banka parvint à son terme. En application de l’article 20 de la loi de 1998 sur le bilan d’ouverture, les « anciens » fonds d’épargne en devises de l’intéressée furent convertis en dette publique de la Republika Srpska.", "21.  Le 7 mars 2002 et le 9 février 2004, la requérante réitéra l’opération à laquelle elle avait déjà procédé en convertissant une autre fraction de ses avoirs (20 452 EUR) en coupons de privatisation qu’elle revendit sur le second marché. Cette opération lui aurait rapporté 8 794 EUR au total.", "22.  Le 15 avril 2006, en application de l’article 1 de la loi de 2006 sur les « anciens » fonds d’épargne en devises, la Bosnie-Herzégovine reprit à son compte les dettes contractées par ses entités constituantes au titre des fonds en question.", "23.  Le jugement du 26 novembre 1998 n’a pas encore reçu exécution.", "II.  LE DROIT INTERNE PERTINENT", "A.  Les obstacles légaux à l’exécution des jugements ordonnant la restitution des « anciens » fonds d’épargne en devises", "24.  Depuis le 3 mai 1996, l’exécution en Republika Srpska des jugements ordonnant la restitution des « anciens » fonds d’épargne en devises est proscrite par des circulaires édictées par le gouvernement de cette république (Odluka o obustavljanju isplate « stare » devizne štednje, publiée au Journal officiel de la Republika Srpska (« JO RS ») no 10/96 du 27 mai 1996, et Zaključak, publiée au JO RS no 24/99 du 4 octobre 1999) ainsi que par les lois suivantes :", "a)  la loi de 1996 sur les opérations de change (Zakon o deviznom poslovanju ; publiée au JO RS no 15/96 du 8 juillet 1996 ; dont les amendements ont été publiés au JO RS no 10/97 du 30 avril 1997) ;", "b)  la loi de 2002 sur la suspension des procédures d’exécution (Zakon o odlaganju od izvršenja sudskih odluka na teret sredstava budžeta Republike Srpske po osnovu isplate naknade materijalne i nematerijalne štete nastale uslijed ratnih dejstava i po osnovu isplate stare devizne štednje ; publiée au JO RS no 25/02 du 20 mai 2002 ; dont les amendements ont été publiés au JO RS no 51/03 du 1er juillet 2003) ;", "c)  la loi de 2003 sur les opérations de change (Zakon o deviznom poslovanju ; publiée au JO RS no 96/03 du 24 novembre 2003) ;", "d)  la loi de 2003 sur la suspension provisoire des procédures d’exécution (Zakon o privremenom odlaganju od izvršenja potraživanja iz budžeta Republike Srpske ; publiée au JO RS no 110/03 du 20 décembre 2003) ;", "e)  la loi de 2004 sur le règlement de la dette publique intérieure (Zakon o utvrđivanju i načinu izmirenja unutrašnjeg duga Republike Srpske ; publiée au JO RS no 63/04 du 15 juillet 2004 ; dont les amendements ont été publiés au JO RS no 47/06 du 11 mai 2006) ; et", "f)  la loi de 2006 sur les anciens fonds d’épargne en devises (Zakon o izmirenju obaveza po osnovu stare devizne štednje ; publiée au Journal officiel de la Bosnie-Herzégovine (« JO BH ») no 28/06 du 14 avril 2006 – « la loi de 2006 »).", "B.  Les dettes relatives aux « anciens » fonds d’épargne en devises", "25.  En vertu de l’article 20 de la loi de 1998 sur le bilan d’ouverture (Zakon o početnom bilansu stanja u postupku privatizacije državnog kapitala u bankama ; publiée au JO RS no 24/98 du 15 juillet 1998 ; dont les amendements ont été publiés au JO RS no 70/01 du 31 décembre 2001), telle qu’amendée, toutes les dettes liées aux « anciens » fonds d’épargne en devises devaient être transférées des banques qui en étaient dépositaires à la Republika Srpska à l’issue de la privatisation de celles-ci.", "26.  Le 15 avril 2006, la Bosnie-Herzégovine reprit à son compte les dettes contractées par ses entités constituantes au titre des « anciens » fonds d’épargne en devises (article 1 de la loi de 2006).", "C.  Les autres textes législatifs pertinents concernant les « anciens » fonds d’épargne en devises", "1.  La législation de la Bosnie-Herzégovine", "27.  La loi de 2006 est entrée en vigueur le 15 avril 2006. Ses dispositions pertinentes sont ainsi libellées :", "Article 1", "« 1.  La présente loi détermine la procédure, les modalités et les délais d’exécution des obligations auxquelles la Bosnie-Herzégovine est tenue au titre des anciens fonds d’épargne en devises déposés auprès de banques locales établies sur son territoire.", "2.  Bien que la Bosnie-Herzégovine soit responsable de l’exécution des obligations se rattachant aux anciens fonds d’épargne en devises, il incombe à la Fédération de Bosnie-Herzégovine, à la Republika Srpska et au district de Brčko de fournir les moyens y afférents.", "(...)", "4.  Conformément à l’Accord de 2001 portant sur des questions de succession, les Etats successeurs de l’ex-République socialiste fédérative de Yougoslavie sont responsables des comptes en devises ouverts auprès des banques dont les sièges se trouvent sur leurs territoires respectifs. Dans le cadre de ses activités internationales, la Bosnie-Herzégovine fournira une assistance aux titulaires desdits comptes (...)", "5.  La Bosnie-Herzégovine exécutera les obligations qui lui incombent au titre des paragraphes 1 et 2 du présent article à l’issue d’une procédure de vérification. »", "Article 2", "« 1.  Aux fins de la présente loi, les anciens fonds d’épargne en devises sont les fonds d’épargne en devises que les banques établies sur le territoire de la Bosnie-Herzégovine détenaient au 31 décembre 1991 augmentés des intérêts échus à cette date, déduction faite des paiements postérieurs et des avoirs transférés sur des comptes de privatisation spéciaux.", "2.  Sont exclus des anciens fonds d’épargne en devises définis au paragraphe précédent les fonds d’épargne en devises détenus par des agences de la Ljubljanska banka, de la Invest banka ou d’autres établissements bancaires étrangers implantés sur le territoire de Bosnie-Herzégovine. »", "Article 3 § 1", "« Le montant des anciens fonds d’épargne en devises est provisoirement estimé à (...) 1 979 000 000 marks bosniaques. Leur montant exact sera déterminé dans le cadre de la procédure de vérification. »", "Article 4", "« Les intérêts échus au 1er janvier 1992 qui n’ont pas fait l’objet d’un versement sont annulés. Les intérêts dus au titre de la période comprise entre le 1er janvier 1992 et l’entrée en vigueur de la présente loi seront recalculés sur la base d’un taux annuel de 0,5 %. »", "Article 5", "« L’exécution d’obligations découlant d’anciens fonds d’épargne en devises et n’ayant pas fait l’objet de la procédure de vérification prévue par la présente loi ne peut être recherchée que devant les tribunaux. »", "Article 6", "« (...)", "2.  A l’issue de la procédure de vérification, chaque créancier se verra remettre un certificat mentionnant son identité ainsi que le montant de ses anciens fonds d’épargne en devises.", "3.  Ledit certificat (...) comportera notamment :", "(...)", "c)  une clause par laquelle le créancier s’engagera à renoncer à tout recours juridique en contrepartie d’un versement en numéraire ;", "(...) »", "Article 15", "« (...)", "5.  A l’issue de la procédure de vérification, chaque créancier se verra délivrer une décision écrite.", "6.  Les décisions rendues [en première instance] seront susceptibles de recours auprès [de l’autorité de deuxième instance compétente]. Les décisions rendues par [celle-ci] pourront faire l’objet d’un recours administratif auprès de la juridiction compétente.", "7.  Il sera fait application de la législation gouvernant la procédure administrative des entités et du district. »", "Article 17 § 1", "« Les demandes de vérification peuvent être soumises jusqu’au [16 octobre 2006]. La procédure de vérification prendra fin le [15 janvier 2007]. »", "Article 18", "« (...)", "2.  Les créanciers marquant leur accord sur le montant de leur créance déterminé dans le cadre de la procédure de vérification signeront un certificat de vérification. Après avoir renoncé aux recours dont ils disposent, ils se verront verser une somme ne pouvant excéder 100 marks bosniaques ou un montant correspondant à la totalité de leurs fonds d’épargne si ceux-ci sont inférieurs à cette somme (...)", "3.  Fin 2007, ils se verront en outre verser une somme ne pouvant excéder 1 000 marks bosniaques ou un montant correspondant à la totalité de leurs fonds d’épargne si ceux-ci sont inférieurs à cette somme. Le solde de leurs fonds d’épargne leur sera remboursé en bons du trésor dans les conditions prévues par la présente loi (...) »", "Article 21 § 1", "« (...) Il sera procédé, le 31 mars 2008 au plus tard, à une émission unique (...) de bons du trésor", "a)  remboursables dans un délai maximum de treize ans et au plus tard le 31 décembre 2020 (...)", "b)  portant intérêts à un taux annuel de 2,5 % ;", "c)  convertibles avant échéance. »", "Article 27", "« 1.  Les décisions de justice définitives ayant trait aux anciens fonds d’épargne en devises feront elles aussi l’objet d’une procédure de vérification (...)", "2.  (...) Il sera fait application des dispositions de la présente loi relatives à l’annulation des intérêts, aux versements en numéraire et aux bons du trésor. »", "Article 28", "« Les juridictions compétentes soumettront d’office les affaires pendantes à la procédure de vérification dans les conditions prévues par la présente loi. »", "2.  La législation de la Republika Srpska", "a)  La loi de 1998 sur la privatisation des entreprises (Zakon o privatizaciji državnog kapitala u preduzećima ; publiée au JO RS no 24/98 du 15 juillet 1998 ; dont les amendements ont été publié aux JO RS nos 62/02 du 7 octobre 2002, 38/03 du 30 mai 2003, 65/03 du 11 août 2003 et 109/05 du 16 novembre 2005)", "28.  La loi de 1998 a été applicable du 23 juillet 1998 au 25 mai 2006. Ses dispositions pertinentes étaient ainsi libellées :", "   Article 19 §§ 1 et 2 (tel que modifié le 19 août 2003)", "« Les personnes titulaires d’« anciens » fonds d’épargne en devises détenus par des établissements bancaires implantés sur le territoire de la Republika Srpska qui sont ressortissantes de cet Etat à la date d’entrée en vigueur de la présente loi ont droit à des coupons leur permettant d’acquérir des actions dans les conditions prévues par celle-ci.", "Les personnes mentionnées au premier paragraphe du présent article peuvent convertir tout ou partie de leurs fonds d’épargne en coupons. »", "Les coupons de privatisation obtenus conformément à ces dispositions étaient négociables et pouvaient donc être vendus sur le second marché (article 22 § 2 de la loi). La conversion de fonds en coupons de privatisation était irrévocable (article 25 § 3 de la loi).", "b)  La loi de 2004 sur la privatisation des locaux professionnels et des garages (Zakon o privatizaciji poslovnih zgrada, poslovnih prostorija i garaža ; publiée au JO RS no 98/04 du 4 novembre 2004)", "29.  La loi de 2004 est entrée en vigueur le 12 novembre 2004. Son article 10 § 3 énonce que les « anciens » fonds d’épargne en devises peuvent être utilisés pour l’acquisition de locaux professionnels et de garages publics à condition qu’au moins 40 % du prix en soit payé en numéraire.", "D.  L’inexécution de décisions de l’ancienne Chambre des droits de l’homme", "30.  L’article 239 du code de procédure pénale de 2003 (Krivični zakon Bosne i Hercegovine ; publié aux JO BH nos 3/03 du 10 février 2003 et 37/03 du 22 novembre 2003 ; dont les amendements ont été publiés aux JO BH nos 32/03 du 28 octobre 2003, 54/04 du 8 décembre 2004, 61/04 du 29 décembre 2004 et 30/05 du 17 mai 2005) érige en infraction l’inexécution de décisions définitives et exécutoires de l’ancienne Chambre des droits de l’homme. Cette disposition est ainsi libellée :", "« Encourt une peine d’emprisonnement de six mois à cinq ans tout représentant des institutions de Bosnie-Herzégovine ou des entités ou du district de Brčko qui refuse d’exécuter une décision définitive et exécutoire de la Cour constitutionnelle de Bosnie-Herzégovine, de la Cour de Bosnie-Herzégovine ou de la Chambre des droits de l’homme de Bosnie-Herzégovine, ou qui en empêche ou en entrave d’une autre manière l’exécution. »", "EN DROIT", "I.  SUR la violation alléguée de l’article 6 de la convention", "31.  La requérante se plaint des obstacles légaux qui s’opposent à l’exécution du jugement définitif et exécutoire rendu en sa faveur. La Cour examinera tout d’abord le grief de l’intéressée sous l’angle de l’article 6 de la Convention, lequel énonce, en ses dispositions pertinentes, que", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Thèses des comparants", "32.  Invoquant directement le principe de la prééminence du droit, la requérante soutient que rien ne saurait justifier l’inexécution d’un jugement définitif et exécutoire.", "33.  Le Gouvernement avance d’abord que l’obligation d’exécuter les décisions de justice définitives et exécutoires ne revêt pas un caractère absolu. Il plaide que l’intervention du législateur dont l’intéressée se plaint se justifie par le fait que le jugement rendu en faveur de celle-ci concerne d’« anciens » fonds d’épargne en devises, lesquels représentent une fraction considérable de la dette publique.", "34.  Il évoque ensuite la situation générale des détenteurs d’« anciens » fonds d’épargne en devises sans opérer de distinction entre ceux qui se trouvent dans une situation analogue à celle de la requérante – laquelle peut s’appuyer sur un jugement ordonnant la restitution de ses avoirs – et les autres, majoritaires, qui n’ont pas obtenu une telle décision.", "35.  Il confirme enfin que, compte tenu des dispositions de la loi de 2006 récemment entrée en vigueur, l’intéressée ne peut s’attendre à la pleine et entière exécution du jugement dont elle se prévaut. A cet égard, il explique que les intérêts dus depuis le 1er janvier 1992 seront recalculés sur la base d’un taux annuel de 0, 5 % – qui se substituera au taux très supérieur offert par la Banjalučka banka et appliqué par les juridictions internes – et que le montant nominal des coupons de privatisation en lesquels la requérante a converti une partie de ses économies sera déduit de la somme allouée par les tribunaux de la Republika Srpska. Il ajoute que le jugement sera exécuté pour partie sous la forme d’un versement en numéraire (à concurrence de 1 000 marks bosniaques, soit 511 EUR au taux de change applicable fin 2007) et pour partie par l’attribution de bons du trésor remboursables fin 2020, portant intérêts au taux annuel de 2,5 % et convertibles avant échéance. Il précise enfin que les créances de l’intéressée feront l’objet d’une procédure de vérification, comme celles de tous les titulaires d’« anciens » fonds d’épargne en devises.", "B.  Observations de la partie autorisée à intervenir en vertu de l’article 36 § 2 de la Convention", "36.  Se livrant à une description assez détaillée de l’évolution de la question des « anciens » fonds d’épargne en devises, l’Association des détenteurs de fonds d’épargne en devises (Udruženje za zaštitu deviznih štediša u Bosni i Hercegovini) avance que l’une des principales causes de la « disparition » graduelle des réserves de devises de l’ex-RSFY réside dans les opérations financières illégales réalisées par les Etats successeurs de cette entité sur le système monétaire de celle-ci. Elle ajoute que, grâce à son économie exportatrice, la République socialiste de Bosnie-Herzégovine était la seule composante de l’ex-RSFY dont la balance commerciale était positive.", "37.  Elle indique que les jugements ordonnant la restitution d’« anciens » fonds d’épargne en devises sont rares, précisant que seuls quelques tribunaux de la Republika Srpska ont statué en faveur de détenteurs d’« anciens » fonds d’épargne en devises et qu’aucune juridiction de la Fédération de Bosnie-Herzégovine n’en a fait autant. En tout état de cause, elle souligne que, en dépit de leur rareté, ces décisions sont restées inopérantes en raison de l’intervention du législateur.", "C.  Appréciation de la Cour", "38.  La Cour rappelle que l’article 6 § 1 garantit à chacun le droit à ce qu’un tribunal connaisse de toute contestation relative à ses droits et obligations de caractère civil ; il consacre de la sorte le « droit à un tribunal », dont le droit d’accès, à savoir le droit de saisir un tribunal en matière civile, constitue un aspect. Toutefois, ce droit serait illusoire si l’ordre juridique interne d’un Etat contractant permettait qu’une décision judiciaire définitive et obligatoire reste inopérante au détriment d’une partie. En effet, on ne comprendrait pas que l’article 6 § 1 décrive en détail les garanties de procédure – équité, publicité et célérité – accordées aux parties et qu’il ne protège pas la mise en œuvre des décisions judiciaires ; si cet article devait passer pour concerner exclusivement l’accès au juge et le déroulement de l’instance, cela risquerait de créer des situations incompatibles avec le principe de la prééminence du droit que les Etats contractants se sont engagés à respecter en ratifiant la Convention. L’exécution d’un jugement ou arrêt, de quelque juridiction que ce soit, doit donc être considérée comme faisant partie intégrante du « procès » au sens de l’article 6 (Hornsby c. Grèce, 19 mars 1997, § 40, Recueil des arrêts et décisions 1997-II).", "39.  La Cour réaffirme par ailleurs qu’une autorité de l’Etat ne saurait prétexter du manque de ressources pour ne pas honorer une dette fondée sur une décision de justice. Certes, un retard dans l’exécution d’un jugement peut se justifier dans des circonstances particulières, mais le retard ne peut avoir pour conséquence une atteinte à la substance même du droit protégé par l’article 6 § 1 (Bourdov c. Russie, no 59498/00, § 35, CEDH 2002-III ; et Tétériny c. Russie, no 11931/03, § 41, 30 juin 2005).", "40.  En l’espèce, la Cour constate que le jugement du 26 novembre 1998 demeure inopérant bien qu’il revête un caractère définitif et exécutoire. Au regard de la période relevant de la compétence ratione temporis de la Cour, dont le début correspond à la date de la ratification de la Convention par la Bosnie-Herzégovine – le 12 juillet 2002 –, cette situation dure déjà depuis plus de quatre ans. La Cour note également que le paiement de la condamnation prononcée incombe à l’Etat (paragraphes 25 et 26 ci-dessus).", "41.  Le Gouvernement ne conteste pas qu’un retard de plus de quatre ans dans l’exécution d’un jugement soit en principe contraire aux exigences de l’article 6 (voir, par exemple, Voïtenko c. Ukraine, no 18966/02, §§ 41-42, 29 juin 2004). Toutefois, il soutient que la présente affaire est exceptionnelle en ce que le jugement litigieux a pour objet le remboursement des « anciens » fonds d’épargne en devises de la requérante. Il serait inacceptable que l’Etat exécutât ce jugement sans restituer en même temps leurs avoirs aux autres personnes détenant ce type de fonds, y compris à celles n’ayant pas obtenu de jugement définitif et exécutoire à cet effet. Or une telle mesure serait tout simplement impossible à mettre en œuvre compte tenu de l’ampleur des sommes que les « anciens » fonds d’épargne en devises représentent.", "La Cour ne souscrit pas à cette thèse. Elle estime que la situation de la requérante diffère sensiblement de celle de la majorité des titulaires d’« anciens » fonds d’épargne en devises qui n’ont pas obtenu de jugement ordonnant que leurs économies leur soient restituées.", "42.  Pour la Cour, le paiement de la condamnation prononcée par les juridictions internes – même majorée des intérêts moratoires échus – ne représenterait pas une charge considérable pour l’Etat et serait encore moins susceptible de provoquer l’effondrement économique du pays évoqué par le Gouvernement. En tout état de cause, la requérante ne devrait pas être privée du bénéfice de ce qu’elle a obtenu de la justice en raison des difficultés financières alléguées par l’Etat.", "43.  En outre, il est avéré que les jugements ordonnant le remboursement d’« anciens » fonds d’épargne en devises constituent l’exception plutôt que la règle. La jurisprudence de l’ancienne Chambre des droits de l’homme, de la Commission des droits de l’homme de la Cour constitutionnelle et de la Cour constitutionnelle de Bosnie-Herzégovine confirme cet état de choses. En effet, sur plus d’un millier de jugements prononcés par ces juridictions en matière d’« anciens » fonds d’épargne en devises, seules cinq décisions définitives et exécutoires (rendues dans les affaires CH/98/1019, CH/98/1084, CH/99/1859, CH/99/2733 et CH/99/2997 introduites devant la Chambre des droits de l’homme) ont ordonné le remboursement des fonds en question. De même, la Cour européenne des droits de l’homme est actuellement saisie de quelque quatre-vingt-cinq affaires analogues concernant plus de 3 750 individus dont une dizaine seulement ont bénéficié d’un jugement définitif et exécutoire imposant la restitution des avoirs litigieux.", "44.  La Cour conçoit qu’une grande partie des « anciens » fonds d’épargne en devises ait pu disparaître avant ou au cours de la dissolution de l’ex-RSFY, lors de la désintégration du système bancaire et monétaire de ce pays (voir le rapport d’Erik Jurgens sur la « Restitution des dépôts en devises étrangères effectués dans les filiales de l’ancienne Ljubljanska banka situées en dehors du territoire de la Slovénie entre 1977 et 1991 » annexé à la Résolution 1410 (2004) adoptée par l’Assemblée parlementaire du Conseil de l’Europe le 23 novembre 2004). Cependant, cette situation ne peut être invoquée et examinée après qu’il a été statué en dernier ressort au plan interne, et la solution donnée de manière définitive à tout litige par les tribunaux ne doit plus être remise en cause (Brumărescu c. Roumanie [GC], no 28342/95, § 61, CEDH 1999-VII).", "45.  Eu égard aux circonstances de l’espèce, la Cour estime que les autorités n’étaient pas fondées à retarder aussi longtemps l’exécution d’un jugement définitif et exécutoire, ni à intervenir dans l’exécution de celui-ci en s’appuyant sur l’article 27 de la loi de 2006 (paragraphe 35 ci-dessus).", "46.  La Cour conclut que le droit d’accès à un tribunal que la requérante tire de l’article 6 de la Convention a été atteint dans sa substance. Dès lors, il y a eu violation de cette disposition.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "47.  La Cour examinera aussi sous l’angle de l’article 1 du Protocole no 1 le grief de la requérante relatif aux obstacles légaux qui s’opposent à l’exécution du jugement définitif et exécutoire rendu en faveur de celle-ci. L’article en question est ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "48.  La Cour rappelle que l’impossibilité pour un requérant d’obtenir l’exécution d’un jugement rendu en sa faveur constitue une ingérence dans l’exercice de son droit au respect de ses biens, tel qu’énoncé dans la première phrase du premier paragraphe de l’article 1 du Protocole no 1 (voir, entre autres, Bourdov, précité, § 40 ; Jasiūnienė c. Lituanie, no 41510/98, § 45, 6 mars 2003, et Voïtenko, précité, § 53).", "49.  Pour les motifs énoncés ci-dessus dans le cadre de l’examen de l’affaire sous l’angle de l’article 6, la Cour estime que l’atteinte aux biens de la requérante n’était pas non plus justifiée au regard des circonstances de la cause. Partant, il y a également eu violation de l’article 1 du Protocole no 1.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "50.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "51.  Au titre du dommage matériel, la requérante réclame le paiement de la condamnation prononcée par les tribunaux augmentée des intérêts moratoires ainsi que des frais et dépens. Elle admet qu’il convient de déduire de ce montant le produit des ventes effectuées par elle sur le second marché le 30 janvier 2001, le 7 mars 2002 et le 9 février 2004 (soit 13 395 euros (EUR) au total), mais refuse de supporter les pertes subies à l’occasion de ces opérations (qui s’élèvent à 17 282 EUR, montant correspondant à la différence entre la valeur nominale des avoirs qu’elle avait convertis en coupons de privatisation et la somme qu’elle a effectivement obtenue de la vente de ceux-ci). Elle indique qu’elle n’aurait pas été contrainte de procéder à cette conversion et de subir ces pertes si le jugement litigieux avait été exécuté en temps utile. Elle demande en outre 50 000 EUR au titre du préjudice moral.", "52.  Le Gouvernement estime que l’ensemble des avoirs convertis en coupons de privatisation au cours des trois opérations réalisées par la requérante – soit 30 677 EUR – doivent être déduits du montant de la condamnation. Il ne remet pas en cause les allégations formulées par l’intéressée au sujet des sommes effectivement perçues à l’occasion des opérations en question. Il considère que les prétentions formulées par elle au titre du dommage moral ne sont pas étayées.", "53.  La Cour rappelle que la meilleure manière de redresser une violation de l’article 6 consiste à placer le requérant, le plus possible, dans une situation équivalant à celle où il se trouverait s’il n’y avait pas eu manquement aux exigences de cette disposition (Tétériny, précité, § 56). Eu égard au constat de violation auquel elle est parvenue, la Cour estime que ce principe trouve à s’appliquer en l’espèce. En conséquence, elle considère que le Gouvernement doit verser à l’intéressée le montant de la condamnation prononcée par les juridictions internes. La condamnation en question porte sur un montant en principal de 153 475 EUR majoré d’intérêts moratoires s’élevant à 22 660 EUR calculés sur la base d’un taux et d’une période précisés dans le jugement. A cela s’ajoutent 290 EUR de frais et dépens augmentés d’intérêts moratoires au taux légal courant sur la période indiquée par les juridictions internes et s’élevant à 430 EUR. Déduction faite des 13 395 EUR perçus par la requérante (paragraphe 51 cidessus), la somme à verser à l’intéressée au titre de la condamnation prononcée en sa faveur s’élève au total à 163 460 EUR.", "54.  A l’instar de la requérante, la Cour estime qu’il serait injuste de mettre à la charge de l’intéressée les pertes subies lors des opérations susmentionnées des 30 janvier 2001, 7 mars 2002 et 9 février 2004, pertes dont l’Etat est au premier chef responsable pour ne pas avoir exécuté le jugement litigieux en temps utile. La perte de 17 282 EUR correspondant à la différence entre la valeur nominale des avoirs convertis par la requérante en coupons de privatisation et la somme que celle-ci a obtenue de leur vente ne doit donc pas être déduite du montant dont l’intéressée a été reconnue créancière au paragraphe précédent.", "55.  En outre, il est clair pour la Cour que les violations constatées par elle dans la présente affaire ont causé à l’intéressée un préjudice moral appelant réparation. La Cour lui alloue 4 000 EUR de ce chef.", "B.  Frais et dépens", "56.  La requérante a été admise au bénéfice du régime d’assistance judiciaire de la Cour pour la présentation de ses observations écrites, sa comparution devant la Cour et les frais de secrétariat qu’elle a exposés. L’intéressée n’ayant pas formulé de prétention supplémentaire au titre des frais et dépens, il n’y a pas lieu pour la Cour de lui allouer une somme à ce titre.", "C.  Intérêts moratoires", "57.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ, ", "1.  Dit qu’il y a eu violation de l’article 6 de la Convention ;", "", "2.  Dit qu’il y a eu violation de l’article 1 du Protocole no 1 ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en marks bosniaques au taux applicable à la date du règlement :", "i.  163 460 EUR (cent soixante-trois mille quatre cent soixante euros) pour dommage matériel,", "ii.  4 000 EUR (quatre mille euros) pour préjudice moral,", "iii. tout impôt pouvant être dû sur les montants ci-dessus ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 31 octobre 2006, en application de l’article 77 §§ 2 et 3 du règlement.", "\t Early\tNicolas Bratza\n\tGreffier\tPrésident"]}