{"file": "FRE_HFJUD_60444_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "60444/08", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "", "", "", "AFFAIRE KAYAK c. TURQUIE", "", "(Requête no 60444/08)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "10 juillet 2012", "", "", "DÉFINITIF", "", "10/10/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Kayak c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tIsabelle Berro-Lefèvre,\n\tAndrás Sajó,\n\tIşıl Karakaş,\n\tGuido Raimondi, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 12 juin 2012,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 60444/08) dirigée contre la République de Turquie et dont deux ressortissants de cet Etat, Mme Hamsiye Kayak et M. Vedat Kayak (« les requérants »), ont saisi la Cour le 1er décembre 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Mes I. Demir et E. Ilhan, avocats à Elazığ. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Les requérants allèguent que le décès de leur proche est dû aux carences de l’administration scolaire (article 2 de la Convention). Ils se plaignent également d’une atteinte au droit à la sûreté (article 5 de la Convention) et de la durée de la procédure administrative en indemnisation (article 6 § 1 de la Convention).", "4.  Le 24 mars 2010, la présidente de la deuxième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Mme Kayak et M. Kayak sont nés respectivement en 1962 et 1989 et résident à Elazığ. Ils sont respectivement la mère et le frère de Sedat Kayak, décédé à l’âge de quinze ans, après avoir été poignardé par E.G., un élève en internat dans une école d’enseignement primaire d’Elazığ.", "A.  Le contexte dans lequel est survenu le décès de Sedat Kayak", "6.  Le 13 octobre 2000 et le 24 janvier 2001, le directeur de l’établissement scolaire où l’auteur du crime litigieux, E.G., était scolarisé écrivit à la direction de l’éducation nationale pour demander l’ajout de barreaux aux fenêtres du dortoir de l’internat, soulignant qu’il était aisé d’y entrer et d’en sortir, ce qui ne permettait pas, selon lui, d’en assurer la sécurité.", "7.  Le 23 mars 2001, il adressa également une lettre à la direction du commissariat de Bahçelievler, par laquelle il informait les forces de l’ordre que les jours de départ et de retour de week-end, ses élèves étaient harcelés et rackettés devant l’école par des groupes de jeunes. Il demanda la présence des forces de l’ordre pour assurer une dispersion et un retour des élèves en toute sécurité.", "8.  Le 14 septembre 2002, se référant au règlement du ministère de l’Éducation nationale relatif aux écoles-internats, il établit une instruction à l’attention des enseignants en charge de la surveillance de l’internat, y répertoriant leurs fonctions. Étaient ainsi précisées les responsabilités du personnel enseignant en ce qui concernait la surveillance de l’internat, leur temps de présence dans celui-ci, la discipline des élèves et les services d’enseignement et d’encadrement à fournir en dehors des heures de cours. La surveillance d’internat était organisée par roulement de 24 heures, débutant à 8 heures du matin pour finir le lendemain à 8 heures. Elle devait s’exercer dans les bâtiments scolaires et administratifs, à la cantine et au dortoir. Cette instruction stipulait en outre qu’un enseignant était responsable de la surveillance du jardin de l’école.", "9.  Le 27 septembre 2002, Sedat Kayak, fut poignardé par E.G., devant l’école de ce dernier.", "Le même jour, I.H.Y., enseignant à l’école d’enseignement primaire où E.G. était scolarisé, déclara notamment ceci dans sa déposition :", "« (...) E.G. (...) est élève de 8e dans notre école. Aujourd’hui, vers 8 heures, lorsque je suis arrivé à l’école, j’ai vu qu’E.G. s’avançait vers moi de façon agitée. Je lui ai demandé où il allait, ce qui s’était passé. Il a dit, sur un ton énervé, qu’il avait été [chahuté] (...), il a juré. Je l’ai appelé près de moi. Il a dit qu’il allait venir [et] il a continué son chemin dans l’école. J’ai vu des rougeurs sur son visage et son cou, il avait été frappé. Je suis entré dans le bâtiment de l’école. J’ai demandé aux élèves ce qui était arrivé à E. J’ai appris par les élèves qu’E. s’était disputé avec Sedat, un ancien élève de notre école. Pensant que la dispute allait se poursuivre, je me suis rendu sur les lieux des faits (...) un autre (...) enseignant de notre école faisait signe aux élèves qui arrivaient à notre école de s’éloigner. E. courait vers ces élèves. Lorsque je me suis approché, j’ai vu que les autres élèves (...) lançaient des pierres à E. Lorsque je suis arrivé sur les lieux des faits, j’ai vu qu’il y avait du sang sur le ventre et la poitrine de Sedat Kayak. J’ai arrêté une auto (...). Nous avons mis Sedat dans l’auto et il a été conduit à l’hôpital (...) »", "Au cours de la même journée, le directeur de l’école, le directeur adjoint et l’enseignant de garde, ainsi que E.B., B.Ö., Ü.G. et H.I., lycéens dans un autre établissement, en compagnie desquels Sedat Kayak s’était rendu à l’école d’E.G., déposèrent également. Il ressort de leurs déclarations que ces derniers s’étaient rendus à cette école pour y voir les jeunes frères de deux d’entre eux, qui y étaient scolarisés. L’un d’entre eux ayant déclaré qu’E.G. l’avait frappé, son frère aîné aurait appelé E.G. pour lui demander ce qu’il en était et se serait disputé avec lui. Ces élèves déclarèrent également avoir quitté l’école pour se rendre à l’arrêt de bus où E.G. les aurait rejoints avec à la main un couteau qu’il aurait dirigé au hasard contre eux. Ils déclarèrent en outre que certains d’entre eux avaient lancé des pierres pour se défendre et que la victime avait pris un bâton pour frapper E.G. avant d’être poignardée.", "10.  Le même jour, la direction de la sûreté d’Elazığ établit un rapport d’expertise sur le couteau dont s’était servi E.G., précisant qu’il s’agissait d’un couteau à pain d’une longueur totale de 30,50 cm.", "11.  Le 1er octobre 2002, la direction de l’éducation nationale près la préfecture d’Elazığ écrivit à l’inspection d’académie de l’enseignement primaire pour demander qu’une enquête soit diligentée en urgence afin d’établir s’il y avait eu des comportements fautifs de la part des administrateurs ou des enseignants de l’école où E.G. était scolarisé.", "12.  Le 2 octobre 2002, l’inspection académique ouvrit son enquête et recueillit les dépositions du directeur de l’école, du directeur adjoint, d’élèves de l’école et d’un enseignant, qui déclara notamment :", "« (...) J’ai vu le triste évènement qui a eu lieu à 150 m du jardin de l’école. Je suis entré par la porte du jardin de l’école à 8 heures (...) J’ai vu qu’E.G. se rendait rapidement à la cantine (...) Lorsque je lui ai demandé où il allait, il m’a répondu : « Ne vous en mêlez pas (...) » Lorsque j’ai demandé aux autres élèves ce qui s’était passé, ils m’ont dit : « Ceux-là se sont disputés, il doit aller chercher un couteau. » J’ai fait demi-tour et j’ai attendu devant la porte d’entrée de la cantine. J’ai attendu troisquatre minutes mais il n’est pas ressorti. Lorsque je suis retourné vers le bâtiment de l’école, les élèves m’ont dit qu’E. courait. (...) je l’ai poursuivi. Lorsque je suis sorti par la porte de sortie arrière de l’école, des élèves, diplômés l’année précédente, étaient assis à l’arrêt de bus. Je leur ai crié, en faisant des signes de la main, de s’éloigner de là. Ils se sont levés et ont marché lentement. Dans l’intervalle, E.G. les a rattrapés (...) et j’ai entendu un élève crier (...). Sur ce (...) j’ai vu que les autres élèves lançaient des pierres (...). J’ai vu E.G. venir vers moi en courant, poursuivi par un autre élève (...) que j’ai attrapé et quand je lui ai demandé ce qui s’était passé, il m’a répondu : « E. a poignardé Sedat. » (...) »", "Le directeur adjoint déclara notamment qu’il n’y avait pas d’agents aux portes extérieures de l’école faute de personnel, mais que des élèves de garde y étaient placés entre 15 heures et 17 h 30, ainsi qu’à l’heure du déjeuner. Il dit également que faute de loge, il n’était pas possible de faire attendre des gardiens par temps de pluie. De surcroit, le mur d’enceinte étant bas, il ne servirait à rien d’avoir une loge de gardien ou du personnel de garde.", "Le directeur déclara ne pas avoir assisté à l’incident mais qu’E.G. serait entré dans la cuisine – ce qui est interdit – et aurait dit à une dame y travaillant qu’un enseignant voulait du pain. Il aurait alors pris un pain après l’avoir partagé en deux et serait ressorti de la cantine en cachant le couteau.", "13.  Le 4 octobre 2002, l’inspection académique recueillit plusieurs témoignages dont celui d’A.A., enseignant chargé de la surveillance à la cantine le matin de l’incident. Celui-ci déclara ne savoir ni quand ni comment E.G., élève qu’il décrivit comme présentant des troubles du comportement, s’était procuré un couteau. Il précisa également que le professeur en charge du service de conseil pédagogique au sein de l’école était absent pour cause de service militaire. Lui-même et un collègue auraient été chargés d’assumer ces fonctions et ils auraient fait de leur mieux. Si des carences pouvaient leur être reprochées, elles seraient dues à leur manque d’expertise en la matière.", "Y.E., enseignant également présent le jour de l’incident, déclara être resté à la cantine auprès de ses élèves lorsque le petit déjeuner était servi. Il précisa ne pas savoir comment E.G. s’était procuré le couteau et décrivit celui-ci comme un élève ne manifestant aucun intérêt pour les cours et qui, en raison de son âge, présentait des problèmes d’adaptation.", "Le directeur adjoint de l’établissement déclara être responsable du contrôle du travail effectué à la cantine. Le jour de l’incident, il était arrivé à 7 h 45 à la cantine où les enseignants de garde servaient le petit déjeuner. Il prenait son petit déjeuner avec les élèves lorsqu’il fut informé de l’incident. Il précisa ne pas savoir comment E.G. s’était procuré un couteau.", "14.  Le même jour, deux inspecteurs d’académie dressèrent un procèsverbal, soulignant que le directeur de l’école avait écrit aux autorités internes compétentes pour demander – mais ce sans résultat – l’ajout de barreaux aux fenêtres du rez-de-chaussée du bâtiment occupé par le dortoir, la construction d’une loge de gardien aux portes de l’école et la mise en place par les forces de l’ordre des mesures de sécurité requises. Lors de l’examen du dossier scolaire d’E.G., il fut également relevé que ce dernier avait été décrit dans le cadre d’une enquête faite dans sa classe comme un élève ne s’entendant pas bien avec ses camarades, « blessant », « égoïste », « nerveux » et se considérant comme un leader qui ne craignait personne. Il fut par ailleurs constaté que le dossier relatif au développement de cet élève ne comportait aucune mention, que les remarques relatives à sa personnalité n’avaient pas été prises en compte et que rien n’avait été mis en œuvre pour résoudre ses problèmes.", "Au cours de la même journée, des employés travaillant à la cantine furent entendus et déclarèrent ne pas savoir comment E.G. s’était procuré un couteau.", "15.  Le 7 octobre 2002, deux inspecteurs d’académie recueillirent la déposition d’E.G., qui déclara notamment :", "« (...) Sedat Kayak, que j’ai tué, et ses amis dénommés B.Ö., E.B. et H.İ. avaient formé un groupe à l’école. Ils ont été diplômés l’année dernière. (...) l’année dernière, ils s’en prenaient parfois à moi. Une fois, Sedat Kayak, que j’ai tué, m’avait cassé le nez. Cette année, je suis entré par erreur dans la chambre de Bülent Ö. (élève de 8e), le frère de B.Ö. Il m’a injurié en me demandant pourquoi j’étais entré dans sa chambre. Je n’ai pas supporté ça et je l’ai giflé. Une semaine plus tard, Bülent Ö. a dit à son frère aîné B.Ö. que je l’avais frappé. Le 27.09.2002, jour des faits, B.Ö. est venu à l’école avec ses amis dont j’ai cité les noms (...) Dehors, avant le repas, B. et ses amis m’ont vu et appelé. Lorsque je suis allé vers eux, B.Ö. m’a demandé en m’insultant et m’injuriant pourquoi je frappais son frère. Je lui ai dis de ne pas m’injurier (...) alors que notre discussion se poursuivait, Sedat Kayak est intervenu en me poussant au visage et en disant : « Pour qui tu te prends, tu ne pourras rien faire (...) », etc. Enervé, je me suis rendu à la cantine. Je suis entré dans la cuisine sans être vu de personne. J’ai pris le couteau. A ce moment-là, le personnel de Mütahid se trouvait dans la cuisine. Lorsque j’avais quitté le groupe, eux m’avaient dit : « Viens, viens, ne pars pas. ». Alors je suis retourné vers eux avec le couteau. A ce moment-là, ils avaient franchi la porte de sortie de l’école. Lorsque je suis arrivé, ils m’ont dit : « Viens, descendons. » Eux devant et moi derrière, nous sommes allés à l’arrêt de bus. Alors que B.Ö. et deux de ses amis prenaient des pierres dans leurs mains, Sedat Kayak a arraché une branche d’un arbre. Lorsque B. s’est avancé vers moi avec une pierre, j’ai sorti le couteau pour me protéger. Mon but n’était pas de blesser et de frapper mais de faire peur. Lorsque Sedat Kayak a tenté de faire tomber le couteau que j’avais en main en me frappant avec la branche qu’il avait arrachée, j’ai agité le couteau au hasard sans m’en rendre compte. Le couteau a frappé Sedat Kayak à la poitrine (...) »", "16.  Le rapport d’enquête de l’inspection d’académie du 11 octobre 2002 préconisait d’adresser un avertissement aux deux enseignants de l’école en charge du conseil et du soutien pédagogiques afin que ces derniers soient à l’avenir plus attentifs aux mentions portées dans les dossiers scolaires et à l’exercice de leurs fonctions de conseil et de soutien. Ce rapport d’enquête se lit notamment comme suit :", "« (...) A.  Déroulement des faits :", "1.  Les élèves B.Ö., Sedat Kayak, E.B., Bülent Ö. et H.İ., diplômés de l’année scolaire précédente de l’école IMKB/YIBO (...) sont venus à YIBO vers 7 h 45 le 27/09/2002 (...)", "2.  B.Ö. et ses amis ont demandé à E.G., élève en classe de 8e à YIBO, de venir les voir. En raison du fait qu’E.G. avait frappé le frère de B.Ö. qui étudie toujours à YIBO, il y a eu échange de provocations verbales et d’injures entre eux (...)", "3.  Offensé par ces provocations, E.G. s’est rendu à la cantine, y a pris le couteau en secret. Toujours en cachant le couteau, il a suivi le groupe qui lui disait : « Viens ! viens ! »", "4.  Ils se sont querellés à l’arrêt de bus qui se trouve à près de 150 m de la porte de sortie située sur la façade est de l’école. A la suite d’une attaque par jets de pierres contre lui, E.G. a agité son arme au hasard à gauche et à droite. Sedat Kayak (la personne décédée) a reçu un coup à la poitrine lorsqu’il a essayé, avec une branche qu’il avait arrachée d’un arbre, de faire tomber le couteau qu’E.G. tenait en mains (...)", "5.  Le blessé Sedat Kayak a été conduit à l’hôpital par ses amis dans un taxi qui passait par là et est mort. Lorsque E.G. est retourné à l’école récupérer sa veste, le directeur adjoint S.C. et un ou deux autres enseignants lui ont pris le couteau des mains et l’ont conduit dans le bureau du directeur. Alors que celui-ci appelait la sûreté, E.G. s’est échappé et est monté dans un bus. Il a été rattrapé par les forces de sécurité et placé en détention après avoir été présenté au procureur (...)", "6.  Les administrateurs de l’école ont entrepris les démarches nécessaires concernant les faits.", "B.  Incidence des circonstances présentes sur les faits", "1.  Pas de loge de gardien aux portes de sortie situées sur les façades est et sud de l’école, donc pas de gardien en fonction, pas de contrôle effectué sur les entrées et sorties (cependant, il a été déclaré que des élèves de garde s’y trouvaient à des moments déterminés).", "2.  B.G. chargé du service de conseil est parti au service militaire le 21/11/2001. A sa place, les enseignants A.A. et B.İ. ont été désignés [pour la fonction] (le directeur de l’école a fait une demande verbale et écrite dans les réunions concernées pour qu’un enseignant-conseil de la branche soit nommé. Sa demande n’a pas été satisfaite).", "3.  L’enquête « Qui suis-je ? » a été effectuée dans la classe d’E.G. (...) Cependant, bien qu’E.G. apparût comme un élève blessant, grossier, égoïste, nerveux, sujet à des colères subites, désordonné et ne s’entendant pas bien avec ses camarades, les résultats de l’enquête n’ont pas été analysés, des propositions de solution n’ont pas été faites (...)", "4.  Le dossier d’E.G. « Développement de l’élève » n’a pas été rempli/traité par l’enseignant-conseil ni par les enseignants en charge du service de conseil conformément aux articles 50/k.1 et 51/c, f du règlement sur les services de conseil et d’orientation et l’article 23 du règlement sur l’enseignement primaire (l’enseignantconseil de la classe a déclaré n’être pas spécialiste et faire de son mieux).", "C.  La responsabilité des administrateurs et des enseignants", "1.  La scolarité est obligatoire de six à quatorze ans (article 22 de la loi no 1739, article 3 de la loi no 222, et article 31/b du règlement sur les établissements d’enseignement primaire). L’article 31/b du règlement sur les établissements d’enseignement primaire stipule qu’« il est accordé une possibilité de deux ans [supplémentaires] aux élèves qui ne parviennent pas à clore le cycle scolaire à quatorze ans, sur demande écrite du tuteur » ; cependant (circulaire 2002/40additionnel 34), alors que la direction de l’école aurait dû apprécier la situation d’E.G. ainsi que celle de quatre élèves dans ce cadre, elle ne l’a pas fait. Bien qu’il n’y ait pas eu de requête de leurs tuteurs, les dispositions du règlement n’ont pas été appliquées [à] E.G. et [aux] élèves dans des situations semblables ayant dépassé l’âge de l’enseignement (en vertu du calcul effectué à la veille de la rentrée à l’école, le 16/09/2002, E.G. avait fini sa 17e année et avait entamé sa 18e année de 8 mois et 12 jours).", "2.  Les administrateurs de l’école avec l’enseignant-conseil de la classe, n’ont pas fait preuve de la sensibilité nécessaire pour mesurer si les enseignants désignés comme enseignants-conseils travaillaient ou non de manière coordonnée et exerçaient suffisamment bien ou non leur fonction. Ils ont omis les obligations de l’article 31/b du règlement en ce qui concerne la rupture de relation.", "3.  Pas de manquement ni de faute des enseignants surveillants dans cette affaire (...)", "Conclusion – Conviction et propositions : (...) pas de faute directe des administrateurs et enseignants de l’école dans la survenance des faits et par après. Cependant, il faut mettre en garde les enseignants A.A. et B.I., enseignants au service de conseil et d’orientation, et A.D., enseignant-conseil de la classe de 8e, pour qu’ils soient plus attentifs en ce qui concerne la suppression, dans les délais, de l’inscription [d’élèves], l’accomplissement de leur fonction de conseil et la tenue du dossier de développement des élèves (...) »", "B.  La procédure pénale engagée contre E.G.", "17.  Le 26 mars 2003, la cour d’assises d’Elazığ reconnut E.G. coupable de meurtre et le condamna à une peine de vingt-six ans d’emprisonnement, peine qu’elle réduisit à dix ans et dix mois d’emprisonnement.", "18.  Le 7 juin 2004, la Cour de cassation infirma ce jugement.", "19.  Le 2 septembre 2004, la cour d’assises d’Elazığ condamna E.G. pour meurtre à une peine de vingt-quatre ans de prison en vertu de l’article 448 du code pénal, peine qui fut réduite à dix ans de réclusion criminelle. Ce jugement fut infirmé par la Cour de cassation.", "20.  Le 21 octobre 2005, la cour d’assises d’Elazığ condamna E.G. pour meurtre à une peine de réclusion criminelle à perpétuité, peine qu’elle réduisit à six ans et huit mois d’emprisonnement.", "C.  L’action en responsabilité civile", "21.  Entre-temps, le 5 mai 2003, la requérante avait intenté en son nom et au nom de son fils (mineur) une action en indemnisation devant les juridictions civiles contre le père d’E.G., ce dernier ayant été reconnu coupable de meurtre et condamné par la cour d’assises d’Elazığ le 26 mars 2003.", "22.  Le 22 juin 2004, le tribunal de grande instance d’Elazığ (« le TGI ») rejeta cette demande au motif qu’elle avait été intentée contre la mauvaise personne. Il souligna pour ce faire que, E.G. étant interne à l’école au moment des faits, les devoirs de contrôle et de surveillance de l’enfant dévolus au père incombaient durant les heures de cours à l’administration de l’école. Dès lors, la responsabilité de l’intimé en tant que père de famille n’était pas en cause. Le TGI précisa en outre que la plaignante devait intenter une action contre l’administration de l’école devant les juridictions administratives et constata que tel était le cas.", "23.  Faute de pourvoi, ce jugement devint définitif le 19 novembre 2007.", "D.  L’action en responsabilité administrative", "24.  Auparavant, le 27 mars 2003, l’avocat des requérants avait saisi, par l’intermédiaire de la préfecture d’Elazığ, le ministère de l’Education nationale d’une demande d’indemnisation du préjudice subi en raison du décès de Sedat Kayak. Il soutenait que l’administration scolaire n’avait pas rempli sa mission de surveillance et de contrôle des élèves et qu’elle avait dès lors commis une faute lourde. A cet égard, il affirmait que les évènements litigieux avaient pris naissance dans l’enceinte de l’école et sous les yeux des enseignants, et qu’en outre le couteau qui avait servi à poignarder la victime avait été donné à E.G. par le personnel de la cantine.", "25.  Le 2 avril 2003, la préfecture transmit cette demande au ministère de l’Éducation nationale.", "26.  Le 17 avril 2003, la préfecture répondit que, selon l’enquête qui avait été diligentée, l’administration de l’école et les enseignants n’étaient pas directement responsables de la survenance de l’incident litigieux et de ses conséquences.", "27.  Le 2 juin 2003, la requérante, agissant en son nom et au nom de son fils, saisit les juridictions administratives d’une action en responsabilité pour faute de service et en indemnisation à l’encontre du ministère de l’Éducation nationale, soutenant que l’arme du crime avait été remise au meurtrier de son fils par le personnel de la cantine. Elle rappela également que, en dehors des heures de cours, les élèves internes devaient se trouver à l’étude sous la surveillance de l’enseignant responsable. Sur ce point, elle allégua qu’aucune recherche n’avait été effectuée pour déterminer où se trouvait l’enseignant responsable au moment des faits et pourquoi il n’avait pas, selon elle, rempli ses obligations, et expliquer comment E.G. avait pu, toujours selon elle, circuler librement dans l’école.", "28.  Le 31 mars 2004, le tribunal administratif de Malatya désigna un expert pour évaluer le montant du préjudice matériel subi.", "29.  Le 1er juillet 2004, l’expert établit un rapport évaluant à 8 048 410 300 livres turques le préjudice matériel subi par la mère du défunt, correspondant à la perte de soutien financier futur dont elle aurait bénéficié si son fils avait vécu.", "30.  Le 7 septembre 2004, le tribunal administratif de Malatya renvoya l’affaire au tribunal administratif d’Elazığ qu’il estimait être la juridiction compétente pour en connaître.", "31.  Le 23 juin 2005, le tribunal administratif d’Elazığ rejeta cette action après avoir estimé qu’aucun élément ne permettait d’établir la responsabilité de l’administration scolaire dans le décès en question. Dans sa motivation, le tribunal releva qu’E.G. s’était fâché du fait d’un avertissement verbal qui lui avait été adressé dans le jardin de l’école, qu’il s’était procuré le couteau en cachette et que l’incident lui-même avait eu lieu en dehors de l’enceinte de l’école. En outre, il estima que le fait qu’il n’ait pas été mis un terme à la scolarité de l’auteur de l’agression, âgé de dix-huit ans, conformément à la législation en vigueur, n’était pas la cause de la survenance du décès.", "L’un des juges qui avaient siégé émit une opinion dissidente d’après laquelle :", "« Aux termes de l’article 22 de la loi no 1739 relative à l’éducation nationale, le champ de l’enseignement élémentaire est l’éducation des enfants âgés de six à quatorze ans. L’article 56 dispose que la conduite, la surveillance et le contrôle, au nom de l’Etat, des services d’éducation et d’enseignement, relèvent de la responsabilité du ministère de l’Education nationale.", "En vertu de l’article 31/b du règlement relatif aux établissements primaires du ministère de l’Education nationale, il est permis (...) à ceux qui ne parviennent pas à terminer la 8e année [de classe] avant la fin de l’âge obligatoire d’éducation, de rester à l’école pendant encore au maximum deux ans, sur demande écrite des parents (...). Une attestation d’enseignement est donnée à ceux qui ne parviennent pas à terminer leur scolarité au terme de ces deux ans (...)", "En l’espèce, le proche de la plaignante (...) est décédé par suite de l’agression au couteau perpétrée par E.G., élève interne à l’école IMKB. Le fait qu’E.G. ait poursuivi sa scolarité dans l’internat alors que, en vertu des dispositions législatives susmentionnées, ses liens avec l’école auraient dû être rompus, compte tenu du fait qu’il avait dépassé l’âge de l’enseignement primaire (...), constitue une faute incontestable de l’administration scolaire. En outre, entrant dans la cantine dont l’accès est interdit aux élèves, il a déclaré au personnel que ses professeurs demandaient du pain et, il y a pris un couteau. Les responsables de l’école n’étant pas intervenus comme ils auraient dû le faire, les carences dans les devoirs de surveillance et de contrôle apparaissent établies. »", "32.  Le 9 août 2005, la requérante, agissant en son nom et au nom de son fils, se pourvut contre ce jugement.", "33.  Le 23 janvier 2007, le Conseil d’Etat, ne suivant pas l’avis du procureur général près le Conseil d’Etat – lequel préconisait que le jugement de première instance fût infirmé dans la mesure où une faute de service de l’administration avait été établie – confirma le jugement de première instance. A cet égard, le procureur soutint :", "« Il apparaît établi au vu du dossier que le protagoniste, un élève interne, est entré dans la cantine interdite aux élèves et qu’il y a pris un couteau (...) il a tué le fils de la plaignante en le poignardant. La faute de service de l’administration apparaît clairement établie eu égard aux manquements des responsables de l’école quant à leur devoir de surveillance et de contrôle et leur absence de réaction face à l’auteur qui s’est procuré une arme à la cantine interdite d’accès aux élèves et dont les liens avec l’école auraient dû être interrompus en raison de son âge. »", "34.  Le 14 mars 2007, les requérants formèrent un recours en révision contre ce jugement, alléguant notamment que, en vertu du jugement du TGI d’Elazığ (paragraphe 22 ci-dessus), la responsabilité de l’administration avait été établie. A cet égard, ils reprochèrent au Conseil d’Etat de n’avoir pas pris en compte la décision de ce tribunal, lequel avait estimé que la demande d’indemnisation devait être intentée contre l’administration, alors même qu’ils s’y étaient référés dans leur mémoire en pourvoi. Ils soutinrent également que la position adoptée par les juridictions civile et administrative aboutissait au constat que nul ne pouvait être tenu pour responsable du préjudice subi.", "35.  Le 2 juillet 2008, le Conseil d’Etat rejeta le recours en révision formé par les requérants.", "II.  LE DROIT INTERNE PERTINENT", "36.  Aux termes de l’article 22 de la loi no 1739 du 24 juin 1973 relative à l’éducation nationale primaire, l’enseignement primaire concerne l’éducation et l’enseignement des enfants âgés de six à quatorze ans.", "En vertu de l’article 56 de cette loi, la conduite des services d’éducation et d’enseignement au nom de l’Etat, leur surveillance et leur contrôle relèvent de la responsabilité du ministère de l’Education nationale.", "EN DROIT", "I.  SUR LA RECEVABILITE", "37.  Le Gouvernement soutient que les requérants ont omis d’épuiser les voies de recours internes au motif qu’ils n’auraient pas saisi les instances nationales de leurs griefs ni invoqué, même en substance, la Convention.", "38.  Les requérants contestent cet argument.", "39.  La Cour rappelle que le grief dont on entend la saisir doit d’abord avoir été soulevé au moins en substance, dans les formes et délais prescrits par le droit interne, devant les juridictions nationales appropriées (voir, entre autres, Cardot c. France, 19 mars 1991, § 34, série A no 200). En l’espèce, elle observe que les requérants ont saisi les juridictions administratives d’une action en responsabilité pour faute de service et en indemnisation, alléguant la responsabilité de l’administration scolaire dans la survenance du décès de Sedat Kayak. Ils ont ainsi saisi les instances nationales de leurs griefs quant aux circonstances de la mort de leur proche et aux responsabilités en cause (paragraphes 24, 27, 32 et 34 ci-dessus). Dès lors, il convient de rejeter l’exception préliminaire du Gouvernement en ce qui concerne le grief tiré de l’article 2 de la Convention.", "40.  La Cour rappelle en outre avoir déjà eu l’occasion de constater que l’ordre juridique turc n’offrait pas aux justiciables un recours effectif, au sens de l’article 13 de la Convention, leur permettant de se plaindre de la durée d’une procédure administrative (Ayık c. Turquie, no 10467/02, § 30, 21 octobre 2008). Elle ne distingue en l’occurrence aucune raison de s’écarter de cette jurisprudence. Il s’ensuit que l’exception du Gouvernement sur ce point ne saurait être retenue.", "41.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. Elle relève en outre qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 2 DE LA CONVENTION", "42.  Les requérants allèguent que le décès de leur proche est dû aux manquements de l’administration scolaire, celle-ci ayant, selon eux, non seulement permis la scolarité en internat d’une personne qui aurait dépassé l’âge de la scolarité, mais lui ayant en outre fourni l’arme du crime.", "Ils se plaignent également d’une atteinte à la sûreté, reprochant leur inaction aux autorités internes qui auraient pourtant été saisies par le directeur de l’école des difficultés liées à la sécurité dans son établissement. Ils invoquent les articles 2 et 5 de la Convention.", "Eu égard à leur formulation, la Cour estime opportun d’examiner les griefs des requérants uniquement sous l’angle de l’article 2 de la Convention, ainsi libellé :", "« Le droit de toute personne à la vie est protégé par la loi. La mort ne peut être infligée à quiconque intentionnellement (...) »", "43.  Le Gouvernement combat les allégations des requérants.", "A.  Thèses des parties", "44.  Les requérants soutiennent qu’il relevait de la responsabilité de l’Etat d’assurer la protection du lycéen défunt et d’empêcher l’auteur du crime, élève en classe primaire, de commettre son acte. Selon eux, en effet, les enfants impliqués dans les faits litigieux, se trouvant, de par leur situation d’élèves internes, placés sous l’autorité, la protection et les soins de l’Etat, ce dernier ne saurait se décharger de sa responsabilité dans la présente affaire.", "45.  A cet égard, les requérants rappellent que leur proche a été tué un vendredi, pendant les heures de cours, à une date et à une heure où il était interdit aux élèves de sortir de l’établissement scolaire en cause, et ils soutiennent que le coupable, E.G., se trouvait sous la responsabilité de l’Etat. Ils ajoutent que l’Etat a l’obligation d’assurer une sécurité permanente au sein des écoles qui sont des internats et le devoir de prendre des mesures de prévention et de sécurité même en l’absence de menace particulière. Ils affirment que, les enfants ayant besoin d’être protégés et surveillés à tout moment, l’Etat est responsable aussi bien des dommages que ceux-ci pourraient causer à autrui que des menaces dont ils pourraient faire l’objet.", "46.  Les requérants soulignent également que le directeur de l’établissement scolaire mis en cause avait, à plusieurs reprises, alerté les autorités quant aux problèmes de sécurité auxquels il était confronté et que ces dernières ont, en omettant de répondre, manqué à leur devoir de sécurité. Par ailleurs, ils soutiennent que, du fait de son âge, le coupable aurait dû avoir vu ses liens avec l’école interrompus et ils reprochent aux autorités de l’avoir laissé poursuivre sa scolarité. Ils dénoncent également un manquement à leur devoir des personnes employées à la cantine qui, en laissant le coupable pénétrer dans les locaux, n’ont pas, selon eux, contrarié la commission de son acte.", "47.  Le Gouvernement soutient que l’obligation positive, sous l’angle de l’article 2 de la Convention, de prendre les mesures préventives nécessaires à la protection de la vie d’un individu contre un danger ou un risque pour la vie, ne peut incomber à un Etat contractant que dans des cas exceptionnels, lorsqu’il existe un risque réel connu, direct et immédiat pour la vie de l’individu et que les autorités ont assumé une responsabilité pour la sécurité de cet individu. Il ajoute qu’il doit en outre être établi que le manquement des autorités internes à prendre les mesures préventives pour protéger la vie d’un individu constitue une négligence volontaire.", "48.  Le Gouvernement affirme ainsi que l’obligation de l’Etat de prendre les mesures préventives en question n’est pas absolue. Se référant à l’affaire Osman c. Royaume-Uni (28 octobre 1998, § 116, Recueil des arrêts et décisions 1998VIII), il rappelle que « toute menace présumée contre la vie n’oblige pas les autorités, au regard de la Convention, à prendre des mesures concrètes pour en prévenir la réalisation ». A cet égard, il est d’avis que la présente affaire doit s’apprécier à la lumière des critères définis dans l’affaire Osman, précitée, de sorte que la Cour devrait, selon lui, examiner si la victime avait été menacée de façon réelle et immédiate, si les autorités le savaient ou auraient dû le savoir, et si celles-ci ont adopté les mesures qui, d’un point de vue raisonnable, auraient pallié ce risque. Selon le Gouvernement, il y a atteinte à l’article 2 de la Convention uniquement si l’ensemble de ces conditions est réuni.", "49.  En l’espèce, le Gouvernement soutient que Sedat Kayak n’a pas été menacé de façon réelle et immédiate, au motif qu’il n’était pas un élève de l’école et qu’aucun évènement déclenchant antérieur ne l’aurait opposé au responsable de son décès. Selon le Gouvernement, les autorités scolaires n’étaient pas en mesure de connaître la vie privée de la victime et elles ne pouvaient pas non plus connaître les relations entre celle-ci et l’auteur de l’acte incriminé; dès lors, l’hostilité existant entre eux aurait été imprévisible pour les autorités. Le Gouvernement ajoute que le ministère de l’Education et la police coopèrent pour assurer la sécurité des écoles. Enfin, il indique que, si les enseignants étaient certes responsables de la surveillance des élèves, le coup de poignard a été donné à 150 m de l’enceinte de l’école.", "50.  Le Gouvernement souligne ensuite que les élèves des écoles sont observés et surveillés conformément à la loi no 222 sur l’éducation primaire et la réglementation y afférente. A cet égard, il précise qu’il existe des plannings mensuels désignant les enseignants responsables de la surveillance du comportement des élèves et de leurs entrées et sorties. Par ailleurs, les élèves ne seraient pas autorisés à quitter l’école durant les heures de cours et autorisés à sortir de l’école uniquement pendant le weekend, à condition d’avoir l’accord de leurs parents ou de leurs tuteurs.", "51.  Le Gouvernement soutient en outre que les allégations des requérants sont infondées et qu’il n’existe aucun élément dans le dossier prouvant que le décès puisse être imputé aux autorités nationales. Selon lui, la sécurité autour de l’école était assurée en coopération par les autorités scolaires et la police. Le jour de l’incident, les autorités scolaires n’auraient pas sollicité une protection spéciale de la part de la police, car le coup de poignard aurait été imprévisible.", "52.  Enfin, le Gouvernement soutient que les autorités internes ont mené sans délai des investigations appropriées et effectives.", "B.  Appréciation de la Cour", "53.  La Cour rappelle que la première phrase de l’article 2 § 1 astreint l’Etat non seulement à s’abstenir de provoquer la mort de manière volontaire et irrégulière, mais aussi à prendre les mesures nécessaires à la protection de la vie des personnes relevant de sa juridiction (L.C.B. c. Royaume-Uni, 9 juin 1998, § 36, Recueil 1998III), et que l’obligation de l’Etat à cet égard implique le devoir primordial d’assurer le droit à la vie en mettant en place un cadre juridique et administratif propre à dissuader de commettre des atteintes contre la personne et s’appuyant sur un mécanisme d’application conçu pour en prévenir, réprimer et sanctionner les violations (Makaratzis c. Grèce [GC], no 50385/99, § 57, CEDH 2004XI).", "54.  L’article 2 de la Convention peut ainsi, dans certaines circonstances bien définies, mettre à la charge des autorités l’obligation positive de prendre préventivement des mesures d’ordre pratique pour protéger l’individu dont la vie est menacée par les agissements criminels d’autrui (Osman, précité, § 115). Cela ne signifie pas pour autant que l’on puisse déduire de cette disposition une obligation positive d’empêcher toute violence potentielle (voir, notamment, Tanrıbilir c. Turquie, no 21422/93, § 71, 16 novembre 2000). Il faut en effet interpréter cette obligation de manière à ne pas imposer aux autorités un fardeau insupportable ou excessif, en tenant compte de l’imprévisibilité du comportement humain et des choix opérationnels en termes de priorité et de ressources (Osman, précité, § 116).", "55.  A cet égard, il convient en outre d’observer que la Cour a déjà opéré une distinction entre les affaires qui portent sur l’exigence d’une protection rapprochée d’un ou de plusieurs individus identifiables à l’avance comme cibles potentielles d’une action meurtrière (notamment, Osman, précité, Paul et Audrey Edwards c. Royaume-Uni, no 46477/99, CEDH 2002II et Opuz c. Turquie, no 33401/02, CEDH 2009), et celles dans lesquelles la victime n’aurait pas pu être identifiée avant le crime perpétré contre elle. En effet, dans le second cas, il ne s’agit pas de déterminer si la responsabilité des autorités est engagée pour ne pas avoir assuré une protection spécifique de la victime ; ce qui est en cause, c’est l’obligation d’assurer une protection générale de la société contre les agissements éventuels d’une ou de plusieurs personnes purgeant une peine d’emprisonnement pour avoir commis des crimes violents et d’en définir l’étendue (Mastromatteo c. Italie [GC], no 37703/97, § 69, CEDH 2002).", "56.  En l’espèce, la Cour observe que le proche des requérants trouva tragiquement la mort à l’issue d’un enchaînement de circonstances fortuites. Rien avant le drame n’aurait permis aux autorités internes, et notamment à l’administration scolaire, de penser que la victime requérait une protection particulière ou que la vie de celle-ci était menacée de manière réelle et immédiate du fait des actes criminels d’autrui. En effet, au moment des faits, aucun élément n’aurait permis d’identifier le proche des requérants comme cible potentielle d’une action meurtrière de E.G.", "57.  Certes, le maintien au sein d’un établissement d’enseignement primaire d’un élève âgé de près de dix-huit ans, comme c’était le cas de l’auteur du crime litigieux, contrevenait aux dispositions législatives et règlementaires qui régissaient l’enseignement primaire au moment des faits (paragraphes 16 et 31 ci-dessus). Cela étant, la Cour estime que la simple violation de telles dispositions n’est pas en soi susceptible de soulever un problème sous l’angle de l’article 2 de la Convention.", "58.  En effet, il faudrait pour cela établir que l’absence d’intervention des autorités à cet égard a fait courir un risque réel et immédiat au proche des requérants. Or, bien qu’il ressorte de l’enquête menée par l’inspection d’académie que l’auteur du crime litigieux présentait des problèmes de comportement (paragraphes 13, 14 et 16 ci-dessus), celui-ci ne paraît pas avoir manifesté avant l’incident litigieux des comportements agressifs ou violents qui auraient été portés à la connaissance du personnel enseignant, et qui aurait laissé supposer qu’il pût représenter une menace quelconque pour autrui, tant en raison de son âge que de son caractère, et qui auraient de plus nécessité de le soumettre à une surveillance particulière.", "59.  Par ces différents aspects, la présente affaire se distingue donc sensiblement des affaires précitées (paragraphe 55 ci-dessus). En effet, ce qui est en cause en l’espèce, c’est l’obligation de l’Etat, par le biais des autorités scolaires, d’assumer la responsabilité des enfants qui lui sont confiés. A cet égard, la Cour rappelle le rôle essentiel des autorités scolaires dans la protection de la santé et du bien-être des élèves, en tenant compte de la vulnérabilité particulière due à leur âge (mutatis mutandis, Molie c. Roumanie (déc.), no 13754/02, 1er septembre 2009). Elle estime que la mission confiée à l’institution scolaire dans ce contexte implique le devoir primordial de veiller à la sécurité des élèves afin de les protéger contre toutes les formes de violences dont ils pourraient être victimes pendant le temps où ils sont placés sous sa surveillance.", "60.  La Cour souligne en ce sens que l’obligation de surveillance des élèves incombe en principe à l’institution scolaire pendant le temps où ceuxci lui sont confiés. Si on ne saurait attendre des membres de l’enseignement qu’ils soient à même de surveiller en permanence chacun des élèves pour répondre instantanément à des comportements imprévisibles, la Cour estime néanmoins que certains mouvements d’élèves, plus que d’autres, appellent un renforcement de la surveillance : ainsi en estil notamment des entrées et sorties dans ou hors de l’enceinte des établissements scolaires et des mouvements d’élèves à l’intérieur ou à l’extérieur de celui-ci.", "61.  En l’espèce, elle constate, au vu des pièces du dossier, que la direction de l’établissement où était scolarisé l’auteur du crime litigieux a, à plusieurs reprises, avant l’incident ayant conduit au décès du proche des requérants, averti en vain les autorités compétentes des difficultés rencontrées pour maintenir la sécurité aux abords de l’école et demandé notamment l’installation d’une loge de gardien à l’entrée de l’établissement, de même que l’assistance des forces de l’ordre (paragraphes 6-7 ci-dessus).", "62.  Certes, ces demandes du directeur de l’établissement tendaient avant tout à assurer la protection des élèves inscrits dans l’établissement scolaire en question contre les actes d’agression dont ils pouvaient être victimes de la part de personnes étrangères à celui-ci (paragraphe 7 ci-dessus). Pour autant, au vu de la chronologie des évènements litigieux telle qu’elle ressort des pièces du dossier, la Cour ne saurait ignorer que l’élément déclencheur dans la présente affaire apparaît être la prise à parti dont E.G. fit l’objet dans le jardin de l’école, par un groupe de jeunes lycéens - dont le défunt -, qui n’y étaient pas scolarisés (paragraphes 9, 15, 16 et 31 ci-dessus).", "63.  A cet égard, la Cour souligne que l’instruction adressée par le directeur de l’établissement aux enseignants responsables de la surveillance de l’internat leur imposait de fournir des services autres que l’enseignement proprement dit. Ces services comprenaient notamment la surveillance avant et après les heures de classe, celle qu’ils devaient exercer lors des pausesrepas à la cantine, dans l’enceinte des bâtiments, dans les dortoirs de l’internat ainsi que le jardin de l’école (paragraphe 8 ci-dessus).", "64.  Or, il ressort des pièces du dossier que faute de personnel suffisant, cette mission de surveillance des élèves, notamment en dehors de l’enceinte des bâtiments scolaires, était parfois dévolues aux élèves eux-mêmes (paragraphes 12 et 16 ci-dessus). En outre, si les conditions exactes dans lesquelles E.G. s’est procuré le couteau avec lequel il a frappé le proche des requérants demeurent imprécises, il n’est pas contesté qu’il se le soit procuré dans l’enceinte de l’établissement scolaire ; à la cuisine de la cantine dont l’accès était pourtant interdit aux élèves. Il apparaît ainsi avoir pu librement circuler dans l’enceinte des bâtiments et en sortir aisément pour commettre son crime, à un moment où il aurait pourtant dû être sous la surveillance du personnel enseignant (paragraphe 8 ci-dessus).", "65.  La Cour constate qu’une fois avertie de l’altercation ayant opposé E.G. au défunt, le personnel enseignant a tenté d’intervenir (paragraphes 9 et 12 ci-dessus). A cet égard, elle ne peut que déplorer qu’un enseignant, informé qu’E.G. allait récupérer un couteau à la cantine, ait pris le parti de l’attendre trois-quatre minutes à la porte de celle-ci sans aucunement chercher à l’intercepter (paragraphe 12 ci-dessus).", "66.  Au vu de tout ce qui précède, la Cour ne peut que souscrire à l’appréciation des faits à laquelle s’est livré le procureur général près le Conseil d’Etat quant aux manquements des responsables de l’école à leur devoir de surveillance et à l’existence d’une faute de service de l’administration de ce fait (paragraphe 33 ci-dessus). Elle estime en effet que dans les circonstances de la présente affaire, les autorités nationales ont manqué à leur devoir de surveillance dans l’enceinte de l’établissement où était scolarisé l’auteur du crime litigieux.", "67.  Ces éléments suffisent à la Cour pour conclure, dans les circonstances de l’espèce, à la violation de l’article 2 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "68.  Les requérants dénoncent la durée de la procédure administrative en indemnisation. Ils invoquent l’article 6 § 1 de la Convention, aux termes duquel :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "69.  En l’espèce, la Cour note que la période à considérer a débuté le 27 mars 2003, date à laquelle les requérants ont présenté une demande d’indemnisation au ministère de l’Education, et qu’elle s’est terminée le 2 juillet 2008, date à laquelle le Conseil d’Etat a rejeté le recours en révision introduit par les requérants. Elle a donc duré environ cinq ans et trois mois, devant deux instances et une procédure administrative préalable.", "70.  Le Gouvernement soutient qu’aucune période d’inactivité n’est imputable aux juridictions nationales et que celles-ci ont statué dans un délai raisonnable.", "71.  Les requérants allèguent que les faits litigieux ne présentaient aucune complexité et que peu d’actes ont été accomplis par les juridictions nationales durant la procédure.", "72.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement des requérants et celui des autorités compétentes ainsi que l’enjeu du litige pour les intéressés (voir, parmi beaucoup d’autres, Frydlender c. France [GC], no 30979/96, § 43, CEDH 2000-VII).", "73.  Elle rappelle en outre avoir traité à maintes reprises d’affaires soulevant des questions semblables à celles de la présente espèce et avoir conclu à la violation de l’article 6 § 1 de la Convention (Frydlender, précité).", "74.  Après avoir examiné tous les éléments qui lui ont été soumis, et eu égard à la diligence particulière requise par l’enjeu du litige pour les requérants, la Cour considère que le Gouvernement n’a exposé aucun fait ni argument pouvant mener à une conclusion différente dans le cas présent. Compte tenu de sa jurisprudence en la matière, elle estime qu’en l’espèce la durée de la procédure litigieuse est excessive et qu’elle n’a pas répondu à l’exigence du « délai raisonnable ».", "Partant, il y a eu violation de l’article 6 § 1.", "IV. SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "75.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "76.  La requérante réclame 4 513,74 euros (EUR) pour préjudice matériel correspondant selon elle au soutien financier dont elle aurait bénéficié de son fils défunt, si celui-ci avait vécu. Elle se fonde pour ce faire sur les conclusions d’une expertise établie en droit interne (paragraphe 29 cidessus). Elle réclame également 60 000 EUR pour préjudice moral. Le requérant réclame quant à lui 40 000 EUR pour préjudice moral.", "77.  Le Gouvernement conteste ces prétentions et soutient, quant au montant réclamé au titre du préjudice matériel, qu’il repose sur un calcul spéculatif et non étayé.", "78.  La Cour rappelle qu’il doit y avoir un lien de causalité manifeste entre le préjudice allégué et la violation de la Convention et que la satisfaction équitable peut, le cas échéant, inclure une indemnité au titre de la perte de soutien financier (voir, parmi de nombreux autres, Kavak c. Turquie, no 53489/99, § 109, 6 juillet 2006). En l’espèce, elle a estimé (paragraphe 67 ci-dessus) que les autorités internes étaient responsables au regard de l’article 2 de la Convention du défaut de protection de la vie du fils de la requérante. Dans ces conditions, il existe un lien de causalité entre la violation de l’article 2 et le préjudice matériel allégué par la requérante. La Cour souligne en outre que si le Gouvernement conteste le calcul soumis par la requérante, celui-ci repose toutefois sur une expertise établie en droit interne. Compte tenu de cet élément, elle estime qu’il convient de faire droit à la demande de la requérante au titre du préjudice matériel et considère qu’il y a lieu de lui accorder en conséquence la somme de 4 513 EUR à ce titre.", "79.  Quant au dommage moral réclamé, elle considère qu’il y a lieu d’octroyer aux requérants 15 000 EUR conjointement.", "B.  Frais et dépens", "80.  Les requérants demandent également une somme pour les honoraires d’avocats engagés devant les juridictions internes et devant la Cour, dont ils laissent à la Cour le soin de choisir le montant, en fonction de différentes sommes calculées sur la base du temps horaire de travail, tel qu’évalué dans le tableau de référence des avocats au barreau d’Elazığ. Ils réclament également 1 044,99 livres turques pour les frais exposés devant les juridictions internes et la Cour. Ils soumettent à cet égard un décompte de frais, un décompte horaire de travail et le tableau de référence des honoraires d’avocat au barreau d’Elazığ ainsi que des factures.", "81.  Le Gouvernement conteste ces prétentions.", "82.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme de 1 000 EUR pour la procédure devant la Cour et l’accorde aux requérants.", "C.  Intérêts moratoires", "83.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR,", "1.  Déclare, à l’unanimité, la requête recevable ;", "", "2.  Dit, par cinq voix contre deux, qu’il y a eu violation de l’article 2 de la Convention ;", "", "3.  Dit, à l’unanimité, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "4.  Dit,", "a)  par cinq voix contre deux, que l’Etat défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en livres turques, au taux applicable à la date du règlement,", "i.  4 513 EUR (quatre mille cinq cent treize euros) à la requérante, plus tout montant pouvant être dû à titre d’impôt, pour dommage matériel ;", "ii.  15 000 EUR (quinze mille euros) aux requérants conjointement, plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "b)  à l’unanimité, que l’Etat défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, la somme de 1 000 EUR (mille euros) aux requérants conjointement, plus tout montant pouvant être dû à titre d’impôt par les requérants, pour frais et dépens, à convertir en livres turques, au taux applicable à la date du règlement ;", "c)  à l’unanimité, qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 10 juillet 2012, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tFrançoise Tulkens\n\tGreffier\tPrésidente", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante de la juge Tulkens ;", "–  opinion en partie dissidente commune aux juges Sajó et Raimondi.", "", "F.T.\nS.H.N.", "", "OPINION CONCORDANTE DE LA JUGE TULKENS", "1.  Dans cette tragique affaire, si j’ai en définitive constaté la violation de l’article 2 de la Convention en raison des circonstances très particulières de l’espèce, je tiens toutefois à apporter des précisions quant à la portée d’un tel constat.", "", "2.  Il y a, en l’espèce, des arguments, certes de poids différents, qui soutiennent et justifient la responsabilité de l’Etat. Au vu des pièces du dossier, on constate que la direction de l’établissement où était scolarisé l’auteur du crime litigieux avait, à plusieurs reprises, avant l’incident qui a conduit au décès du proche des requérants, averti en vain les autorités compétentes des difficultés rencontrées pour maintenir la sécurité aux abords de l’école. L’absence de toute intervention s’apparente à une négligence volontaire, d’autant que le Gouvernement reconnaît que le ministère de l’Education et la police avaient décidé de coopérer pour assurer la sécurité des écoles. Par ailleurs, le fait que l’administration a permis la scolarité en classe primaire d’un élève de 18 ans, contrairement aux dispositions légales régissant ce domaine, a également joué un rôle, joint au fait qu’il ressort de l’enquête menée par l’inspection d’académie que l’auteur du crime litigieux présentait des problèmes de comportement. Enfin, plus ponctuellement, E.G. s’est procuré le couteau avec lequel il a frappé la victime dans un endroit interdit d’accès de l’établissement scolaire et il a pu librement sortir de celui-ci à un moment où il aurait dû être soumis à la surveillance du personnel enseignant.", "", "3.  En revanche, il me semble excessif, dangereux et contraire à notre jurisprudence de soutenir, de manière générale, « que la mission confiée à l’institution scolaire implique le devoir primordial de veiller à la sécurité des élèves afin de les protéger contre toutes les formes de violences dont ils pourraient être victimes pendant le temps où ils sont placés sous sa surveillance » (paragraphe 59 in fine de l’arrêt). En effet, l’obligation de l’Etat de prendre les mesures préventives nécessaires à la protection de la vie d’une personne contre un danger ou un risque pour la vie ne peut être absolue. Encore faut-il examiner si la victime avait été menacée de façon réelle et immédiate, si les autorités le savaient ou auraient dû le savoir et si celles-ci n’ont pas adopté les mesures qui, d’un point de vue raisonnable, auraient pu prévenir ou empêcher ce risque.", "", "En l’espèce, Sedat Kayak n’a pas été menacé de façon réelle et immédiate, puisqu’il n’était pas un élève de l’école et qu’aucun événement antérieur ne l’avait opposé à E.G. Les autorités scolaires n’étaient pas en mesure de connaître la vie privée de la victime et elles ne pouvaient pas non plus connaître les relations entre celle-ci et l’auteur de l’acte incriminé ; dès lors, l’hostilité existant entre eux était imprévisible pour celles-ci. Dans ces circonstances, faire peser sur le personnel enseignant une obligation générale de surveillance revient à lui imposer un fardeau excessif.", "", "4.  L’arrêt semble également reprocher aux autorités de ne pas avoir mis en œuvre les demandes de sécurisation du site scolaire adressées par le directeur, parmi lesquelles notamment la pose de barreaux aux fenêtres et l’assistance des forces de police. Il est difficile de se retrouver dans le modèle éducatif sous-jacent à ce type de considération : veut-on vraiment faire des écoles et internats des zones sécurisées avec des patrouilles policières aux alentours, sans compter les autres options très sécuritaires réclamées par le directeur ?", "", "5.  Enfin, en ce qui concerne l’obligation générale de protection en l’absence de menace précise et individuelle, l’arrêt cite l’arrêt Mastromatteo c. Italie du 24 octobre 2002 qui conclut à la non-violation de l’article 2 concernant un meurtre commis par des détenus en congé pénitentiaire. Ne pourrait-on, mutatis mutandis, s’inspirer des considérations que propose ce dernier arrêt sur le régime pénitentiaire italien qui laisse des possibilités de réinsertion, ce que la Cour estime pleinement légitime, pour soutenir qu’est tout aussi légitime un régime scolaire qui ne repose pas sur la peur et le soupçon et qui, sans nier les difficultés inhérentes à la gestion d’adolescents, parie plutôt sur leur sens des responsabilités, toujours en apprentissage, plutôt que sur la « carcéralisation » de l’enseignement.", "\nOPINION EN PARTIE DISSIDENTE COMMUNE AUX JUGES SAJÓ ET RAIMONDI", "Nous partageons l’avis de la majorité quant au constat de violation de l’article 6 de la Convention mais, à notre grand regret, nous ne pouvons souscrire à la conclusion de violation de l’article 2 à laquelle elle est parvenue. A notre avis, l’Etat défendeur ne peut être tenu pour responsable d’une violation dudit article 2 dans la présente affaire.", "En l’espèce, un élève en internat, alors âgé de près de dix-huit ans, avait tué d’un coup de couteau un ancien élève de son école qui l’avait provoqué. Les provocations et le crime avaient eu lieu à 150 mètres du jardin de l’école. Après avoir été provoqué, l’élève auteur du crime était retourné dans l’enceinte de l’établissement, avait pénétré dans la cuisine jouxtant la cantine scolaire à l’insu de tous et y avait pris un couteau dont il s’était ensuite servi pour commettre son crime. Le tribunal administratif avait estimé qu’aucun élément ne permettait d’établir la responsabilité de l’administration scolaire dans le décès en question, conclusion confirmée par le Conseil d’Etat. Pour se prononcer ainsi, le tribunal avait relevé que l’incident s’était déroulé hors de l’enceinte de l’école, ajoutant que la survenance du décès était sans rapport avec le fait que, contrairement à la législation en vigueur, il n’avait pas été mis un terme à la scolarité de l’auteur de l’agression malgré l’âge de celui-ci.", "La majorité n’est pas du même avis. Elle reproche à l’école un manque de diligence au motif que celle-ci avait laissé accessible le couteau utilisé pour le crime et que l’un de ses enseignants avait tardé à réagir après avoir vu l’élève auteur du crime sortir de la cantine en état d’agitation, élève qu’il n’avait pu rattraper par la suite.", "En outre, la majorité tient compte de l’absence d’installation d’une loge de gardien à l’entrée de l’établissement scolaire, qui avait été demandée par le responsable de celui-ci, tout en reconnaissant que cette mesure visait avant tout à assurer la protection des élèves qui y étaient inscrits contre les actes d’agression dont ils pouvaient être victimes de la part de personnes étrangères à l’établissement. La situation en question étant sans rapport avec les faits de l’espèce, nous ne pensons pas que l’absence de gardien ait un lien quelconque avec l’acte criminel en cause.", "Nous estimons, comme la majorité, qu’il faut partir de l’idée qu’est ici en cause l’obligation d’assurer une protection générale de la société contre les agissements éventuels d’une ou de plusieurs personnes potentiellement dangereuses, notamment les individus purgeant une peine d’emprisonnement pour avoir commis des crimes violents, et d’en définir l’étendue (Mastromatteo c. Italie [GC], no 37703/97, § 69, CEDH 2002VIII). Dans la présente affaire, cette responsabilité étroite qui trouve à s’appliquer lorsque sont en cause des auteurs de crimes violents est transposée à la situation d’un élève n’ayant aucun antécédent de ce genre, au motif que la mission confiée à l’institution scolaire implique le devoir primordial de veiller à la sécurité des élèves afin de les protéger contre toutes les formes de violences dont ils pourraient être victimes pendant le temps où ils sont placés sous sa surveillance. Sans entrer dans une discussion sur le bien fondé de cette thèse, force est de constater que la présente affaire ne concerne pas la protection d’enfants vulnérables sous la surveillance exclusive d’un établissement d’enseignement. Une école ne peut maîtriser le comportement des enfants qui se trouvent hors de ses murs et aucun État, aussi paternaliste soit-il, n’est en mesure de contrôler tous les actes de ses citoyens.", "Dans le domaine de la protection de la vie, la responsabilité de l’État en matière de prévention est clairement définie. Tout en gardant à l’esprit que la présente affaire met en cause une école, qui ne dispose évidemment pas des mêmes moyens que la police pour prévenir le crime, nous estimons utile de rappeler les principes qui se dégagent de la jurisprudence de la Cour quant aux devoirs des forces de l’ordre :", " « Pour la Cour, et sans perdre de vue les difficultés pour la police d’exercer ses fonctions dans les sociétés contemporaines, ni l’imprévisibilité du comportement humain ni les choix opérationnels à faire en termes de priorités et de ressources, il faut interpréter cette obligation de manière à ne pas imposer aux autorités un fardeau insupportable ou excessif. Dès lors, toute menace présumée contre la vie n’oblige pas les autorités, au regard de la Convention, à prendre des mesures concrètes pour en prévenir la réalisation. » (Osman c. Royaume Uni, 28 octobre 1998, § 116, Recueil des arrêts et décisions 1998VIII).", "Nous n’apercevons aucune raison de nous écarter de ce principe, a fortiori dans les circonstances de la cause, où un comportement humain imprévisible qui s’est manifesté en dehors d’une enceinte scolaire n’entretenait aucun rapport de cause à effet avec un défaut structurel du système éducatif.", "", ""]}