{"file": "FRE_HFJUD_48778_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "48778/99", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE KUTIĆ c. CROATIE", "", "", "(Requête no 48778/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "1er mars 2002", "", "", "", "DÉFINITIF", "", "01/06/2002", "", "", "", "", "", "", "En l'affaire Kutić c. Croatie,", "La Cour européenne des Droits de l'Homme (première section), siégeant en une chambre composée de :", "\tMM.\tC.L. Rozakis, président,\n\t\tG. Bonello,\n\t\tP. Lorenzen,\n\tMmes\tN. Vajić,\n\t\tS. Botoucharova,\n\tM.\tV. Zagrebelsky,\n\tMme\tE. Steiner, juges,\net de M. E. Fribergh, greffier de section,", "Après en avoir délibéré en chambre du conseil les 4 octobre 2001 et 21 février 2002,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 48778/99) dirigée contre la République de Croatie et dont deux ressortissants de cet Etat, M. Vojin Kutić et Mme Ana Kutić (« les requérants »), ont saisi la Cour le 15 février 1999 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants, qui ont été admis au bénéfice de l'assistance judiciaire, sont représentés devant la Cour par Me A. Nobilo, avocat à Zagreb. Le gouvernement croate (« le Gouvernement ») est représenté par son agente, Mme L. Lukina-Karajković.", "3.  Les requérants alléguaient en particulier qu'ils avaient été privés d'accès à un tribunal en ce qu'ils n'avaient pu obtenir de décision sur leurs actions civiles en dommages-intérêts du fait de la promulgation en 1996 d'une loi prévoyant la suspension de toutes les actions en réparation des dommages causés par des actes terroristes. Ils se plaignaient également de ce que la procédure eût failli à l'exigence du « délai raisonnable ».", "4.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "5.  Par une décision du 4 octobre 2001, la chambre a déclaré la requête recevable [Note du greffe : la décision de la Cour est disponible au greffe].", "6.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement). Après consultation des parties, la Cour a décidé qu'il n'y avait pas lieu de tenir une audience consacrée au fond de l'affaire (article 59 § 2 in fine). Les parties ont chacune soumis des commentaires écrits sur les observations de l'autre.", "7.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). L'affaire est ainsi passée à la première section telle que remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "A.  La procédure engagée le 29 novembre 1994", "8.  Le 26 décembre 1991, la maison des requérants, située dans le village de Martinec (Croatie), fut détruite par une explosion.", "9.  Le 29 novembre 1994, les requérants saisirent le tribunal municipal de Zagreb (Općinski sud u Zagrebu) d'une action en réparation contre la République de Croatie.", "Une audience eut lieu le 2 mai 1995.", "10.  Le 12 mai 1995, les requérants prièrent le tribunal d'inviter le service de police de Bjelovar (Policijska uprava Bjelovarska) à présenter son rapport sur les faits à l'origine de la destruction de leur bien, ce que le tribunal fit à la date du 19 mai 1995.", "11.  Le 17 janvier 1996, le Parlement croate adopta un amendement à la loi sur les obligations civiles, lequel disposait que toutes les actions en réparation des dommages causés par des actes terroristes devaient être suspendues en attendant la promulgation d'une nouvelle législation en la matière et que dans l'intervalle de tels actes ne pouvaient donner lieu à réparation. A ce jour, les autorités croates n'ont édicté aucune nouvelle loi à ce sujet.", "12.  En fait, plusieurs recours constitutionnels ont été formés par d'autres personnes que les requérants pour contester la validité de la loi susmentionnée. La Cour constitutionnelle n'a pas encore statué sur ces actions.", "13.  Le 24 avril 1998, le tribunal municipal de Zagreb suspendit la procédure en application de la loi susmentionnée. Cette décision n'a fait l'objet d'aucun recours.", "", "", "", "B.  La procédure engagée le 14 décembre 1994", "14.  Le 13 novembre 1994, à Bjelovar, le garage des requérants ainsi qu'une pièce contiguë servant au stockage et un hangar de fumaison furent détruits, également par une explosion.", "15.  Le 14 décembre 1994, les requérants intentèrent une action en réparation contre la République de Croatie auprès du tribunal municipal de Zagreb.", "16.  Une audience eut lieu le 8 mai 1995. Le tribunal pria le service de police de Bjelovar de fournir son rapport sur les faits à l'origine de la destruction du bien des requérants.", "17.  Le 19 juillet 2000, le tribunal suspendit la procédure, décision qui ne donna lieu à aucun recours.", "II.  LE DROIT INTERNE PERTINENT", "18.  Le passage pertinent de la loi sur les obligations civiles (Zakon o obveznim odnosima) dispose :", "Article 180 (1)", "« La responsabilité en cas de préjudice causé par un décès, par des lésions corporelles ou par l'endommagement ou la destruction des biens d'autrui, s'il résulte d'actes de violence, du terrorisme, ou de manifestations ou rassemblements publics, incombe à (...) l'autorité dont les membres étaient tenus de prévenir pareil préjudice selon les lois en vigueur. »", "19.  Les parties pertinentes de la loi portant modification de la loi sur les obligations civiles (Zakon o izmjenama i dopunama Zakona o obveznim odnosima – Journal officiel no 7/1996) sont ainsi libellées :", "Article 1", "« L'article 180 de la loi sur les obligations civiles (Journal officiel nos 53/91, 73/91 et 3/94) est abrogé. »", "Article 2", "« Les actions en réparation engagées au titre de l'article 180 de la loi sur les obligations civiles sont suspendues.", "Les procédures visées au premier alinéa du présent article reprendront après la promulgation d'une législation spéciale sur la responsabilité en cas de dommages résultant d'actes terroristes. »", "20.  Le passage pertinent de la loi sur la procédure civile dispose :", "", "", "Article 212", "« Une procédure est suspendue :", "(...)", "6)  lorsque pareille mesure est prévue par un autre texte. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "21.  Les requérants dénoncent deux violations de l'article 6 § 1 de la Convention, qui est ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, (...) dans un délai raisonnable, par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "En premier lieu, ils allèguent avoir été privés de leur droit d'accès à un tribunal du fait que le tribunal municipal de Zagreb a suspendu leurs actions en application des amendements législatifs à la loi sur les obligations civiles.", "En second lieu, ils soutiennent que les procédures relatives à leurs demandes en dommages-intérêts auprès du tribunal municipal de Zagreb, engagées respectivement le 29 novembre et le 14 décembre 1994, ont dépassé un « délai raisonnable ».", "A.  Accès à un tribunal", "22.  Le Gouvernement affirme que les requérants avaient bien accès à un tribunal et se sont prévalus de cette faculté en engageant au civil deux actions en réparation auprès du tribunal municipal de Zagreb.", "Il ajoute que, si ces procédures ont été suspendues après la promulgation d'une nouvelle loi, cette situation n'est que temporaire puisqu'elles reprendront leur cours dès qu'aura été édictée une nouvelle loi régissant la responsabilité en cas de dommages résultant d'actes terroristes.", "Le Gouvernement déclare que le seul objectif est l'adoption de dispositions qui apporteront une solution plus satisfaisante et compatible avec les normes européennes comme avec les ressources de l'Etat.", "23.  Les requérants font valoir que, même avant la modification de la loi, les procédures ne progressaient guère. De plus, leur droit d'accès à un tribunal serait sérieusement compromis dans la mesure où, depuis plus de six ans, aucune nouvelle disposition n'est intervenue en matière de responsabilité en cas de dommages causés par des actes terroristes. Cela montre selon eux l'absence d'intention de remédier à leur situation.", "24.  La Cour rappelle que les garanties de procédure énoncées à l'article 6 assurent à chacun le droit à ce qu'un tribunal connaisse de toute contestation relative à ses droits et obligations de caractère civil ; il consacre de la sorte le « droit à un tribunal », dont le droit d'accès, à savoir le droit de saisir le tribunal en matière civile, constitue un aspect (arrêt Golder c. Royaume-Uni du 21 février 1975, série A no 18, pp. 13-18, §§ 28-36).", "Par ailleurs, la Cour a dit que le droit d'accès à un tribunal protège également la mise en œuvre des décisions judiciaires définitives et obligatoires qui, dans un Etat ayant accepté la prééminence du droit, ne sauraient rester inopérantes au détriment d'une partie (arrêt Hornsby c. Grèce du 19 mars 1997, Recueil des arrêts et décisions 1997-II, pp. 510-511, § 40).", "25.  En l'espèce, la Cour observe que les requérants avaient la possibilité d'engager une action en justice et qu'ils s'en sont prévalus en assignant l'Etat en dommages-intérêts devant le tribunal municipal de Zagreb pour la destruction de leurs biens.", "En soi, cela ne satisfait pas à tous les impératifs de l'article 6 § 1 : encore faut-il constater que le degré d'accès procuré par la législation nationale suffisait pour assurer à l'individu le « droit à un tribunal », eu égard au principe de la « prééminence du droit » dans une société démocratique (arrêt Ashingdane c. Royaume-Uni du 28 mai 1985, série A no 93, pp. 24-25, § 57). La Cour rappelle que la Convention a pour but de protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs (voir, mutatis mutandis, les arrêts Airey c. Irlande du 9 octobre 1979, série A no 32, pp. 12-14, § 24, et García Manibardo c. Espagne, no 38695/97, § 43, CEDH 2000-II).", "A cet égard, la Cour rappelle que l'article 6 § 1 de la Convention garantit le droit d'accès à un tribunal pour la résolution de différends à caractère civil. La Cour estime que ce droit d'accès à un tribunal comprend non seulement le droit d'engager une action, mais aussi le droit à une « solution » juridictionnelle du litige. Il serait illusoire que l'ordre juridique interne d'un Etat contractant permette qu'un individu engage devant un tribunal une action au civil sans veiller à ce que la cause fasse l'objet d'une décision définitive à l'issue de la procédure judiciaire. En effet, on ne comprendrait pas que l'article 6 § 1 décrive en détail les garanties de procédure – équité, publicité et célérité – accordées aux parties et qu'il n'assure pas à celles-ci le droit d'obtenir une solution à leurs litiges d'ordre civil (voir, mutatis mutandis, l'arrêt Hornsby précité, pp. 510-511, § 40).", "26.  L'article 2 de la loi portant modification de la loi sur les obligations civiles a fait obstacle au droit des requérants d'obtenir d'une juridiction civile une décision sur leur demande de dommages-intérêts dans la mesure où cette disposition prévoit la suspension de toute procédure relative à une demande en réparation de dommages résultant d'actes terroristes jusqu'à l'adoption de nouvelles dispositions en la matière.", "Ainsi, le jeu de la loi a empêché les requérants de poursuivre leurs actions (paragraphes 13 et 17 ci-dessus).", "27.  La Cour rappelle que dans l'affaire Immobiliare Saffi elle a conclu à la violation du droit d'accès à un tribunal de la société requérante, au titre de l'article 6 § 1 de la Convention, du fait que l'exécution de la décision définitive avait été reportée pendant plus de six ans en raison de l'intervention du législateur (arrêt Immobiliare Saffi c. Italie [GC], no 22774/93, § 70, CEDH 1999-V).", "28.  En l'espèce, la Cour observe que les procédures ont été suspendues, non pas au stade de l'exécution d'un jugement définitif, mais avant même que le tribunal de première instance ait statué sur l'action en dommages-intérêts engagée au civil par les requérants.", "29.  Les procédures ont été suspendues en application des décisions rendues respectivement le 24 avril 1998 et le 19 juillet 2000 par le tribunal municipal de Zagreb. Toutefois, elles avaient été suspendues de facto dès le 17 janvier 1996, date de promulgation de la loi portant modification de la loi sur les obligations civiles, qui prévoyait la suspension de toutes les actions relatives à des dommages résultant d'actes terroristes. En raison de cette loi, le tribunal municipal n'a pu poursuivre l'examen des griefs des requérants et aucune mesure d'ordre procédural n'a pu être prise depuis cette date.", "30.  Eu égard au laps de temps qui s'est écoulé depuis la promulgation de la loi portant modification de la loi sur les obligations civiles, la Cour ne saurait souscrire à l'argument du Gouvernement selon lequel l'impossibilité pour les requérants d'obtenir une décision sur leurs demandes n'est que provisoire puisqu'il s'agit d'attendre l'adoption d'une nouvelle loi qui réglera la situation des intéressés.", "31.  La Cour admet que, lorsque de nombreuses actions tendant à l'obtention d'importantes sommes d'argent sont engagées contre l'Etat, cette situation peut requérir l'adoption de nouvelles dispositions, et que les Etats jouissent d'une certaine marge d'appréciation à cet égard. Les mesures prises n'en doivent pas moins être compatibles avec l'article 6 § 1 de la Convention.", "32.  Or, en l'espèce, les procédures en question sont à présent suspendues depuis plus de six ans, dont plus de quatre années ultérieures à l'entrée en vigueur de la Convention à l'égard de la Croatie ; dans l'intervalle aucune nouvelle loi n'a été adoptée qui soit de nature à permettre aux requérants d'obtenir une décision sur leurs actions au civil.", "Dans ces conditions, la Cour ne saurait admettre que le degré d'accès offert par la législation nationale était suffisant pour garantir aux requérants un « droit à un tribunal ».", "33.  En conséquence, la Cour estime que le long laps de temps qui s'est écoulé depuis qu'une mesure législative empêche les requérants d'obtenir une décision des juridictions nationales sur leurs actions au civil emporte violation de l'article 6 § 1 de la Convention.", "B.  Durée des procédures", "34.  La Cour observe qu'à la date à laquelle la Convention est entrée en vigueur à l'égard de la Croatie, le tribunal municipal de Zagreb n'était plus en mesure de poursuivre l'examen des causes des requérants en raison de la loi de 1996, bien que les décisions d'ajournement eussent été rendues postérieurement.", "Il s'ensuit que tous les retards accusés par les procédures durant la période à prendre en considération sont dus à la loi de 1996. La Cour a déjà tenu compte de cet aspect ci-dessus, lorsqu'elle a examiné le droit des requérants à accéder à un tribunal. Eu égard à ses conclusions sur ce point (paragraphe 33), elle estime que la question de la durée des procédures doit être considérée comme étant absorbée par celle de l'accès à un tribunal.", "35.  Partant, la Cour estime qu'il ne s'impose pas d'examiner séparément la question de la durée des procédures.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "36.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "37.  Au titre du dommage matériel, les requérants demandent 227 738,70 kunas (HRK). Ils expliquent que, selon l'avis d'un expert, cette somme couvrirait le dommage réel causé à leurs biens. A leurs yeux, il serait justifié que la Cour leur alloue une somme en réparation du préjudice matériel dans la mesure où ils n'ont pu mener à bien leurs actions en réparation en Croatie. Au titre du dommage moral, ils réclament 100 000 HRK.", "38.  Le Gouvernement estime que ces montants sont excessifs et que les requérants ne peuvent demander réparation que d'une éventuelle violation de l'article 6 de la Convention. Toute prétention au titre du dommage matériel serait dénuée de fondement, la Cour n'ayant pas à spéculer sur la question de savoir si les requérants obtiendront gain de cause devant les juridictions nationales.", "En ce qui concerne le dommage moral, le Gouvernement invite la Cour à se fonder sur sa jurisprudence pour évaluer le montant de la satisfaction équitable à allouer pour la durée excessive des procédures, si toutefois elle devait conclure à une violation de ce chef.", "Quant au droit d'accès des requérants à un tribunal, le Gouvernement affirme qu'un constat de violation constituerait une satisfaction équitable suffisante.", "39.  La Cour n'aperçoit aucun lien de causalité entre la violation incriminée et le dommage matériel allégué. Elle ne saurait spéculer sur l'issue des procédures dans l'hypothèse où elles auraient été conformes à l'article 6.", "Elle admet toutefois que la violation dont il s'agit a occasionné aux requérants un dommage moral qui ne peut être redressé par un simple constat de violation. Statuant en équité et compte tenu des circonstances, elle alloue aux requérants conjointement 10 000 euros en réparation du dommage moral.", "B.  Intérêts moratoires", "40.  Selon les informations dont la Cour dispose, le taux d'intérêt légal applicable en Croatie à la date d'adoption du présent arrêt est de 18 % l'an.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention quant au droit des requérants à accéder à un tribunal ;", "", "2.  Dit qu'aucune question distincte ne se pose sous l'angle de l'article 6 § 1 de la Convention en ce qui concerne la durée des procédures ;", "", "3.  Dit", "a)  que l'Etat défendeur doit verser aux requérants conjointement, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 10 000 EUR (dix mille euros) pour dommage moral, somme à convertir dans la monnaie nationale de l'Etat défendeur au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d'impôt ;", "b)  que ce montant sera à majorer d'un intérêt simple de 18 % l'an à compter de l'expiration dudit délai et jusqu'au versement ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 1er mars 2002, en application de l'article 77 §§ 2 et 3 du règlement.", "\tErik Fribergh\tChristos Rozakis\n\tGreffier\tPrésident"]}