{"file": "FRE_HFJUD_59335_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "59335/00", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE MAKHFI c. FRANCE", "", "", "(Requête no 59335/00)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "19 octobre 2004", "", "", "", "DÉFINITIF", "", "19/01/2005", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Makhfi c. France,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tA.B. Baka, président,\n\t\tJ.-P. Costa,\n\t\tL. Loucaides,\n\t\tC. Bîrsan,\n\t\tK. Jungwiert,\n\t\tM. Ugrekhelidze,\n\tMme\tA. Mularoni, juges,\n\tM.\tT.L. Early, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 28 septembre 2004,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 59335/00) dirigée contre la République française et dont un ressortissant de cet Etat, M. Abdemmazack Makhfi (« le requérant »), a saisi la Cour le 30 novembre 1999 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me Berahya Lazarus, avocat à Angers. Le Gouvernement français (« le Gouvernement ») est représenté par son agent, M. R. Abraham, Directeur des affaires juridiques au ministère des Affaires étrangères.", "3.  Le requérant alléguait en particulier que l'heure tardive à laquelle son avocat avait dû plaider devant la cour d'assises et la durée des débats avaient porté atteinte aux droits de la défense tels que protégés par l'article 6 §§ 1 et 3 de la Convention.", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "5.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "6.  Par une décision du 23 septembre 2003, la Cour a déclaré la requête partiellement recevable.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "8.  Le requérant est né en 1972 et réside à Nantes.", "9.  Accusé de viols et de vol en réunion et en état de récidive, le requérant fut traduit avec un autre accusé devant la cour d'assises du département de Maine et Loire. Il a bénéficié de l'aide juridictionnelle pour cette procédure.", "10.  L'audience débuta le matin du 3 décembre 1998 à 9 h 15 et s'acheva le 5 décembre 1998 à 8 h 30.", "11.  Le 3 décembre, la séance s'ouvrit à 9 h 15. Le Président suspendit les débats à 10 h 30. Ils reprirent à 14 h 00 ; une courte suspension d'audience eut lieu de 16 h 10 à 16 h 35 et les débats furent suspendus à 18 h 25. Ce premier jour, l'audience dura donc 5 h 15.", "12.  Le 4 décembre, les débats débutèrent à 9 h 15. L'audience fut suspendue à 13 h 00 pour reprendre de 14 h 30 à 16 h 40, puis de 17 h 00 à 20 h 00 et de 21 h 00 à 00 h 30. ", "13.  Lors de la reprise des débats, à 1 h 00 le 5 décembre au matin, l'avocat du requérant déposa des conclusions ainsi rédigées :", "« Attendu que les droits de la défense ne sont pas respectés lorsque les défenseurs des accusés sont contraints de plaider après quinze heures de débats et sans que le ministère public n'ait encore requis, alors que la durée des débats peut encore être estimée à plus de quatre heures,", "Par ces motifs :", "Vu le respect qui doit être accordé aux droits de la défense ;", "Accorder une suspension d'audience jusqu'au samedi 5/12-9 h. »", "14.  La cour rejeta cette demande en se référant à l'article 307 du code de procédure pénale, compte tenu des suspensions accordées pour permettre aux parties de prendre du repos et de l'avis des autres conseils qui s'étaient prononcés en faveur de la continuation des débats.", "15.  L'audience se poursuivit jusqu'à 4 h 00.", "16.  Une suspension de séance de 25 minutes précéda les plaidoiries des avocats de la défense, l'avocat du requérant plaidant après son confrère. A 6 h 15, le jury se retira pour délibérer, et il rendit son verdict à 8 h 15. Ainsi, les avocats de la défense plaidèrent après avoir assisté à des débats d'une durée de 15 h 45 et l'audience, pour le deuxième jour, dura 17 h 15.", "17.  Le requérant fut reconnu coupable et condamné à huit ans d'emprisonnement.", "18.  Le requérant se pourvut en cassation. Dans son second moyen de cassation, le requérant exposait que l'obligation faite à son avocat de plaider à 4 h 25 du matin après avoir été présent à l'audience depuis la veille, 9 heures du matin, violait ses droits de la défense. ", "19.  Le 12 janvier 2000, la Cour de cassation rejeta le pourvoi.", "Sur ce moyen de cassation, elle argua qu'il appartient souverainement au président ou à la cour d'assises de décider si une suspension d'audience est nécessaire ou non au repos des juges et de l'accusé. ", "II.  LE DROIT INTERNE PERTINENT", "Article 307 du code de procédure pénale", "", "« Les débats ne peuvent être interrompus et doivent continuer jusqu'à ce que la cause soit terminée par l'arrêt de la cour d'assises. Ils peuvent être suspendus pendant le temps nécessaire au repos des juges et de l'accusé. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 §§ 1 et 3 DE LA CONVENTION", "20.  Le requérant invoque l'article 6 §§ 1 et 3 de la Convention. Il se plaint de ce que l'heure à laquelle a plaidé son avocat et la durée des débats ont violé ses droits de la défense. L'article 6 se lit comme suit dans ses dispositions pertinentes :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, (...), par un tribunal indépendant et impartial, (...), qui décidera, (...) soit du bien-fondé de toute accusation en matière pénale dirigée contre elle.", "3.  Tout accusé a droit notamment à :", "b)  disposer du temps et des facilités nécessaires à la préparation de sa défense ;", "c)  se défendre lui-même ou avoir l'assistance d'un défenseur de son choix et, s'il n'a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d'office, lorsque les intérêts de la justice l'exigent ; (...) »", "21.  Le requérant rappelle que le principe de continuité des débats devant la cour d'assises interdit l'interruption et non la suspension et qu'en l'absence de précision de la loi, c'est au président de cette juridiction qu'il revient de décider des suspensions.", "22.  Il expose qu'en l'espèce la partie civile et l'avocat général ont présenté leurs observations entre une heure du matin et deux heures et demi environ, alors que son conseil a plaidé à environ cinq heures du matin. ", "23.  Il estime que, dans ces conditions, il ne peut être considéré comme équivalent de plaider à une heure du matin, heure encore supportable du début de la nuit, et cinq heures du matin, heure plus proche du réveil du lendemain que de la nuit de la veille, et souligne que l'attention des jurés n'est pas la même.", "24.  Il en conclut que ce procès a violé l'exigence d'un procès équitable et de l'égalité des armes.", "25.  Le Gouvernement souligne tout d'abord que le requérant n'explique pas en quoi, en l'espèce, le fait de plaider à une heure tardive aurait rendu son procès inéquitable.", "26.  Il rappelle qu'une des exigences du procès équitable est l'égalité des armes, laquelle implique l'obligation d'offrir à chaque partie une possibilité raisonnable de présenter sa cause dans des conditions qui ne la placent pas dans une situation de net désavantage par rapport à son adversaire.", "27.  Le Gouvernement ajoute que le 4 décembre 1998, les débats concernant l'instruction de l'affaire à l'audience ont repris à 9 h 15 et se sont achevés à 0 h 30, soit après 15 heures. Ils avaient toutefois été interrompus à trois reprises, soit presque quatre heures, pour permettre à chacun de se restaurer et de se reposer. ", "28.  Après une suspension d'audience d'une demi-heure, l'audience reprit à une heure du matin et la partie civile, le ministère public et le conseil d'un coaccusé présentèrent leurs plaidoiries et réquisitions.", "29.  A quatre heures, une suspension de vingt-cinq minutes fut accordée. ", "30.  A la reprise, le conseil d'un coaccusé puis celui du requérant plaidèrent. Le jury se retira pour délibérer à 6 heures.", "31.  Le Gouvernement en conclut que le conseil de la partie civile, le ministère public et les conseils des accusés ont tous plaidé et requis dans les mêmes conditions. Il relève d'ailleurs que les autres conseils se sont opposés à la demande de renvoi présentée par l'avocat du requérant.", "32.  La Cour rappelle les exigences des paragraphes 2 et 3 b) de l'article 6 représentent des éléments de la notion générale de procès équitable consacrée par le paragraphe 1 (voir, parmi d'autres, les arrêts Van Geyseghem c. Belgique [GC], no 26103/95, § 27, CEDH 1999-I, et Poitrimol c. France du 23 novembre 1993, série A no 277-A, p. 13, § 29). La Cour estime qu'il est approprié d'examiner les griefs à la lumière du paragraphe 1 de l'article 6, en le combinant au besoin avec ses autres paragraphes (voir Coëme et autres c. Belgique, nos 32492/96, 32547/96, 32548/96, 33209/96 et 33210/96, § 93, CEDH 2000-VII).", "Elle rappelle également que le but de la Convention « consiste à protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs ; la remarque vaut spécialement pour [les droits] de la défense eu égard au rôle éminent que le droit à un procès équitable, dont ils dérivent, joue dans une société démocratique » (arrêts Artico c. Italie du 13 mai 1980, série A no 37, pp. 15-16, § 33 et Coëme et autres c. Belgique précité, § 98).", "33.  La notion d'égalité des armes n'épuise pas le contenu du paragraphe 3 d) de l'article 6. Les exigences du paragraphe 3 d) s'analysent en aspects particuliers du droit à un procès équitable, garanti par le paragraphe 1 de l'article 6 (voir notamment les arrêts Delcourt c. Belgique du 17 janvier 1970, série A no 11, p. 15, § 28, et Isgrò c. Italie du 21 février 1991, série A no 194-A, pp. 11-12, § 31). La tâche de la Cour européenne consiste à rechercher si la procédure litigieuse, considérée dans son ensemble, revêtit le caractère équitable voulu par le paragraphe 1 (voir notamment les arrêts Delta c. France du 19 décembre 1990, série A no 191, p. 15, § 35 et Vidal c. Belgique du 22 avril 1992, série A no 235-B, § 33).", "34.  La Cour note qu'en l'espèce le requérant était accusé de viols et de vol en réunion en état de récidive et comparaissait devant la cour d'assises. ", "35.  L'audience devant la cour d'assises reprit le 4 décembre à 9 h 15. En cette journée, les débats eurent lieu de 9 h 15 à 13 h 00, puis de 14 h 30 à 16 h 40, de 17 h 00 à 20 h 00 et de 21 h 00 à 00 h 30. Lors de cette dernière interruption, l'avocat du requérant déposa une demande de suspension en invoquant les droits de la défense.", "36.  Cette demande ayant été rejetée par la cour, les débats reprirent à 1 h 00 du matin le 5 décembre et se poursuivirent jusqu'à 4 h 00. ", "37.  La Cour note ainsi que l'avocat du requérant plaida à la reprise de l'audience à 4 h 25 du matin, après son confrère défendant l'autre accusé, vers 5 h du matin, après une durée cumulée des débats de 15 h 45. Les accusés, dont le requérant, eurent la parole en dernier.", "38.  Les débats s'étalèrent sur cette journée sur une durée totale de 17 h 15 à l'issue desquelles la cour se retira pour délibérer. La Cour note encore que la cour d'assises, juges et jurés, délibéra entre 6 h 15 et 8 h 15 le 5 décembre au matin. Le requérant fut finalement condamné à huit ans de réclusion criminelle.", "39.  La Cour rappelle qu'elle a déjà estimé qu'un état de fatigue avait dû placer des accusés dans un état de moindre résistance physique et morale au moment où « ils abordèrent une audience très importante pour eux, vu la gravité des infractions qu'on leur reprochait et des peines qu'ils encouraient. Malgré l'assistance de leurs conseils, qui eurent l'occasion de présenter leurs arguments, ce fait par lui-même regrettable affaiblit sans nul doute leur position à un moment crucial où ils avaient besoin de tous leurs moyens pour se défendre, et notamment pour affronter leur interrogatoire dès l'ouverture de l'audience et pour se concerter efficacement avec leurs avocats » (Barberà, Messegué et Jabardo c. Espagne, arrêt du 6 décembre 1988, série A no 146, § 70).", "40.  La Cour est d'avis qu'il est primordial que, non seulement les accusés, mais également leurs défenseurs, puissent suivre les débats, répondre aux questions et plaider en n'étant pas dans un état de fatigue excessif. De même, il est crucial que les juges et jurés bénéficient de leurs pleines capacités de concentration et d'attention pour suivre les débats et pouvoir rendre un jugement éclairé. ", "41.  La Cour estime que cette situation s'est produite en l'espèce. Elle est d'avis que les conditions décrites ci-dessus (paragraphes 34-38) ne peuvent répondre aux exigences d'un procès équitable et notamment de respect des droits de la défense et d'égalité des armes.", "42.  Partant, il y a eu violation du paragraphe 3 de l'article 6 de la Convention, combiné avec le paragraphe 1.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "43.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "44.  Le requérant demande 50 000 euros (« EUR ») au titre du dommage subi du fait de sa perte de chance de bénéficier d'un procès équitable.", "45.  Se référant à l'arrêt Saïdi c. France (série A no 261-C, 20 septembre 1993), le Gouvernement estime que, si la Cour devait conclure à la violation de la Convention, le constat de violation constituerait une réparation suffisante.", "46.  La Cour constate que le requérant a subi un certain préjudice du fait de la violation constatée. Statuant en équité, elle alloue la somme de 4 000 EUR au titre du dommage moral.", "B.  Frais et dépens", "47.  Le requérant demande 10 000 EUR au titre des frais et dépens et joint une facture de son avocat de ce montant. Il demande en outre le versement d'une somme de 15 000 EUR au titre de la procédure en révision de son procès qu'il serait amené à engager suite à l'arrêt de la Cour.", "48.  Le Gouvernement relève que, la Cour ayant rejeté un des griefs du requérant, seule une partie de ses frais peut être prise en compte. Pour ce qui est des frais qui découleraient de l'engagement d'une éventuelle procédure en révision, il estime que la demande doit être rejetée, seuls les frais réellement engagés pouvant donner lieu à remboursement. Le Gouvernement propose donc le versement d'une somme de 4 000 EUR au titre des frais. ", "49.  La Cour rappelle qu'elle ne peut ordonner le remboursement que de frais déjà engagés. Pour ce qui est des honoraires versés au titre de la présente procédure, elle accorde au requérant 4 000 EUR. ", "C.  Intérêts moratoires", "50.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ, ", "1.  Dit qu'il y a eu violation du paragraphe 3 de l'article 6 de la Convention, combiné avec le paragraphe 1 ;", "", "2.  Dit ", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 4 000 EUR (quatre mille euros) pour dommage moral et 4 000 EUR (quatre mille euros) au titre des frais et dépens, plus tout montant pouvant être dû à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 19 octobre 2004 en application de l'article 77 §§ 2 et 3 du règlement.", "\tT.L. Early\tA.B. Baka\n\tGreffier adjoint\tPrésident"]}