{"file": "FRE_HFJUD_5631_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "5631/05", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE ALTHOFF ET AUTRES c. ALLEMAGNE", "", "(Requête no 5631/05)", "", "", "", "", "", "", "ARRÊT", "(fond)", "", "", "STRASBOURG", "", "8 décembre 2011", "", "DÉFINITIF", "", "08/03/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Althoff et autres c. Allemagne,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tDean Spielmann, président,\n\tKarel Jungwiert,\n\tBoštjan M. Zupančič,\n\tMark Villiger,\n\tAnn Power-Forde,\n\tAndré Potocki, juges,\n\tKlaus Köpp, juge ad hoc,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 15 novembre 2011,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 5631/05) dirigée contre la République fédérale d’Allemagne et dont neuf ressortissants de cet Etat, Mme Edith Althoff et huit autres (voir la liste détaillée en annexe) (« les requérants »), ont saisi la Cour le 11 février 2005 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par M. le Professeur O. Depenheuer de l’université de Cologne et Me A. Birkmann, avocat à Erfurt. Le gouvernement allemand (« le Gouvernement ») est représenté par son agent, Mme A. Wittling-Vogel, Ministerialdirigentin, du ministère fédéral de la justice, ainsi que par M. le Professeur J.A. Frowein, directeur émérite de l’institut Max Planck de Heidelberg.", "3.  Les requérants alléguaient en particulier que la nouvelle version de l’article 30a § 1 de la loi sur le patrimoine et son application par les juridictions internes ont porté atteinte à leur droit au respect des biens prévu à l’article 1 du Protocole no 1. Ils invoquaient également l’article 14 de la Convention.", "4.  Mme Renate Jaeger, à l’époque juge élue au titre de Allemagne, a décidé de se déporter dans l’affaire (article 28 du règlement de la Cour). Le Gouvernement a en conséquence désigné Me Klaus Köpp, avocat à Bonn, pour siéger en qualité de juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement tel qu’en vigueur à l’époque).", "5.  Par une décision du 13 octobre 2009, la chambre a déclaré la requête recevable.", "6.  Tant les requérants que le Gouvernement ont déposé des observations écrites complémentaires (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "7.  Les faits de la cause, tels qu’ils ont été exposés par les parties, peuvent se résumer comme suit.", "8.  Le présent litige oppose d’un côté l’Etat allemand, qui a succédé aux droits des héritiers des propriétaires initiaux de confession juive des terrains litigieux (personnes lésées en premier – « Erstgeschädigte ») en vertu de l’Accord germano-américain du 13 mai 1992, et de l’autre côté les requérants, qui sont les héritiers d’un commerçant qui avait acquis les terrains litigieux en 1939. Les terrains furent expropriés par la suite à l’époque de l’ancienne République Démocratique Allemande (RDA). Les requérants sont donc les héritiers des personnes lésées en second – « Zweitgeschädigte ».", "A.  La genèse de l’affaire avant la réunification allemande", "1.  Période national-socialiste", "9.  Les terrains litigieux, d’une surface respective de 1000 m2, 990 m2 et 1030 m2, sont situés à Babelsberg-Potsdam, près de Berlin, sur le territoire de l’ancienne RDA.", "10.  Par contrat notarié du 23 avril 1938, M. A. et Mme B., de confession juive et détenteurs des parts de la société par commandite « Mitteldeutsche Gamaschenfabrik E.B. und A. » propriétaire des terrains litigieux, les cédèrent pour un montant de 66.000 Reichsmark (RM) à la société berlinoise A. Wülfing. Victimes des persécutions du régime nationalsocialiste, M. A. décéda en 1940 et Mme B. en 1945. Mme E.F., fille de Mme B., émigra aux Etats-Unis en 1939 et obtint la nationalité américaine en 1951.", "11.  Par contrat notarié du 28 juillet 1939, les terrains litigieux furent ensuite vendus pour un montant de 61.000 RM à M. G. Althoff, commerçant, inscrit comme propriétaire au livre foncier, et dont les requérants sont les héritiers.", "2.  En République Démocratique Allemande", "12.  Le 27 janvier 1953, dans l’ancienne RDA, les terrains furent expropriés et devinrent la « propriété du peuple » (Volkseigentum) sous le contrôle d’une société étatique de l’industrie cinématographique.", "3.  Action menée par Mme E.F. pour obtenir une indemnisation aux Etats-Unis", "13.  Par la suite, Mme E.F. mena une procédure aux Etats-Unis pour la perte des terrains litigieux, conformément à la loi américaine du 18 octobre 1976 sur les réclamations contre la RDA, qui permettait à des citoyens américains dont les biens situés sur le territoire de l’ancienne RDA avaient été expropriés avant cette date ou avaient été vendus sous la contrainte à l’époque national-socialiste de faire valoir leurs droits à indemnisation.", "14.  Par un arrêt définitif du 27 août 1980, la commission des Etats-Unis pour la règlementation des réclamations à l’étranger (Foreign Claim Settlement Commission) reconnut que Mme E.F. disposait d’un droit à indemnisation d’un montant de 5.500 Dollars américains (USD) assorti des intérêts à hauteur de 6% à compter de septembre 1951.", "B.  Les développements après la réunification allemande (entrée en vigueur le 3 octobre 1990)", "15.  Après la réunification allemande, ces terrains revinrent à la société « dok Filmstudio GmbH », dont l’actionnaire unique était l’Office pour les questions spéciales liées à l’unification (« Bundesanstalt für vereinigungsbedingte Sonderaufgaben »).", "16.  Par une décision du 17 octobre 1997, l’Office pour les questions spéciales liées à l’unification constata que les terrains litigieux avaient été vendus pour un montant de 1.300.000 Deutschmarks (DM) à des fins d’investissement à la société Weiland GbR, conformément à la loi sur la priorité des investissements (Investitionsvorrangsgesetz) du 14 juillet 1992 (voir droit et pratique internes pertinents ci-dessous, paragraphe 32).", "1.  Les procédures devant les autorités et juridictions internes portant sur la restitution des terrains litigieux", "17.  Le 10 octobre 1990, les requérants firent une demande de restitution de ces terrains auprès de l’Office pour la règlementation des questions patrimoniales en suspens du Land de Brandebourg – (Landesamt für die Regelung offener Vermögensfragen – Office du Land), conformément aux dispositions pertinentes de la loi sur la réglementation des questions patrimoniales en suspens – loi sur le patrimoine (Gesetz zur Regelung offener Vermögensfragen – Vermögensgesetz) du 23 septembre 1990 (voir droit et pratique pertinents ci-dessous, paragraphe 31).", "18.  Le 13 mai 1992, la République Fédérale d’Allemagne (RFA) et les Etats-Unis signèrent l’Accord germano-américain sur la règlementation de certains droits patrimoniaux – l’Accord germano-américain (Abkommen zwischen den Regierungen der Bundesrepublik Deutschland und der Vereinigten Staaten von Amerika über die Regelung bestimmter Vermögensansprüche), qui prévoyait une réglementation globale des droits à indemnisation des citoyens américains résultant de la loi américaine du 18 octobre 1976 sur les réclamations contre la RDA. Par une loi du 21 décembre 1992, l’Accord germano-américain devint partie intégrante du droit interne ; il entra en vigueur le 28 décembre 1992 (voir droit et pratique internes pertinents ci-dessous, paragraphe 34). Le 29 avril 1997, la RFA versa une somme globale de plus de 102 millions USD à titre de compensation.", "19.  Le 20 octobre 1998, la loi sur la clarification des droits patrimoniaux (Vermögensrechtsbereinigungsgesetz) modifia rétroactivement l’article 30a § 1 de la loi sur le patrimoine en prévoyant que la date limite pour le dépôt des demandes en restitution initialement fixée au 31 décembre 1992 ne s’appliquait pas aux droits dont disposait la RFA en vertu de l’Accord germano-américain (voir droit et pratique internes ci-dessous, paragraphe 33).", "20.  Par une lettre du 27 avril 1999, la RFA indiqua à l’Office du Land que conformément à l’article 3 § 9, deuxième phrase, de l’Accord germanoaméricain, elle était devenue titulaire des droits patrimoniaux de Mme E.F. sur les terrains litigieux.", "a)  La décision de l’Office pour la règlementation des questions patrimoniales en suspens du Land de Brandebourg", "21.  Par une décision du 12 juillet 2001, l’Office du Land rejeta la demande des requérants et indiqua que le prix de la vente des terrains litigieux effectuée en 1997 devait effectivement être versé à la RFA. Il releva tout d’abord que la vente initiale des terrains litigieux en 1938 avait été effectuée sous la contrainte au sens de l’article 1 § 6 de la loi sur le patrimoine. Dès lors, les droits s’y rapportant tombaient dans le champ d’application de l’Accord germano-américain. Or conformément aux articles 2 § 1 et 6 § 6a de la loi sur le patrimoine combinés avec l’article 3 § 9, deuxième phrase, de l’Accord germano-américain, la RFA était devenu le successeur légal de Mme E.F. Celle-ci avait opté pour le versement d’une indemnisation et donc renoncé à faire valoir ses droits à l’encontre de la RFA.", "22.  Les requérants saisirent alors le tribunal administratif de Potsdam, au motif qu’ils disposaient d’un droit légitime à restitution, eu égard au fait que Mme E.F. n’avait pas déposé de demande en ce sens avant la date limite du 31 décembre 1992 prévue par l’article 30a § 1, première phrase, de la loi sur le patrimoine, et ce nonobstant la modification ultérieure de cet article par le biais de la loi sur la clarification des droits patrimoniaux du 20 octobre 1998.", "b)  Le jugement du tribunal administratif de Potsdam", "23.  Par un jugement du 28 novembre 2002, le tribunal administratif de Potsdam confirma en tous points la décision de l’Office. D’après lui, même si le droit à restitution de la RFA s’était éteint faute d’avoir soumis une demande en ce sens avant la date limite du 31 décembre 1992 prévue par l’article 30a § 1, première phrase, de la loi sur le patrimoine, il avait été réactivé par la suite par la modification ultérieure de cet article en 1998. Par ailleurs, les requérants n’avaient pas acquis de droit invariable (unabänderlich) découlant de l’article 14 (droit de propriété) de la Loi fondamentale (Grundgesetz), car à la date du dépôt de la demande de la RFA en 1999, l’Office du Land n’avait pas encore rendu de décision.", "c)  L’arrêt de la Cour administrative fédérale", "24.  Par un arrêt du 21 janvier 2004, la Cour administrative fédérale rejeta le recours en révision des requérants. Elle releva tout d’abord qu’en vertu des dispositions pertinentes de l’Accord germano-américain, les droits patrimoniaux de Mme E.F. avaient été transférés à la RFA. Etant donné que Mme E.F avait été indemnisée en 1976, la JCC (Jewish Claims conference), qui avait également déposé une demande en restitution, ne saurait faire valoir ses droits patrimoniaux. La Cour administrative releva ensuite que la RFA n’avait effectivement pas déposé de demande en restitution valable avant la date limite du 31 décembre 1992 prévue par l’article 30a § 1, première phrase, de la loi sur le patrimoine. En effet, la loi sur l’Accord du 21 décembre 1992 n’avait pas prévu de dispositions spéciales à cet égard, et la lettre du 1er octobre 1992 adressée par l’Office fédéral pour la règlementation des questions patrimoniales en suspens (Bundesamt für die Regelung offener Vermögensfragen - Office fédéral) aux autorités des Länder ne pouvait passer pour une demande valable car elle n’était pas suffisamment spécifique. En se référant à sa jurisprudence constante, la Cour administrative ajouta que la fixation de cette date limite correspondait à une disposition relevant du droit matériel, ce qui impliquait que les droits de la RFA avaient été éteints avec l’expiration du délai légal. Cependant, en modifiant l’article 30a § 1 de la loi sur le patrimoine en 1998, le législateur avait « remédié » à l’absence de demande déposée dans le délai légal. Ce n’était qu’à partir de cette date que l’on pouvait considérer que les droits patrimoniaux de Mme E.F. avaient été effectivement transférés à la RFA, et non pas au moment du paiement du montant global de la compensation comme le prévoit l’article 3 § 9 de l’Accord germano-américain (voir droit et pratique internes pertinents, paragraphe 34 ci-dessous). L’objectif de cette modification législative avait été d’assurer la pérennité des anciens droits patrimoniaux et de corriger cette lacune. De plus, toujours en se référant à sa jurisprudence constante, la Cour administrative estima que les droits des requérants à restitution fondés sur la loi sur le patrimoine ne bénéficiaient pas de la protection de l’article 14 § 1 de la Loi fondamentale, car ces droits ne correspondaient pas à des droits de propriété existants, mais résultaient de la volonté étatique de réparer une injustice du passé. Enfin, conformément à la jurisprudence constante de la Cour constitutionnelle fédérale, il s’agissait en l’espèce d’une « fausse » rétroactivité (unechte Rückwirkung) : en effet, eu égard à la situation légale confuse et incertaine prévalant à l’époque, les requérants n’avaient pu acquérir ni une « confiance digne de protection » (schutzwürdiges Vertrauen), ni une sécurité juridique quant au fait que leur position en tant que personnes lésées « en second » leur conférait un droit à restitution des terrains litigieux. Par ailleurs, la JCC avait également déposé une demande de restitution dans les délais légaux, et ses droits auraient prévalu sur ceux des requérants si elle avait eu gain de cause.", "d)  La décision de la Cour constitutionnelle fédérale", "25.  Par une décision du 14 août 2004, la Cour constitutionnelle fédérale, siégeant en comité de trois membres, refusa de retenir le recours constitutionnel des requérants. Elle estima notamment que l’article 30a § 1, quatrième phrase, de la loi sur le patrimoine était compatible avec l’article 14 § 1 de la Loi fondamentale, même si l’on partait du principe favorable aux requérants que leurs droits à restitution basés sur la loi sur le patrimoine ou sur le versement du prix de vente en vertu de l’article 16 § 1, première phrase, de la loi sur la priorité des investissements bénéficiaient de la protection de l’article 14 § 1. D’après la Cour constitutionnelle, l’article 30a § 1, quatrième phrase, de la loi sur le patrimoine devait être compris comme une disposition définissant le contenu et les limites (Inhalts- und Schrankenbestimmung) du droit de propriété au sens de l’article 14 § 1, deuxième phrase, de la Loi fondamentale, et assurait un juste équilibre des intérêts en présence. En vertu de l’article 3 § 2 de la loi sur le patrimoine combiné avec l’article 1 § 2, première phrase, de la loi du 27 septembre 1994 sur l’indemnisation d’après la loi sur le patrimoine – loi sur l’indemnisation (Gesetz über die Entschädigung nach dem Gesetz zur Regelung offener Vermögensfragen – Entschädigungsgesetz - voir droit et pratique internes ci-dessous, paragraphe 31 in fine), les requérants, considérés comme personnes lésées « en second », avaient dès le départ simplement droit à une indemnisation. Or en vertu de l’article 3 § 9, deuxième phrase, de l’Accord germano-américain, la RFA avait succédé aux personnes lésées « en premier » qui, eu égard à l’indemnisation qu’elles avaient déjà perçue, ne pouvaient plus faire valoir de droits basés sur la loi sur le patrimoine. Le dépôt d’une demande de la RFA concernant des droits patrimoniaux fondés sur l’Accord germano-américain visait dès lors à obtenir l’équivalent du droit patrimonial d’une personne lésée « en premier » matériellement déjà « déposé » et satisfait. Le législateur avait donc simplement voulu clarifier la situation pour ce type de droits.", "26.  La Cour constitutionnelle ajouta que même si l’on était d’un avis différent et que l’on considérait comme la Cour administrative fédérale que les droits fondés sur l’article 1 § 6 de la loi sur le patrimoine s’étaient éteints au 31 décembre 1992, puis avaient été réactivés suite à la modification de l’article 30a § 1 de la loi sur le patrimoine, la nouvelle version de cet article assurait un juste équilibre entre les intérêts en présence. En effet, les droits patrimoniaux découlant de l’Accord germano-américain trouvaient leur origine dans la loi américaine de 1976 et avaient déjà été satisfaits en 1980 en ce qui concerne les terrains litigieux. A l’époque de la ratification de l’Accord germano-américain, on était parti du principe que le montant global à verser à titre de dédommagement pourrait s’élever en tout à 190 millions USD. Or personne ne pouvait s’attendre à ce que la RFA renonce à terme à des valeurs patrimoniales pour lesquelles elle devait verser un dédommagement d’un tel montant - même si ce n’était qu’après la constatation du virement final (nach Feststellung des endgültigen Überweisungsbetrags). C’est pourquoi l’Etat allemand avait notamment fait parvenir aux autorités des Länder les listes des droits couverts par l’Accord par une lettre du 2 octobre 1992 de l’Office fédéral. De plus, la loi du 20 décembre 1993 sur l’accélération des procédures d’enregistrement (« Register-Beschleunigungs-Gesetz ») a étendu la possibilité pour les autorités compétentes d’inscrire des réserves dans le livre foncier (stipulant que la propriété ne pouvait être vendue qu’avec l’aval de l’Etat) aux droits issus de l’Accord germano-américain.", "Dans ces conditions, il ne pouvait y avoir création d’une « confiance digne de protection » sur le maintien de la situation légale telle qu’elle existait initialement d’après la version initiale de l’article 30a § 1.", "2.  Les procédures devant les autorités et juridictions internes portant sur le versement d’une indemnisation", "27.  Le 12 janvier 2005, les requérants firent une demande d’indemnisation pour la perte des terrains litigieux auprès de l’Office du Land de Brandebourg, conformément aux dispositions pertinentes de la loi sur l’indemnisation.", "28.  Par une décision du 20 mars 2007, l’Office du Land rejeta la demande des requérants, au motif qu’ils ne l’avaient pas déposé dans le délai de six mois après le rejet définitif de la demande de restitution tel que prévu à l’article 7a § 3c de la loi sur le patrimoine.", "29.  Les requérants saisirent alors le tribunal administratif de Potsdam d’un recours. Celui a suspendu la procédure en attendant l’arrêt de la Cour européenne des droits de l’homme (« la Cour ») dans la présente affaire.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La Loi fondamentale", "30.  L’article 14 § 1 de la Loi fondamentale est ainsi rédigé :", "« La propriété et le droit à l’héritage sont garantis. Leur contenu et leurs limites sont définis par les lois. »", "B.  La loi sur le règlement des questions patrimoniales en suspens / loi sur le patrimoine", "1.  Les principes", "31.  Le 29 septembre 1990 entra en vigueur la loi sur le patrimoine du 23 septembre 1990, qui devait également faire partie du Traité d’unification (Einigungsvertrag). Selon ce dernier, la loi sur le patrimoine continuerait d’exister en Allemagne après la réunification des deux Etats allemands le 3 octobre 1990. Elle entendait notamment régler les conflits relatifs à des biens situés sur le territoire de l’ancienne RDA d’une manière acceptable sur le plan social, afin d’assurer de façon durable la paix juridique en Allemagne.", "L’article 1 § 1 de la loi sur le patrimoine prévoit que celle-ci trouve à s’appliquer aux droits patrimoniaux sur des biens expropriés à l’époque de l’ancienne RDA, et l’article 1 § 6 prévoit qu’elle trouve également à s’appliquer aux droits patrimoniaux de personnes poursuivies entre le 30 janvier 1933 et le 8 mai 1945 en Allemagne pour des motifs racistes, politiques, religieux ou idéologiques (weltanschauliche Gründe) et qui de ce fait ont perdu leurs biens « par vente forcée, expropriation ou d’une autre manière ». Les articles 2 et 3 de cette loi complètent l’article 1.", "L’article 3 § 1 de la loi sur le patrimoine prévoit que des biens transformés en « propriété du peuple » sont restitués sur demande sauf si la loi l’exclut. L’article 3 § 2 prévoit que si plusieurs personnes déposent une demande de restitution portant sur le même bien, c’est celle qui a été lésée « en premier » qui devient ayant droit. Cela signifie que si comme en l’espèce un même bien a été vendu sous la contrainte pendant la période national-socialiste puis ultérieurement exproprié dans l’ancienne RDA, les héritiers des propriétaires initiaux de confession juive disposent d’un droit de restitution prioritaire. Dans un tel cas où la restitution du bien est exclue (article 4 § 1 de la loi sur le patrimoine), les héritiers des acquéreurs du bien pendant la période national-socialiste ont droit au versement d’une indemnisation prévue par la loi du 27 septembre 1994 sur l’indemnisation d’après la loi sur le patrimoine.", "32.  L’article 16 § 1, première phrase, de la loi sur la priorité des investissements prévoit que si la restitution d’un bien est impossible en raison de la vente de ce bien, l’ayant droit peut demander le versement d’une somme équivalente à ses droits patrimoniaux.", "2.  L’article 30a § 1", "33.  L’article 30a § 1, première phrase, de la loi sur le patrimoine stipule que les demandes de restitution devaient être déposées au plus tard au 31 décembre 1992. La loi sur la clarification des droits patrimoniaux du 20 octobre 1998 modifia l’article en question en introduisant une quatrième phrase selon laquelle cette date limite ne s’applique pas aux droits dont dispose la RFA en vertu de l’Accord entre les gouvernements de la RFA et des Etats-Unis d’Amérique du 13 mai 1992 sur la règlementation de certains droits patrimoniaux.", "C.  L’Accord entre les gouvernements de la République fédérale d’Allemagne et des Etats-Unis d’Amérique du 13 mai 1992 sur la règlementation de certains droits patrimoniaux – Accord germano-américain", "34.  L’article 3 § 1 de l’Accord germano-américain dispose que les citoyens américains doivent choisir entre le versement d’une indemnisation ou la saisine des juridictions allemandes pour obtenir réparation d’après la loi américaine du 18 octobre 1976 sur les réclamations contre la RDA. S’ils optent pour la première solution, ils perdent toute possibilité de recours contre la RFA en vertu de l’article 3 § 6, deuxième phrase, de l’Accord. D’après l’article 3 § 9, deuxième phrase, leurs droits sont alors transmis à la RFA au moment du paiement du montant global de la compensation. Cette succession légale s’applique également aux droits découlant de mesures dommageables prises sous le régime national-socialiste.", "Par une loi du 21 décembre 1992, l’Accord germano-américain devint partie du droit interne. Il entra en vigueur le 28 décembre 1992.", "D.  L’arrêt de la Cour administrative fédérale du 26 mai 1999", "35.  Dans un arrêt du 26 mai 1999, la Cour administrative fédérale a indiqué que l’article 30a § 1, quatrième phrase, de la loi sur le patrimoine (qui dans sa nouvelle version prévoit que la date limite initialement prévue pour le dépôt des demandes de restitution ne s’applique pas aux droits découlant de l’Accord germano-américain) ne trouve pas à s’appliquer si la modification législative est intervenue après l’émission d’un avis de restitution par l’autorité compétente et le transfert de la propriété à un ayant droit concurrent autre que l’Etat allemand. Dans cet arrêt, elle a également dit qu’eu égard à son libellé, son sens et son objectif, l’article 30a § 1, première phrase, de la loi sur le patrimoine s’appliquait à l’origine à toutes les demandes patrimoniales. Et afin d’assurer la sécurité juridique, le délai initialement fixé devait également s’appliquer aux droits « dérivés » (« abgeleitete Ansprüche ») découlant de l’Accord germano-américain.", "EN DROIT", "I.  SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 1 DU PROTOCOLE No 1", "36.  Les requérants soutiennent que la nouvelle version de l’article 30a § 1 de la loi sur le patrimoine et son application par les juridictions internes ont porté atteinte à leur droit au respect des biens prévu à l’article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "A.  Sur l’applicabilité de l’article 1 du Protocole no 1", "1.  Thèses des parties", "37.  Les requérants soutiennent qu’ils étaient les seuls à disposer soit d’un droit à restitution des terrains litigieux en vertu de l’article 3 § 1, première phrase, de la loi sur le patrimoine, soit d’un droit au versement du prix de la vente après la réunification en vertu de l’article 16 § 1 de la loi sur la priorité des investissements correspondant à un montant de 1.300.000 DM. Ni l’Etat allemand ni la JCC n’auraient disposé de droits concurrents. Comme Mme E.F. avait opté pour le versement d’une indemnisation en 1976, elle avait perdu sa position d’ayant droit « en premier » (Erstberechtigte) qui revenait alors aux requérants. Or les droits patrimoniaux de Mme E.F. n’avaient été transférés à la RFA qu’en 1997, bien après l’expiration du délai prévu à l’article 30a § 1, première phrase, de la loi sur le patrimoine. Faute d’avoir déposé une demande en restitution dans ce délai, les droits patrimoniaux de la RFA s’étaient donc éteints comme l’indique la Cour administrative fédérale. Il en résulte que seuls les requérants, qui avaient déposé une demande en bonne et due forme dans le délai légal, demeuraient ayants droit. La modification à effet rétroactif en 1998, soit six ans après l’expiration du délai légal, de l’article 30a § 1 de la loi sur le patrimoine au profit de l’Etat ne pouvait donc être considérée comme une simple clarification légale. Contrairement à ce que prétend le Gouvernement, l’article 30a § 1, première phrase, s’appliquait également aux droits de la RFA découlant de l’Accord germano-américain ; ainsi dans la préparation de la nouvelle loi de 1998, le Bundesrat aurait clairement indiqué que la nouvelle disposition devait permettre au Gouvernement de faire valoir ses droits patrimoniaux découlant de l’Accord germano-américain et ce malgré l’omission du dépôt de la demande dans le délai légal ou de prolongation de ce délai prévu à l’article 30a § 1, première phrase, de la loi sur le patrimoine. Or l’Accord germano-américain ayant été signé le 13 mai 1992, la RFA aurait eu tout à fait la possibilité de déposer une demande en restitution, même à titre préventif, dans le délai légal.", "38.  A titre principal le Gouvernement considère que les requérants n’ont jamais disposé d’un « bien » au sens de l’article 1 du Protocole no 1, et en particulier, faute de jurisprudence interne bien établie, qu’ils ne disposaient pas d’une espérance légitime d’obtenir la restitution de leur bien.", "D’après la loi sur le patrimoine, les requérants, en tant qu’héritiers de terrains expropriés sous la législation de l’ancienne RDA, n’auraient disposé d’un droit à restitution qu’à la condition que d’autres demandeurs ne disposaient pas d’un droit prioritaire, ce qui était notamment le cas des héritiers des anciens propriétaires juifs. Les requérants devaient être conscients que dans ce cas de figure, ils ne disposaient que d’un droit à indemnisation. L’expiration du délai du 31 décembre 1992 n’aurait entraîné aucune conséquence légale, car il appartenait aux autorités compétentes de déterminer si les requérants disposaient d’un droit à restitution ou s’ils en étaient exclus en vertu de la législation applicable. Or par une décision du 12 juillet 2001 l’autorité compétente a rejeté la demande des requérants en ce sens, décision qui a été confirmée par la suite par toutes les juridictions internes. De plus, avant l’expiration du délai en question, deux événements sont intervenus qui auraient démontré l’absence de création de toute espérance légitime pour les requérants : l’enregistrement d’une demande de la JCC, qui pouvait sous certaines conditions prévues par la loi sur le patrimoine succéder aux droits des anciens propriétaires juifs, et l’adoption de la loi du 21 décembre 1992 par laquelle l’Accord germano-américain devint partie du droit interne. Cette loi prévoyait le transfert des droits des anciens propriétaires juifs à l’Etat allemand si ceux-ci avaient opté pour le versement d’une compensation, comme ce fut le cas en l’espèce ; ce transfert n’était devenu effectif que le 29 avril 1997 avec la détermination de la somme globale à transférer. Par ailleurs, l’arrêt de la Cour administrative fédérale du 26 mai 1999, où l’Etat allemand avait considéré qu’il disposait d’un droit de propriété malgré le fait que la modification du délai de dépôt d’une demande en restitution était intervenue après la décision de l’autorité compétente, aurait démontré à quel point la situation légale avait été confuse à l’époque ; enfin, l’introduction d’une législation spéciale en décembre 1993 par laquelle l’Etat entendait préserver ses droits en prévoyant la possibilité pour les autorités compétentes d’inscrire une réserve dans le livre foncier (stipulant que la propriété ne pouvait être vendue qu’avec l’aval de l’Etat) aurait démontré que ce dernier partait du principe que l’Accord germano-américain ne prévoyait le dépôt d’aucune demande de restitution de sa part.", "2.  Appréciation de la Cour", "39.  La Cour doit d’abord se pencher sur la question de l’applicabilité de l’article 1 du Protocole no 1. A cette fin, elle doit examiner si les requérants avaient des « biens » au sens de l’article 1 du Protocole no 1, c’est-à-dire à défaut de « biens existants » comme en l’espèce, des valeurs patrimoniales, y compris des créances, en vertu desquelles ils pouvaient prétendre avoir au moins une « espérance légitime » (« legitimate expectation ») d’obtenir la jouissance effective d’un droit de propriété. Cette espérance légitime, qui doit être de nature plus concrète qu’un simple espoir, doit « se fonder sur une disposition légale ou avoir une base jurisprudentielle solide en droit interne. » (voir notamment Von Maltzan et autres c. Allemagne (déc.) [GC], nos 71916/01, 71917/01 et 10260/02, §§ 74, 77, 78 et 112, CEDH 2005-V).", "40.  En l’espèce, la Cour relève qu’il n’est pas contesté que les requérants ont fait une demande de restitution basée sur les dispositions pertinentes de la loi sur le patrimoine dans le délai légal qui expirait au 31 décembre 1992 en vertu de l’article 30a § 1 de la loi sur le patrimoine dans sa version initiale ; en revanche la RFA, qui par l’Accord germano-américain conclu le 13 mai 1992 et entré en vigueur le 28 décembre 1992, avait succédé aux droits de Mme E.F., héritière des propriétaires initiaux de confession juive, n’avait pas déposé une telle demande de restitution dans le délai légal.", "41.  Dès lors, la Cour considère qu’il convient de distinguer la situation avant et après l’expiration de ce délai.", "42.  Avant l’expiration du délai, les requérants, en tant qu’héritiers de terrains expropriés à l’époque de la RDA, étaient susceptibles d’obtenir soit la restitution des terrains litigieux (article 3 § 1, première phrase, de la loi sur le patrimoine) ou le versement du prix de la vente effectuée après la réunification (article 16 § 1, première phrase, de la loi sur la priorité des investissements), soit une indemnisation (article 3 § 2 de la loi sur le patrimoine combiné avec l’article 1 § 2, première phrase, de la loi sur l’indemnisation) (voir droit et pratique internes pertinents ci-dessus, paragraphes 31 et 32). En tant que héritiers de propriétaires de terrains expropriés dans l’ancienne RDA et « lésés en second », ils ne disposaient pas d’une espérance légitime d’obtenir la restitution de leur bien, étant donné que les héritiers des propriétaires initiaux de confession juive et « lésés en premier » pouvaient également déposer une demande en restitution et que leur droit était prioritaire.", "43.  A l’expiration du délai légal, seuls les requérants et la JCC avaient déposé une demande de restitution. Cependant, comme la Cour administrative fédérale l’a constaté dans son arrêt du 21 janvier 2004, la JCC ne pouvait faire valoir ses droits patrimoniaux, car Mme E.F. avait été indemnisée en 1976 et ses droits patrimoniaux avaient été transférés à la RFA en vertu de l’Accord germano-américain (paragraphe 24 ci-dessus).", "44.  Certes, alors que les requérants ont déposé leur demande en restitution le 10 octobre 1990, l’Office du Land n’a rendu sa décision de rejet que le 12 juillet 2001, soit près de onze ans plus tard et après la modification législative intervenue en 1998, et cette décision a été par la suite confirmée par toutes les juridictions internes. Or dans son arrêt du 26 mai 1999 rendu dans une autre espèce, la Cour administrative fédérale a opéré une distinction selon que la décision de l’autorité compétente sur la demande de restitution ainsi que le transfert de propriété en tant que tel étaient intervenus avant ou après la modification législative (voir droit et pratique internes pertinents ci-dessus, paragraphe 35).", "45.  Cependant, en l’espèce, la Cour administrative fédérale a relevé que la loi du 21 décembre 1992 sur l’Accord germano-américain n’avait pas prévu de dispositions spéciales exemptant la RFA de déposer une telle demande ; se référant à sa jurisprudence constante, elle a conclu que les droits de la RFA s’étaient éteints à l’expiration du délai légal. Et dans son arrêt du 26 mai 1999, la Cour administrative fédérale avait indiqué qu’au départ l’article 30a § 1 de la loi sur le patrimoine s’appliquait à toutes les demandes patrimoniales, y compris celles portant sur des droits « dérivés » issus de l’Accord germano-américain.", "46.  En ce qui concerne la nature des droits patrimoniaux dont les requérants disposaient en droit interne, si la Cour administrative fédérale a estimé que leurs droits à restitution fondés sur la loi sur le patrimoine ne bénéficiaient pas de la protection de l’article 14 § 1 de la Loi fondamentale, dans sa décision du 14 août 2004, la Cour constitutionnelle fédérale a au contraire considéré que l’on pouvait partir du principe que les droits des requérants bénéficiaient de la protection de l’article 14 § 1, mais que le législateur avait assuré un juste équilibre des intérêts en présence.", "47.  Dès lors, la Cour estime qu’à l’expiration du délai légal, à défaut du dépôt d’une demande de restitution par la RFA, seul ayant droit des héritiers des propriétaires initiaux de confession juive et lésés en premier, les requérants, bien que héritiers des propriétaires dont les terrains ont été expropriés dans l’ancienne RDA et donc lésés en second, disposaient d’une « espérance légitime » de voir se concrétiser un droit à restitution des terrains litigieux. Cette « espérance légitime » reposait également sur l’arrêt de la Cour administrative fédérale indiquant que la loi du 21 décembre 1992 sur l’Accord germano-américain n’avait pas prévu de dispositions spéciales exemptant la RFA de déposer une telle demande, ainsi que sur la décision de la Cour constitutionnelle fédérale qui a considéré que l’on pouvait partir du principe que les droits des requérants bénéficiaient de la protection de l’article 14 § 1 de la Loi fondamentale. Eu égard aux circonstances très particulières de cette affaire, les requérants disposaient donc d’un « bien » au sens de la première phrase de l’article 1 du Protocole no 1. Par conséquent, les garanties de cette disposition trouvent à s’appliquer en l’espèce.", "B.  Sur l’observation de l’article 1 du Protocole no 1", "1.  Thèses des parties", "48.  Les requérants soutiennent que la modification à effet rétroactif de l’article 30a § 1 de la loi sur le patrimoine au profit de l’Etat sans indemnisation adéquate constituait à l’évidence une privation de propriété au sens de l’article 1 du Protocole no 1.", "D’après eux, celle-ci ne poursuivait pas un but légitime, car le Gouvernement aurait simplement cherché à corriger rétroactivement sa propre erreur au détriment des requérants. Même si de telles erreurs étaient toujours possibles dans une administration publique, il conviendrait d’en faire porter la charge par l’ensemble de la société civile, mais pas d’opérer rétroactivement une privation de propriété au détriment de particuliers.", "De plus, cette privation de propriété aurait fait peser une charge disproportionnée sur les requérants, qui auraient disposé d’un droit à restitution en vertu de la loi sur le patrimoine dont ils auraient été privés de manière rétroactive. C’est sur cette base qu’ils réclameraient le versement d’une compensation à la Cour. Le montant de l’indemnisation prévue par la loi sur l’indemnisation serait sans objet à cet égard, car il viserait à indemniser des personnes qui n’ont pu faire valoir leurs droits de restitution prévus par la loi sur le patrimoine, ce qui correspondrait à une situation tout à fait différente de la leur. Ce n’est donc qu’à titre tout à fait subsidiaire et préventif que les requérants auraient également déposé une demande - déposée selon eux dans le délai légal - en indemnisation le 28 décembre 1992, mais qui n’aurait aucun rapport avec la présente requête. Enfin, les requérants considèrent que de toute façon l’indemnisation prévue par la loi sur l’indemnisation n’était pas proportionnée à l’ingérence litigieuse.", "49.  Si le Gouvernement devait considérer que les requérants étaient titulaires d’un « bien », la modification de l’article 30a § 1 de la loi sur le patrimoine ne saurait être déclarée contraire à l’article 1 du Protocole no 1, car elle aurait ménagé un juste équilibre entre les intérêts en présence à la lumière de l’ample marge d’appréciation dont l’Etat dispose dans le cadre de la réunification allemande.", "En effet, le but de cette modification législative aurait été de clarifier une situation que les plus hautes juridictions internes ont qualifiée d’incertaine. De plus, l’objet de la loi sur le patrimoine aurait été d’assurer en priorité la restitution des biens aux héritiers des anciens propriétaires juifs et de leur réserver la valeur réelle des biens. Or en l’espèce ces droits avaient été transférés à la RFA suite à l’Accord germano-américain et il aurait été dans l’intérêt général que l’Etat assure ses droits patrimoniaux eu égard au fait qu’il avait versé une compensation d’un montant global de 102 millions USD aux Etats-Unis. Les requérants, quant à eux, disposeraient d’un droit à indemnisation s’élevant à environ 55.000 DM fondée sur les dispositions pertinentes de la loi sur le patrimoine applicables en cas d’impossibilité de restitution d’un bien.", "Pour déterminer la proportionnalité de l’ingérence, le Gouvernement estime qu’il ne faut pas se référer à la valeur des terrains après 1990, car les requérants n’auraient pas disposé d’un droit absolu de propriété. Se fondant sur la décision rendue par la Cour dans l’affaire Poznanski c. Allemagne (Poznanski c. Allemagne (déc.), no 25101/05, 3 juillet 2007), il considère qu’eu égard à la nature incertaine des droits patrimoniaux des requérants, une somme d’environ 55.000 DM doit être considérée comme une indemnisation adéquate. Ils auraient omis de déposer une demande en ce sens dans le délai légal, mais la procédure à cet égard devant le tribunal administratif est toujours pendante.", "2.  Appréciation de la Cour", "a)  Sur l’existence d’une ingérence dans le droit au respect d’un « bien »", "50.  Comme elle l’a précisé à plusieurs reprises, la Cour rappelle que l’article 1 du Protocole no 1 contient trois normes distinctes : « la première, qui s’exprime dans la première phrase du premier alinéa et revêt un caractère général, énonce le principe du respect de la propriété ; la deuxième, figurant dans la seconde phrase du même alinéa, vise la privation de propriété et la soumet à certaines conditions ; quant à la troisième, consignée dans le second alinéa, elle reconnaît aux Etats le pouvoir, entre autres, de réglementer l’usage des biens conformément à l’intérêt général (...). Il ne s’agit pas pour autant de règles dépourvues de rapport entre elles. La deuxième et la troisième ont trait à des exemples particuliers d’atteintes au droit de propriété ; dès lors, elles doivent s’interpréter à la lumière du principe consacré par la première » (voir, entre autres, l’arrêt James et autres c. Royaume-Uni, 21 février 1986, série A no 98, pp. 29-30, § 37, lequel reprend en partie les termes de l’analyse que la Cour a développée dans son arrêt Sporrong et Lönnroth c. Suède, 23 septembre 1982, série A no 52, p. 24, § 61, et Jahn et autres c. Allemagne [GC], nos 46720/99, 72203/01 et 72552/01, § 78, CEDH 2005-VI).", "51.  La Cour relève qu’en l’espèce la loi du 20 octobre 1998 sur la clarification des droits patrimoniaux a modifié rétroactivement l’article 30a § 1 de la loi sur le patrimoine en introduisant une quatrième phrase selon laquelle la date limite du 31 décembre 1992 prévue à cet article ne s’applique pas aux droits découlant de l’Accord germano-américain.", "52.  Cette modification rétroactive a entraîné la perte pour les requérants de tout droit à restitution des terrains ou du versement du prix de vente équivalente à la valeur réelle du bien après la réunification.", "53.  Aux yeux de la Cour, elle a donc constitué une ingérence dans le droit des requérants au respect de leur bien, qu’il convient d’examiner sous l’angle de la seconde phrase du premier alinéa de l’article 1 du Protocole no 1.", "54.  Il lui faut donc rechercher si l’ingérence dénoncée se justifie sous l’angle de cette disposition.", "b)  Sur la justification de l’ingérence", "i.  « Prévue par la loi »", "55.  Pour ce qui est de la légalité de l’ingérence, la Cour relève que la mesure litigieuse était fondée sur la loi du 20 octobre 1998 sur la clarification des droits patrimoniaux, dont l’accessibilité, la précision et la prévisibilité exigées par la Convention ne prêtent pas à controverse.", "56.  Par la suite, les juridictions allemandes ont considéré qu’en modifiant l’article 30a § 1 de la loi sur le patrimoine en 1998, le législateur avait remédié à l’absence de demande déposée dans le délai légal par la RFA, et la Cour constitutionnelle fédérale a estimé que ces décisions étaient conformes à la Loi fondamentale.", "57.  Or la Cour estime que cette interprétation n’était pas arbitraire. Elle rappelle à cet égard qu’il appartient au premier chef aux autorités internes, et singulièrement aux cours et tribunaux, d’interpréter et d’appliquer le droit interne (voir, parmi beaucoup d’autres, Jahn et autres c. Allemagne précité, § 86).", "58.  La privation de propriété était donc prévue par la loi, comme le veut l’article 1 du Protocole no 1.", "59.  La Cour doit maintenant rechercher si celle-ci poursuivait un but légitime, à savoir s’il existait une « cause d’utilité publique », et si elle a eu lieu dans le respect du principe de proportionnalité, au sens de la deuxième règle énoncée par l’article 1 du Protocole no 1.", "ii.  « Pour cause d’utilité publique »", "60.  La Cour rappelle que, grâce à une connaissance directe de leur société et de ses besoins, les autorités nationales se trouvent en principe mieux placées que le juge international pour déterminer ce qui est d’« utilité publique ». Dans le mécanisme de protection créé par la Convention, il leur appartient par conséquent de se prononcer les premières sur l’existence d’un problème d’intérêt général justifiant des privations de propriété. Dès lors, elles jouissent ici d’une certaine marge d’appréciation, comme en d’autres domaines auxquels s’étendent les garanties de la Convention.", "De plus, la notion d’« utilité publique » est ample par nature. En particulier, la décision d’adopter des lois portant privation de propriété implique d’ordinaire l’examen de questions politiques, économiques et sociales. Estimant normal que le législateur dispose d’une grande latitude pour mener une politique économique et sociale, la Cour respecte la manière dont il conçoit les impératifs de l’« utilité publique », sauf si son jugement se révèle manifestement dépourvu de base raisonnable (James et autres précité, p. 32, § 46, et Zvolský et Zvolská c. République tchèque, no 46129/99, § 67 in fine, CEDH 2002-IX). Cela vaut nécessairement, sinon a fortiori, pour des changements aussi radicaux que ceux qui sont intervenus lors de la réunification allemande, où il y a eu passage vers un système d’économie de marché (Jahn et autres précité, § 80).", "61.  En l’espèce, la Cour n’a pas de raisons de douter que l’objectif de la loi sur la clarification des droits patrimoniaux de 1998 qui – comme l’indique son libellé – était de clarifier une situation légale incertaine aux yeux du législateur allemand et d’assurer la pérennité de ses droits patrimoniaux issus de l’Accord germano-américain servait une cause d’utilité publique.", "iii.  Proportionnalité de l’ingérence", "62.  La Cour rappelle qu’une mesure d’ingérence dans le droit au respect des biens doit ménager un juste équilibre entre les exigences de l’intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l’individu (voir, parmi d’autres, Sporrong et Lönnroth précité, § 69, Raffineries grecques Stran et Stratis Andreadis c. Grèce, 9 décembre 1994, § 69, série A no 301-B, et National & Provincial Building Society, Leeds Permanent Building Society et Yorkshire Building Society c. Royaume-Uni, 23 octobre 1997, § 80, Recueil des arrêts et décisions 1997-VII). Le souci d’assurer un tel équilibre se reflète dans la structure de l’article 1 du Protocole no 1 tout entier, donc aussi dans la seconde phrase qui doit se lire à la lumière du principe consacré par la première. En particulier, il doit exister un rapport raisonnable de proportionnalité entre les moyens employés et le but visé par toute mesure privant une personne de sa propriété (Pressos Compania Naviera S.A. et autres c. Belgique, arrêt du 20 novembre 1995, série A no 332, p. 23, § 38).", "La Cour, en contrôlant le respect de cette exigence, reconnaît à l’Etat une grande marge d’appréciation tant pour choisir les modalités de mise en œuvre que pour juger si leurs conséquences se trouvent légitimées, dans l’intérêt général, par le souci d’atteindre l’objectif de la loi en cause (Chassagnou et autres c. France [GC], nos 25088/94, 28331/95 et 28443/95, § 75, CEDH 1999-III). Elle ne saurait renoncer pour autant à son pouvoir de contrôle, en vertu duquel il lui appartient de vérifier que l’équilibre voulu a été préservé de manière compatible avec le droit des requérants au respect de leurs biens, au sens de la première phrase de l’article 1 du Protocole no 1 (Zvolský et Zvolská précité, § 69, et Jahn et autres c. Allemagne précité, § 93).", "63.  Afin de déterminer si la mesure litigieuse respecte le juste équilibre voulu et, notamment, si elle ne fait pas peser sur les requérants une charge disproportionnée, il y a lieu de prendre en considération les modalités d’indemnisation prévues par la législation interne. A cet égard, la Cour a déjà dit que, sans le versement d’une somme raisonnablement en rapport avec la valeur du bien, une privation de propriété constitue normalement une atteinte excessive, et un manque total d’indemnisation ne saurait se justifier sur le terrain de l’article 1 du Protocole no 1 que dans des circonstances exceptionnelles (Jahn et autres précité, § 94).", "64.  La Cour relève tout d’abord que la loi sur le patrimoine, qui règle les conflits relatifs à des biens situés sur le territoire de l’ancienne RDA, accorde un droit de restitution prioritaire aux héritiers des anciens propriétaires de confession juive lésés en premier. Les héritiers des propriétaires dont les terrains ont été expropriés dans l’ancienne RDA et qui ont été lésés en second, comme ce fut le cas en l’espèce, disposent d’un droit à indemnisation en vertu de la loi sur l’indemnisation (voir droit et pratique internes pertinents, § 31 ci-dessus).", "65.  A cet égard, elle rappelle également que l’Etat dispose d’une grande marge d’appréciation en ce qui concerne l’adoption de lois dans le contexte unique de la réunification allemande, eu égard à l’immense tâche auquel le législateur était confronté pour régler toutes les questions qui se sont nécessairement posées lors du passage d’un régime communiste à un régime démocratique d’économie de marché (voir notamment von Maltzan et autres précité, §§ 74, 77 et 110, Jahn et autres précité, § 113, et en dernier lieu, mutatis mutandis, Vistiņš et Perepjolkins c. Lettonie, no 71243/01, § 85, 8 mars 2011).", "66.  La particularité de la présente affaire est que, huit ans après la réunification allemande et six ans après l’expiration du délai légal de dépôt des demandes de restitution basées sur la loi sur le patrimoine, le législateur a modifié rétroactivement l’article 30a § 1 de la loi sur le patrimoine dans le sens où cette date limite ne s’applique pas aux droits de la RFA découlant de l’Accord germano-américain. Cette modification législative, de caractère certes général, a créé une inégalité en faveur de l’Etat et au détriment des requérants, qui ont été privés de tout droit à restitution des terrains litigieux ou de versement du prix de vente après la réunification.", "67.  Or la Cour a indiqué que si, en principe, le pouvoir législatif n’est pas empêché de réglementer en matière civile, par de nouvelles dispositions à portée rétroactive, des droits découlant de lois en vigueur, le principe de la prééminence du droit et la notion de procès équitable consacrés par l’article 6 s’opposent, sauf pour d’impérieux motifs d’intérêt général, à l’ingérence du pouvoir législatif dans l’administration de la justice dans le but d’influer sur le dénouement judiciaire du litige (voir, mutatis mutandis, Raffineries grecques Stran et Stratis Andreadis précité, § 49, et National & Provincial Building Society, Leeds Permanent Building Society et Yorkshire Building Society précité, § 112, Zielinski et Pradal et Gonzalez et autres c. France [GC], nos 24846/94 et 34165/96 à 34173/96, § 57, CEDH 1999VII, et Varnima Corporation International S.A. c. Grèce, no 48906/06, §§ 26-35, 28 mai 2009).", "68.  En l’espèce, sur le terrain de l’article 1 du Protocole no 1, ce qui paraît déterminant aux yeux de la Cour est d’abord le fait que le délai initial fixé par la loi sur le patrimoine s’appliquait à toutes les demandes patrimoniales y compris celles découlant de l’Accord germano-américain. En effet, la loi du 21 décembre 1992 n’avait pas prévu de dispositions spéciales exemptant la RFA de déposer une telle demande (arrêts de la Cour administrative fédérale des 26 mai 1999 et 21 janvier 2004 – paragraphes 35 et 24 ci-dessus).", "69.  De plus, il est indéniable que l’Etat allemand avait connaissance de la situation avant l’expiration du délai légal fixé initialement par le législateur au 31 décembre 1992, étant donné que l’Accord germanoaméricain a été conclu le 13 mai 1992. L’Etat avait donc plus de sept mois pour déposer une demande en bonne et due forme.", "70.  La Cour relève ensuite que la modification rétroactive du 20 octobre 1998 de la version initiale de l’article 30a § 1 de la loi sur le patrimoine n’est intervenue que huit ans après la réunification allemande entrée en vigueur le 3 octobre 1990 et six ans après l’expiration du délai légal du 31 décembre 1992.", "71.  Or le délai d’intervention du législateur est un élément à prendre en considération dans l’appréciation de la proportionnalité (voir notamment Jahn et autres précité, § 116, ii., où la Cour a relevé le laps de temps très court (deux ans) entre l’entrée en vigueur de la réunification allemande et l’adoption de la deuxième loi sur la modification du droit patrimonial), même si en l’espèce cette modification tardive peut s’expliquer par le fait que le montant global de la compensation n’a été versé par la RFA que le 29 avril 1997 (paragraphe 18 ci-dessus).", "72.  De même, nonobstant le fait que la décision formelle de l’Office du Land du 12 juillet 2001 statuant sur la demande de restitution n’est intervenue qu’après la modification législative du 20 octobre 1998, le laps de temps qui s’est écoulé entre le dépôt de la demande en restitution du 10 octobre 1990 et la décision de l’Office du Land était de dix ans et six mois, ce qui là aussi paraît excessif.", "73.  Enfin, un élément essentiel dans l’appréciation de la proportionnalité est la charge que cette modification législative a fait peser sur les requérants : contrairement à l’affaire Jahn et autres précité, où la deuxième loi sur la modification du droit patrimonial ne prévoyait aucune indemnisation pour les requérants (§ 110), en l’espèce la loi sur l’indemnisation prévoit le versement d’une indemnisation. Cependant, celleci n’apparaît pas proportionnée eu égard à la gravité de l’ingérence litigieuse, consistant en une modification législative rétroactive qui a créé une inégalité en faveur de l’Etat et au détriment des requérants. De plus, il n’est pas certain que ces derniers pourront percevoir une quelconque indemnité, étant donné que le Gouvernement allègue qu’ils n’ont pas fait leur demande dans le délai légal et que le tribunal administratif a suspendu la procédure dans l’attente de l’arrêt de la Cour.", "74.  Eu égard aux circonstances très particulières de cette affaire, et malgré la grande marge d’appréciation dont l’Etat dispose dans le contexte unique de la réunification allemande et l’objectif légitime du législateur allemand d’assurer la pérennité de ses droits patrimoniaux issus de l’Accord germano-américain, la Cour conclut que la modification législative litigieuse a rompu le « juste équilibre » à ménager entre la protection de la propriété et les exigences de l’intérêt général.", "Il y a donc eu violation de l’article 1 du Protocole no 1.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 14 DE LA CONVENTION COMBINE AVEC L’ARTICLE 1 DU PROTOCOLE No 1", "75.  Les requérants se prétendent victimes d’une discrimination contraire à l’article 14 de la Convention combiné avec l’article 1 du Protocole no 1. L’article 14 est ainsi rédigé :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "76.  Les requérants soutiennent que la date limite prévue à l’article 30a § 1 de la loi sur le patrimoine s’appliquait à toutes les demandes de restitution, y compris celles de l’Etat. Or la modification législative rétroactive en faveur de l’Etat et au détriment des requérants aurait constituée une discrimination qui ne reposerait sur aucune justification.", "77.  Le Gouvernement soutient qu’on ne saurait comparer la situation des requérants, dont les droits découlent d’une expropriation effectuée dans l’ancienne RDA, et le Gouvernement, qui a hérité de droits basés sur la volonté de réparer l’injustice national-socialiste. Dès lors, l’article 14 de la Convention ne trouverait pas à s’appliquer. A défaut, la différence de traitement reposerait sur une justification objective et raisonnable eu égard à la volonté du législateur de clarifier une situation incertaine par le biais de la loi de 1998.", "78.  Compte tenu de son constat de violation concernant le droit des requérants au respect de leurs biens (paragraphes 68-74 ci-dessus), la Cour ne juge pas nécessaire d’examiner le grief des requérants tiré de l’article 14 de la Convention combiné avec l’article 1 du Protocole no 1.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "79.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "80.  A titre de dommage matériel, les requérants réclament un montant équivalent à celui du prix de vente du terrain effectué le 17 octobre 1997, soit 664.680 euros (EUR), assorti des intérêts de retards à compter de cette date à hauteur de 544.060 EUR, et donc une somme globale de 1.208.740 EUR.", "81.  En ce qui concerne les frais et dépens exposés devant les juridictions nationales (tribunal administratif de Potsdam, Cour administrative fédérale et Cour constitutionnelle fédérale), les requérants demandent, justificatifs à l’appui, 65.237,80 EUR comprenant les honoraires des avocats et les frais de procédure. Quant aux frais et dépens exposés devant la Cour, les requérants demandent 17.490 EUR et fournissent l’état d’honoraires correspondant.", "Le montant global réclamé au titre des frais et dépens est donc de 82.727,80 EUR.", "82.  Le Gouvernement s’en remet à l’appréciation de la Cour pour ce qui est du montant de la satisfaction équitable à accorder le cas échéant aux requérants.", "83.  La Cour estime que la question de l’application de l’article 41 ne se trouve pas en état. En conséquence, elle la réserve et fixera la procédure ultérieure compte tenu de la possibilité que le Gouvernement et la requérante parviennent à un accord.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 1 du Protocole no 1 de la Convention ;", "2.  Dit qu’il n’est pas nécessaire d’examiner le grief tiré de l’article 14 de la Convention combiné avec l’article 1 du Protocole no 1 de la Convention ;", "3.  Dit que la question de l’application de l’article 41 de la Convention ne se trouve pas en état ;", "en conséquence,", "a)  la réserve en entier ;", "b)  invite le Gouvernement et les requérants à lui adresser par écrit, dans le délai de trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, leurs observations sur cette question et notamment à lui donner connaissance de tout accord auquel ils pourraient aboutir ;", "c)  réserve la procédure ultérieure et délègue au président de la chambre le soin de la fixer au besoin.", "Fait en français et en anglais, puis communiqué par écrit le 8 décembre 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tDean Spielmann\n\tGreffière\tPrésident", "", "", "", "", "", "Requête no 5631/05", "Althoff et autres ./. Allemagne", "", "Liste des requérants", "", "", "", ""]}