{"file": "FRE_CLINF_48339_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "48339/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 60", "Janvier 2004", "Kangasluoma c. Finlande - 48339/99", "Arrêt 20.1.2004 [Section IV]", "Article 13", "Recours effectif", "Existence d’un recours concernant la durée d’une procédure pénale: violation", "En fait: En 1990, la police ouvrit une enquête sur les activités commerciales du requérant et l’interrogea à ce sujet. En 1994, l’intéressé fut officiellement inculpé, notamment de fraude fiscale aggravée, et, par la suite, condamné à une peine d’emprisonnement de deux ans. La procédure d’appel engagée par le requérant prit fin en 1998, la Cour suprême ayant refusé à l’intéressé l’autorisation de la saisir.", "En droit: Article 6 § 1 (délai raisonnable) – La Cour estime que le requérant était sous le coup d’une « accusation » à partir de l’ouverture par la police en 1990 de l’enquête préliminaire, et non, comme le prétend le Gouvernement, à partir de la date en 1994 où l’intéressé a été officiellement inculpé. Bien que l’affaire fût quelque peu complexe, la procédure a connu des retards injustifiés à plusieurs stades, et sa durée globale – 7 ans et 4 mois – était excessive.", "Conclusion: violation (unanimité).", "Article 13 – Le Gouvernement soutient que le requérant aurait pu saisir la cour d’appel pour se plaindre de tout ajournement injustifié dans son affaire ou, à n’importe quel moment, présenter une demande motivée aux tribunaux pour faire accélérer la procédure. Il fait valoir également que l’intéressé aurait pu obtenir réparation en vertu de la loi sur la responsabilité civile si les retards intervenus dans la procédure avaient résulté d’un acte illégal ou d’une négligence de la part d’un fonctionnaire. Toutefois, la Cour estime que le Gouvernement n’a pas démontré dans quelle mesure le requérant aurait pu obtenir satisfaction – préventive ou compensatoire – en utilisant ces voies de droit, considérant en particulier qu’un simple retard (en l’absence d’acte illégal) n’était pas un motif de réparation en droit finlandais. De plus, le Gouvernement n’a fourni aucun exemple de la pratique interne attestant qu’il aurait été possible au requérant d’obtenir un redressement en usant de ces recours.", "Conclusion: violation (unanimité)", "Article 41 – La Cour alloue au requérant 3 000 euros pour préjudice moral et une indemnité pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}