{"file": "FRE_HFJUD_59548_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "59548/00", "text_paragraphs": ["", "", "CINQUIÈME SECTION", "", "", "", "", "AFFAIRE DODOV c. BULGARIE", "", "(Requête no 59548/00)", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "17 janvier 2008", "", "", "DÉFINITIF", "", "", "17/04/2008", "", "", "Cet arrêt est définitif. Il peut subir des retouches de forme.", "", "En l'affaire Dodov c. Bulgarie,", "La Cour européenne des droits de l'homme (cinquième section), siégeant en une chambre composée de :", "\tPeer Lorenzen, président,\n\tSnejana Botoucharova,\n\tKarel Jungwiert,\n\tRait Maruste,\n\tJavier Borrego Borrego,\n\tRenate Jaeger,\n\tMark Villiger, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 11 décembre 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 59548/00) dirigée contre la République de Bulgarie et dont un ressortissant de cet Etat, M. Nikolaï Ivanov Dodov (« le requérant »), a saisi la Cour le 9 décembre 1998 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l'assistance judiciaire, a été représenté par Me R. Semerdjiev, avocat à Sofia. Le gouvernement bulgare (« le Gouvernement ») a été représenté par son agente, Mme M. Kotzeva, du ministère de la Justice.", "3.  Le requérant alléguait, en particulier, que la vie de sa mère avait été mise en danger par la négligence du personnel d'une maison de retraite publique ; que la police n'avait pas pris toutes les mesures nécessaires pour rechercher la pensionnaire immédiatement après sa disparition ; que l'enquête subséquente n'avait donné lieu à aucune sanction pénale ou disciplinaire ; que lorsqu'il avait tenté d'obtenir réparation au moyen d'une procédure civile, il s'était heurté à l'attitude dilatoire des autorités publiques défenderesses ; et que la procédure avait été excessivement longue.", "4.  Le 7 juin 2005, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permet l'article 29 § 3 de la Convention, elle a décidé d'examiner conjointement la recevabilité et le fond de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Le requérant est né en 1961 et réside à Sofia.", "A.  La disparition de la mère du requérant", "6.  En mai 1994, la mère du requérant, Mme Stoyanova, qui était âgée de soixante-trois ans et souffrait de la maladie d'Alzheimer, fut admise à la maison de retraite de Sofia. L'établissement était situé sur une artère très passante du quartier de Kniajevo. Mme Stoyanova fut placée dans l'unité médicalisée, qui employait plusieurs médecins et infirmières. Selon un avis médical datant de cette époque, sa mémoire et ses autres capacités mentales se dégradaient progressivement. Il fallait la surveiller constamment, et le personnel de la maison de retraite avait reçu pour instruction de ne jamais la laisser seule. Dans les mois qui suivirent, le requérant rendit visite à sa mère régulièrement et l'emmena quelquefois à des rendez-vous médicaux hors de la maison de retraite.", "7.  Lors de sa visite du 2 décembre 1995, il remarqua des taches sur la peau de sa mère et en informa l'infirmière de service.", "8.  Il se rendit à nouveau à la maison de retraite le 4 décembre 1995, vers 18 h 30, mais fut informé que sa mère avait disparu. On lui expliqua qu'elle avait été envoyée plus tôt dans la journée consulter un dermatologue hors de la maison de retraite, accompagnée par une aide-soignante, Mme V., qui, à leur retour, vers 11 h 30, l'avait laissée seule dans la cour pendant quelques minutes et ne l'y avait pas trouvée en revenant. Le personnel de la maison de retraite avait cherché Mme Stoyanova dans les environs, en vain.", "9.  La police avait été alertée deux heures environ après les faits. Le même jour, puis le 11 décembre 1995, elle avait entendu plusieurs témoins et enregistré leurs dépositions. Certains avaient indiqué qu'ils avaient cherché aux alentours dès qu'ils avaient appris la disparition de la pensionnaire.", "10.  Le 8 décembre 1995, le nom de Mme Stoyanova fut porté sur la liste des personnes recherchées par la police dans la région de Sofia et, le 22 décembre 1995, des données la concernant furent inscrites sur la liste nationale des personnes disparues. Le 11 décembre 1995, la police de Sofia émit un communiqué de presse décrivant physiquement Mme Stoyanova et appelant la population à signaler toute information pertinente. Il semble que la description en question ait contenu des erreurs. Le 13 décembre 1995, des recherches furent menées à proximité de la maison de retraite avec un chien policier. Ces recherches restèrent infructueuses. La police vérifia également l'identité des patients admis dans les hôpitaux psychiatriques pendant cette période, ainsi que des informations selon lesquelles, en janvier 1996, une femme ressemblant à la mère du requérant avait passé une nuit dans un monastère. En février 1996, une annonce fut diffusée à la télévision nationale.", "11.  Pendant les jours qui suivirent la disparition de sa mère, le requérant lui-même fit tout son possible pour tenter de la retrouver. Il interrogea tous ceux qui avaient été en contact avec elle avant sa disparition, publia des appels à témoins dans plusieurs journaux et afficha des annonces comportant une photographie de sa mère.", "12.  Mme Stoyanova n'a pas été retrouvée à ce jour. Par une décision de 1998, un tribunal de district l'a déclarée disparue et a désigné le requérant pour la représenter.", "B.  Les plaintes pénales du requérant contre le personnel de la maison de retraite", "13.  Le 5 juillet 1996, le requérant introduisit une plainte auprès du parquet de district de Sofia, alléguant que le personnel administratif et médical de la maison de retraite était responsable de la disparition de sa mère.", "14.  Malgré les nombreuses démarches de l'intéressé auprès des parquets de tous les niveaux, rien ne fut fait dans le cadre de l'affaire jusqu'en décembre 1997.", "15.  En décembre 1997, le parquet de district ouvrit une enquête préliminaire.", "16.  Le requérant participa activement à la procédure qui s'ensuivit. Il formula des demandes précises aux fins de l'administration de preuves relatives aux événements du 4 décembre 1995 et à la négligence alléguée du personnel de la maison de retraite. Dans d'autres contributions, souvent volumineuses, il exposa en détail les raisons pour lesquelles il craignait que sa mère ait été enlevée par un groupe criminel se livrant au trafic d'organes humains.", "17.  Le 19 mars 1998, après avoir entendu le docteur G., chef du personnel médical de la maison de retraite, l'enquêteur recommanda la clôture de l'enquête. Le 10 avril 1998, le procureur suivit cette recommandation. L'un comme l'autre notèrent qu'il n'était pas exceptionnel dans la pratique de la maison de retraite d'envoyer des résidents atteints de la maladie d'Alzheimer passer des examens à l'extérieur et qu'ils prenaient alors les transports publics et étaient accompagnés d'une aide-soignante ; qu'il était conforme à la pratique habituelle de laisser les résidents dans la cour pendant quelques minutes, le temps de signaler leur retour au médecin de service, avant de les raccompagner dans leur chambre ; que la cour était entourée d'une clôture et que des membres du personnel se trouvaient généralement non loin de là ; et qu'une gardienne était chargée de contrôler l'identité des personnes entrant dans l'établissement. Ils conclurent donc qu'aucune infraction pénale n'avait été commise.", "18.  Le requérant ne fut pas informé de cette décision. Il en prit connaissance le 14 décembre 1998, s'étant rendu au parquet de district pour s'enquérir de la suite donnée à sa plainte.", "19.  Le 8 janvier 1999, il contesta la décision en question, insistant pour que soient interrogés d'autres témoins, notamment l'aide-soignante qui avait accompagné sa mère, le médecin qui l'avait envoyée passer l'examen et la gardienne.", "20.  Le 22 janvier 1999, le parquet de Sofia annula la décision du parquet de district et renvoya l'affaire pour réouverture de l'enquête. En juin puis en août 1999, le dossier fut transmis à un enquêteur. Celui-ci entendit l'aide-soignante et la gardienne.", "21.  Le 12 avril 2000, le procureur mit fin à la procédure. Il nota que Mme V., l'aide-soignante, avait laissé la mère du requérant dans la cour pendant deux ou trois minutes parce qu'il lui avait été demandé d'aller voir un responsable de l'équipe médicale ; qu'à ce moment-là, la mère du requérant était partie et qu'elle était ensuite restée introuvable ; que la gardienne avait déclaré ne pas l'avoir vue ; qu'en vertu des descriptions de poste il incombait aux aides-soignants d'accompagner les résidents, et que les fonctions de gardien n'impliquaient pas de responsabilités quant à la sécurité des résidents. Sur ce fondement, le procureur conclut que « rien n'indiqu[ait] qu'un membre du personnel ait exposé Mme Stoyanova [à un risque] » ; et que, concernant « l'intention criminelle [de l'auteur éventuel], aucune conduite délibérée [ne pouvait être] prouvée. »", "Le requérant contesta cette décision.", "22.  A une date non précisée, la décision du procureur en date du 12 avril 2000 fut annulée et l'affaire renvoyée pour réouverture de l'enquête. Il fut alors établi que lorsque la mère du requérant avait été laissée seule le 4 décembre 1995, la gardienne ne se trouvait pas à son poste mais était partie boire un thé.", "23.  Le 18 juin 2001, le parquet de district mit fin à la procédure, par une décision qui indiquait notamment :", "« Mme V. a laissé [la mère du requérant] seule dans la cour, négligeant ainsi son devoir d'accompagnement et d'assistance à l'égard des [résidents] gravement malades. Toutefois, cet acte ne constitue pas une infraction au regard de l'article 137 du code pénal. Cette disposition réprime en effet la non-assistance à une personne vulnérable dans les cas où la vie de cette personne est véritablement menacée et où l'intéressé ne lui porte pas secours bien qu'il ait connaissance du danger. Mme V. a déclaré qu'elle n'avait pas pensé que le fait de laisser [la mère du requérant seule] dans la cour pût mettre sa vie en danger, dès lors que ladite cour était entourée d'une clôture et qu'une gardienne y était habituellement présente. La gardienne s'est quant à elle rendue coupable d'un grave manquement à ses devoirs en quittant la porte pour aller boire un thé. Cependant, sa responsabilité pénale n'est pas engagée, dans la mesure où elle n'avait pas compris que [la mère du requérant] était en danger. Mme V. et la gardienne ont sans aucun doute commis des fautes disciplinaires, qui auraient dû être sanctionnées comme telles, mais leur comportement n'est pas pénalement répréhensible. »", "24.  Le requérant ne fut pas informé de la décision du parquet. Lorsqu'il en eut connaissance, il la contesta par un recours en date du 29 septembre 2001 devant le tribunal de district de Sofia.", "25.  Le 21 novembre 2001, ledit tribunal annula la décision du parquet et renvoya l'affaire pour réouverture de l'enquête, considérant que le raisonnement du procureur comportait des incohérences et que tous les éléments pertinents n'avaient pas été réunis.", "26.  Après avoir entendu de nouveaux témoins, le parquet de district de Sofia mit fin à l'enquête, le 15 août 2003. Le procureur nota les éléments ciaprès, qui n'avaient pas été mentionnés dans les décisions antérieures : i. il n'était pas rare que les résidents âgés de la maison de retraite passent par-dessus la clôture d'enceinte de l'établissement ; ii. la cour comportait une autre entrée, utilisée pour les véhicules de service, qui était habituellement fermée par une barre en métal placée du côté intérieur du portail ; et iii. l'organisation de la maison de retraite et les tâches des employés n'étaient pas clairement définies.", "Le procureur estima que compte tenu de l'absence de règles claires concernant les tâches des employés de la maison de retraite, il n'était pas possible d'émettre des conclusions quant à la responsabilité pénale des employés ; et que, par ailleurs, il ne ressortait des faits aucune infraction au regard de l'article 137 du code pénal.", "Il indiqua également qu'en toute hypothèse, le délai légal de prescription de l'infraction alléguée était écoulé.", "27.  Le 20 janvier 2004, à l'issue d'un recours formé par le requérant, le tribunal de district de Sofia confirma la décision du procureur en date du 15 août 2003, le délai de prescription de l'infraction alléguée ayant expiré le 4 juin 2003.", "C.  La plainte pénale du requérant contre la police", "28.  En juillet 1996, le requérant se plaignit auprès du parquet que la police n'avait pas pris les mesures nécessaires pour rechercher sa mère disparue. Le parquet examina la question et, par des décisions rendues en 1997 et en 1999, refusa d'ouvrir une procédure pénale, considérant que la police avait agi avec diligence.", "D.  La procédure civile engagée par le requérant", "1.  La procédure devant le tribunal de Sofia", "29.  Le 10 juillet 1996, le requérant intenta devant le tribunal de Sofia une action civile en réparation du préjudice moral que lui avait causé la disparition de sa mère. L'action était dirigée contre le ministère du Travail et de la Politique sociale et la municipalité de Sofia (qui étaient les institutions responsables de la maison de retraite) pour négligence des employés de l'établissement, et contre le ministère de l'Intérieur pour insuffisance des efforts mis en œuvre pour retrouver sa mère. Le requérant s'appuyait sur la loi sur la responsabilité de l'Etat.", "30.  Tout au long de la procédure devant le tribunal de Sofia, le requérant communiqua de volumineuses observations écrites et de nombreuses demandes d'administration de preuves.", "31.  A la première audience, tenue le 24 février 1997, le tribunal ne put examiner l'affaire, l'un des défendeurs n'ayant pas été convoqué. Il ordonna au requérant d'indiquer les adresses complètes du ministère du Travail et de la Politique sociale ainsi que de la municipalité de Sofia, sous peine de clôture de la procédure.", "32.  Des audiences eurent lieu le 2 juin 1997 et le 19 janvier 1998. Le tribunal de Sofia admit plusieurs documents à titre de preuves et en écarta d'autres. Il rejeta la demande du requérant tendant à l'audition d'un certain nombre de témoins, la jugeant vague et liée à des faits qu'il fallait établir au moyen de preuves documentaires.", "33.  Le 13 avril 1998, le représentant de la municipalité de Sofia, qui gérait la maison de retraite, déclara qu'il n'y avait pas lieu d'examiner l'affaire sur le fondement de la loi sur la responsabilité de l'Etat. Le représentant du ministère de l'Intérieur, qui faisait partie des défendeurs, estima qu'en fait les allégations du requérant ne concernaient pas le ministère dans son ensemble mais l'une de ses directions régionales, la Direction de l'Intérieur de Sofia. Le tribunal décida de repousser l'audience et pria le requérant de prouver le locus standi du ministère de l'Intérieur.", "34.  A une date non précisée, le requérant demanda que la Direction de l'Intérieur de Sofia fût ajoutée aux défendeurs. Le tribunal fit droit à cette demande à l'audience suivante, le 16 octobre 1998, et ajourna l'affaire. Il pria le requérant de communiquer un nouvel exemplaire de tous les éléments déjà versés au dossier, pour communication à la nouvelle défenderesse.", "35.  A l'audience du 26 mars 1999, le représentant de la Direction de l'Intérieur de Sofia déclara qu'il n'y avait pas lieu d'examiner l'affaire sur le fondement de la loi sur la responsabilité de l'Etat, ce texte ne concernant pas les pouvoirs administratifs de la police. Le requérant tenta de faire ajouter la maison de retraite aux défendeurs. Le tribunal le pria alors de prouver que l'établissement avait une personnalité juridique distincte de celle de la municipalité de Sofia et renvoya l'audience. En définitive, les juges conclurent que la maison de retraite n'avait pas de personnalité juridique distincte.", "36.  L'audience tenue le 15 octobre 1999 donna lieu à une nouvelle suspension, le tribunal ayant prononcé contre la police de Sofia une ordonnance de divulgation concernant certains documents. Les juges rejetèrent la demande formulée par le requérant aux fins de la convocation d'un certain nombre de témoins, parmi lesquels le médecin qui était de service le jour des faits. Le requérant souhaitait que les témoins exposent le fonctionnement quotidien de la maison de retraite, l'identité des employés chargés d'accompagner sa mère, l'état de santé de celle-ci le jour de la disparition, et le déroulement exact des événements au retour de la consultation chez le dermatologue. Le tribunal estima que ces éléments ne pouvaient être établis qu'à partir de preuves documentaires.", "37.  Le 4 février 2000, l'audience ne put avoir lieu en raison d'erreurs de convocation.", "38.  L'audience prévue pour le 5 mai 2000 fut repoussée du fait de l'absence du procureur.", "39.  Le 6 octobre 2000, le tribunal fit droit à certaines des demandes formulées par le requérant aux fins de l'audition de témoins et renvoya l'audience à une date ultérieure.", "40.  L'audience suivante se tint le 2 février 2001. Elle fut repoussée au motif que la maison de retraite n'avait pas donné suite à une ordonnance de divulgation. L'un des témoins convoqués se présenta mais ne fut pas invité à déposer.", "41.  L'audience prévue pour le 4 mai 2001 ne put avoir lieu, l'un des défendeurs et un témoin n'ayant pas été convoqués. Le tribunal fixa l'audience suivante au 12 octobre 2001.", "42.  Le 12 octobre 2001, le tribunal entendit deux témoins, tous deux employés de la maison de retraite.", "L'employé responsable de l'unité concernée indiqua que le personnel savait que la mère du requérant était malade et absolument incapable de s'orienter, et précisa qu'elle était en « régime fermé » et que tout le personnel savait qu'elle devait être accompagnée.", "Mme V., l'aide-soignante qui avait accompagné la mère du requérant, déclara qu'elle l'avait laissée une minute à la porte, à côté de la loge de la gardienne, et que la porte n'était pas fermée à clef, mais qu'à ce moment-là la gardienne était présente. Elle ajouta qu'elle avait demandé à la gardienne – laquelle avait vu Mme Stoyanova, contrairement à ce qu'elle avait affirmé – de surveiller la pensionnaire.", "43.  L'audience suivante eut lieu le 15 mars 2002. Le tribunal entendit deux témoins et renvoya l'examen de l'affaire à une date ultérieure. L'un des témoins, la gardienne de la maison de retraite, ne se présenta pas. Le tribunal décida finalement d'examiner l'affaire à partir des éléments dont il disposait. La dernière audience eut lieu le 21 juin 2002.", "44.  Le 31 juillet 2002, le tribunal de Sofia rendit son jugement. Il conclut que le requérant n'avait pas qualité pour agir en vertu de la loi sur la responsabilité de l'Etat car, sa mère n'ayant pas été déclarée décédée, il ne pouvait prétendre être son héritier.", "Le tribunal estima également qu'il n'était pas certain que la loi en question fût applicable dans cette affaire dès lors que ce texte ne concernait que les dommages résultant de décisions administratives entachées d'irrégularité ou d'actions illégales de l'administration.", "2.  La procédure devant la cour d'appel de Sofia", "45.  Le 16 août 2002, le requérant interjeta appel. Il soutint notamment qu'il revenait aux tribunaux de décider de la qualification juridique de sa demande et que par conséquent, si les juges estimaient que son affaire devait être examinée dans le cadre du droit commun de la responsabilité, il leur appartenait de procéder sous cet angle. Il répéta également qu'il était personnellement touché par la situation, ayant subi un préjudice moral du fait de la disparition de sa mère.", "46.  Par des décisions des 21 et 30 janvier 2003, la cour d'appel, relevant que le tribunal de Sofia n'avait pas réuni tous les éléments pertinents, ordonna en appel la convocation de témoins et la production d'autres éléments de preuve.", "47.  Le 8 juillet 2003, la cour d'appel ordonna l'audition d'un témoin, la gardienne.", "48.  Le 13 octobre 2003, elle entendit à son domicile, en présence des représentants des parties et d'un procureur, l'ancienne gardienne, qui était tombée malade. Celle-ci déclara que le jour des faits elle n'avait pas vu la mère du requérant.", "49.  Le 15 janvier 2004, la cour d'appel rendit sa décision. Observant que la loi sur la responsabilité de l'Etat ne concernait que les dommages résultant de décisions administratives ou d'actions intervenant dans l'exercice de fonctions administratives, elle conclut que, le grief du requérant ne portant pas sur de telles décisions ou actions, il devait être examiné dans le cadre du droit commun de la responsabilité. Pour ce motif, elle annula le jugement du tribunal de Sofia et lui renvoya l'affaire pour réexamen.", "3.  La procédure devant la Cour suprême de cassation", "50.  Le 13 février 2004, le requérant se pourvut en cassation. Le 25 mai 2005, la Cour suprême de cassation rejeta le pourvoi. Elle conclut que le tribunal de Sofia avait eu tort d'examiner l'affaire sous l'angle de la loi sur la responsabilité de l'Etat.", "4.  Le réexamen de l'affaire par le tribunal de Sofia", "51.  A une date non précisée, l'affaire fut transmise au tribunal de Sofia afin qu'il l'examine à nouveau dans le cadre du droit commun de la responsabilité.", "52.  Le 7 juillet 2005, le tribunal demanda au requérant de préciser ses griefs.", "53.  Le 1er septembre 2005, il jugea insuffisantes les explications fournies par l'intéressé et lui donna de nouvelles instructions.", "54.  Le 1er février 2006, le tribunal tint audience. Il prononça plusieurs ordonnances de divulgation visant la maison de retraite et la Direction de l'Intérieur de Sofia, et autorisa l'administration d'autres éléments de preuve. L'audience fut remise au 14 juin 2006. La procédure demeure pendante.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La réglementation régissant les activités de la maison de retraite et de son personnel", "55.  Au moment des faits, les activités des maisons de retraite et autres foyers sociaux étaient régies par une réglementation édictée par le ministère de la Santé publique (Journal officiel no 91 de 1965 ; modifications publiées au Journal officiel no 30 de 1987), qui resta en vigueur jusqu'en 1999, date à laquelle elle fut remplacée par une nouvelle réglementation.", "56.  En vertu de cette réglementation, les maisons de retraite étaient financées et gérées par les conseils municipaux et devaient respecter les normes et instructions émises par le ministère de la Santé publique. Il semble toutefois qu'en 1994 les maisons de retraite étaient gérées par le ministère du Travail et de la Politique sociale, ce qui n'apparaît pas dans la réglementation.", "57.  La réglementation décrivait les fonctions des grandes catégories de personnel : directeur, médecins, personnel soignant et personnel administratif. Sur cette base, chaque maison de retraite adoptait son propre règlement interne. La maison de retraite où résidait la mère du requérant avait également un règlement interne qui prévoyait en détail l'organisation et la répartition des tâches et des fonctions au sein du personnel. De plus, les missions propres à chaque poste étaient énoncées dans les descriptions de poste : celle de la gardienne, par exemple, indiquait que l'une de ses fonctions principales consistait à contrôler l'entrée et la sortie des personnes et des véhicules. L'établissement tenait également un tableau des présences et absences et un journal quotidien des tâches à accomplir.", "B.  Le code pénal", "58.  L'article 137 du code pénal incrimine la mise en danger de la vie d'autrui et la non-assistance, en connaissance de cause, à une personne incapable de prendre soin d'elle-même en raison de son jeune âge ou de son âge avancé, de la maladie ou d'une autre cause de vulnérabilité.", "Il n'existe pas de jurisprudence connue sur cette disposition.", "C.  La loi sur la responsabilité de l'Etat et le droit commun de la responsabilité", "59.  La loi sur la responsabilité de l'Etat dispose, en son article premier, que l'Etat est responsable des dommages causés par ses représentants ou par ses organes publics dans l'exercice de leurs fonctions administratives. Pour les dommages causés dans d'autres circonstances, la responsabilité de l'Etat et de ses organes est engagée en vertu du droit commun de la responsabilité.", "Selon la pratique constante en matière de procédure civile, les tribunaux examinent les griefs qui leur sont présentés et déterminent leur qualification juridique, indépendamment de celle qu'en a proposée le demandeur : celui-ci doit circonscrire la cause en précisant son grief et les faits correspondants, mais il n'est pas tenu de les qualifier juridiquement ; même s'il indique une qualification juridique, celle-ci ne lie pas les juges, qui doivent apprécier eux-mêmes la situation de manière indépendante (voir, parmi beaucoup d'autres, les décisions suivantes : 1208-98-V (Cour suprême de cassation), 38-97-VII (Cour administrative suprême) et 75-88- ОСГК (Cour suprême)).", "60.  En vertu de l'article 10, les procédures intentées dans le cadre de cette loi, à la différence des procédures civiles relevant du droit commun de la responsabilité, se tiennent en présence d'un procureur, et les frais de procédure ne sont payables qu'une fois la décision devenue définitive.", "61.  En 2005, dans une décision interprétative concernant certains aspects de l'application de cette loi, la Cour suprême de cassation a relevé l'existence d'interprétations et de pratiques divergentes en la matière. L'une des questions qui se posait était celle de l'identité des organes administratifs ayant qualité pour répondre aux griefs en vertu de la loi en question. La haute juridiction a précisé que les actions devaient être intentées contre l'organe public qui employait l'agent concerné ou, si ledit organe n'avait pas de personnalité juridique distincte, contre l'organe public d'échelon supérieur qui répondait à cette condition.", "D.  Personnes disparues et personnes présumées décédées", "62.  En vertu des articles 8 à 19 de la loi sur les personnes et la famille, les tribunaux peuvent déclarer une personne disparue lorsqu'on ne sait pas où elle se trouve depuis plus d'un an. Si la personne n'a pas été retrouvée au bout de cinq ans, ils peuvent déclarer qu'elle est présumée décédée.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 2 DE LA CONVENTION", "63.  Le requérant estime que les circonstances qui ont entouré la disparition de sa mère font apparaître des violations des articles 2, 13 et 17 de la Convention. En particulier, la vie de Mme Stoyanova aurait été mise en danger par une réglementation déficiente et par d'impardonnables négligences du personnel de la maison de retraite. En outre, l'enquête subséquente n'aurait donné lieu à aucune sanction pénale ou disciplinaire, et les efforts de l'intéressé pour obtenir réparation au moyen d'une action civile auraient été rendus vains par l'attitude dilatoire des autorités publiques défenderesses et par des retards imputables aux tribunaux.  Le requérant se plaint aussi que la police n'ait pas pris toutes les mesures nécessaires pour rechercher sa mère immédiatement après sa disparition. Le Gouvernement conteste la thèse du requérant.", "64.  La Cour considère que la disposition applicable en l'espèce est l'article 2 § 1 de la Convention, qui, en sa partie pertinente, est ainsi libellé :", "« 1.  Le droit de toute personne à la vie est protégé par la loi. »", "65.  La Cour note que les griefs du requérant portent sur deux ensembles de faits qu'il convient d'examiner séparément.", "", "A.  Sur la violation alléguée de l'article 2 § 1 relativement à l'impossibilité dans laquelle se serait trouvé le requérant d'engager la responsabilité des institutions et du personnel concernés", "1.  Sur la recevabilité", "a)  Sur l'applicabilité de l'article 2", "66.   Le Gouvernement soutient que la garantie de fond de l'article 2 de la Convention est inapplicable en l'espèce, l'affaire ne concernant ni un décès en détention ni l'usage de la force par des agents de l'Etat. En outre, l'article 2 ne s'appliquerait pas non plus en son volet procédural, le décès de la mère du requérant n'ayant pas été établi.", "67.   Le requérant, qui souligne qu'il s'agit de la vie de sa mère, estime quant à lui que l'article 2 de la Convention est clairement applicable.", "68.  La Cour note que la mère du requérant souffrait de la maladie d'Alzheimer, à un stade apparemment avancé, et que plus de onze années se sont écoulées depuis qu'elle a disparu, en décembre 1995, à l'âge de soixante-quatre ans, à un moment où ses capacités mentales s'étaient dégradées et où il fallait la surveiller constamment. Dans ces conditions, il est possible en droit bulgare d'obtenir une déclaration judiciaire attestant que la personne disparue est présumée décédée (paragraphes 6 à 12 et 62 ci-dessus), même s'il ne semble pas que pareille déclaration ait été demandée en l'espèce. La Cour juge raisonnable, aux fins de l'examen de la présente affaire, de présumer que Mme Stoyanova est décédée.", "69.  La question se pose toutefois de savoir s'il existe en l'espèce, entre le décès présumé de Mme Stoyanova et la négligence reprochée au personnel de la maison de retraite, un lien causal direct permettant de déclencher l'application de l'article 2 pour les défaillances alléguées de la réponse de l'ordre juridique à ces actes de négligence.", "70.  La Cour observe que les autorités internes ont établi au cours de l'enquête pénale concernant le personnel de la maison de retraite (même si ces conclusions ne sont jamais devenues définitives) que Mme Stoyanova était en « régime fermé » et que les employés savaient qu'il ne fallait pas la laisser sans surveillance, le risque étant de mettre en péril sa santé et sa vie. Il est également apparu que c'est néanmoins ce qu'ils ont fait et qu'il y a un lien direct entre ce manquement et la disparition de l'intéressée (paragraphes 23 et 42 ci-dessus). En outre, la Cour considère qu'on ne saurait interpréter le champ d'application de l'article 2 de la Convention de telle manière qu'il se trouve limité au moment et à la cause directe de la mort de la victime. Une séquence d'événements déclenchés par un acte de négligence et ayant abouti à un décès peut aussi faire l'objet d'un examen sous l'angle de l'article 2 (Öneryıldız c. Turquie [GC], no 48939/99, CEDH 2004XII).", "71.  Il s'ensuit que les circonstances de la présente affaire, si elles ne peuvent être considérées comme impliquant nécessairement l'infliction de la mort, entrent néanmoins dans le champ d'application de l'article 2 de la Convention, qui garantit le droit à la vie.", "", "b)  Sur les autres questions relatives à la recevabilité", "72.  La Cour observe que le grief ci-dessus exposé n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. Il n'est pas non plus irrecevable pour d'autres motifs, et doit donc être déclaré recevable.", "2.  Sur le fond", "a)  Thèses des parties", "73.  Selon le Gouvernement, pour autant que l'article 2 puisse être applicable en son volet procédural, l'Etat défendeur s'est acquitté des obligations qui lui incombent en vertu de cette disposition telle que la Cour l'a interprétée dans sa jurisprudence, notamment dans l'affaire Calvelli et Ciglio c. Italie ([GC], no 32967/96, CEDH 2002I). En particulier, l'ordre juridique bulgare aurait permis au requérant de demander une indemnisation dans le cadre d'une procédure civile. Le fait que l'action civile intentée par l'intéressé n'ait pas encore abouti à une décision sur le fond lui serait directement imputable : il aurait en effet commis des erreurs procédurales, engageant à tort une action sur le fondement de la loi sur la responsabilité de l'Etat, alors que le régime applicable était celui du droit commun de la responsabilité.", "74.  Le Gouvernement argue également que les autorités se sont acquittées de l'obligation que leur fait l'article 2 de la Convention d'offrir un cadre juridique garantissant de manière satisfaisante la protection de la vie. Il indique en particulier que les activités des maisons de retraite font l'objet d'une réglementation très précise.", "75.  Le requérant considère que son affaire diffère de celle de Calvelli et Ciglio sur deux points essentiels : premièrement, dans Calvelli et Ciglio, les autorités italiennes avaient poursuivi la personne dont la négligence avait causé le décès de la victime et l'avaient même reconnue coupable en première instance, alors que les autorités bulgares auraient refusé d'inculper les responsables bien que des éléments concrets fissent clairement apparaître un cas de négligence pénalement répréhensible ; et deuxièmement, les parents de la victime dans l'affaire Calvelli et Ciglio auraient reçu une indemnisation, sous forme de règlement, alors que dans la présente affaire le requérant aurait eu à supporter une procédure très longue sans perspective réaliste d'obtenir réparation.", "76.  Le requérant estime que l'on ne peut pas considérer qu'une procédure civile satisfait aux exigences de l'article 2 dans un cas tel que le sien, car cela reviendrait à « privatiser » la protection du droit à la vie. De plus, une procédure civile ne garantirait pas la tenue d'une enquête complète et approfondie sur l'ensemble des faits.", "77.  En toute hypothèse, pour ce qui est de l'effectivité de la procédure civile en tant qu'élément garantissant la mise en cause des responsabilités et l'octroi d'une réparation, le requérant considère que la conduite du tribunal de Sofia en général, et en particulier le fait qu'il n'ait pas déterminé en temps voulu la qualification juridique à attribuer aux faits de l'espèce, a achevé d'anéantir tout espoir que la lumière soit faite sur le décès de sa mère et que lui-même puisse obtenir réparation.", "78.  Le requérant soutient encore que les activités des maisons de retraite en général et les missions de leur personnel en particulier n'étaient pas réglementées de manière satisfaisante. Il estime notamment que la réglementation en vigueur au moment des faits était obsolète. En outre, à partir de 1994, les maisons de retraite auraient été gérées par le ministère du Travail et de la Politique sociale, en contradiction avec cette même réglementation. En conséquence, il aurait été difficile pour le requérant, dans la procédure civile qu'il a engagée, de déterminer si la maison de retraite avait ou non la personnalité juridique et de citer l'entité administrative qui avait qualité pour répondre à ses griefs.", "b)   Appréciation de la Cour", "79.  La première phrase de l'article 2, qui se place parmi les articles primordiaux de la Convention en ce qu'il consacre l'une des valeurs fondamentales des sociétés démocratiques qui forment le Conseil de l'Europe, impose à l'Etat l'obligation non seulement de s'abstenir de donner la mort « intentionnellement », mais aussi de prendre les mesures nécessaires à la protection de la vie des personnes relevant de sa juridiction (voir Calvelli et Ciglio, précité, § 48, et les autres références qui y sont citées).", "80.  Ces principes s'appliquent aussi dans le domaine de la santé publique. Les Etats doivent mettre en place un cadre réglementaire imposant aux hôpitaux, qu'ils soient publics ou privés, l'adoption de mesures propres à assurer la protection de la vie de leurs malades, et instaurer un système judiciaire efficace et indépendant permettant d'établir la cause du décès d'un individu se trouvant sous la responsabilité de professionnels de la santé, tant ceux agissant dans le cadre du secteur public que ceux travaillant dans des structures privées, et le cas échéant d'obliger ceux-ci à répondre de leurs actes (voir Calvelli et Ciglio, précité, § 49, et les autres références qui y sont citées).", "81.  A la différence de l'affaire Calvelli et Ciglio, qui concernait des erreurs commises par des médecins, la présente affaire porte sur un acte de négligence ayant mis en danger la vie de la mère du requérant, acte qui aurait été commis par une aide-soignante et/ou par le personnel technique auxiliaire. Cela étant, il n'y a pas de raison pour que l'obligation de réglementer les activités des établissements publics de santé et d'offrir des recours en cas de négligence ne s'étende pas aux membres de ce personnel, dans la mesure où leurs actes peuvent aussi mettre en péril la vie des patients, en particulier lorsque la capacité de ces derniers à prendre soin d'eux-mêmes est limitée, comme c'était le cas en l'espèce.", "82.  Dès lors qu'un Etat contractant a fait ce qu'il fallait pour assurer un haut niveau de compétence chez les professionnels de la santé et pour garantir la protection de la vie des patients, on ne peut admettre que des questions telles qu'une erreur de jugement de la part d'un professionnel de la santé ou une mauvaise coordination entre des professionnels de la santé dans le cadre du traitement d'un patient en particulier suffisent en elles-mêmes à obliger un Etat contractant à rendre des comptes en vertu de l'obligation positive de protéger le droit à la vie qui lui incombait aux termes de l'article 2 de la Convention (Powell c. Royaume-Uni (déc.), no 45305/99, CEDH 2000V ; voir également Nitecki c. Pologne, no 65653/01 (déc.), 21 mars 2002).", "83.  La Cour doit donc d'une part déterminer si la question de la responsabilité de l'Etat se pose au regard de l'article 2 de la Convention, relativement à l'incapacité alléguée de l'ordre juridique à garantir l'obligation de répondre d'actes de négligence ayant abouti à la disparition de Mme Stoyanova, et d'autre part rechercher si l'on peut dire que, pris dans leur ensemble, les recours disponibles prévus par la loi et appliqués en pratique ont offert des voies de droit permettant d'établir les faits, d'obliger les responsables à rendre des comptes et d'offrir à la victime une réparation adéquate (Byrzykowski c. Pologne, no 11562/05, §§ 104-118, 27 juin 2006). L'article 2 de la Convention veut non seulement que les mécanismes de protection prévus en droit interne existent en théorie mais aussi, et surtout, qu'ils fonctionnent effectivement en pratique (Calvelli et Ciglio, précité, § 53).", "i)  Sur la réglementation relative aux maisons de retraite", "84.  La Cour note que les activités des maisons de retraite étaient réglementées. La maison de retraite de Sofia avait aussi son propre règlement interne et des descriptions de poste énonçant les missions du personnel (paragraphes 55 à 57 ci-dessus).", "85.  La Cour observe également que la réglementation en vigueur au moment des faits datait de 1965 et ne tenait apparemment pas compte des modifications intervenues entre-temps dans l'organisation des structures administratives de l'Etat (paragraphes 55 et 56 ci-dessus). L'un des procureurs qui s'est occupé de l'affaire a estimé qu'eu égard à l'absence de règles claires quant aux tâches des employés de la maison de retraite, il n'était pas possible d'établir d'éventuelles responsabilités pénales (paragraphe 26 ci-dessus).", "86.  Cependant, la Cour n'a pas pour tâche de tirer des conclusions générales sur le régime juridique concerné in abstracto, mais de rechercher si l'ordre juridique dans son ensemble a permis de traiter adéquatement l'affaire considérée.", " ii)  Sur les recours judiciaires disponibles", "87. Comme la Cour l'a déjà dit dans son arrêt Calvelli et Ciglio (précité), si l'atteinte au droit à la vie ou à l'intégrité physique n'est pas volontaire, l'obligation positive découlant de l'article 2 de mettre en place un système judiciaire efficace n'exige pas nécessairement dans tous les cas un recours de nature pénale. Dans le contexte spécifique des négligences médicales, pareille obligation peut être remplie aussi, par exemple, si le système juridique en cause offre aux intéressés un recours devant les juridictions civiles, seul ou conjointement avec un recours devant les juridictions pénales, aux fins d'établir la responsabilité du personnel médical en cause et, le cas échéant, d'obtenir l'application de toute sanction civile appropriée, tels le versement de dommages-intérêts et la publication de l'arrêt. Des mesures disciplinaires peuvent également être envisagées (Calvelli et Ciglio, précité, § 51).", "88.  En l'espèce, le droit interne offrait la possibilité d'engager la responsabilité des personnes en cause au moyen de procédures pénales, disciplinaires et civiles.", " α)  Les recours pénaux", "89.  La Cour observe que l'enquête pénale s'est caractérisée par de longues périodes d'inaction et que les mesures d'investigation élémentaires, telles que l'audition du personnel de la maison de retraite, n'ont été prises que plusieurs années après les faits, à la demande insistante du requérant (paragraphes 13 à 27 ci-dessus). Ces retards n'ont pas seulement compromis le succès de l'enquête dans cette affaire en particulier ; ils sont aussi le signe d'un mépris de l'intérêt public qu'il y a à établir rapidement les faits lorsque l'on soupçonne que des erreurs ont été commises dans le domaine de la santé, afin de permettre la diffusion de l'information de manière à éviter que les mêmes erreurs ne se reproduisent et à contribuer à la sécurité des usagers des services de santé (Byrzykowski, précité, § 117).", "90.  En outre, dans le cas présent, les parquets ont rendu des décisions contradictoires, refusant d'inculper le personnel de la maison de retraite pour des raisons juridiquement floues et reposant sur des versions des faits chaque fois différentes. Ainsi, en 1998 et en 2000, le parquet de district et le parquet de Sofia ont décidé de mettre fin aux poursuites essentiellement au motif que le personnel avait respecté la pratique habituelle de l'établissement, sans se demander si cette pratique faisait apparaître une négligence coupable (paragraphes 17 et 21 ci-dessus). En 2001, la base factuelle et les motifs d'abandon des poursuites ont changé : le parquet a admis que le personnel de la maison de retraite avait manqué à ses devoirs, mais a considéré en substance qu'en droit pénal bulgare de telles violations n'étaient pas répréhensibles (paragraphe 23 ci-dessus). Enfin, en 2003, le parquet est encore parvenu à une autre conclusion quant aux faits et a échafaudé des suppositions selon lesquelles la mère du requérant avait pu passer par-dessus la clôture de la maison de retraite ou sortir par une autre issue. En définitive, le délai de prescription s'est écoulé (paragraphes 26 et 27 ci-dessus).", "91.  Sur le fondement de l'ensemble des éléments dont elle dispose, la Cour considère que les recours pénaux pertinents n'ont pas garanti l'obligation, pour les responsables de la disparition de la mère du requérant, de répondre de leurs actes. Dès lors, elle doit rechercher si l'Etat défendeur a offert d'autres voies de droit satisfaisant aux exigences de la Convention en la matière.", "β)  Les mesures disciplinaires ou administratives", "92.  La Cour note qu'aucune mesure disciplinaire n'a été prise à l'encontre du personnel de la maison de retraite bien que le parquet ait conclu que des employés (l'aide-soignante et la gardienne) avaient manqué à leurs devoirs (paragraphe 23 ci-dessus). De plus, il semble qu'à aucun moment les autorités compétentes (le ministère du Travail et de la Politique sociale, le ministère de la Santé publique et la municipalité de Sofia) n'ont recherché si d'éventuelles erreurs de gestion, de formation ou de contrôle avaient pu donner lieu aux violations reprochées.", " γ )  Les recours civils", "93.  La Cour observe que, plus de dix ans après avoir été entamée, la procédure civile en dommages et intérêts engagée par le requérant n'a pas encore abouti fût-ce à une décision de première instance sur le fond du litige (paragraphes 29 à 54 ci-dessus).", "94.  La Cour renvoie également à sa conclusion ci-dessous selon laquelle la durée excessive de la procédure est imputable aux autorités et emporte violation de l'article 6 de la Convention (paragraphes 106 à 120 ci-dessous).", "95.  Elle rappelle que l'article 2 de la Convention veut que les recours disponibles fonctionnent effectivement dans des délais permettant de conclure l'examen au fond des affaires concrètes (Calvelli et Ciglio, précité, §§ 51-53, et Vo c. France [GC], no 53924/00, §§ 89-90, CEDH 2004VIII).", "96.  Même si l'examen de l'affaire est toujours pendant et si la Cour ne peut spéculer sur ce qu'en sera l'issue, elle juge que, dans les circonstances de l'espèce, le temps qui s'est écoulé est en lui-même suffisant pour conclure que la procédure civile n'a pas permis d'obtenir le résultat qu'appelle l'article 2 de la Convention, à savoir l'établissement des faits liés à la disparition et à la mort présumée de Mme Stoyanova et l'obligation pour les responsables de répondre de leurs actes de manière effective et dans un délai raisonnable.", "iii)  Conclusion", "97.  La Cour constate que malgré l'existence en droit bulgare de trois voies de recours (pénale, disciplinaire et civile) pour ce type d'affaire, les autorités n'ont pas, en pratique, assuré la possibilité effective d'établir les circonstances de la disparition de la mère du requérant et d'engager la responsabilité des personnes ou des institutions qui ont manqué à leurs devoirs. Les défaillances de la réglementation applicable ont sans nul doute contribué à ce résultat (paragraphe 85 ci-dessus), et le Gouvernement n'a fait état d'aucune autre voie de recours.", "98.  Dans ces conditions, la Cour considère que l'ordre juridique dans son ensemble, face à un grief défendable d'actes de négligence ayant mis en danger une vie humaine, a failli à apporter en temps voulu une réponse satisfaisante, de manière à s'acquitter des obligations procédurales incombant à l'Etat en vertu de l'article 2. Partant, il y a eu à cet égard violation de l'article 2 § 1.", "B.  Sur la violation alléguée de l'article 2 relativement à la réaction de la police après la disparition de Mme Stoyanova", "1.  Sur la recevabilité", "99.  La Cour constate que le grief susmentionné n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. Il n'est pas non plus irrecevable pour d'autres motifs, et doit donc être déclaré recevable.", "2.  Sur le fond", "100.  L'obligation pour l'Etat de prendre les mesures nécessaires à la protection de la vie des personnes relevant de sa juridiction peut aussi impliquer, dans certaines circonstances, une obligation positive de prendre préventivement des mesures d'ordre pratique pour protéger l'individu dont la vie est menacée par les agissements criminels d'autrui, ou par ses propres agissements (Osman c. Royaume-Uni, 28 octobre 1998, § 115, Recueil 1998VIII, et Keenan c. Royaume-Uni, no 27229/95, §§ 89 et 90, CEDH 2001-III). En pareil cas, la Cour a pour tâche de déterminer si les autorités savaient ou auraient dû savoir qu'il existait un risque réel et immédiat et, dans l'affirmative, si elles ont fait tout ce que l'on pouvait attendre d'elles pour empêcher, dans toute la mesure du possible, que la vie de la personne concernée soit mise en danger (Uçar c. Turquie, no 52392/99, § 86, 11 avril 2006).", "101.  De l'avis de la Cour, il n'est pas nécessaire en l'espèce de déterminer les modalités d'application des principes ci-dessus énoncés à des situations où une personne en mauvaise santé disparaît. Elle observe que la police a pris un ensemble de mesures destinées à localiser Mme Stoyanova. Une fois informés de la disparition, les services de police ont immédiatement interrogé les témoins, qui ont déclaré avoir cherché aux alentours de la maison de retraite, en vain (paragraphes 9 à 11 ci-dessus). Quatre jours plus tard, le nom de Mme Stoyanova a été porté sur la liste des personnes recherchées par la police et, dans la semaine, un communiqué de presse a été publié. Ultérieurement, les services de police ont effectué des vérifications concernant les personnes admises dans les hôpitaux psychiatriques et ont recueilli des informations auprès de la population (paragraphes 9 à 11 ci-dessus).", "102.  De l'avis du requérant, la police aurait dû procéder à des recherches intensives dans le secteur immédiatement après la disparition de sa mère. Cependant, la Cour rappelle que, eu égard aux difficultés pour la police d'exercer ses fonctions dans les sociétés contemporaines, à l'imprévisibilité du comportement humain et aux choix opérationnels à faire en termes de priorités et de ressources, il faut, dans les affaires telles que celle-ci, interpréter l'étendue de l'obligation positive de manière à ne pas imposer aux autorités un fardeau insupportable ou excessif (Osman, précité, § 116, et Akdoğdu c. Turquie, no 46747/99, § 45, 18 octobre 2005). S'il fait peu de doute que les policiers auraient pu faire plus en l'espèce, la question décisive est celle de savoir si leur réaction était adaptée aux circonstances, compte tenu des éléments concrets et des réalités pratiques de leur travail quotidien. A cet égard, la Cour note que la maison de retraite se trouvait sur une artère très passante de Sofia, qui est une ville de plus d'un million d'habitants. Puisque le personnel de la maison de retraite – qui contrairement à la police connaissait bien l'apparence physique de Mme Stoyanova – avait fouillé le quartier en vain, la Cour juge difficile d'admettre que la décision des responsables de la police de ne pas déployer de forces aux fins d'une recherche immédiate ait été déraisonnable.", "103.  En bref, la Cour n'est pas convaincue que la réaction de la police aux informations relatives à la disparition de Mme Stoyanova ait été inadaptée aux circonstances ou qu'elle ait constitué d'une autre manière un manquement à l'obligation positive de la Bulgarie de protéger la vie. Elle conclut donc à l'absence de violation de l'article 2 de la Convention à cet égard.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 DE LA CONVENTION", "104.  Le requérant se plaint que la durée de la procédure civile dans son affaire ait été excessive, en violation de l'article 6 § 1 de la Convention, dont le passage pertinent est ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) ».", "A.  Sur la recevabilité", "105.  A la lumière des critères se dégageant de sa jurisprudence sur la question du « délai raisonnable », et eu égard à l'ensemble des éléments dont elle dispose, la Cour juge qu'un examen du fond de la requête s'impose.", "B.  Sur le fond", "106.  Le requérant estime que la plupart des retards pris dans son affaire sont imputables aux autorités et que, notamment, le tribunal de Sofia a ordonné des suspensions superflues au prétexte de lui permettre d'indiquer des adresses d'institutions publiques qui étaient à la disposition de tout un chacun ou de prouver le locus standi de ces institutions, tâche rendue malaisée par les restructurations de l'administration et les contradictions des dispositions législatives et réglementaires applicables. Plusieurs suspensions auraient été dues au manquement des défendeurs – organismes publics – à divulguer des documents qui se trouvaient en leur possession. De plus, les refus du tribunal de Sofia d'accueillir certains éléments de preuve auraient été injustifiés, et la cour d'appel aurait en définitive recueilli elle-même ces éléments, ce qui aurait causé de nouveaux retards. De surcroît, les audiences auraient souvent été prévues à des intervalles très éloignés dans le temps ; et en outre, le fait que le tribunal de Sofia n'ait pas déterminé en temps voulu la qualification juridique des faits de la cause aurait entraîné le renvoi de l'affaire pour réexamen.", "107.  Le Gouvernement soutient quant à lui que le requérant s'est mal organisé, qu'il n'a cessé de demander des modifications, qu'il n'a pas rapporté en temps utile la preuve du locus standi des défendeurs malgré les instructions du tribunal de Sofia à cet effet, et qu'il n'a pas dûment précisé la nature de son grief. Les différentes juridictions auraient en revanche fait preuve de la diligence voulue, en organisant des audiences à intervalles réguliers et en donnant des instructions au requérant.", "108.  La Cour observe que la période à prendre en compte a commencé le 10 juillet 1996, date à laquelle le requérant a intenté son action. En juin 2006, la procédure était de nouveau pendante devant la juridiction de première instance. Elle avait donc duré dix ans, et est probablement encore en cours.", "109.  Eu égard à l'objet de l'action civile considérée, à savoir la responsabilité pour des actes de négligence susceptibles d'avoir causé un décès, les autorités avaient le devoir d'agir avec une diligence particulière et de mener la procédure avec la plus grande célérité.", "110.  La Cour observe que la durée globale de la procédure est due principalement à deux facteurs : les nombreuses suspensions de l'examen de l'affaire par le tribunal de Sofia entre 1996 et 2002, et la décision rendue par le tribunal en 2002 et confirmée en 2004 et en 2005 de réexaminer l'affaire depuis le début dans le cadre d'une procédure différente (paragraphes 29 à 54 ci-dessus).", "111.  Pour ce qui est du premier élément, la Cour note que le requérant a soumis de nombreuses contributions tout au long de la procédure, sollicitant à un stade avancé l'administration de preuves qu'il aurait pu demander dès le départ. Cette démarche a dû être source de difficultés pour le tribunal de Sofia. Il ne semble pas, cependant, que les retards qui en ont découlé aient dépassé quelques mois (paragraphes 30 et 39 ci-dessus).", "112.  En revanche, des retards importants se sont accumulés en raison des nombreuses suspensions de la procédure prononcées pour des raisons imputables aux autorités : défaut de convocation des défendeurs ou des témoins, absence du procureur, non-respect des ordonnances de divulgation par les organes publics défendeurs (paragraphes 31, 37, 38, 40 et 41).", "113.  En ce qui concerne les suspensions ordonnées aux fins de la détermination de l'adresse des institutions publiques et de leur locus standi (paragraphes 31, 33, 34 et 35 ci-dessus), la Cour considère que la responsabilité pour les retards ainsi créés est partagée ou que, pour certains d'entre eux, elle incombe entièrement aux autorités. En particulier, la question de savoir quelle entité administrative avait qualité pour répondre aux griefs civils relatifs aux activités de la maison de retraite n'était pas tranchée par des règles claires : si la réglementation applicable disposait que les maisons de retraite relevaient des municipalités, elles étaient en pratique gérées par le ministère du Travail et de la Politique sociale (paragraphe 56 ci-dessus). En outre, l'approche du tribunal de Sofia, qui a suspendu les audiences en demandant au requérant de rapporter la « preuve » du locus standi ou de l'adresse d'organes publics tels que le ministère de l'Intérieur et le ministère du Travail et de la Politique sociale, était par trop formaliste. Dans un ordre juridique où règne l'état de droit, l'identité des entités administratives publiques responsables des différents secteurs d'activité et désignées pour répondre aux griefs civils doit être transparente et aisément accessible.", "114.  La Cour considère, par conséquent, que si le requérant est responsable de retards de quelques mois, le retard accumulé entre 1996 et 2002 est pour l'essentiel imputable aux autorités.", "115.  La Cour note encore que l'examen de l'affaire est toujours pendant en raison de la décision de le reprendre depuis le début dans le cadre d'une procédure différente, décision qui a été prise en janvier 2004, soit plus de sept ans après le début de l'affaire, en juillet 1996 (paragraphes 29 et 49 ci-dessus).", "116.  Il est singulier que les tribunaux ne se soient pas rendu compte plus tôt que l'affaire ne devait pas être examinée sous l'angle de la loi sur la responsabilité de l'Etat mais sous celui du droit commun de la responsabilité, et ce d'autant plus que la question avait été soulevée à plusieurs reprises par certaines des parties, notamment le requérant, et que le tribunal de Sofia l'avait relevée dans son jugement du 31 juillet 2002 (paragraphes 33, 35, 44, 49 et 50 ci-dessus). Le retard ainsi causé est entièrement imputable aux tribunaux, auxquels il incombait de déterminer la qualification juridique du grief (paragraphe 59 ci-dessus).", "117.  De plus, en ce qui concerne la décision des tribunaux de reprendre l'examen de l'affaire depuis le début, la Cour observe que les différences entre la procédure appliquée en droit commun de la responsabilité et celle prévue par la loi sur la responsabilité de l'Etat sont plutôt techniques : elles concernent en effet les frais de procédure et la présence d'un procureur (paragraphe 60 ci-dessus). Compte tenu de la nature de ces différences, la Cour estime difficile d'admettre qu'il ait été justifié, en 2004 et en 2005, de reprendre la procédure depuis le début et d'annuler les actes de procédure entrepris depuis 1996, y compris l'enregistrement des dépositions des témoins et des preuves documentaires. La règle selon laquelle la procédure devait être reprise au début était peut-être juridiquement fondée en théorie, mais il aurait dû être évident pour les juridictions nationales que son application dans les circonstances particulières de l'espèce serait source de difficultés importantes, dès lors que, dix ans au moins après les faits, les possibilités de réunir des preuves, et notamment d'interroger les témoins, étaient limitées. L'obligation pour les Etats contractants d'assurer la jouissance de droits de l'homme aussi fondamentaux que le droit à la vie impose de mettre en œuvre, sans formalisme excessif, des recours permettant d'obtenir en pratique des résultats effectifs. Il appartient aux autorités nationales de concevoir des règles de procédure permettant d'éviter les retards injustifiés.", "118.  En résumé, la Cour considère que la décision des autorités d'annuler tous les actes de procédure et de reprendre depuis le début l'administration des preuves était injustifiée et incompatible avec le devoir de ces autorités d'agir avec la plus grande célérité dans les affaires concernant le droit à la vie.", "119.  En outre, dès lors que le grief civil du requérant consistait à soutenir, notamment, que la responsabilité de l'Etat était engagée du fait que le personnel de la maison de retraite avait laissé Mme Stoyanova sans surveillance, il incombait au tribunal de Sofia de déterminer la qualification juridique de ce volet de l'affaire et de mener la procédure en conséquence. Or il ne l'a pas fait, malgré les demandes répétées des parties en ce sens. De fait, la cour d'appel de Sofia et la Cour suprême de cassation ont expressément reproché au tribunal de Sofia d'avoir examiné l'affaire dans le cadre de la mauvaise procédure (paragraphe 50 ci-dessus).", " 120.  Les considérations qui précèdent sont suffisantes pour permettre à la Cour de conclure que la condition du « délai raisonnable » n'a pas été respectée. Partant, il y a eu violation de l'article 6 § 1 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "121.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "122.  Le requérant demande 20 000 euros (EUR) pour le dommage moral qu'il estime avoir subi en raison, premièrement, du manquement allégué de la police à prendre les mesures nécessaires pour retrouver sa mère ; deuxièmement, du fait que les autorités n'ont pas obligé les institutions et les personnes responsables de la disparition à répondre de leurs actes ; et troisièmement, de la durée excessive de la procédure civile.", "123.  Le Gouvernement n'a pas formulé d'observations sur ce point.", "124.  La violation de l'article 2 de la Convention constatée en l'espèce concerne le manquement des autorités à enquêter sur les actes de négligence liés à la disparition de Mme Stoyanova ou à permettre autrement d'engager la responsabilité des personnes qui auraient commis ces actes. La Cour considère que ces manquements des autorités, qui sont dus en partie aux retards de la procédure, ont dû être source pour le requérant d'une profonde détresse. Statuant en équité, elle octroie à l'intéressé 8 000 EUR pour dommage moral.", "125.  La Cour a également constaté une violation de l'article 6 § 1 de la Convention relativement à la durée excessive de la procédure civile. Toutefois, elle ne juge pas utile d'allouer un montant distinct à cet égard, l'angoisse du requérant due à la durée excessive de la procédure ayant déjà été prise en compte au moment de fixer la somme octroyée en raison de la violation de l'article 2.", "B.  Frais et dépens", "126.  Le requérant, qui a bénéficié de l'assistance judiciaire du Conseil de l'Europe, n'a pas formulé de demande au titre des frais et dépens.", "C.  Intérêts moratoires", "127.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2. Dit qu'il y a eu violation de l'article 2 de la Convention relativement à l'obligation positive de l'Etat d'offrir des voies de droit permettant d'établir les faits et d'obliger les responsables de la mise en danger de la vie de Mme Stoyanova à répondre de leurs actes ;", "", "3. Dit qu'il n'y a pas eu violation de l'article 2 de la Convention relativement à la réaction de la police aux informations concernant la disparition de Mme Stoyanova ;", "", "4.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "5.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 8 000 EUR (huit mille euros) pour dommage moral, plus tout montant pouvant être dû sur cette somme à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 17 janvier 2008, en application de l'article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tGreffière\tPrésident", ""]}