{"file": "FRE_CLINF_35892_97.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "35892/97", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 19", "Juin 2000", "Sabeur Ben Ali c. Malte - 35892/97", "Arrêt 29.6.2000 [Section II]", "Article 5", "Article 5-3", "Aussitôt traduit devant un juge ou autre magistrat", "Détenu traduit devant un magistrat ne possédant pas le pouvoir d'ordonner la libération: violation", "Article 5-4", "Introduire un recours", "Absence de procédure permettant un contrôle effectif de la légalité d’une détention: violation", "En fait: Le requérant fut arrêté le 17 mars 1995 pour une infraction à la législation sur les stupéfiants. Il fut traduit devant un juge unique de la Court of Magistrates le 19 mars et placé en détention provisoire. Il fut renvoyé en jugement le 4 avril, après la clôture de l’instruction. Le 29 juillet, il s’adressa au tribunal dans le but d’obtenir sa mise en liberté provisoire. Sa demande fut transmise au procureur général, lequel avait 24 heures pour y répondre. Les parties furent entendues le 31 juillet et la demande fut rejetée le lendemain. Le 5 février 1997, le requérant fut acquitté.", "En droit: Article 5 § 3: La comparution du requérant devant la Court of Magistrates le 19 mars 1995 n’était pas à même d’assurer le respect de l’article 5 § 3 car, ainsi que la Cour l’a constaté dans l’arrêt Aquilina c. Malte du 29 avril 1999, le tribunal en question n’est pas habilité à contrôler automatiquement le bien-fondé de la détention. ", "En outre, comme cette disposition garantit un droit automatique à être traduit devant un juge, le fait que le droit national accordait au requérant la possibilité, qu’il n’utilisa pas, d’introduire un recours pour contester la légalité de sa détention ainsi qu’une demande de libération sous caution (cette dernière après la clôture de l’instruction) ne suffisait pas pour satisfaire aux exigences de cette disposition.", "Conclusion: violation (unanimité).", "Article 5 § 4: L’article 137 du code pénal vise essentiellement à sanctionner les fonctionnaires qui n’examinent pas les plaintes portant sur la légalité d’une détention et, alors que dans certains cas les tribunaux s’appuient sur cette disposition pour ordonner l’élargissement, le Gouvernement n’a cité aucun exemple où l’article 137 aurait été invoqué avec succès pour contester la légalité de l’arrestation ou de la détention sous l’inculpation d’une infraction pénale. Il n’a donc pas démontré que le requérant aurait pu obtenir le réexamen de la légalité de sa détention en se fondant sur cet article. Quant au recours constitutionnel, il suppose la saisine du tribunal civil et la possibilité d’un recours devant la Cour constitutionnelle, procédure lourde qui implique immanquablement des délais plus longs que ce qui est entendu par « bref délai » aux fins de l’article 5(4). Enfin, le requérant n’aurait pu obtenir le réexamen de la légalité de sa détention en introduisant une demande de libération provisoire, laquelle n’entre en jeu que lorsque la détention est légale. En conséquence, il n’a pas été démontré que le requérant disposait, en droit interne, d’une voie de recours pour contester la légalité de sa détention.", "Conclusion: violation (unanimité).", "Article 41: La Cour juge qu’il n’y a aucun lien de causalité entre la violation et le dommage matériel allégué par le requérant. Elle alloue à celui-ci 1 000 livres maltaises (MTL) pour préjudice moral et lui octroie également une somme pour frais.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}