{"file": "FRE_HFJUD_70417_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "70417/01", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE AVCI ET AUTRES c. TURQUIE", "", "", "(Requête no 70417/01)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "27 juin 2006", "", "", "", "DÉFINITIF", "", "27/09/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Avcı et autres c. Turquie,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tA.B. Baka,\n\t\tR. Türmen,\n\t\tM. Ugrekhelidze,\n\tMmes\tE. Fura-Sandström,\n\t\tD. Jočienė,\n\tM.\tD. Popović, juges,\net de M. S. Naismith, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 30 mai 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 70417/01) dirigée contre la République de Turquie et dont quatre ressortissants de cet Etat, MM. Mesut Avci, Ümit Kanlı et Kenan Korkankorkmaz ainsi que Mme Berna Saygılı Ünsal (« les requérants »), ont saisi la Cour le 24 mai 2001, en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Les 4 et 14 juin 2005 respectivement, Kenan Korkankorkmaz et Berna Saygılı Ünsal décédèrent. Le 24 septembre 2005, les parents de Berna Saygılı Ünsal, Tevfik Fikret Saygılı (père) et Necla Saygılı (mère), ont manifesté leur intention de poursuivre la requête devant la Cour. De même, le 14 juillet 2005, la famille de Kenan Korkankorkmaz, Hasan Korkankorkmaz (frère), Hüsnü Korkankormaz (frère), Emine Korkankorkmaz (mère) et Şevket Korkankorkmaz (frère), ont également fait savoir qu’ils souhaitaient poursuivre la requête devant la Cour en leur qualité d’héritiers.", "3.  Pour des raisons d’ordre pratique, le présent arrêt continuera d’appeler M. Kenan Korkmaz et Mme Berna Saygılı Ünsal, les « requérants » bien qu’il faille aujourd’hui attribuer cette qualité à leur famille respective (voir, par exemple, Dalban c. Roumanie [GC], no 28114/95, CEDH 1999-VI).", "4.  Les requérants, qui ont été admis au bénéfice de l’assistance judiciaire, sont représentés par Me İ.G. Kireçkaya, avocate à Izmir. Le gouvernement turc (« le Gouvernement ») n’a pas désigné d’agent aux fins de la procédure devant la Cour.", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "7.  Le 2 décembre 2003, la Cour (deuxième section) a décidé de joindre au fond la question sur l’épuisement des voies de recours internes et de déclarer la requête recevable.", "8.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "9.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "10.  Les requérants, Mesut Avcı (M.A.), Ümit Kanlı (Ü.K.), Kenan Korkankorkmaz (K.K.) et Berna Saygılı Ünsal (B.Ü.), sont nés respectivement en 1967, 1969, 1973 et 1971.", "11.  Les 26 septembre, 1er et 15 décembre et 21 septembre 2000 respectivement, alors qu’ils purgeaient leur peine d’emprisonnement, les requérants entamèrent une grève de la faim dans le cadre d’une campagne de protestation contre le projet de prisons de type F.", "12.  Le 19 décembre 2000, M.A. et Ü.K. furent hospitalisés dans la section réservée aux détenus du centre hospitalier Atatürk d’Izmir. Il en fut de même le 3 février 2001 pour B.Ü. et le 29 mars 2001 pour K.K. Les rapports médicaux soumis indiquaient une situation aggravée de leur état de santé nécessitant des soins intensifs.", "13.  Les 9, 13, 14 et 26 avril 2001 respectivement, K.K., M.A., Ü.K. et B.Ü. furent transférés au service des urgences (soins intensifs) du même hôpital conformément à l’avis du médecin qui soulignait l’incompatibilité de leur maintien dans la section réservée aux détenus avec leur état de santé et préconisait leur prise en charge dans un service approprié. Durant leur séjour dans ce service, les requérants étaient entravés par une chaîne longue d’un mètre, reliant l’une de leurs chevilles au montant du lit. Selon le Gouvernement, ils étaient entravés conformément à l’article 51 du règlement de la Gendarmerie JT-I.", "14.  Le 18 avril 2001, les représentants des requérants déposèrent une plainte devant le parquet d’Izmir contre les autorités pénitentiaires et les médecins responsables du traitement des grévistes de la faim. Ils soutinrent que le fait d’enchaîner des détenus inconscients constituait un traitement contraire à l’article 3 de la Convention.", "15.  Le 2 mai 2001, ils présentèrent une requête devant le procureur de la République d’Izmir. Mettant en exergue le mauvais état de santé de leurs clients, ils demandaient une visite des lieux et le traitement de leur plainte par priorité.", "16.  Au courant de mai 2001, les requérants furent transférés dans la section réservée aux détenus.", "17.  Le 31 mai 2001, M.A., Ü.K. et K.K. furent admis au bénéfice de l’article 399 §§ 1 et 2 du code de procédure pénale. La cour de sûreté de l’Etat d’Izmir sursit à l’exécution de leur peine pendant six mois. Ils furent mis en liberté le jour même.", "18.  Le 4 juin 2001, B.Ü. fut également admise au bénéfice de cette disposition et retrouva sa liberté le même jour.", "19.  Par une décision du 13 juin 2001, le sous-préfet de Buca déclara qu’il n’y avait pas lieu d’ouvrir une investigation à l’encontre des gendarmes de l’établissement pénitentiaire. Il indiqua que les détenus et condamnés admis en service de réanimation (soins intensifs) n’étaient ni menottés ni entravés. Une escorte, composée de deux gendarmes, restait en faction à l’extérieur de la chambre pour assurer la surveillance et la garde. Il précisa que les détenus accueillis dans des chambres non sécurisées faisaient l’objet d’une entrave, constituée d’une chaîne reliant l’une des chevilles au montant du lit. Il expliqua que cette mesure avait été prise conformément à la législation interne et qu’elle était justifiée par des motifs de sécurité afin d’éviter tout risque de fuite.", "20.  A une date non indiquée, cette décision fut notifiée aux requérants qui n’en interjetèrent pas appel devant le tribunal administratif régional.", "21.  Par un acte d’accusation du 17 juin 2003, le parquet d’Izmir demanda l’ouverture d’une enquête à l’encontre des gendarmes responsables, pour mauvais traitements par l’utilisation abusive des menottes sur la base de l’article 245 du code pénal.", "22.  K.K. continua sa grève de la faim chez lui après sa libération. Il décéda le 4 juin 2005.", "23.  Le 14 juin 2005, B.Ü., qui avait fuit en Allemagne après sa mise en liberté, au retour en Turquie fut tuée lors d’une opération militaire contre des terroristes du PKK (Parti des travailleurs du Kurdistan) dans la vallée de Mercan à Tunceli.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "24.  L’article 245 du code pénal et l’article 399 §§ 1 et 2 du code de procédure pénale sont ainsi libellés :", "Article 245", "« Quiconque agent des forces de l’ordre (...), dans l’exercice de ses fonctions (...) et en dehors des circonstances prévues par la loi (...), maltraite ou blesse une personne ou porte des coups sur une personne ou lui provoque une souffrance physique, est condamné à une peine d’emprisonnement allant de 3 mois jusqu’à 3 ans ainsi qu’à une interdiction provisoire de la fonction publique. (...) »", "Article 399", "« Il est sursis à l’exécution des peines privatives de liberté pour les condamnés atteints d’une maladie mentale jusqu’à leur rétablissement.", "La même disposition s’applique également pour d’autres maladies, si l’exécution de la peine privative de liberté présente un risque vital essentiel pour le condamné. »", "EN DROIT", "I.  SUR L’EXCEPTION DU GOUVERNEMENT", "25.  Le Gouvernement soulève une exception de non-épuisement des voies de recours internes dans la mesure où les requérants ont omis d’interjeter appel de la décision du sous-préfet devant le tribunal administratif régional.", "26.  Les requérants contestent cet argument et soutiennent qu’ils se trouvaient dans un état comateux quand la décision leur fut notifiée.", "27.  La Cour rappelle que, dans sa décision sur la recevabilité du 2 décembre 2003, elle avait relevé que cette exception soulevait des questions étroitement liées à celles posées par les griefs des requérants. Elle avait par conséquent décidé de la joindre au fond.", "28.  La Cour rappelle que la finalité de l’article 35 § 1 de la Convention est de ménager aux Etats contractants l’occasion de prévenir ou redresser les violations alléguées contre eux avant que ces allégations ne soient soumises aux organes de la Convention (voir, par exemple, Hentrich c. France, arrêt du 22 septembre 1994, série A no 296-A, p. 18, § 33, et Remli c. France, arrêt du 23 avril 1996, Recueil des arrêts et décisions 1996-II, p. 571, § 33). Ainsi, le grief dont on entend saisir la Cour doit d’abord être soulevé, au moins en substance, dans les formes et délais prescrits par le droit interne, devant les juridictions nationales appropriées (Cardot c. France, arrêt du 19 mars 1991, série A no 200, p. 18, § 34).", "29.  S’agissant d’un grief relatif aux dispositions de l’article 3 de la Convention, la Cour rappelle que, lorsqu’un individu formule une allégation défendable de violation des dispositions de cet article, la notion de recours effectif implique, de la part de l’Etat, des investigations approfondies et effectives propres à conduire à l’identification et à la punition des responsables (voir, notamment, Assenov et autres c. Bulgarie, arrêt du 28 octobre 1998, Recueil 1998-VIII, p. 3290, § 102, et Selmouni c. France [GC], no 25803/94, § 79, CEDH 1999V). La Cour considère que les allégations des requérants, dont le caractère au moins défendable ressortait de la réalité non contestée de l’entrave à leur lit d’hôpital alors qu’ils se trouvaient en soins intensifs, étaient suffisamment graves, tant au regard des faits invoqués que de la qualité des personnes mises en cause, pour justifier une telle enquête.", "30.  La Cour observe qu’un acte d’accusation à l’encontre des gendarmes en mission pendant l’hospitalisation des requérants a été déposé par le parquet d’Izmir le 17 juin 2003, soit deux ans après l’incident. Toutefois, aucune information concernant l’issue de cette procédure n’a été communiquée à la Cour.", "31.  En conséquence, la Cour décide que l’exception de non-épuisement des voies de recours internes soulevée par le Gouvernement ne saurait être retenue.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "32.  Les requérants allèguent que le fait de les attacher à leur lit d’hôpital avec une chaîne, alors qu’ils menaient une grève de la faim et étaient inconscients, constitue un traitement contraire à l’article 3 de la Convention, qui se lit ainsi :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "33.  Le Gouvernement conteste d’emblée l’applicabilité de l’article 3 de la Convention dans le cas d’espèce et fait observer que les actes litigieux ne dépassent pas le seuil minimum de gravité exigé. Il renvoie à la jurisprudence de la Cour quant au port de menottes et à l’absence de violation de l’article 3 (Herczegfalvy c. Autriche, arrêt du 24 septembre 1992, série A no 244, et Raninen c. Finlande, arrêt du 16 décembre 1997, Recueil 1997-VIII). En tout état de cause, il soutient que le port des menottes, prévu par les dispositions de l’article 51 du règlement de la Gendarmerie JT-I, aurait été justifié en l’espèce par la dangerosité des requérants condamnés pour leurs activités terroristes.", "34.  Quant aux conditions d’hospitalisation des requérants, le Gouvernement indique que les locaux de l’hôpital aménagés pour les détenus sont sécurisés, équipés de portes et fenêtres protégées par une grille en fer, et que les détenus peuvent librement circuler à l’intérieur de cette zone. Il explique que lorsque ces détenus sont extraits de cette section pour bénéficier de soins appropriés et placés dans des chambres non sécurisées, ils sont menottés au montant de leur lit par l’une de leurs chevilles. Il fait observer en outre que certains grévistes de la faim ont été placés dans des chambres non sécurisées en raison du manque de place dans la section réservée aux détenus. Tel était le cas des requérants qui ont été menottés pendant leur séjour dans les services de soins intensifs.", "35.  La Cour rappelle que pour tomber sous le coup de l’article 3 de la Convention, un mauvais traitement doit atteindre un seuil minimum de gravité. L’appréciation de ce seuil dépend de l’ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques et mentaux, ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime (voir, notamment, Kudła c. Pologne [GC], no 30210/96, § 91, CEDH 2000-XI, et Peers c. Grèce, no 28524/95, § 67, CEDH 2001-III).", "36.  Il y a lieu de prendre en compte le but du traitement infligé et, en particulier, de considérer s’il y a eu volonté d’humilier ou d’abaisser l’individu, mais l’absence d’une telle intention ne saurait forcément conduire à un constat de non-violation de l’article 3 (Peers, précité, § 74).", "37.  Le port de menottes ne pose normalement pas de problème au regard de l’article 3 de la Convention lorsqu’il est lié à une détention légale et n’entraîne pas l’usage de la force, ni l’exposition publique, au-delà de ce qui est raisonnablement considéré comme nécessaire. A cet égard, il importe de considérer notamment le risque de fuite ou de blessure ou de dommage (Raninen, précité, § 56), ainsi que le contexte en cas de transfert et de soins médicaux en milieu hospitalier (Mouisel c. France, no 67263/01, § 47, CEDH 2002-IX).", "38.  Toutefois, la Cour rappelle qu’elle attache une importance particulière aux circonstances de chaque espèce, et l’examine cas par cas, afin d’apprécier la nécessité d’entraver les condamnés en dehors du milieu pénitentiaire, notamment dans les hôpitaux (Henaf c. France, no 65436/01, CEDH 2003XI).", "39.  Dans le cas présent, elle constate tout d’abord que les parties sont en accord sur les faits : les requérants ont été entravés par leur cheville à leur lit pendant leur hospitalisation dans le service de soins intensifs de l’hôpital (paragraphe 33 ci-dessus).", "40.  S’agissant de la dangerosité des requérants, la Cour note que, tel qu’il ressort des rapports médicaux soumis en annexe des observations du Gouvernement, chacun d’eux se trouvait sans équivoque dans un état comateux en danger de mort.", "41.  Par conséquent, la Cour n’est pas convaincue que les requérants auraient pu s’enfuir dans l’état où ils se trouvaient dans les services de soins intensifs de l’hôpital, d’autant plus que des gendarmes restaient en faction devant la porte de leur chambre.", "42.  Quant à la conclusion à laquelle la Cour est parvenue dans l’affaire Herczegfalvy précitée, à savoir une entrave dans un hôpital psychiatrique jugée « préoccupante » mais justifiée par des raisons médicales, elle ne saurait être transposée à la présente espèce ni opposée aux requérants. En effet, dans la présente affaire, outre l’existence d’un contexte différent s’agissant d’un hôpital non psychiatrique et devant l’état de santé dans lequel se trouvaient les requérants, rien ne justifiait l’entrave qui leur a été imposée.", "43.  En l’espèce, compte tenu de l’état de santé des intéressés, de l’absence réaliste d’un risque de fuite, la Cour estime que la mesure d’entrave était disproportionnée au regard des nécessités de sécurité (voir Henaf, précité, §§ 52-56).", "44.  La Cour est d’avis que les autorités nationales n’ont pas assuré aux requérants un traitement compatible avec les dispositions de l’article 3 de la Convention pendant leur hospitalisation dans les services de soins intensifs. Elle conclut en l’espèce à un traitement inhumain en raison de l’entrave imposée dans les conditions examinées ci-dessus.", "45.  Partant, il y a eu violation de l’article 3 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 13 DE LA CONVENTION", "46.  Les requérants prétendent que les autorités nationales n’ont pas donné suite à leur plainte malgré sa nature sérieuse. Ils invoquent l’article 13 de la Convention qui dispose :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "47.  Le Gouvernement soutient que les victimes de tels traitements ont également à leur disposition des recours civils et administratifs, qui présentent le degré d’efficacité et d’accessibilité requis par la Convention.", "48.  La Cour rappelle que l’article 13 de la Convention garantit l’existence en droit interne d’un recours permettant de se prévaloir des droits et libertés de la Convention, tels qu’ils peuvent s’y trouver consacrés. Cette disposition a donc pour conséquence d’exiger un recours interne habilitant à examiner le contenu d’un « grief défendable » fondé sur la Convention et à offrir le redressement approprié, même si les Etats contractants jouissent d’une certaine marge d’appréciation quant à la manière de se conformer aux obligations imposées par cette disposition. La portée de l’obligation découlant de l’article 13 varie en fonction de la nature du grief que le requérant fonde sur la Convention. Toutefois, le recours exigé par l’article 13 doit être « effectif » en pratique comme en droit, en ce sens particulièrement que son exercice ne doit pas être entravé de manière injustifiée par les actes ou omissions des autorités de l’Etat défendeur (Aksoy c. Turquie, arrêt du 18 décembre 1996, Recueil 1996-VI, p. 2286, § 95, Aydın c. Turquie, arrêt du 25 septembre 1997, Recueil 1997-VI, pp. 18951896, § 103, et Kaya c. Turquie, arrêt du 19 février 1998, Recueil 1998I, pp. 329-330, § 106).", "49.  Quant au grief concernant le traitement infligé aux requérants pendant leur hospitalisation, la Cour a jugé l’Etat défendeur responsable au regard de l’article 3 (paragraphes 44-45 ci-dessus). Ce grief est dès lors « défendable » aux fins de l’article 13 de la Convention.", "50.  Dans cette affaire, la Cour constate que, faisant application de la législation interne et du règlement de la gendarmerie ( voir § 13 ci-dessus ), le sous-préfet de Buca a décidé, le 1er juin 2001, de ne pas ouvrir d’investigation à l’encontre des gendarmes. Dans ces conditions, les requérants ne pouvaient pas disposer d’un recours effectif au sens de l’article 13 de la Convention.", "51.  La Cour observe également que le parquet d’Izmir a dressé un acte d’accusation à l’encontre des gendarmes responsables, le 17 juin 2003, dont on ignore l’issue.", "52.  Eu égard à ce qui précède, la Cour estime que les voies de recours internes ne pouvaient pas passer pour effectives au regard de l’article 13. Partant, elle estime qu’il y a eu, en l’espèce, violation de cette disposition.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "53.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "54.  Les requérants réclament 40 000 euros (EUR) au titre du préjudice moral qu’ils auraient subi.", "55.  Le Gouvernement conteste ces prétentions.", "56.  Statuant en équité, la Cour considère qu’il y a lieu d’octroyer 1 000 EUR à chacun des requérants et aux héritiers des deux requérants décédés au titre du préjudice moral.", "B.  Frais et dépens", "57.  Les requérants demandent 3 000 EUR pour les frais et dépens encourus devant les juridictions internes et la Cour. Ils ne soumettent à cette fin aucun document.", "58.  Le Gouvernement conteste ce montant.", "59.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable d’accorder aux requérants conjointement la somme de 1 000 EUR, tous frais confondus, moins les 630 EUR perçus au titre de l’assistance judiciaire accordée par le Conseil de l’Europe.", "C.  Intérêts moratoires", "60.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit que Hasan Korkankorkmaz, Hüsnü Korkankormaz, Emine Korkankorkmaz et Şevket Korkankorkmaz ont qualité pour se substituer au requérant Kenan Korkankorkmaz, décédé le 4 juin 2005 ;", "", "2.  Dit que Tevfik Fikret Saygılı et Necla Saygılı ont qualité pour se substituer à la requérante Berna Saygılı Ünsal, décédée le 14 juin 2005 ;", "", "3.  Rejette l’exception du Gouvernement tirée du non-épuisement des voies de recours internes ;", "", "4.  Dit qu’il y a eu violation de l’article 3 de la Convention ;", "", "5.  Dit qu’il y a eu violation de l’article 13 de la Convention ;", "", "6.  Dit", "a)  que l’Etat défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes à convertir en nouvelles livres turques au taux applicable à la date du règlement :", "i.  1 000 EUR (mille euros) pour dommage moral à chacun des requérants Mesut Avci et Ümit Kanlı, et aux ayants droit respectifs des requérants Kenan Korkankorkmaz et Berna Saygılı Ünsal ;", "ii.  1 000 EUR (mille euros), moins les 630 EUR (six cent trente euros) perçus au titre de l’assistance judiciaire accordée par le Conseil de l’Europe, pour frais et dépens aux requérants conjointement ;", "iii.  tout montant pouvant être dû à titre d’impôt sur lesdites sommes ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 juin 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "", "\tS. Naismith\tJ.-P. Costa\n\tGreffier adjoint\tPrésident"]}