{"file": "FRE_HFJUD_51358_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "51358/99", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE PAŞA ET ERKAN EROL c. TURQUIE", "", "", "(Requête no 51358/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "12 décembre 2006", "", "", "", "", "DÉFINITIF", "", "23/05/2007", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Paşa et Erkan Erol c. Turquie,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tA.B. Baka,\n\t\tR. Türmen,\n\t\tM. Ugrekhelidze,\n\tMmes\tE. Fura-Sandström,\n\t\tD. Jočienė,\n\tM.\tD. Popović, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 21 novembre 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 51358/99) dirigée contre la République de Turquie et dont deux ressortissants de cet Etat, MM. Paşa Erol et Erkan Erol (« les requérants »), ont saisi la Cour le 7 septembre 1999 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me S. Abdil, avocat à Tunceli. Le gouvernement turc (« le Gouvernement ») n’a pas désigné d’agent aux fins de la procédure devant la Cour.", "3.  Par une décision du 28 février 2006, la Cour a déclaré la requête recevable.", "4.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Les requérants, MM. Paşa Erol (père) et Erkan Erol (fils), sont nés respectivement en 1943 et 1986, et résident à Tunceli.", "6.  Le 11 mars 1995, Paşa Erol, en sa qualité de maire du village, fut informé qu’entre 11 et 15 heures, des mines antipersonnel seraient enterrées sur un coté des locaux du commandement de la gendarmerie d’Akdemir, district de Pertek (Tunceli). Le procès-verbal dressé le même jour par la gendarmerie indiqua que la zone fut entourée « de fils barbelés à hauteur de la taille » et des panneaux d’avertissement placés tous les vingt mètres.", "7.  Le lendemain, une notification fut adressée aux villageois afin de les informer de la présence de mines antipersonnel dans la zone située autour du commandement de la gendarmerie qui servait de pâturage du village. Des avertissements furent réitérés oralement les jours suivants.", "8.  Le 11 mai 1995, Erkan Erol, alors âgé de neuf ans, faisait paître des moutons avec ses camarades. Les animaux s’orientèrent alors vers la zone minée et y pénétrèrent. Le requérant et les autres enfants, qui avaient entre sept et treize ans, les poursuivirent et traversèrent aussi les fils barbelés. Puis, en voulant ramasser une pièce en métal qu’il avait remarquée dans la terre, le requérant fut blessé par l’explosion de ce qui s’avéra être une mine antipersonnel. Transporté par hélicoptère militaire à l’hôpital civil d’Elazığ, il fut amputé de la jambe gauche à hauteur du genou, partie remplacée par une prothèse. Une opération de sauvetage par hélicoptère militaire fut organisée pour sortir les autres enfants de la zone, dont certains furent légèrement blessés lors de l’explosion.", "9.  Le même jour ainsi que les 13, 14 et 15 mai 1995, neuf villageois, le maire, les enfants et leurs parents furent entendus par les gendarmes. Tous affirmèrent avoir été avertis du danger et avoir reçu des notifications. Les parents avaient interdit à leurs enfants d’entrer sur la zone. Toutefois, il ressort des témoignages que le maire du village se rendait sur cette zone avec ses animaux sans crainte.", "10.  Lors de sa déposition du 15 mai 1995, Paşa Erol reconnut sa négligence pour s’être lui-même rendu sur la zone.", "11.  Le 10 avril 1996, Paşa Erol introduisit une demande auprès du ministère de l’Intérieur pour obtenir des dommages et intérêts pour défaut de mesures de sécurité autour de la zone militaire.", "12.  Le 9 juillet 1996, il ouvrit une action en dédommagement contre ce ministère devant le tribunal administratif de Malatya, sur la base de l’article 125 de la Constitution relatif à la responsabilité objective de l’Etat.", "13.  Le 2 avril 1997, le tribunal administratif rejeta la demande au motif que les éléments du dossier permettaient d’établir que les mesures de sécurité avaient été prises autour de la zone minée et que celle-ci avait été entourée de « signalisation et de panneaux d’avertissement ». De plus, des notifications écrites et orales avaient été adressées en particulier à Paşa Erol, en tant que maire du village, ainsi qu’aux autres villageois. Le tribunal estima qu’aucune faute ne pouvait être imputable à l’Etat étant donné que le second requérant avait pénétré sur une zone interdite et était responsable de l’accident. Quant à son père, il en était responsable de par sa propre négligence.", "14.  Le 24 novembre 1998, sur pourvoi du requérant, le Conseil d’Etat confirma ce jugement. Il souligna que « la responsabilité objective de l’Etat nécessite obligatoirement une indemnisation même en cas d’absence de faute de service imputable aux agents de l’Etat en vertu de l’article 125 de la Constitution, cependant, si la personne a provoqué le dommage de par sa propre action et si sa responsabilité personnelle peut être engagée, le lien de causalité nécessaire pour la responsabilité objective de l’Etat cesse d’exister ».", "15.  L’arrêt définitif du Conseil d’Etat fut notifié aux requérants le 19 mars 1999.", "II.  LE DROIT ET LA PRATIQUE INTERNES ET INTERNATIONALES", "16.  L’article 125 §§ 1 et 7 de la Constitution énonce :", "« Tout acte ou décision de l’administration est susceptible d’un contrôle juridictionnel.", "(...)", "L’administration est tenue de réparer tout dommage résultant de ses actes et mesures. ».", "17.  L’article 1 de la Convention d’Ottawa sur l’interdiction de l’emploi, du stockage, de la production et du transfert des mines antipersonnel et sur leur destruction, signée le 18 septembre 1997, impose aux Etats parties, d’une part, de ne pas employer de mines antipersonnel et, d’autre part, de détruire toutes les mines antipersonnel ou veiller à leur destruction dans les dix années suivant la date d’entrée en vigueur de la Convention après approbation par leur autorité interne.", "La Turquie est partie à la Convention d’Ottawa depuis le 28 mars 2003. Celle-ci y est entrée en vigueur le 1er mars 2004.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 2 DE LA CONVENTION", "18.  Invoquant l’article 2 de la Convention, les requérants se plaignent d’une atteinte au droit à la vie, dans la mesure où l’Etat aurait manqué à l’obligation positive de protéger le droit à la vie de ses citoyens en autorisant la pose de mines antipersonnel sans prendre les mesures de sécurité nécessaires. L’article 2 de la Convention dans sa partie pertinente se lit ainsi :", "« 1.  Le droit de toute personne à la vie est protégé par la loi. La mort ne peut être infligée à quiconque intentionnellement, sauf en exécution d’une sentence capitale prononcée par un tribunal au cas où le délit est puni de cette peine par la loi. (...) »", "A.  Sur les exceptions préliminaires du Gouvernement", "1.  Qualité de victime de Paşa Erol", "19.  Le Gouvernement met en exergue le fait que le premier requérant était le maire du village (muhtar) au moment des faits et qu’à ce titre, il avait également l’obligation d’assurer l’information de ses administrés. De plus, en tant que père, il avait manqué à sa responsabilité parentale en laissant son fils sans surveillance, alors qu’il n’avait que neuf ans.", "20.  La Cour observe qu’effectivement le requérant était le maire du village au moment des faits et qu’il avait reçu des informations aussi bien avant la pose des mines qu’une fois l’opération achevée. Elle accorde de l’importance au poste à responsabilités qu’occupait le premier requérant. En tant que muhtar, il était le fonctionnaire élu administratif le plus élevé du village et, à ce titre, il devait directement contribuer à la prise des mesures nécessaires à la protection de ses administrés et, si nécessaire, alerter les autorités pour tous les risques concernant les villageois.", "21.  Dans le cas d’espèce, la Cour estime que son emploi de maire impliquait pour le requérant – compte tenu de la nature des fonctions et des responsabilités qu’il exerçait – un devoir d’alerter la gendarmerie de l’insuffisance des mesures prises et d’exiger des mesures supplémentaires. La responsabilité des autorités administratives, notamment des mairies, concernant les zones dangereuses à l’intérieur de leur juridiction a déjà été reconnue par la jurisprudence (mutatis mutandis, Öneryıldız c. Turquie [GC], no 48939/99, § 101, CEDH 2004XII). Cependant, la Cour relève qu’elle n’a reçu aucun élément tendant à montrer que le requérant, en sa qualité de maire, a porté à l’attention des autorités militaires les griefs qu’ils soulèvent devant la Cour. De plus, lui-même avait adopté un comportement irresponsable en se rendant sur la zone avant l’incident (paragraphes 910 ci-dessus).", "22.  Partant, la Cour accueille l’exception d’irrecevabilité soulevée par le Gouvernement quant à la responsabilité administrative et parentale du premier requérant dans l’accident de son fils et conclut qu’il ne peut pas se prétendre victime, selon l’article 34 de la Convention, d’une violation de l’article 2. Elle rappelle qu’elle peut déclarer une requête irrecevable à tout stade de la procédure, même après la recevabilité. Il convient donc de rejeter cette partie du grief comme étant manifestement mal fondée selon l’article 35 §§ 3 et 4 de la Convention.", "2.  Applicabilité de l’article 2 de la Convention", "23.  Le Gouvernement conteste l’applicabilité de l’article 2 de la Convention, dans la mesure où aucune procédure pénale mettant en cause la responsabilité des autorités militaires n’a été entamée par la partie requérante, laquelle s’est contentée de demander des dommages et intérêts.", "24.  La Cour rappelle que la première phrase de l’article 2 § 1 de la Convention, non seulement astreint l’Etat à s’abstenir de provoquer la mort de manière volontaire et irrégulière, mais garantit également le droit à la vie en des termes généraux et, dans certaines circonstances bien définies, fait peser sur les Etats l’obligation de prendre les mesures nécessaires à la protection de la vie des personnes relevant de sa juridiction (voir, notamment, L.C.B. c. Royaume-Uni, arrêt du 9 juin 1998, Recueil des arrêts et décisions 1998III, p. 1403, § 36, Calvelli et Ciglio c. Italie [GC], no 32967/96, § 48, CEDH 2002I, Eriksson c. Italie (déc.), no 37900, 26 octobre 1999, et Leray et autres c. France (déc.), no 44617/98, 16 janvier 2001).", "25.  Pour la Cour, l’obligation positive qui découle de l’article 2 vaut aussi dans le domaine de la sécurité publique mis en cause en l’espèce ; il n’y a pas lieu de distinguer les actes, omissions et « négligences » de la part des autorités nationales pour examiner si celles-ci ont observé ladite obligation. Toute autre approche serait incompatible avec l’objet et le but de la Convention, en tant qu’instrument de protection des êtres humains, qui appellent à comprendre et appliquer ses dispositions, notamment l’article 2, d’une manière qui en rende les exigences concrètes et effectives (Öneryildiz, précité, § 65).", "26.  De même, si l’atteinte au droit à la vie ou à l’intégrité physique n’est pas volontaire, l’obligation positive découlant de l’article 2 n’exige pas nécessairement dans tous les cas un recours de nature pénale (Öneryildiz, précité, § 92).", "27.  Dès lors, la Cour rejette l’exception du Gouvernement et conclut à l’applicabilité de l’article 2 en l’espèce.", "B.  Sur le fond quant à Erkan Erol", "28.  Le deuxième requérant se plaint d’une atteinte à son droit à la vie, dans la mesure où l’explosion d’une mine antipersonnel a conduit à l’amputation de sa jambe et il aurait pu perdre la vie. Il se plaint également d’une violation de l’article 5 de la Convention en reprochant aux autorités de n’avoir pris aucune précaution pour assurer la sécurité des citoyens. Il affirme que la zone minée n’avait pas été entourée de fils barbelés et qu’elle servait de pâturage du village. La Cour observe que les griefs portent sur les mêmes faits et décide ainsi de les examiner uniquement sur le terrain de l’article 2 § 1 cité ci-dessus.", "29.  Le Gouvernement soutient que les mines antipersonnel ont été posées autour du commandement de la gendarmerie de jour, au vu et au su de tous les villageois, sans aucune dissimulation. Des fils barbelés ont été installés et des panneaux d’avertissement placés autour de la zone tous les vingt mètres. Le lendemain de ces travaux, le maire et tous les autres villageois ont été avisés par des notifications, aussi bien écrites qu’orales, des risques et dangers de mort dans cette zone. Le Gouvernement insiste également sur le fait que les parents avaient un devoir de surveillance de leurs enfants mineurs.", "30.  La Cour répète que la violation du droit à la vie est envisageable en relation avec la responsabilité positive des Etats de prendre toutes les mesures nécessaires pour éviter la mise en danger de la vie d’autrui (paragraphes 24-26 ci-dessus).", "31.  Si toute menace présumée contre la vie n’oblige pas les autorités, au regard de la Convention, à prendre des mesures concrètes pour en prévenir la réalisation, il en va autrement, notamment, lorsqu’il est établi que lesdites autorités savaient ou auraient dû savoir sur le moment qu’un ou plusieurs individus étaient menacés de manière réelle et immédiate dans leur vie, et qu’elles n’ont pas pris, dans le cadre de leurs pouvoirs, les mesures nécessaires et suffisantes pour pallier ce risque (voir, mutatis mutandis, Osman c. Royaume-Uni, arrêt du 28 octobre 1998, Recueil 1998VIII, p. 3159, § 116). Nul n’a laissé entendre que l’Etat défendeur aurait délibérément cherché à provoquer une atteinte à la vie du deuxième requérant en plaçant les mines antipersonnel sur une zone de sécurité militaire. Toutefois, la Cour a pour tâche de déterminer si, dans les circonstances de l’espèce, l’Etat a pris toutes les mesures nécessaires pour empêcher que la vie du requérant et d’autres villageois ne soit inutilement mise en danger.", "32.  La Cour observe d’emblée que les mines antipersonnel ont été placées pour des raisons de protection de la gendarmerie locale située près du village. Cependant, de telles mines représentent un danger particulier pour les jeunes enfants et leur utilisation a été largement condamnée par l’opinion internationale, d’où la nécessité d’une convention internationale à ce sujet, interdisant leur usage, et à laquelle la Turquie est partie depuis 2003 (paragraphe 17 ci-dessus).", "33.  La Cour relève que la zone concernée était le pâturage du village et que les villageois s’y rendaient régulièrement pour nourrir leur élevage. Par conséquent, vu la situation spécifique de terrain, les mesures de sécurité avaient une importance accrue et il était du devoir des autorités, à défaut d’autres moyens de protection de la gendarmerie régionale, de prendre toutes les mesures afin d’empêcher la pénétration de civils innocents à cet endroit.", "34.  La Cour a examiné les pièces soumises par le Gouvernement. Elle observe dans le procès-verbal dressé par l’administration militaire que la zone a été entourée par deux rangées de fils barbelés et que des panneaux d’avertissement ont été placés autour de la zone pour signaler le danger de mort (paragraphes 6-7 ci-dessus). Néanmoins, il est visible sur les photographies soumises que ces deux rangées de fils barbelés étaient largement écartées et constituaient donc une protection inefficace.", "35.  De même, les parents ont affirmé avoir été informés de l’enfouissement de mines antipersonnel et avoir interdit à leurs enfants d’entrer sur la zone (paragraphe 9 ci-dessus).", "36.  Cependant, pour la Cour, il est difficilement concevable, dans l’environnement naturel et les conditions de vie d’un village en pleine campagne où les enfants participent activement aux tâches quotidiennes, telles que faire paître les animaux, d’attendre qu’ils se comportent en adultes responsables face à de tels dangers, et ce d’autant plus que les adultes eux-mêmes ne suivaient pas les consignes de sécurité (paragraphes 910 ci-dessus).", "37.  De plus, il est incompréhensible qu’une zone de pâturage ait été minée et simplement entourée de deux rangées de fils barbelés relativement écartées, ce qui est clairement insuffisant pour empêcher que des enfants y pénètrent.", "38.  En conséquence, la Cour n’est pas convaincue qu’en l’espèce, les mesures de sécurité nécessaires pour éloigner tout risque de danger de mort et blessure aient été prises (mutatis mutandis, Demiray c. Turquie, no 27308/95, § 46, CEDH 2000XII). Partant, elle estime que l’Etat a manqué à son obligation positive imposée par l’article 2 de la Convention et conclut à la violation de cette disposition en ce qui concerne le deuxième requérant.", "II.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 6 § 1 ET 13 DE LA CONVENTION", "39.  Les requérants se plaignent de l’iniquité de la procédure d’indemnisation, du fait qu’avant de rejeter leur demande d’indemnité, le tribunal administratif n’a pas procédé à une visite des lieux. Ils invoquent l’article 6 § 1 de la Convention dont la partie pertinente se lit comme suit :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "Sur la base des faits exposés au regard de l’article 2 de la Convention, les intéressés se plaignent aussi que le recours administratif exercé afin d’obtenir réparation des préjudices qu’ils ont subis, s’est avéré dénué de toute efficacité, donc incompatible avec les exigences de l’article 13 de la Convention, ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "40.  Le Gouvernement conteste ces thèses.", "41.  La Cour a examiné le dossier mais n’a constaté aucun élément permettant de conclure à une défaillance de la procédure devant le tribunal administratif. En effet, le tribunal administratif disposait, à l’instar de la Cour, des photographies, des témoignages des villageois et des procès-verbaux concernant la pose des mines, documents sur la base desquels elle a rendu son jugement (paragraphe 13 ci-dessus). Partant, la Cour estime que la voie de recours administratif n’est pas une voie de recours inefficace au sens des articles 6 § 1 et 13 de la Convention. Elle conclut à la non-violation de ces dispositions.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "42.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "43.  La partie requérante réclame au titre des dommages matériel et moral 200 000 francs français (FRF) [environ 30 505 euros (EUR)].", "44.  Le Gouvernement considère que ce montant est excessif et injustifié.", "45.  La Cour estime qu’en considération du jeune âge d’Erkan Erol à l’époque des faits, la somme requise n’est pas excessive et accorde la totalité de cette somme à lui seul.", "B.  Frais et dépens", "46.  La partie requérante réclame 7 000 FRF [environ 1 076 EUR] pour frais et dépens, y compris les honoraires pour la procédure menée devant la Cour.", "47.  Le Gouvernement conteste cette somme.", "48.  La Cour estime que la demande est raisonnable et doit être honorée dans son intégralité. Partant, elle accorde au deuxième requérant la somme demandée.", "C.  Intérêts moratoires", "49.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Accueille l’exception préliminaire du Gouvernement pour autant qu’elle concerne Paşa Erol et son grief relatif à l’article 2 de la Convention et déclare cette partie de la requête irrecevable ;", "", "2.  Dit qu’il y a eu violation de l’article 2 de la Convention sous son angle substantiel en ce qui concerne Erkan Erol ;", "", "3.  Dit qu’il n’y a pas eu violation des articles 6 § 1 et 13 de la Convention ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser à Erkan Erol, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 30 505 EUR (trente mille cinq cent cinq euros) pour tous dommages confondus, ainsi que 1 076 EUR (mille soixante-seize euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt, à convertir en livres turques au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage.", "Fait en français, puis communiqué par écrit le 12 décembre 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tJ.-P. Costa\n\tGreffière\tPrésident"]}