{"file": "FRE_HFJUD_29731_96.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "29731/96", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE KROMBACH c. FRANCE", "", "", "(Requête no 29731/96)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "13 février 2001", "", "", "", "DÉFINITIF", "", "13/05/2001", "", "", "", "", "", "", "En l'affaire Krombach c. France,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tW. Fuhrmann, président,\n\t\tJ.-P. Costa,\n\t\tL. Loucaides,\n\t\tP. Kūris,\n\tMme\tF. Tulkens,\n\tM.\tK. Jungwiert,\n\tSir\tNicolas Bratza, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 30 mai et 23 janvier 2001,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 29731/96) dirigée contre la République française par un ressortissant allemand, M. Dieter Krombach (« le requérant »), qui avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 29 novembre 1995 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me F. Serres, avocat au barreau de Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, M. J.- F. Dobelle, directeur adjoint des affaires juridiques au ministère des Affaires étrangères.", "3.  Le requérant alléguait en particulier qu'en vertu de l'article 630 du code de procédure pénale il lui avait été interdit de faire présenter sa défense par un avocat lors de l'audience de la cour d'assises statuant par contumace. A cet égard il allègue une violation de l'article 6 §§ 1 et 3 c) de la Convention. Il se plaignait également d'une violation de l'article 2 du Protocole no 7 en raison du fait que, en application de l'article 636 du code de procédure pénale, le pourvoi en cassation n'est pas ouvert au contumax.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11).", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement de la Cour). Au sein de ladite section, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "6.  Par une décision du 29 février 2000, la chambre a déclaré la requête partiellement recevable [Note du greffe : la décision de la Cour est disponible au greffe.].", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement). Les parties ont chacune soumis des commentaires écrits sur les observations de l'autre. Des observations ont également été reçues de M. A. Bamberski, partie civile dans la procédure pénale diligentée contre le requérant, que le président avait autorisé à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 61 § 3 du règlement). Le gouvernement allemand invité à produire des observations en vertu de l'article 36 § 1 de la Convention n'a pas souhaité faire usage de cette faculté.", "8.  Une audience s'est déroulée en public au Palais des Droits de l'Homme, à Strasbourg, le 30 mai 2000 (article 59 § 2 du règlement).", "", "Ont comparu :", "–\tpour le Gouvernement \nMM.\tJ.-F. Dobelle, directeur adjoint des affaires juridiques\n\t\tdu ministère des Affaires étrangères,\tagent,\n\tB. Nedelec, magistrat, détaché à la sous-direction\n\t\tdes droits de l'homme, ministère\n\t\tdes Affaires étrangères,\n\tG. Bitti, chargé de mission auprès du bureau des droits\n\t\tde l'homme du service des affaires européennes \n\t\tet internationales, ministère de la Justice,\n\tP.C. Soccoja, administrateur civil au bureau des droits\n\t\tde l'homme du service des affaires européennes\n\t\tet internationales, ministère de la Justice,\n\tF. Capin Dulhoste, magistrat au bureau de la justice \n\t\tpénale et des libertés individuelles\n\t\tà la direction des affaires criminelles,\n\t\tministère de la Justice,\tconseillers ;", "–\tpour le requérant\nMe\tF. Serres, avocat au barreau de Paris,\tconseil.\n", "La Cour a entendu en leurs déclarations Me Serres et M. Dobelle.", "EN FAIT", "LES CIRCONSTANCES DE L'ESPÈCE", "A.  Circonstances particulières de l'affaire", "9.  En avril 1977, le requérant, qui était veuf avec deux enfants, épousa en secondes noces une ressortissante française, qui avait elle-même deux enfants d'un précédent mariage avec un ressortissant français, dont elle avait divorcé en 1976. Durant l'été 1982, tant le fils que la fille de l'épouse du requérant se trouvaient pour les vacances scolaires au domicile du requérant, à Lindau, près du lac de Constance.", "10.  La jeune fille, K.B., âgée de quatorze ans et de nationalité française, qui avait passé la journée du 9 juillet 1982 à faire de la planche à voile, s'était plainte à son retour de fatigue et de ne pas bronzer suffisamment et le requérant lui avait alors injecté vers 20 h 30, comme à plusieurs occasions dans le passé, une préparation ferrique, commercialisée sous le nom de Kobalt-Ferrcelit et en principe destinée à traiter un état d'anémie.", "11.  Le 10 juillet 1982, vers 9 h 30 du matin, le requérant découvrit K.B. morte dans sa chambre et procéda à plusieurs injections de divers produits pour tenter de la ranimer. Un premier médecin appelé en urgence examina le cadavre vers 10 h 20, fit remonter la mort aux environs de 3 heures du matin et ne constata aucune trace de violences. Il releva seulement des traces d'injection au niveau du thorax et du bras droit.", "1.  La procédure allemande", "12.  Une enquête contre X fut immédiatement ouverte par la police concernant les circonstances de ce décès et une autopsie fut pratiquée par deux médecins légistes le 12 juillet 1982. Ils ne purent déterminer les causes du décès, notamment en raison de l'état avancé de décomposition du cadavre, mais ne trouvèrent aucune trace de violences, sexuelles ou autres. En conséquence, le 17 août 1982, le parquet de Kempten prit une première décision de classement de l'affaire, conformément à l'article 170 § 2 du code de procédure pénale allemand.", "13.  Le père de la jeune fille saisit alors le parquet de Kempten d'une demande d'actes complémentaires, en se fondant en particulier sur les critiques du rapport d'autopsie qu'il avait soumis à un médecin légiste français. Accédant à sa demande, le parquet demanda une expertise à l'Institut médicolégal de Munich.", "14.  Le 27 novembre 1982, l'un des médecins légistes qui avait pratiqué l'autopsie précisa que les lésions constatées sur l'appareil génital externe de la jeune fille étaient intervenues post mortem. Le 3 mars 1983, aux termes d'une expertise chimico-toxicologique et histologique et après audition des médecins légistes ainsi que du requérant et des autres membres de la famille, l'expert conclut que la mort était anormale mais qu'il ne pouvait davantage se prononcer sur la cause du décès, lequel, à son avis, ne pouvait être imputé à l'injection du produit ferrique, dont aucune trace ne pouvait être retrouvée dans le corps. En mai 1983, une autre expertise fut effectuée, cette fois pharmacologique, pour déterminer les effets secondaires ou les contre-indications du produit ferrique injecté la veille de la mort. ", "15.  Le 14 juin 1983, le procureur près le tribunal régional de Kempten prit une deuxième décision de classement sans suite. Le recours formé par le père de la victime le 4 juillet 1983 contre cette décision fut considéré par le procureur général près la cour d'appel (Oberlandesgericht) de Munich comme un recours hiérarchique (Dienstaufsichtsbeschwerde) et rejeté le 20 septembre 1983.", "16.  Le 17 octobre 1983, le père de la victime, par l'intermédiaire de ses avocats allemands, déposa une plainte nommément dirigée contre le requérant, qu'il soupçonnait d'avoir violé puis assassiné sa fille. Le dossier de la procédure d'enquête ouverte en 1982 contre X fut alors joint à la nouvelle procédure d'enquête ouverte sur une plainte du père de la victime. Le 2 novembre 1983, le parquet du tribunal régional de Kempten prit, pour la troisième fois, une décision de classement sans suite, en se référant aux conclusions des diverses expertises effectuées dans le cadre de l'enquête précédente.", "17.  La décision de classement du 2 novembre 1983 fut confirmée par le procureur général près la cour d'appel de Munich le 30 janvier 1984, au motif que les enquêtes n'apportaient pas d'éléments suffisants susceptibles de justifier l'exercice de l'action publique.", "18.  Le 15 mars 1984, à la suite d'une pétition adressée au parlement régional bavarois, la procédure d'enquête fut rouverte pour la quatrième fois et, le 15 avril 1984, le procureur général près la cour d'appel chargea le parquet de Kempten d'effectuer d'autres vérifications.", "19.  Le 8 juin 1984, le parquet de Kempten, par la voie d'une demande d'entraide judiciaire, demanda au parquet de Toulouse d'entendre comme témoin le frère cadet de la victime, né en 1971, pour l'interroger sur les circonstances entourant la mort de sa sœur, ce qui fut fait le 4 septembre 1984.", "20.  Une nouvelle expertise pharmacologique concernant la question de l'innocuité de la préparation ferrique fut en outre confiée à l'Institut de pharmacologie clinique de Brême, qui présenta ses conclusions dans deux rapports datés respectivement du 15 juillet et du 26 septembre 1985. Le 17 juillet 1985, le parquet de Kempten demanda également aux autorités françaises, par la voie d'une demande d'entraide judiciaire, de procéder à l'exhumation du cadavre enterré à Toulouse. Le juge d'instruction de Toulouse prit à cet effet une commission rogatoire le 30 octobre 1985 et le cadavre fut exhumé et examiné par deux médecins légistes le 4 décembre 1985.", "21.  Le 24 février 1986, au vu des conclusions de l'expert et des résultats négatifs de l'autopsie après exhumation, le parquet de Kempten rendit une quatrième décision de classement de l'affaire, confirmée le 9 mai 1986 par le procureur général près la cour d'appel de Munich.", "22.  Conformément aux dispositions de l'article 172 du code de procédure pénale allemand, le père de la victime saisit alors la cour d'appel de Munich d'un recours dirigé contre la confirmation de la décision de classement du procureur général en vue de contraindre le parquet à mettre le requérant en accusation (Klageerzwingungsverfahren) pour homicide volontaire ou involontaire. Par un jugement daté du 9 septembre 1987, la première chambre pénale de la cour d'appel de Munich déclara ce recours irrecevable.", "2.  La procédure française", "a)  La procédure d'instruction", "23.  Le 23 janvier 1984, parallèlement aux efforts qu'il déployait en Allemagne pour obtenir la mise en accusation du requérant, le père de la victime déposa une plainte pénale avec constitution de partie civile contre X auprès du juge d'instruction de Paris, pour homicide volontaire, en se fondant sur l'article 689-1 du code de procédure pénale français, qui prévoit que tout étranger qui s'est rendu coupable d'un crime hors du territoire de la République peut être poursuivi et jugé d'après les dispositions de la loi française lorsque la victime est de nationalité française.", "24.  A l'appui de sa plainte, le père de la victime déposa des documents, rapports d'expertise, enquêtes et témoignages résultant des diligences du parquet de Kempten en Allemagne.", "25.  Le 12 mars 1985, le juge d'instruction de Paris envoya une commission rogatoire aux autorités allemandes en leur demandant d'interroger un certain nombre de personnes et d'effectuer certaines diligences. Le parquet de Kempten lui répondit le 2 novembre 1985.", "26.  Le 27 février 1986, le parquet de Kempten adressa au juge d'instruction une photocopie des trois tomes de son dossier d'enquête.", "27.  Informé par le père de la victime le 10 mars 1986 de la quatrième décision de classement prise par le parquet de Kempten le 24 février 1986, le nouveau juge d'instruction chargé du dossier à Paris adressa une nouvelle commission rogatoire le 17 juin 1987 aux autorités allemandes. Il les invitait à mettre à la disposition des trois experts français, qu'il avait désignés le même jour, les prélèvements effectués lors de l'autopsie et examinés dans le cadre de l'expertise ayant donné lieu au rapport de trois experts allemands daté du 3 mars 1983.", "28.  En exécution de la commission rogatoire française, les prélèvements en question furent remis à des policiers français le 22 mars 1988 et le 25 mars aux experts nommés le 17 juin 1987. Les experts remirent leur rapport le 27 juillet 1988 puis, dans un rapport complémentaire du 30 novembre 1988, rectifièrent une erreur de transcription.", "29.  Le 9 décembre 1988, une expertise complémentaire fut ordonnée par le juge d'instruction parisien, en vue de préciser le rôle et les effets des médicaments que le requérant avait indiqué avoir injectés à sa belle-fille pour tenter de la ranimer. Ce rapport fut déposé le 26 décembre 1988.", "30.  Le 8 février 1989, le troisième juge d'instruction chargé de ce dossier convoqua le requérant pour une audition. Par une lettre du 22 février 1989, celui-ci informa le juge d'instruction que la justice allemande était parvenue, après enquête, à la conclusion qu'il n'existait aucune culpabilité de tiers dans le décès de K.B. et qu'il ne voyait aucune raison de se déplacer à Paris. Il indiquait toutefois être prêt à être entendu à son domicile.", "31.  Le 27 juillet 1989, le juge d'instruction adressa une troisième commission rogatoire aux autorités allemandes en leur demandant, d'une part, de notifier au requérant les conclusions des rapports d'expertise des 27 juillet et 26 décembre 1988 et, d'autre part, de l'entendre en tant que « témoin assisté » pour lui poser un certain nombre de questions précises sur le déroulement des faits. Le requérant fut entendu par un magistrat allemand le 8 février 1990.", "32.  Le 20 mai 1990, le requérant indiqua au juge d'instruction, à la suite de sa demande du 4 mai, qu'il ne lui était pas possible de se rendre à Paris, qu'il avait déjà répondu à ses questions mais qu'il pouvait répondre par écrit si le juge souhaitait lui en poser d'autres.", "33.  Le 1er février 1991, soit près de sept ans après l'ouverture de l'information, le requérant fut inculpé du crime de violences ayant entraîné la mort sans intention de la donner. Le 23 avril 1991, il fut entendu par un magistrat allemand en exécution d'une commission rogatoire.", "34.  Le 10 juillet 1992, le juge d'instruction prit une ordonnance de transmission de pièces au procureur général près la cour d'appel de Paris, qui prit son réquisitoire le 25 septembre 1992.", "35.  Par les voies de l'entraide répressive internationale, la date de l'audience devant la chambre d'accusation fut notifiée au requérant le 28 janvier 1993 et à son avocat le 3 février 1993. Le requérant et son avocat ne se présentèrent pas à l'audience du 11 mars 1993.", "36.  Par un arrêt du 8 avril 1993, la chambre d'accusation de la cour d'appel de Paris renvoya le requérant devant la cour d'assises de Paris du chef d'homicide volontaire. L'arrêt fit état des divergences d'opinion entre les experts français qui eurent connaissance des pièces du dossier allemand et notamment des rapports d'expertise. En conclusion la chambre d'accusation s'exprima comme suit :", "« L'information a été ouverte du chef d'homicide volontaire. Toutefois dans l'ordonnance de transmission de pièces le magistrat instructeur a retenu contre Dieter Krombach la qualification de coups et blessures volontaires ayant entraîné la mort sans intention de la donner. Le procureur général et la partie civile concluent également au renvoi sous cette dernière qualification.", "La cour constate que les différents éléments d'ordre médical recueillis au cours de l'information permettent de conclure que le décès de K.B. est la conséquence directe d'une injection intraveineuse d'une solution pouvant être du Kobalt-Ferrcelit ; cette injection étant contemporaine de la mort.", "Pour justifier cet acte, Dieter Krombach a fourni des explications contradictoires et mensongères en invoquant d'abord le souci d'accélérer le bronzage de la jeune fille puis la lutte contre l'anémie dont elle souffrait. Or le Kobalt-Ferrcelit n'a pas pour effet de favoriser le bronzage et K.B. se présentait à cette époque comme une jeune fille en parfaite santé dont le suivi médical n'évoque aucun symptôme d'anémie.", "Dieter Krombach a également menti au sujet de la chronologie des faits en affirmant que l'injection avait été pratiquée plusieurs heures avant le décès. Enfin le simulacre de réanimation et l'emploi de produits incompatibles entre eux chez le vivant ne peuvent s'expliquer que par la volonté de dissimuler l'origine de la mort.", "L'ensemble de ces éléments constituent des charges suffisantes laissant présumer que Dieter Krombach a pratiqué la piqûre mortelle non pas dans un but curatif mais dans l'intention de donner la mort. »", "La chambre d'accusation prit également une ordonnance de prise de corps.", "37.  Le 4 mai 1993, l'arrêt fut signifié au requérant par exploit délivré au parquet étranger. Le requérant fut convoqué plusieurs fois pour subir l'interrogatoire préliminaire d'identité mais ne déféra à aucune des convocations.", "38.  Le requérant forma un pourvoi en cassation contre l'arrêt de renvoi. Dans son mémoire, il souleva notamment la violation du principe ne bis in idem et de l'autorité de la chose jugée au motif que, si l'article 689-1 du code de procédure pénale permettait qu'un étranger soit jugé d'après les lois françaises lorsque la victime du crime est de nationalité française, aucune poursuite ne pouvait avoir lieu en cas de jugement définitif à l'étranger. A cet égard, le requérant fit valoir qu'il avait bénéficié d'une ordonnance de non-lieu rendue par le parquet de Kempten, juridiction d'instruction, le 24 février 1986, devenue définitive par la décision de la chambre pénale de la cour d'appel de Munich du 9 septembre 1987.", "39.  Par un arrêt du 21 septembre 1993, la Cour de cassation rejeta le moyen du requérant au motif qu'il était nouveau car il ne résultait ni de l'arrêt attaqué ni d'aucune pièce de la procédure que le demandeur avait soutenu devant la chambre d'accusation qu'il avait bénéficié d'une décision de non-lieu prononcée à raison des mêmes faits par les autorités judiciaires allemandes.", "b)  La procédure de jugement par contumace", "40.  Le 7 septembre 1994, l'avocat français du requérant fut informé que son client était appelé à comparaître devant la cour d'assises de Paris du 7 au 10 novembre 1994. Le 26 octobre, il demanda au président de la cour d'assises d'ordonner un supplément d'information pour faire verser au dossier toutes les pièces provenant des procédures suivies en Allemagne. Le président rejeta sa demande par une lettre du 3 novembre 1994, en l'informant qu'il appartiendrait à la cour d'assises régulièrement saisie du dossier d'ordonner cette mesure si elle l'estimait nécessaire.", "41.  Par une ordonnance du 15 novembre 1994 du président de la cour d'assises, signifiée le 17 novembre 1994, le requérant fut invité à se présenter dans un délai de dix jours. Conformément aux articles 627 et suivants du code de procédure pénale, cette ordonnance fut publiée dans la Gazette du Palais et affichée au prétoire de la cour d'assises de Paris et à la porte de la mairie du Ier arrondissement de Paris.", "42.  Le 7 février 1995, le requérant adressa un courrier au président de la cour d'assises dans lequel il expliqua qu'il se présenterait volontiers à l'audience du 1er mars 1995 mais sous réserve d'être assuré d'être libre pendant la durée du procès. Il lui fit part de son incompréhension quant au comportement des autorités françaises qui n'avaient pas pris en compte, pendant toute la durée de l'instruction en France, le non-lieu prononcé en Allemagne. Il précisa qu'il entendait être défendu par un avocat.", "43.  Par une ordonnance du 1er mars 1995, le président de la cour d'assises renvoya l'affaire au 9 mars 1995.", "44.  L'avocat français du requérant, assisté d'un confrère allemand, déposa des conclusions devant la cour d'assises en invoquant l'article 6 de la Convention. Il demanda à être autorisé à représenter le requérant en son absence et à exposer tous moyens relatifs à l'autorité de la chose jugée, à ce que la cour d'assises statue d'office sur l'exception de la chose jugée et à ce qu'elle ordonne un supplément d'information ayant pour objet la communication par les autorités allemandes du dossier d'instruction ainsi que l'appréciation de la portée des décisions de non-lieu.", "45.  Par un arrêt rendu par contumace le 9 mars 1995, après avoir entendu l'avocat général qui requit trente ans de réclusion, la cour d'assises de Paris déclara le requérant coupable d'avoir volontairement exercé des violences sur la personne de sa belle-fille ayant entraîné la mort sans intention de la donner, et le condamna à quinze ans de réclusion criminelle.", "46.  La cour précisa dans son arrêt que si le requérant s'était présenté, cela aurait permis d'arrêter la procédure de contumace et qu'il aurait pu à l'occasion de cette formalité obligatoire formuler toutes sollicitations utiles à sa défense. Elle rappela également aux avocats du requérant, présents à l'audience, les termes de l'article 630 du code de procédure pénale interdisant la représentation de l'accusé absent et déclara leurs conclusions irrecevables.", "47.  Par un arrêt civil rendu également par contumace le 13 mars 1995, la cour d'assises de Paris condamna le requérant à verser 250 000 francs français (FRF) en réparation du préjudice moral et 100 000 FRF au titre des frais et dépens. L'avocat du requérant avait déposé une note en délibéré en invoquant l'absence totale de défense sur l'action civile en violation des dispositions de l'article 6 de la Convention. Il se plaignait en particulier de ne pas avoir reçu communication des chefs de demandes et conclusions formulés par la partie civile.", "48.  Par une ordonnance du 1er juin 1995, en vertu de l'article 636 du code de procédure pénale, le président de la Cour de cassation rendit une ordonnance de non-admission des pourvois du requérant contre les arrêts de la cour d'assises.", "49.  Un mandat d'arrêt « Schengen » puis un mandat d'arrêt international ont été délivrés contre le requérant à des dates qui ne figurent pas au dossier.", "3.  La procédure en Allemagne concernant l'exécution de l'arrêt de la cour d'assises de Paris du 13 mars 1995 sur les intérêts civils", "50.  Le 12 septembre 1995, le père de la victime saisit le tribunal régional de Kempten d'une demande d'exécution de l'arrêt de la cour d'assises de Paris condamnant le requérant à lui verser 350 000 FRF de dommages et intérêts. Par un jugement du 29 avril 1996, le tribunal accéda à cette demande, jugement qui fut confirmé par la cour d'appel de Munich le 11 février 1997.", "51.  Le requérant se pourvut alors en cassation. Par une décision du 4 décembre 1997, la Cour fédérale de justice (Bundesgerichtshof) renvoya l'affaire à la Cour de justice des Communautés européennes en vue d'obtenir une décision à titre préjudiciel sur l'interprétation de l'article 27 § 1 de la Convention du 27 septembre 1968 relative à la compétence judiciaire et à l'exécution des décisions en matière civile et commerciale, aux termes duquel les décisions de justice ne sont pas reconnues si la reconnaissance est contraire à l'ordre public de l'Etat requis. ", "52.  La Cour fédérale de justice motiva sa demande notamment en estimant que l'exécution d'une décision de justice obtenue par la voie de la procédure de contumace telle que pratiquée en France pouvait être considérée comme contraire à l'ordre public allemand, au moins pour ce qui concernait la partie civile de la procédure, l'article 103 § 1 de la Loi fondamentale disposant que toute personne a le droit d'être entendue (Anspruch auf rechtliches Gehör), ce qui inclut le droit d'être représentée par un avocat. Enfin, se référant à l'article 6 de la Convention européenne des Droits de l'Homme, la Cour fédérale de justice releva que la condamnation par contumace lui semblait attentatoire au droit à l'égalité des armes pour ce qui était du volet civil ainsi qu'au droit d'accès à un tribunal.", "53.  Par un arrêt du 28 mars 2000, la Cour de justice des Communautés européennes estima que « le juge de l'Etat requis peut, à l'endroit d'un défendeur domicilié dans celui-ci et poursuivi pour une infraction volontaire, tenir compte, au regard de la clause d'ordre public visée à l'article 27, point 1, de ladite convention, du fait que le juge de l'Etat d'origine a refusé à ce dernier le droit de se faire défendre sans comparaître personnellement ».", "54.  A la suite de cet arrêt, la Cour fédérale de justice rejeta le 29 juin 2000 la demande du père de la victime tendant à obtenir l'exequatur de l'arrêt civil rendu par la cour d'assises française le 13 mars 1995.", "4.  La procédure d'extradition menée en Autriche", "55.  Le 7 janvier 2000, le requérant fut arrêté en Autriche et placé sous écrou extraditionnel par un juge du tribunal régional de Feldkirch (Journalrichter des Landesgerichts Feldkirch). Par une ordonnance du 21 janvier 2000, le juge compétent rejeta la demande de mise en liberté sous caution présentée par le requérant.", "Toutefois, par une décision du 2 février 2000, la cour d'appel d'Innsbruck (Oberlandesgericht Innsbruck) annula cette ordonnance et ordonna la mise en liberté immédiate du requérant. La cour d'appel considéra en effet que le jugement de la cour d'appel de Munich du 9 septembre 1987 (paragraphe 22 ci-dessus), contre lequel il n'existait pas de voie de recours en droit allemand, avait une autorité relative de la chose jugée, puisque l'instruction ne pourrait être reprise en Allemagne qu'en cas de faits nouveaux. Or à partir du moment où le tribunal de l'Etat de commission de l'infraction avait renoncé à poursuivre le requérant et pris à cet égard une décision définitive, ce dernier ne pouvait pas être placé sous écrou extraditionnel. Enfin, la cour estima que l'article 54 de la Convention d'application de l'accord de Schengen (Schengener Durchführungs-abkommen), qui prévoit le principe ne bis in idem, s'opposait, en cas de purge de la contumace, à ce que le requérant soit rejugé en France pour des faits pour lesquels il avait bénéficié en Allemagne d'une décision de classement définitive. ", "B.  Le droit et la pratique internes pertinents", "56.  En vertu de l'article 214 du code de procédure pénale, si les faits retenus à la charge d'une personne mise en examen constituent une infraction qualifiée de crime par la loi, la chambre d'accusation prononce la mise en accusation devant la cour d'assises. ", "Il existe une cour d'assises à Paris et dans chacun des départements français. Il s'agit d'une juridiction composée, d'une part, de magistrats professionnels, le président et deux assesseurs, et, d'autre part, d'un jury composé de neuf jurés tirés au sort parmi les trente-cinq jurés et les dix jurés suppléants, eux-mêmes tirés annuellement au sort pour les besoins des quatre sessions d'assises ordinaires prévues dans le département. ", "L'instruction d'une affaire criminelle doit se faire oralement à l'audience. A la fin des débats, la cour se retire pour délibérer sur la culpabilité puis sur la peine. L'article 349 du code de procédure pénale prévoit que la cour doit répondre, par oui ou par non, à toutes les questions spécifiées dans le dispositif de l'arrêt de renvoi et que chaque question est posée comme suit : « L'accusé est-il coupable d'avoir commis tel fait ? » Il faut une majorité de huit voix au moins pour déclarer l'accusé coupable des faits qui lui sont reprochés. ", "57.  Pour ce qui est de la présence de l'accusé à l'audience de jugement, l'article 215 du code de procédure pénale prévoit que l'arrêt de mise en accusation, qui doit contenir, à peine de nullité, l'exposé et la qualification légale des faits, décerne en outre une ordonnance de prise de corps contre l'accusé dont il précise l'identité. L'article 215-1 dispose que l'accusé qui se trouve en liberté doit se constituer prisonnier au plus tard la veille de l'audience de la cour d'assises et que l'ordonnance de prise de corps est exécutée si, dûment convoqué et sans motif d'excuse légitime, l'accusé ne se présente pas le jour fixé pour être interrogé par le président de la cour d'assises. L'article 270 prévoit que si l'accusé ne peut être saisi ou ne se présente pas, on procède contre lui par contumace (paragraphes 59-61 ci-dessous).", "58.  Dès que l'arrêt de mise en accusation est devenu définitif et que l'accusé détenu a été transféré dans la maison d'arrêt du lieu où se tiennent les assises, le président de la cour d'assises doit, en vertu de l'article 273, interroger l'accusé sur son identité et s'assurer que l'arrêt de renvoi lui a bien été signifié. Il doit également, en vertu de l'article 274, inviter l'accusé à choisir un avocat pour l'assister dans sa défense et, à défaut, lui en désigner un d'office. En effet, en application de l'article 317, la présence d'un défenseur auprès de l'accusé à l'audience est obligatoire et si aucun conseil ne se présente pour l'accusé, le président doit lui en commettre un d'office. En vertu de l'article 320, lorsque l'accusé refuse de comparaître à l'audience, après sommation par huissier, le président peut ordonner qu'il soit amené par la force devant la cour. Il peut également ordonner que, nonobstant son absence, il soit passé outre aux débats.", "59.  En ce qui concerne le déroulement d'une procédure par contumace, les principales dispositions du code de procédure pénale français sont les suivantes :", "Article 627", "« Lorsque, après un arrêt de mise en accusation, l'accusé n'a pu être saisi ou ne se représente pas dans les dix jours de la signification qui en a été faite à son domicile, ou lorsque après s'être présenté ou avoir été saisi, il s'est évadé, le président de la cour d'assises ou en son absence le président du tribunal du lieu où se tiennent les assises, ou le magistrat qui le remplace, rend une ordonnance portant qu'il est tenu de se représenter dans un nouveau délai de dix jours, sinon, qu'il sera déclaré rebelle à la loi, qu'il sera suspendu de l'exercice de ses droits de citoyen, que ses biens seront séquestrés pendant l'instruction de la contumace, que toute action en justice lui sera interdite pendant le même temps, qu'il sera procédé contre lui et que toute personne est tenue d'indiquer le lieu où il se trouve. Cette ordonnance fait de plus mention du crime et de l'ordonnance de prise de corps. »", "Article 628", "« Dans le délai de huit jours, cette ordonnance est insérée dans l'un des journaux du département et affichée à la porte du domicile de l'accusé, à celle de la mairie de sa commune et à celle de l'auditoire de la cour d'assises. Le procureur général adresse une expédition de cette ordonnance au directeur des domaines du domicile du contumax. » ", "Article 629", "« Après un délai de dix jours, il est procédé au jugement de la contumace. »", "Article 630", "« Aucun conseil, aucun avoué ne peut se présenter pour l'accusé contumax. Toutefois, si l'accusé est dans l'impossibilité absolue de déférer à l'injonction contenue dans l'ordonnance prévue par l'article 627, ses parents ou ses amis peuvent proposer son excuse. »", "Article 631", "« Si la cour trouve l'excuse légitime, elle ordonne qu'il soit sursis au jugement de l'accusé et, s'il y a lieu, au séquestre de ses biens pendant un temps qui est fixé eu égard à la nature de l'excuse et à la distance des lieux. »", "Article 632", "« Hors ce cas, il est procédé à la lecture de l'arrêt de renvoi à la cour d'assises, de l'exploit de signification de l'ordonnance ayant pour objet la représentation du contumax et des procès-verbaux dressés pour en constater la publication et l'affichage. Après cette lecture, la cour, sur les réquisitions du procureur général, prononce la contumace. Si l'une des formalités prescrites par les articles 627 et 628 a été omise, la cour déclare nulle la procédure de contumace et ordonne qu'elle sera recommencée à partir du plus ancien acte illégal. Dans le cas contraire, la cour prononce sans l'assistance de jurés sur l'accusation, sans pouvoir, en cas de condamnation, accorder le bénéfice des circonstances atténuantes au contumax. La cour statue ensuite sur les intérêts civils. »", "Article 633", "« Si le contumax est condamné, ses biens, s'ils n'ont pas fait l'objet d'une confiscation, sont maintenus sous séquestre et le compte de séquestre est rendu à qui il appartiendra après que la condamnation est devenue irrévocable par l'expiration du délai donné pour la purge de la contumace. » ", "Article 635", "« A partir de l'accomplissement des mesures de publicité prescrites par [l'article 634], le condamné est frappé de toutes les déchéances prévues par la loi. »", "Article 636", "« Le pourvoi en cassation n'est pas ouvert au contumax. »", "60.  L'article 639, relatif à la purge de la contumace, prévoit ce qui suit :", "« Si le contumax se constitue prisonnier ou s'il est arrêté avant que la peine soit éteinte par prescription, l'arrêt et les procédures faites depuis l'ordonnance de se représenter sont anéantis de plein droit et il est procédé à son égard dans les formes ordinaires. (...) »", "61.  La jurisprudence précise que le décès du condamné par contumace au cours du délai de prescription de la peine entraîne l'irrévocabilité de la condamnation (Cour de cassation, chambre criminelle, 1er juillet 1954, Recueil Dalloz 1954, p. 550).", "62.  La Résolution (75) 11 du Comité des Ministres du Conseil de l'Europe portant sur les critères à suivre dans la procédure de jugement en l'absence du prévenu énumère par ailleurs un certain nombre de règles minimales, dont les suivantes :", "« 1.  Nul ne peut être mis en jugement s'il n'a été au préalable atteint effectivement par une citation remise en temps utile pour lui permettre de comparaître et de préparer sa défense, sauf s'il est établi qu'il s'est soustrait volontairement à la justice. ", "(...)", "4.  Il n'y a pas lieu de juger le prévenu en son absence s'il est possible et opportun de transmettre la procédure à un autre Etat ou de présenter une demande d'extradition.", "5.  Lorsque le prévenu est jugé en son absence, il est procédé à l'administration des preuves dans les formes usuelles, et la défense a le droit d'intervenir. ", "(...)", "7.  Toute personne jugée en son absence doit pouvoir attaquer le jugement par toutes les voies de recours qui lui seraient ouvertes si elle avait été présente. »", "EN DROIT", "I.  Sur l'exception PRÉLIMINAIRE du Gouvernement", "63.  Devant la Cour, le Gouvernement soulève le non-épuisement des voies de recours internes. Il estime que, dans la mesure où le requérant a encore la possibilité de purger la contumace, la condamnation par la cour d'assises n'a aucun caractère définitif : elle n'est que provisoire, au moins tant qu'il n'y a pas prescription de la peine. Dès lors, si le requérant se constitue prisonnier ou s'il est arrêté, l'arrêt du 13 mars 1995 est automatiquement annulé et il y aura nécessairement un nouveau procès, où le requérant aura toute latitude pour présenter ses moyens de défense. De même, après la purge de la contumace et le nouveau procès d'assises, le requérant aura tout à fait normalement la possibilité de se pourvoir en cassation contre l'arrêt de la cour d'assises.", "64.  Le requérant s'oppose à cette thèse. Il fait valoir que ses griefs sont relatifs à la conduite de la procédure par contumace proprement dite et que l'équité éventuelle de la procédure devant la cour d'assises en cas de purge de la contumace ne fait pas l'objet de sa requête devant les organes de la Convention : ce qu'il critique est l'impossibilité absolue, prévue par les articles 630 et 636 du code de procédure pénale, d'être défendu par un conseil lors de l'audience et de se pourvoir en cassation contre un arrêt de cour d'assises rendu par contumace. Il souligne, en outre, qu'il est inexact de prétendre qu'un arrêt de condamnation par contumace n'est que provisoire. En l'espèce, l'arrêt rendu sur les intérêts civils a fait l'objet d'une procédure d'exécution en Allemagne à l'initiative de la partie civile et il y a eu non seulement un mandat d'arrêt lancé par les autorités françaises mais aussi une procédure d'extradition diligentée contre lui en Autriche. Enfin, le requérant soutient que la purge de la contumace ne serait pas un recours au sens de l'article 35 § 1 de la Convention, dans la mesure où son exercice est conditionné par l'incarcération préalable de l'accusé, condition qui n'est pas prévue à la Convention. De plus, la possibilité d'ouvrir un procès en purge de la contumace n'efface en rien les violations constatées lors de la première phase, notamment l'impossibilité de la représentation par un avocat ou l'interdiction du pourvoi en cassation.", "65.  Il est vrai que tout requérant doit avoir donné aux juridictions internes l'occasion que l'article 35 § 1 a pour finalité de ménager en principe aux Etats contractants : éviter ou redresser les violations alléguées (arrêt Cardot c. France du 19 mars 1991, série A no 200, p. 19, § 36). Néanmoins, la Cour rappelle que les dispositions de l'article 35 de la Convention ne prescrivent l'épuisement que des recours à la fois relatifs aux violations incriminées, disponibles et adéquats. Ils doivent exister à un degré suffisant de certitude, non seulement en théorie mais aussi en pratique, sans quoi leur manquent l'effectivité et l'accessibilité voulues ; il incombe à l'Etat défendeur de démontrer que ces exigences se trouvent réunies (voir notamment l'arrêt Civet c. France [GC], no 29340/95, § 41, CEDH 1999-VI).", "66.  En l'occurrence, la Cour observe qu'à partir du moment où un accusé ne se présente pas ou n'est pas saisi dans un délai de dix jours après la signification de l'arrêt de mise en accusation devant la cour d'assises, le droit français prévoit qu'il sera jugé par contumace. Comme le souligne le requérant, c'est le déroulement de cette procédure de jugement en l'absence de l'accusé qui fait l'objet de la présente requête. ", "67.  Certes, la condamnation par contumace n'est pas définitive mais la Cour estime que la purge de la contumace, qui permet à l'accusé d'être rejugé, ne peut être assimilée à une « voie de recours » au sens ordinaire de ce terme. En effet, son exercice peut ne dépendre que d'un fait matériel, à savoir l'arrestation de l'accusé, laquelle, par définition, n'est pas en ce qui le concerne un acte volontaire.", "Il est vrai que la purge de la contumace est également mise en œuvre si l'accusé se constitue prisonnier. La Cour estime que la condition ainsi mise à l'ouverture d'un nouveau procès ne relève pas de l'exercice normal des voies de recours internes, au sens de l'article 35 de la Convention. En effet, l'obligation d'épuisement préalable ne vise que l'introduction, à l'initiative du requérant et dans les formes et délais prescrits par le droit interne, des recours susceptibles de remédier à la situation dont il se plaint.", "En outre, la tenue d'un nouveau procès, le cas échéant, n'est pas en soi de nature à éviter ou à redresser les violations intervenues dans la phase de jugement par contumace. Enfin, la mise en œuvre de la purge de la contumace n'est soumise à aucune condition de forme ou de délai et peut se révéler purement hypothétique si l'accusé n'est pas arrêté ou ne se constitue pas prisonnier avant que la peine ne soit prescrite.", "68.  Partant, il convient de rejeter l'exception préliminaire du Gouvernement.", "II.  sur la violation alléguée de l'article 6 §§ 1 et 3 c) de la Convention", "69.  Le requérant se plaint d'avoir été condamné par contumace par la cour d'assises de Paris sans avoir pu assurer sa défense puisqu'à partir de l'arrêt de renvoi en cour d'assises, son refus de se constituer prisonnier en exécution de l'ordonnance de prise de corps fut sanctionné par l'interdiction d'être représenté et défendu par ses avocats, conformément à l'article 630 du code de procédure pénale. Il invoque l'article 6 §§ 1 et 3 c) de la Convention, libellé comme suit dans ses parties pertinentes :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial (...)", "(...)", "3.  Tout accusé a droit notamment à : ", "(...)", "c)  se défendre lui-même ou avoir l'assistance d'un défenseur de son choix (...)", "(...) »", "A.  Thèses des comparants", "1.  Le requérant", "70.  A titre liminaire, le requérant souligne que la procédure de contumace diligentée contre lui s'est déroulée dans des circonstances tout à fait particulières. En effet, il avait bénéficié pour les mêmes faits en Allemagne de quatre décisions successives de classement sans suite faute de preuves suffisantes et la procédure poursuivie en France par la partie civile ne visait qu'à remettre en cause ces décisions. Il ne fut formellement inculpé par le juge d'instruction français qu'en 1991, soit sept années après l'ouverture de l'information en France. Entre 1984 et 1991, il ne fut entendu que comme témoin et n'avait aucune raison de se déplacer en France, d'autant que, par le biais de commissions rogatoires, le juge français eut accès à tous les éléments des enquêtes conduites en Allemagne. Il souligne également qu'à aucun moment pendant cette période le juge d'instruction ne jugea utile de lancer un mandat d'arrêt contre lui et que ce n'est que par l'arrêt de renvoi devant la cour d'assises pris par la chambre d'accusation de Paris le 8 avril 1993 que sa prise de corps fut ordonnée.", "71.  En ce qui concerne sa comparution à l'audience de la cour d'assises statuant par contumace, le requérant souligne qu'il avait chargé ses avocats de soulever in limine litis une exception de procédure d'ordre public, à savoir l'impossibilité pour la cour d'assises, en vertu du principe ne bis in idem, de juger un homme qui avait déjà bénéficié en Allemagne de décisions définitives de classement sans suite pour les mêmes faits. ", "72.  Le requérant soutient également que la sanction de sa non-comparution (à savoir l'interdiction d'être représenté et défendu, le refus de nouvelles mesures d'investigation) revêt un caractère disproportionné. Il estime d'abord que sa comparution personnelle était sans intérêt puisque la cour d'assises aurait dû se prononcer d'office sur le principe ne bis in idem, avant même d'examiner les charges retenues contre lui. Mais le requérant considère surtout que les nécessités d'une bonne administration de la justice ne justifient pas l'interdiction de représentation de l'accusé. En effet, la suppression de tous les caractères fondamentaux d'un procès équitable constitue en soi une sanction disproportionnée de la non-comparution de l'accusé. L'exercice des droits de la défense est subordonné à une incarcération, ce qui constitue une condition inacceptable. Le requérant fait d'ailleurs valoir que cette incarcération n'a visiblement pas été considérée comme essentielle dans la mesure où aucun mandat d'arrêt international n'avait été lancé pendant toute la procédure d'instruction criminelle. Enfin, le requérant se réfère à une circulaire du ministère de la Justice datée du 31 décembre 1999, qui concerne l'application de la loi du 23 juin 1999 renforçant l'efficacité de la procédure pénale, dont il ressort qu'en matière correctionnelle, lorsque les poursuites auront été engagées à l'initiative de la partie civile, le prévenu pourra toujours se faire représenter par son avocat, quelle que soit la peine encourue. Il n'aperçoit pas de raison pour laquelle il en irait autrement en matière criminelle.", "2.  Le Gouvernement", "a)  Sur la nécessité d'une comparution personnelle de l'accusé en matière criminelle", "73.  Le Gouvernement rappelle tout d'abord que l'obligation mise à la charge d'un accusé de comparaître en personne devant la juridiction de jugement est une garantie essentielle de bonne justice. Pour les crimes les plus graves, justiciables de la cour d'assises et passibles de peines pouvant aller jusqu'à la réclusion criminelle à perpétuité, la participation de l'accusé à son procès est essentielle, tant pour lui-même que pour les victimes. En effet, la cour d'assises, par laquelle le peuple français est associé à la décision de justice, doit refaire oralement à l'audience une instruction totale du dossier.", "L'accusé est ainsi appelé à présenter sa version des faits, à répondre aux questions des juges, des jurés ou du procureur. Il peut contester les conclusions des experts et les dépositions des témoins, convoquer les siens, demander à être confronté avec les victimes, etc. Enfin, en cas de déclaration de culpabilité, sa présence fournit aux juges la possibilité d'individualiser la sanction. Pour le Gouvernement, il n'est pas envisageable de juger un inconnu qui n'aura pu être observé ou entendu : on ne peut rendre la justice en se fondant uniquement sur le plaidoyer d'un avocat, car ce n'est jamais lui qui ira en prison ou indemnisera les victimes.", "74.  Selon le Gouvernement, il est impératif d'empêcher les abstentions délibérées ou, à tout le moins, d'empêcher qu'elles paralysent le bon fonctionnement du système répressif. Consacrer en matière criminelle un droit inconditionnel à la représentation par un avocat créerait un profond déséquilibre entre les parties à un procès pénal et inciterait les criminels à refuser de se présenter devant la justice ou à organiser leur fuite à l'étranger pendant que leurs avocats plaideraient pour eux. Une telle solution irait en, outre, à l'encontre des efforts de la communauté internationale pour lutter contre l'impunité des criminels accusés des plus graves violations des droits de l'homme en instituant un mécanisme de comparution in personam de ceux-ci.", "75.  En matière de procédure criminelle en France, le corollaire de l'obligation de comparution personnelle de l'accusé est la faculté pour le prévenu d'être défendu par un avocat. Le Gouvernement souligne que l'article 6 § 3 c) de la Convention parle d'« assistance » et non de « représentation ». Comme l'a relevé également le tiers intervenant, en droit français, le premier terme impliquerait la présence du justiciable aux côtés de son avocat, le second son remplacement juridique par celui-ci. Or, en matière criminelle, les articles 274 et 317 du code de procédure pénale imposent l'assistance par un avocat, mais ne permettent pas sa représentation.", "76.  La question se pose dès lors de savoir si un accusé qui s'abstient délibérément de comparaître reste en droit d'« avoir l'assistance d'un défenseur de son choix », au sens de l'article 6 § 3 c). Le Gouvernement estime que non, puisque l'accusé refuse dans ce cas de respecter l'un des impératifs catégoriques de la procédure pénale. Son comportement interdit en effet la tenue d'une audience véritablement contradictoire, au moins tant qu'il ne change pas d'attitude en acceptant de comparaître ou tant qu'il n'est pas arrêté. La suppression du droit à l'assistance d'un conseil aussi longtemps que l'accusé se soustrait volontairement à la justice n'est alors pas disproportionnée car elle est justifiée par les nécessités d'une bonne administration de la justice : il faut pouvoir mettre un terme aux instructions dans un délai raisonnable, éviter la prescription et le dépérissement des preuves.", "b)  Sur la purge de la contumace ", "77.  Le Gouvernement souligne que la présente affaire est la première, depuis une série d'arrêts rendus contre l'Italie, et notamment l'arrêt Colozza de 1985, à poser devant la Cour le problème de la compatibilité avec la Convention des procès criminels in absentia, appelés en droit français procédures par contumace. Or, dans cet arrêt, la Cour avait reconnu que « l'impossibilité d'une procédure par contumace ou par défaut risque de paralyser l'exercice de l'action publique en entraînant, par exemple, l'altération des preuves, la prescription de l'infraction ou un déni de justice » (arrêt Colozza c. Italie du 12 février 1985, série A no 89, p. 15, § 29).", "78.  La Cour n'avait conclu à la violation de l'article 6 § 1 de la Convention que parce que M. Colozza, qui n'était pas au courant des poursuites, avait subi une perte totale et irrémédiable du droit de participer à l'audience, le droit italien ne lui donnant pas la possibilité d'obtenir qu'une juridiction statue à nouveau, après l'avoir entendu, sur le bien-fondé de l'accusation portée contre lui (ibidem, p. 15, § 29 in fine). Or cette possibilité existe en droit français : c'est la purge de la contumace, prévue à l'article 639 du code de procédure pénale. C'est d'ailleurs en se référant à cette possibilité que la Commission européenne des Droits de l'Homme, dans la seule affaire française de contumace examinée jusqu'à présent par les organes de la Convention, avait conclu au défaut manifeste de fondement, en relevant que l'accusé dans cette affaire avait participé à la procédure d'instruction et refusé de recevoir notification de l'arrêt de mise en accusation (B. c. France, requête no 10291/83, décision de la Commission du 12 mai 1986, Décisions et rapports (DR) 47, p. 59).", "79.  En l'espèce, le requérant était au courant des poursuites diligentées contre lui, il a reçu notification de l'arrêt de mise en accusation et a volontairement renoncé à comparaître parce qu'il craignait d'être arrêté. Sachant que l'Allemagne n'extrade pas ses nationaux, il a préféré demeurer à l'abri dans son pays. Dès lors, il n'y avait d'autre possibilité pour les autorités judiciaires françaises que de le juger par contumace.", "80.  Le Gouvernement soutient que l'arrêt rendu par contumace ne porte pas préjudice au condamné, puisqu'il a un caractère essentiellement conservatoire dans l'attente d'une purge de la contumace par le contumax, purge qui est automatique lorsque l'accusé se retrouve entre les mains de la justice. L'arrêt de condamnation deviendra caduc et un nouveau procès, dans lequel le droit à l'assistance d'un avocat retrouvera toute sa portée, va nécessairement se substituer au précédent.", "81.  Il relève enfin que, s'agissant du droit d'être défendu par un avocat en cas de refus explicite de comparution de l'accusé, la Cour s'est systématiquement référée, dans les procédures pénales par défaut qu'elle a été amenée à examiner, à l'impossibilité de faire opposition aux jugements rendus (arrêt Poitrimol c. France du 23 novembre 1993, série A no 277-A, p. 15, § 35 ; arrêts Lala et Pelladoah c. Pays-Bas du 22 septembre 1994, série A nos 297-A et 297-B, respectivement p. 13, § 33 in fine, et pp. 34-35, § 40 ; arrêt Van Geyseghem c. Belgique [GC], no 26103/95, § 29, CEDH 1999-I, s'agissant d'une procédure d'opposition à un jugement correctionnel rendu par défaut). Or tous ces arrêts concernaient des procédures correctionnelles et non pas criminelles et la purge de la contumace se différencie de l'opposition en ce qu'elle a un caractère automatique et obligatoire : l'accusé ne peut, comme en matière correctionnelle, acquiescer au jugement, faire opposition puis se désister ni, dans certaines hypothèses, faire appel.", "Le Gouvernement estime donc que l'impossibilité d'être défendu par un avocat lors de la procédure de jugement par contumace ne porte pas atteinte, en raison de la possibilité de la purge de la contumace, de manière irrémédiable et disproportionnée à l'exercice des droits de la défense et qu'il n'y a donc pas violation de l'article 6 § 1, combiné avec l'article 6 § 3 c) de la Convention.", "B.  Appréciation de la Cour", "82.  Comme les exigences du paragraphe 3 de l'article 6 s'analysent en aspects particuliers du droit à un procès équitable garanti par le paragraphe 1, la Cour examinera le grief sous l'angle de ces deux dispositions combinées (arrêt Van Geyseghem précité, § 27).", "83.  La présente espèce se distingue des affaires Goddi, Colozza, F.C.B. et T. c. Italie (arrêts du 9 avril 1984, série A no 76, p. 10, § 26 ; précité, pp. 14-15, § 28 ; du 28 août 1991, série A no 208-B, pp. 20-21, §§ 30-33 ; du 12 octobre 1992, série A no 245-C, pp. 41-42, § 27), qui concernaient toutes la procédure italienne de contumace, en ce que le requérant avait reçu en l'espèce notification de la date d'audience devant la cour d'assises de Paris et décida lui-même de ne pas comparaître. Il se trouve dès lors dans une situation comparable à celle examinée par la Cour dans les affaires Poitrimol, Lala, Pelladoah et Van Geyseghem précitées.", "84.  La Cour rappelle que, dans la première de ces affaires, elle a estimé que la comparution d'un prévenu revêtait une importance capitale et que, dès lors, le législateur devait pouvoir décourager les abstentions injustifiées (arrêt Poitrimol précité, p. 15, § 35). Elle a toutefois précisé qu'il était aussi « d'une importance cruciale pour l'équité du système pénal que l'accusé soit adéquatement défendu tant en première instance qu'en appel, a fortiori lorsque, comme c'est le cas en droit néerlandais, les décisions rendues en appel ne sont pas susceptibles d'opposition » (arrêts Lala et Pelladoah précités, respectivement p. 13, § 33, et pp. 34-35, § 40). Elle a ajouté que c'est ce dernier intérêt qui prévalait et que, par voie de conséquence, le fait que l'accusé, bien que dûment assigné, ne comparaisse pas ne saurait – même à défaut d'excuse – justifier qu'il soit privé du droit à l'assistance d'un défenseur que lui reconnaît l'article 6 § 3 c) de la Convention (ibidem). Pour la Cour, il appartient aux juridictions d'assurer le caractère équitable d'un procès et de veiller par conséquent à ce qu'un avocat, qui à l'évidence y assiste pour défendre son client en l'absence de celui-ci, se voie donner l'occasion de le faire (ibidem, p. 14, § 34, et p. 35, § 41).", "85.  Il est vrai qu'une procédure se déroulant en l'absence du prévenu n'est pas en soi incompatible avec la Convention s'il peut obtenir ultérieurement qu'une juridiction statue à nouveau, après l'avoir entendu, sur le bien-fondé de l'accusation en fait comme en droit (voir, mutatis mutandis, l'arrêt Colozza précité, p. 15, § 29). La Cour ne peut toutefois suivre le Gouvernement lorsqu'il soutient que la constatation de l'absence d'une possibilité d'opposition contre un condamné par défaut a été décisive dans la motivation des arrêts Lala et Pelladoah. C'est en effet de manière surabondante que la proposition commençant par la locution adverbiale « a fortiori » a été introduite dans ces arrêts (p. 13, § 33, et pp. 34-35, § 40, respectivement).", "86.  La Cour ne voit aucune raison de s'écarter de cette approche, réaffirmée en dernier lieu par l'arrêt Van Geyseghem précité (§§ 33 et 34), au motif qu'il s'agit en l'espèce d'une procédure criminelle devant une cour d'assises et non pas devant un tribunal ou une cour statuant en matière correctionnelle.", "Il n'a jamais été contesté que la présence de l'accusé à un procès pénal revêt une importance capitale en raison tant du droit d'être entendu que de la nécessité de contrôler l'exactitude de ses affirmations et de les confronter avec les dires de la victime, dont il y a lieu de protéger les intérêts, ainsi que des témoins (arrêt Poitrimol précité, p. 15, § 35). Cela vaut pour un procès d'assises comme pour un procès correctionnel.", "87.  De l'avis de la Cour, la mise en œuvre de la purge de la contumace n'a une incidence sur l'exercice effectif des droits de la défense que dans l'hypothèse d'une arrestation de l'intéressé. Dans ce cas, les autorités ont en effet une obligation positive d'offrir à l'accusé la possibilité d'un réexamen de la cause dans son intégralité et en sa présence. En revanche, il ne saurait être question d'obliger un accusé à se constituer prisonnier pour bénéficier du droit d'être rejugé dans des conditions conformes à l'article 6 de la Convention. Ce serait en effet subordonner l'exercice du droit à un procès équitable à une sorte de caution, la liberté physique de l'intéressé (voir, mutatis mutandis, arrêt Khalfaoui c. France, no 34791/97, §§ 43 et 44, CEDH 1999-IX).", "88.  Reste à examiner si, concrètement, l'interdiction faite aux avocats de la défense d'intervenir pour le requérant lors de l'audience devant la cour d'assises de Paris a porté atteinte à son droit à un procès équitable. En l'occurrence, il n'est pas contesté que le requérant avait clairement manifesté la volonté de ne pas se rendre à l'audience de la cour d'assises, donc de ne pas se défendre lui-même. En revanche, il ressort du dossier qu'il entendait être défendu par ses avocats, mandatés à cette fin et présents à l'audience.", "89.  La Cour ne peut adopter l'interprétation étroite que le Gouvernement donne au mot « assistance », au sens de l'article 6 § 3 c) de la Convention. Elle ne voit aucune raison de s'écarter de l'avis qu'elle avait exprimé à ce sujet dans l'affaire Poitrimol (arrêt précité, pp. 14-15, § 34), où le Gouvernement avait déjà suggéré d'établir une distinction entre « assistance » et « représentation » à propos d'une procédure correctionnelle.", "Quoique non absolu, le droit de tout accusé à être effectivement défendu par un avocat, au besoin commis d'office, figure parmi les éléments fondamentaux du procès équitable. Un accusé n'en perd pas le bénéfice du seul fait de son absence aux débats. Même si le législateur doit pouvoir décourager les abstentions injustifiées, il ne peut les sanctionner en dérogeant au droit à l'assistance d'un défenseur (arrêt Van Geyseghem précité, § 34).", "90.  En l'espèce, la Cour observe qu'il ressort du libellé de l'article 630 du code de procédure pénale français que l'interdiction faite aux avocats de se présenter pour le contumax est absolue et que la cour d'assises statuant par contumace n'a pas la possibilité d'y déroger.", "La Cour estime pourtant qu'il eût appartenu à la cour d'assises, qui siégeait sans le jury, de donner l'occasion aux avocats du requérant, présents à l'audience, de le défendre, même en son absence car, en l'espèce, le moyen de défense qu'ils entendaient développer concernait un point de droit (paragraphe 44 ci-dessus), à savoir une exception d'ordre public tirée de l'autorité de la chose jugée et du principe ne bis in idem (voir, mutatis mutandis, arrêt Artico c. Italie du 13 mai 1980, série A no 37, pp. 16-17, § 34). Il n'a pas été soutenu par le Gouvernement que, même si la cour d'assises avait autorisé les avocats du requérant à plaider, elle n'aurait pas eu compétence pour examiner la question. Enfin, la Cour observe que les avocats du requérant n'ont pas davantage été autorisés à assurer la défense de leur client lors de l'audience de la cour d'assises sur les intérêts civils. Sanctionner la non-comparution du requérant par une interdiction aussi absolue de toute défense apparaît manifestement disproportionné.", "91.  En conclusion, il y a eu violation de l'article 6 § 1 combiné avec l'article 6 § 3 c) de la Convention.", "III.  Sur la violation alléguée de l'article 2 du Protocole No 7 ", "92.  Le requérant se plaint de l'impossibilité de se pourvoir en cassation contre l'arrêt de condamnation rendu par contumace par la cour d'assises, le pourvoi en cassation n'étant pas ouvert au contumax conformément à l'article 636 du code de procédure pénale. Il invoque l'article 2 du Protocole no 7 à la Convention, libellé comme suit :", "« 1.  Toute personne déclarée coupable d'une infraction pénale par un tribunal a le droit de faire examiner par une juridiction supérieure la déclaration de culpabilité ou la condamnation. L'exercice de ce droit, y compris les motifs pour lesquels il peut être exercé, sont régis par la loi. ", "2.  Ce droit peut faire l'objet d'exceptions pour des infractions mineures telles qu'elles sont définies par la loi ou lorsque l'intéressé a été jugé en première instance par la plus haute juridiction ou a été déclaré coupable et condamné à la suite d'un recours contre son acquittement. »", "A.  Thèses des comparants", "1.  Le requérant", "93.  Le requérant rappelle qu'il souhaitait se pourvoir en cassation contre les deux arrêts rendus par la cour d'assises de Paris, l'un sur la culpabilité et l'autre sur les intérêts civils. Or l'article 636 du code de procédure pénale prévoit en termes absolus que le pourvoi en cassation n'est pas ouvert au contumax. ", "Le requérant rappelle également l'importance du pourvoi en cassation en matière de procédure criminelle : la cour d'assises est en effet, en droit français, la juridiction qui décide en premier et dernier ressort du bien-fondé d'une accusation en matière pénale et qui se prononce sur les intérêts civils. Il n'y avait pas de possibilité d'appel en l'état du droit positif et, en conséquence, la Cour de cassation était la plus haute et la seule juridiction susceptible de statuer après une cour d'assises.", "94.  Le fait que le requérant puisse éventuellement être rejugé après purge de la contumace ne lui semble pas pertinent en l'espèce. En effet, l'arrêt rendu par contumace produit des effets personnels et patrimoniaux, qui ne pourront pas être effacés mais au mieux réparés. En outre, pour que la contumace soit purgée, il faut, s'il n'y a pas arrestation, que le requérant se constitue prisonnier pour bénéficier d'un nouveau procès dans l'attente duquel il sera nécessairement incarcéré. Or il ressort d'une circulaire du ministère de la Justice en date du 31 décembre 1999, qui concerne l'application de la loi du 23 juin 1999 sur l'efficacité de la procédure pénale, qu'à la suite de l'arrêt Khalfaoui précité l'obligation de mise en état prévue par l'article 583 du code de procédure pénale, qui contraint l'accusé désireux de se pourvoir en cassation à se constituer prisonnier préalablement à l'audience de la Cour de cassation faute de quoi il est déclaré déchu de son pourvoi, n'est pas conforme à la Convention.", "2.  Le Gouvernement", "95.  Le Gouvernement estime que l'interdiction faite au contumax de se pourvoir en cassation s'insère dans la logique d'un arrêt par essence provisoire et dénué d'effet exécutoire. En amont du procès par contumace, des recours ont pu être exercés, par exemple contre l'arrêt de renvoi en cours d'assises. Cet arrêt, qui purge toutes les nullités de l'instruction, est susceptible d'un pourvoi en cassation. En aval, une fois l'arrêt de contumace rendu, il existe une voie de recours spécifique qui se substitue au pourvoi en cassation : il s'agit de la purge de la contumace. Or, en tout état de cause, la Cour de cassation ne statue qu'en droit et elle ne peut apprécier ni les circonstances de fait ni la culpabilité, pas plus que le quantum de la peine infligée. Il n'y a donc aucune raison de soumettre à un tel contrôle de légalité une décision de justice qui a pour vocation de rejoindre le néant juridique dès qu'il y a eu purge de la contumace. Il y aura un nouveau procès et, en cas de condamnation, le requérant pourra alors se pourvoir tout à fait normalement en cassation.", "Le Gouvernement rappelle également que les Etats jouissent d'une marge d'appréciation pour réglementer le droit de recours (article 2 § 2 du Protocole no 7), à condition que les limitations imposées poursuivent un but légitime et que le droit ne soit pas atteint dans sa substance même. Ce serait le cas en l'espèce : en exigeant la purge de la contumace avant de pouvoir exercer un recours en cassation, la substance du droit n'est pas atteinte puisque la possibilité de recours persiste aussi longtemps que la possibilité de purge de la contumace, c'est-à-dire pendant vingt ans. La marge d'appréciation n'aurait donc pas été dépassée et il n'y aurait pas violation de cette disposition.", "B.  Appréciation de la Cour", "96.  La Cour rappelle que les Etats contractants disposent en principe d'un large pouvoir d'appréciation pour décider des modalités d'exercice du droit prévu par l'article 2 du Protocole no 7 à la Convention. Ainsi, l'examen d'une déclaration de culpabilité ou d'une condamnation par une juridiction supérieure peut soit porter sur des questions tant de fait que de droit soit se limiter aux seuls points de droit ; par ailleurs, dans certains pays, le justiciable désireux de saisir l'autorité de recours doit quelquefois solliciter une autorisation à cette fin. Toutefois, les limitations apportées par les législations internes au droit de recours mentionné par cette disposition doivent, par analogie avec le droit d'accès au tribunal consacré par l'article 6 § 1 de la Convention, poursuivre un but légitime et ne pas porter atteinte à la substance même de ce droit (Haser c. Suisse (déc.), no 33050/96, 27 avril 2000, non publiée). Conforme en elle-même à l'exception autorisée par le paragraphe 2 de l'article 2, cette disposition est corroborée par la déclaration interprétative de la France qui énonce que : « Au sens de l'article 2, paragraphe 1, l'examen par une juridiction supérieure peut se limiter à un contrôle de l'application de la loi, tel que le recours en cassation. »", "97.  En droit français, il n'y avait pas, au moment des faits, de possibilité de faire appel d'un arrêt de cour d'assises, seul le pourvoi en cassation étant en principe ouvert. A première vue, la procédure pénale française en matière criminelle était donc conforme à l'article 2 du Protocole no 7 (Loewenguth c. France (déc.), no 53183/99, CEDH 2000-VI, et Deperrois c. France (déc.), no 48203/99, 22 juin 2000, non publiée).", "98.  Toutefois la Cour relève que la déclaration interprétative de la France ne vise pas l'article 636 du code de procédure pénale qui dispose expressément qu'aucun pourvoi en cassation n'est ouvert au contumax. En conséquence, la condamnation du requérant, prononcée en son absence, après examen par un seul degré de juridiction, n'est susceptible d'aucun « recours » devant une juridiction, au sens ordinaire de ce terme (paragraphes 59 et 65-66 ci-dessus).", "99.  Ce qui est critiqué en l'espèce par le requérant est l'impossibilité de former un pourvoi en cassation pour dénoncer les carences de la procédure de contumace elle-même. La Cour estime que la possibilité éventuelle de purge de la contumace n'est pas déterminante à cet égard (paragraphe 87 ci-dessus). En effet, si la purge de la contumace est susceptible de permettre le réexamen de la cause dans son intégralité et en présence de l'intéressé, l'obligation positive mise ainsi à la charge de l'Etat en cas d'arrestation vise essentiellement à garantir le respect du contradictoire et des droits de la défense d'une personne accusée d'une infraction pénale.", "100.  En l'occurrence, pour le requérant, il s'agissait à la fois de se défendre au fond contre les accusations portées contre lui et de soulever in limine litis une exception de procédure. La Cour attache de l'importance au fait que le requérant n'a pas eu la possibilité de faire contrôler, au moins par la Cour de cassation, la légalité du refus de la cour d'assises de laisser plaider les avocats de la défense (voir, mutatis mutandis, arrêt Poitrimol précité, p. 15, § 38 in fine, arrêt Van Geyseghem précité, § 35, et, a contrario, décision Haser précitée).", "En effet, en vertu des articles 630 et 639 combinés du code de procédure pénale (paragraphe 59 ci-dessus), le requérant, d'une part, ne pouvait être défendu devant la cour d'assises par un avocat et ne l'a pas été (paragraphe 46 ci-dessus), et, d'autre part, ne pouvait pas former de pourvoi en cassation puisqu'il était contumax. Il n'avait donc de réelle possibilité ni d'être défendu en première instance ni de faire examiner sa condamnation par une juridiction supérieure.", "Partant, il y a eu également violation de l'article 2 du Protocole no 7 à la Convention.", "IV.  SUR L'APPLICATION DE L'article 41 DE LA CONVENTION", "101.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "102.  Le requérant demande deux millions de francs français (FRF) au titre du préjudice matériel et un million de francs au titre du préjudice moral.", "Le Gouvernement considère qu'aucun préjudice matériel n'a été démontré, l'arrêt de la cour d'assises de 1995 sur les intérêts civils n'ayant pas été exécuté. En outre, le requérant ne saurait spéculer sur la conclusion à laquelle serait parvenue la cour d'assises si elle avait autorisé le requérant à se faire représenter. Enfin, s'agissant du préjudice moral, le gouvernement estime qu'un simple constat de violation constituerait une satisfaction équitable suffisante.", "103.  La Cour estime qu'aucun lien de causalité entre le préjudice matériel allégué et les violations constatées n'a été démontré (arrêt Van Geyseghem précité, § 40). Il ne sera donc pas fait droit à ce chef de demande. Quant au tort moral, la Cour l'estime suffisamment réparé par le constat de violation des articles 6 de la Convention et 2 du Protocole no 7.", "B.  Frais et dépens", "104.  Au titre des frais, le requérant réclame une somme totale de 500 000 FRF. Les honoraires que le requérant a effectivement versés à son avocat pour la procédure devant les juridictions françaises s'élèvent, selon les justificatifs produits, à la somme totale de 145 836,10 FRF, toutes taxes comprises (TTC), à laquelle il convient d'ajouter 18 000 FRF d'honoraires versés à l'avocat près la Cour de cassation, 2 000 FRF de frais d'avoué et 13 935,50 FRF de frais de traduction. Le requérant n'a pas réglé à son avocat la facture de 45 000 FRF relative à sa défense devant la cour d'assises et un certain nombre d'autres factures sont en souffrance.", "Pour ce qui est de la procédure devant les organes de la Convention, le requérant réclame, justificatif à l'appui, une somme globale de 216 250,43 FRF, dont 50 051,20 FRF TTC ont été effectivement réglés par le requérant, qui rencontre depuis 1997 des difficultés financières.", "105.  Le Gouvernement estime que les sommes réclamées sont manifestement disproportionnées et devraient être substantiellement réduites, par exemple à la somme de 43 898 FRF, allouée par la Cour dans l'affaire Khalfaoui.", "106.  Lorsque la Cour constate une violation de la Convention, elle peut accorder à un requérant le paiement non seulement de ses frais et dépens devant les organes de la Convention, mais aussi de ceux qu'il a engagés devant les juridictions nationales pour prévenir ou faire corriger par celles-ci ladite violation (voir notamment l'arrêt Hertel c. Suisse du 25 août 1998, Recueil des arrêts et décisions 1998-VI, p. 2334, § 63). En l'espèce, la Cour constate que le requérant n'a pas exposé de tels frais et dépens pendant l'instruction et devant la chambre d'accusation. Partant, il y a lieu d'écarter la demande sur ce point. En revanche, M. Krombach est habilité à demander le paiement de la somme de 45 000 FRF correspondant aux frais et dépens relatifs aux audiences devant la cour d'assises, ainsi qu'une somme de 5 000 FRF, correspondant aux honoraires du pourvoi en cassation formé contre les arrêts de la cour d'assises.", "Pour ce qui est des honoraires se rapportant aux procédures devant la Commission et la Cour, la Cour a apprécié la demande à la lumière des principes se dégageant de sa jurisprudence (arrêts Nikolova c. Bulgarie [GC], no 31195/96, § 79, CEDH 1999-II, Oztürk c. Turquie [GC], no 22479/93, § 83, CEDH 1999-VI, et Witold Litwa c. Pologne, no 26629/95, § 88, CEDH 2000-III). Elle rappelle qu'au titre de l'article 41 de la Convention elle rembourse les frais dont il est établi qu'ils ont été réellement et nécessairement exposés et sont d'un montant raisonnable. La Cour relève qu'une partie des honoraires d'avocat réclamés se rapporte à des griefs déclarés irrecevables par la Cour dans sa décision sur la recevabilité du 29 février 2000. Ces sommes n'ont donc pas été nécessairement exposées pour faire redresser une violation de la Convention constatée par la Cour (arrêt Nikolova précité, § 79). Le nombre d'heures que l'avocat déclare avoir passées sur l'affaire semble également excessif. Dans ces conditions, la Cour juge raisonnable d'allouer à l'intéressé la somme de 50 000 FRF TTC.", "C.  Intérêts moratoires", "107.  Selon les informations dont la Cour dispose, le taux d'intérêt légal applicable en France à la date d'adoption du présent arrêt est de 2,74 % l'an.", "par ces motifs, la cour, À l'unanimitÉ,", "1.  Rejette l'exception préliminaire du Gouvernement ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention, lu en combinaison avec l'article 6 § 3 c) ;", "", "3.  Dit qu'il y a eu violation de l'article 2 du Protocole no 7 à la Convention ;", "", "4.  Dit que le constat d'une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par le requérant ;", "", "5.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 100 000 FRF (cent mille francs français) pour frais et dépens ;", "b)  que ce montant sera à majorer d'un intérêt simple de 2,74 % l'an à compter de l'expiration dudit délai et jusqu'au versement ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 13 février 2001, en application de l'article 77 §§ 2 et 3 du règlement.", "", "", "S. Dollé\t\tW. Fuhrmann\nGreffière\t\tPrésident", ""]}