{"file": "FRE_HFJUD_32015_07.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "32015/07", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE HIETSCH c. ROUMANIE", "", "(Requête no 32015/07)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "23 septembre 2014", "", "", "DÉFINITIF", "", "23/12/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Hietsch c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tAlvina Gyulumyan,\n\tDragoljub Popović,\n\tLuis López Guerra,\n\tJohannes Silvis,\n\tValeriu Griţco,\n\tIulia Antoanella Motoc, juges,\net de Marialena Tsirli, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 2 septembre 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 32015/07) dirigée contre la Roumanie et dont une ressortissante de cet État, Mme Maria Dorina Rodica Hietsch (« la requérante »), a saisi la Cour le 20 juillet 2007 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante a été représentée par Me V. Gorea, avocat à Targu Mures. Le gouvernement roumain (« le Gouvernement ») a été représenté par son agent, Mme C. Brumar, du ministère des Affaires étrangères.", "3.  Invoquant l’article 6 § 1 de la Convention, la requérante se plaint d’une atteinte à son droit d’accès à un tribunal.", "4.  Le 26 juin 2012, la requête a été communiquée au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  La requérante est née en 1942 et réside à Sighişoara.", "6.  En 2005, elle demanda au tribunal de première instance de Suceava l’annulation de la vente de plusieurs terrains conclue entre son frère et des tiers en 1999 et en 2000. La requérante soutenait que cette vente portait atteinte à ses droits successoraux.", "7.  Par un jugement du 14 septembre 2006, le tribunal rejeta l’action au motif que, au regard de la législation en vigueur à la date de la signature des contrats, la vente était valable.", "8.  La requérante forma un pourvoi. Le 3 janvier 2007, elle reçut une citation à comparaître devant le tribunal départemental de Suceava le 30 janvier 2007 et fut invitée à payer le droit de timbre avant cette date sous peine d’annulation de son pourvoi.", "9.  Le 19 janvier 2007, la requérante acquitta le droit de timbre. Par une lettre recommandée du 24 janvier 2007, son avocat en informa le tribunal. Il demanda également un report de la comparution de sa cliente au motif que, le 30 janvier 2007, il devait plaider d’autres affaires devant d’autres juridictions.", "10.  Le 30 janvier 2007, en l’absence de la requérante, le tribunal départemental annula le pourvoi qu’elle avait formé au motif qu’elle n’avait pas payé le droit de timbre dans le délai qui aurait été requis par la loi.", "11.  La requérante forma une contestation en annulation, alléguant que l’annulation de son pourvoi était la conséquence d’une erreur matérielle du tribunal. Elle versa au dossier la preuve de l’envoi par lettre recommandée de la quittance attestant qu’elle avait bien effectué le paiement du droit de timbre.", "12.  Par un arrêt définitif du 15 mars 2007, le tribunal départemental de Suceava rejeta la contestation au motif que la preuve du paiement manquait au dossier du tribunal qui avait examiné le pourvoi. Dès lors, il jugea que l’annulation reflétait « la réalité objective que les magistrats avaient perçue le jour de l’audience » et que, par conséquent, il ne s’agissait pas d’une erreur.", "II.  LE DROIT INTERNE PERTINENT", "13.  Le code de procédure civile en vigueur à l’époque des faits disposait notamment ce qui suit :", "Article 104", "« Pour les actes de procédure envoyés aux tribunaux par courrier, les délais légaux sont réputés respectés si la lettre recommandée a été déposée au bureau de poste avant le terme des délais. »", "Article 318", "« Les arrêts définitifs peuvent faire l’objet d’une contestation en annulation lorsqu’ils sont le résultat d’une erreur matérielle (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "14.  La requérante se plaint d’une violation de son droit d’accès à un tribunal en raison de l’annulation de son pourvoi. Elle invoque à cet égard l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Sur la recevabilité", "15.  Constatant que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 a) de la Convention et qu’elle ne se heurte à aucun autre motif d’irrecevabilité, la Cour la déclare recevable.", "B.  Sur le fond", "16.  La requérante se plaint d’une violation de son droit d’accès à un tribunal, dans la mesure où le motif de l’annulation de son pourvoi par le tribunal départemental était qu’elle avait omis de payer, dans le délai légal, le droit de timbre exigé pour l’examen de ce pourvoi. Elle apporte la preuve du paiement en question et soutient que l’annulation du pourvoi était due à une erreur qui ne lui serait pas imputable.", "17.  Le Gouvernement estime que la requérante a été sanctionnée pour son manque de diligence concernant l’obligation de payer le droit de timbre. À cet égard, il estime que la requérante, qui était assistée par un avocat, devait s’attendre à ce que son pourvoi fût annulé pour défaut de paiement du droit de timbre dans le délai légal.", "18.  Quant à la contestation en annulation, le Gouvernement estime qu’elle a été rejetée à juste titre dès lors que la preuve du paiement du droit de timbre aurait manqué au dossier porté devant le tribunal pour l’examen du pourvoi de la requérante.", "19.  La Cour rappelle qu’elle n’a pas pour tâche de se substituer aux juridictions internes et que c’est au premier chef aux autorités nationales, et notamment aux cours et tribunaux, qu’il incombe d’interpréter la législation interne (Brualla Gómez de la Torre c. Espagne, 19 décembre 1997, § 31, Recueil des arrêts et décisions 1997VIII, et Edificaciones March Gallego S.A. c. Espagne, 19 février 1998, § 33, Recueil 1998-I). Son rôle se limite à vérifier la compatibilité avec la Convention des effets de pareille interprétation. La Cour rappelle aussi que cela est particulièrement vrai s’agissant de l’interprétation par les tribunaux des règles de nature procédurale telles que les délais régissant le dépôt des documents ou l’introduction de recours (Tejedor García c. Espagne, 16 décembre 1997, § 31, Recueil 1997VIII). Elle réaffirme enfin que la réglementation relative aux délais à respecter pour former un recours vise à assurer une bonne administration de la justice et le respect, en particulier, du principe de la sécurité juridique, et que les intéressés doivent s’attendre à ce que ces règles soient appliquées. Toutefois, la réglementation en question, ou l’application qui en est faite, ne devrait pas empêcher le justiciable de se prévaloir d’une voie de recours disponible (Aepi S.A. c. Grèce, no 48679/99, § 23, 11 avril 2002).", "20.  En l’espèce, la Cour constate que la requérante a effectivement acquitté le droit de timbre exigé pour l’examen de son pourvoi et qu’elle a envoyé au tribunal départemental la preuve de ce paiement par lettre recommandée, selon les formes et dans les délais prescrits par le code de procédure civile. La lettre n’a pas été versée au dossier pour des raisons qui sont imputables non pas à la requérante, mais à des dysfonctionnements du greffe du tribunal ou des services postaux.", "21.  Compte tenu de la preuve incontestée de ce paiement et de son envoi par lettre recommandée, force est de constater que l’annulation du pourvoi est entachée d’une erreur manifeste (voir, mutatis mutandis, Şega c. Roumanie, no 29022/04, § 37, 13 mars 2012).", "22.  La Cour estime qu’il ne saurait être reproché à la requérante de ne pas s’être assurée que sa lettre était bien arrivée au tribunal avant le 30 janvier 2007 dès lors que le code de procédure civile ne prévoit pas une telle obligation, mais impose seulement l’envoi des actes de procédure par lettre recommandée, ce que la requérante a fait dans le délai prescrit par la loi. Par conséquent, la Cour estime qu’en rejetant la contestation de la requérante au motif que l’attestation du paiement manquait au dossier, le tribunal départemental a fait preuve d’un formalisme trop rigide qui a affecté l’accès de la requérante à un tribunal.", "23.  Ces éléments suffisent à la Cour pour conclure que, en annulant le pourvoi de la requérante et en rejetant sa contestation en annulation, le tribunal départemental de Suceava a privé la requérante de son droit d’accès à un tribunal.", "24.  Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "25.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "26.  La requérante réclame, pour préjudice matériel, 79 534 euros (EUR), montant qui correspond selon elle à la valeur des terrains litigieux. Elle n’allègue pas que l’annulation de son pourvoi a été la cause d’un préjudice moral.", "27.  Le Gouvernement conteste ces prétentions. Il estime qu’il n’y a pas de lien de causalité entre le dommage matériel présenté et la violation alléguée de la Convention.", "28.  N’apercevant pas de lien de causalité entre la violation constatée et le dommage matériel allégué, la Cour rejette cette demande.", "29.  Cela dit, elle rappelle que, lorsque, comme en l’espèce, elle conclut à la violation des droits d’un requérant, l’article 509 § 10 du nouveau code de procédure civile roumain permet la révision d’un procès au plan interne (Siegle c. Roumanie, no 23456/04, § 47, 16 avril 2013).", "B.  Frais et dépens", "30.  La requérante n’a pas présenté de demande à ce titre.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Rejette la demande de satisfaction équitable.", "Fait en français, puis communiqué par écrit le 23 septembre 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "\tMarialena Tsirli\tJosep Casadevall\n\tGreffière adjointe\tPrésident"]}