{"file": "FRE_CLINF_43546_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "43546/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 104", "Janvier 2008", "E.B. c. France [GC] - 43546/02", "Arrêt 22.1.2008 [GC]", "Article 14", "Discrimination", "Refus d’accorder l’agrément en vue d’une adoption en raison des conditions de vie de la demanderesse, homosexuelle vivant en couple avec une femme : violation", "En fait : En 1998, le président du conseil général départemental prit une décision de refus de la demande d’agrément pour adopter un enfant, présentée par la requérante. Durant la procédure, cette dernière fit part de son homosexualité et de sa relation stable avec une femme. Les juridictions administratives rejetèrent les recours de la requérante, notamment, « eu égard à ses conditions de vie ».", "En droit", "Recevabilité – La présente affaire concerne la procédure d’accès à l’adoption plus que l’adoption en elle-même. En conséquence, la Cour n’était pas appelée à trancher la question de savoir si le droit d’adopter entre ou non dans le champ d’application de l’article 8 de la Convention pris isolément. Étant donné que la législation française accorde expressément aux personnes célibataires le droit de demander l’agrément en vue d’adopter et établit une procédure à cette fin, les circonstances de l’espèce tombent sous l’empire de l’article 8. Dès lors, l’Etat, qui est allé au-delà de ses obligations découlant de cet article en créant pareil droit, ne peut ensuite prendre des mesures discriminatoires dans sa mise en application. L’article 14 de la Convention, combiné avec l’article 8, s’applique donc en l’espèce.", "Fond : Après avoir opéré un parallèle avec l’affaire Fretté c. France (no 36515/97, CEDH 2002‑I), la Cour relève que les autorités administratives et les juridictions saisies du recours de la requérante, se sont principalement fondées sur deux motifs pour rejeter la demande d’agrément en vue d’adopter : l’absence de référent paternel dans le foyer de la requérante, ainsi que le comportement de sa compagne de longue date et déclarée. Cette dernière ne se sentait pas engagée par la demande d’adoption de son amie. Son attitude n’est pas sans intérêt et sans pertinence pour l’appréciation de la demande d’agrément. Il est légitime que les autorités s’entourent de toutes les garanties en vue de l’accueil éventuel d’un enfant dans une famille, notamment si elles constatent la présence non pas d’un mais de deux adultes dans le foyer d’accueil. Pour la Cour, un tel motif est étranger à toute considération sur l’orientation sexuelle de l’intéressée. Le recours au motif tiré de l’absence de référent paternel ne pose pas nécessairement problème en soi. Mais aux yeux de la Cour, un tel motif, qui risque de vider de sa substance le droit qu’ont les célibataires de demander l’agrément, aurait pu conduire à un refus arbitraire et servir de prétexte pour écarter la demande de la requérante en raison de son homosexualité. Le Gouvernement n’a pas été en mesure de prouver que son utilisation au plan interne ne conduisait pas à des discriminations. La légitimité de la prise en compte d’un tel élément ne saurait faire disparaître le caractère excessif de son utilisation dans les circonstances de l’espèce.Le fait que l’homosexualité de la requérante ait été aussi présente dans les motivations des autorités internes est significatif, bien que les juridictions aient jugé qu’elle ne fondait pas la décision litigeuse et ne faisait pas l’objet d’une position de principe hostile. Or, outre leurs considérations sur les « conditions de vie » de la requérante, les juges internes ont surtout confirmé la décision du président du Conseil général qui reposait sur certains avis révélant une prise en compte déterminante de l’homosexualité de la requérante ou, parfois, de son statut de célibataire. Pour la Cour, la référence à l’homosexualité de la requérante était, sinon explicite, du moins implicite et l’influence de son homosexualité sur l’appréciation de sa demande est non seulement avérée, mais a également revêtu un caractère décisif. Partant, les autorités internes ont opéré une distinction dictée par des considérations tenant à son orientation sexuelle, distinction qu’on ne saurait tolérer d’après la Convention. Or, le droit français autorise l’adoption d’un enfant par un célibataire, ouvrant ainsi la voie à l’adoption par une personne célibataire homosexuelle. De plus, le code civil reste muet quant à la nécessité d’un référent de l’autre sexe et, par ailleurs, la requérante présentait, pour reprendre les termes de l’arrêt du Conseil d’Etat, « des qualités humaines et éducatives certaines ». Les raisons avancées par le Gouvernement ne sauraient donc être qualifiées de particulièrement graves et convaincantes pour justifier la différence de traitement dont la requérante a fait l’objet. La Cour a constaté que la situation de la requérante a fait l’objet d’une appréciation globale par les autorités internes. Celles-ci ne se sont pas fondées sur un motif unique, mais sur « l’ensemble » des éléments ; en conséquence, les deux principaux motifs utilisés doivent être appréciés cumulativement : ainsi, le caractère illégitime d’un seul (absence de référent paternel) a pour effet de contaminer l’ensemble de la décision. Il s’ensuit que la décision de refus d’agrément est incompatible avec la Convention.", "Conclusion : violation (dix voix contre sept).", "Article 41 – 10 000 EUR pour dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}