{"file": "FRE_HFJUD_35592_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "35592/97", "text_paragraphs": ["", "QUATRIÈME SECTION", "", "", "AFFAIRE MARQUES GOMES GALO c. PORTUGAL", "", "(Requête n° 35592/97)", "", "", "ARRÊT", "", "STRASBOURG", "", "", "23 novembre 1999", "", "", "", "", "DÉFINITIF", "", "23/02/2000", "", "", "", "", "", "", "", "En l’affaire Marques Gomes Galo c. Portugal,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tMM.\tM. Pellonpää, président,\n\t \tG. Ress,\n\t\tA. Pastor Ridruejo,\n\t\tL. Caflisch,\n\t\tJ. Makarczyk,\n\t\tI. Cabral Barreto,\n\tMme\tN. Vajić, juges,\net de\tM. \tV. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 9 novembre 1999,", "Rend l’arrêt que voici, adopté à cette date :", "PROCéDURE", "1.  A l’origine de l’affaire se trouve une requête dirigée contre la République du Portugal et dont un ressortissant portugais, M. Jaime Manuel Marques Gomes Galo (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 6 mars 1997, en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). La requête a été enregistrée le 9 avril 1997 sous le numéro de dossier 35592/97. Le requérant est représenté par Me C. Santos, avocat au barreau de Lisbonne. Le gouvernement portugais (« le Gouvernement ») est représenté par son agent, M. A. Henriques Gaspar, procureur général adjoint.", "2.  Le 3 décembre 1997, la Commission (deuxième chambre) a décidé de porter la requête à la connaissance du Gouvernement, en l’invitant à présenter par écrit des observations sur sa recevabilité et son bien-fondé. Le Gouvernement a présenté ses observations le 19 février 1998 et le requérant y a répondu le 3 avril 1998. ", "3.  A la suite de l’entrée en vigueur du Protocole n° 11 le 1er novembre 1998, et conformément à l’article 5 § 2 de celui-ci, l’affaire est examinée par la Cour conformément aux dispositions dudit Protocole. ", "4.  Conformément à l’article 52 § 1 du règlement de la Cour (« le règlement »), le président de la Cour, M. L. Wildhaber, a attribué l’affaire à la quatrième section. La chambre constituée au sein de ladite section comprenait de plein droit M. I. Cabral Barreto, juge élu au titre du Portugal (articles 27 § 2 de la Convention et 26 § 1 a) du règlement), et M. M. Pellonpää, président de la section (article 26 § 1 a) du règlement). Les autres membres désignés par ce dernier pour compléter la chambre étaient M. G. Ress, M. A. Pastor Ridruejo, M. L. Caflisch, M. J. Makarczyk et Mme N. Vajić (article 26 § 1 b) du règlement). ", "5.  Le 15 décembre 1998, la chambre a déclaré recevable la requête, estimant que le grief tiré par le requérant de la durée d’une procédure civile (article 6 § 1 de la Convention) devait faire l’objet d’un examen au fond.", "6.  Par une lettre du 20 avril 1999, le requérant a présenté ses demandes au titre de l’article 41 de la Convention. Par une lettre du 19 mai 1999, le Gouvernement a présenté ses commentaires à cet égard.", "EN FAIT", "7.  Le requérant est un ressortissant portugais né en 1970 et résidant à Sesimbra (Portugal).", "8.  Victime d’un accident de la circulation ayant entraîné notamment un traumatisme crânien et une fracture du poignet, le requérant introduisit, le 6 mars 1991, devant le tribunal de Seixal une demande en réparation des dommages résultant de l’accident en cause contre la compagnie d’assurances « I.-A., S.A. ». ", "9.   Le 11 mars 1991, le juge ordonna la citation à comparaître de la défenderesse. Celle-ci déposa ses conclusions en réponse le 12 avril 1991.", "10.  Le 15 juillet 1991, le juge rendit une décision préparatoire (despacho saneador) spécifiant les faits déjà établis et ceux restant à établir. ", "11.  Le 31 octobre 1991, le requérant demanda au tribunal d’ordonner une expertise médicale. Le 5 décembre 1991, le juge chargea l’Institut de médecine légale de Lisbonne (« l’IML ») de procéder à l’expertise.", "12.  Le 10 décembre 1991, le requérant fut soumis à un premier examen médical. Dans son rapport, déposé le 14 février 1992, l’IML considéra qu’il était nécessaire de soumettre le requérant à un nouvel examen, mais uniquement après avoir recueilli certains renseignements auprès des différents hôpitaux où le requérant avait été soigné. Après avoir reçu notification de ce rapport, le requérant, le 12 mars 1992, demanda au tribunal de solliciter les renseignements en cause. Le 25 mars 1992, les renseignements en cause furent demandés à cinq hôpitaux. Les 19 août et 25 novembre 1993, deux de ces hôpitaux envoyèrent au tribunal certains documents concernant le requérant.", "13.  Par une ordonnance du 2 décembre 1993, le juge invita l’IML à effectuer un deuxième examen médical, qui eut lieu le 27 avril 1994. Dans son rapport, déposé le 9 juin 1994, l’IML déclara avoir besoin d’effectuer des examens complémentaires. Après avoir reçu notification de ce rapport, le requérant, le 23 juin 1994, demanda au juge d’ordonner à l’IML le dépôt du rapport définitif.", "14.  Par une ordonnance du 20 septembre 1994, le juge décida qu’il y avait lieu de procéder aux examens mentionnés par l’IML et de demander aux hôpitaux en cause les renseignements manquants. Le juge insista auprès desdits hôpitaux les 1er février et 29 mai 1995 et le 8 février 1996. Le 22 février 1996, l’un des hôpitaux envoya certains renseignements.", "15.  Le 6 mars 1996, le requérant demanda au juge d’ordonner à l’IML le dépôt du rapport définitif.", "16.  Le 27 mars 1996, un autre hôpital adressa au tribunal des renseignements.", "17.  Le 12 avril 1996, le requérant demanda au tribunal de juger sa demande sans attendre les résultats de l’expertise médicale. Par une ordonnance du 17 avril 1996, le juge ordonna à l’IML de fixer la date d’un nouvel examen du requérant. L’IML fixa la date de cet examen au 26 novembre 1996, mais le requérant ne comparut pas. Ce dernier demanda, le 17 décembre 1996, la fixation d’une nouvelle date. Le troisième examen du requérant eut lieu le 23 avril 1997. Dans son rapport, déposé le 12 mai 1997, l’IML considéra nécessaire d’effectuer des examens complémentaires (électromyographie et tomographie).", "18.  Par une ordonnance du 19 juin 1997, le juge ordonna d’effectuer les examens complémentaires en cause, ce qui fut fait les 29 août et 13 octobre 1997.", "19.  Le 5 novembre 1997, le requérant invita de nouveau le juge à demander le dépôt du rapport définitif d’expertise à l’IML.", "20.  La procédure est toujours pendante devant le tribunal de Seixal, dans l’attente du rapport définitif d’expertise de l’IML.", "EN DROIT", "I.\tSur la violation alléguée de l’article 6  § 1 de la convention", "21.  Le requérant dénonce la durée de la procédure en cause. Il allègue la violation de l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (…) dans un délai raisonnable, par un tribunal (…) qui décidera (…) des contestations sur ses droits et obligations de caractère civil (…) » ", "22.  Le Gouvernement conteste cette thèse.", "A.\tPériode à prendre en considération", "23.  La période à considérer a débuté avec l’introduction de la demande, le 6 mars 1991. La procédure demeure pendante devant le tribunal de Seixal. ", "24.  Partant, la durée de la procédure à apprécier sous l’angle de l’article 6 § 1 de la Convention s’étend à ce jour sur huit ans et huit mois environ. ", "B.\tCaractère raisonnable de la durée de la procédure", "25.  Le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, l’arrêt Silva Pontes c. Portugal du 23 mars 1994, série A n° 286-A, p. 15, § 39).", "26.  Le Gouvernement souligne que la durée de la procédure est pour l’essentiel due à la complexité de l’affaire. Il relève également le manque de coopération du requérant dans l’obtention de plusieurs éléments médicaux qui se sont avérés nécessaires afin de compléter l’expertise médicale.", "27.  Le requérant affirme que la durée en cause ne saurait passer pour raisonnable.", "28.  La Cour constate tout d’abord que l’affaire revêtait une certaine complexité, qui ne saurait toutefois expliquer la durée ici en cause.", "29.  Elle estime par ailleurs que le requérant n’a pas contribué de manière substantielle à l’allongement de la procédure, malgré sa non-comparution à l’examen du 26 novembre 1996.", "30.  Quant au comportement des autorités judiciaires, la Cour constate d’emblée que la quasi-totalité de la durée de la procédure coïncide avec la durée de l’expertise médicale du requérant, qui n’a pas encore abouti à ce jour. Elle rappelle que l’expertise en question se situait dans le cadre d’une procédure judiciaire contrôlée par le juge, qui restait chargé d’assurer la conduite rapide du procès (voir l’arrêt Martins Moreira c. Portugal du 26 octobre 1988, série A n° 143, p. 21, § 60). Or le délai déjà écoulé depuis que le juge a ordonné l’expertise en cause, le 5 décembre 1991, est manifestement excessif.", "31.  Au vu des circonstances de la cause, la Cour conclut ainsi qu’il y a eu dépassement du « délai raisonnable » et, partant, violation de l’article 6 § 1.", "", "", "II.\tSUR L’Application de l’article 41 de la Convention", "32.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "33.  M. Marques Gomes Galo affirme que le préjudice matériel résultant de la violation alléguée de l’article 6 § 1 de la Convention s’élève à 20 000 000 escudos portugais (PTE). Il demande en outre la somme de 5 000 000 PTE à titre de préjudice moral.", "34.  Selon le Gouvernement, le préjudice matériel invoqué par le requérant ne découle aucunement de la durée de la procédure. Quant au préjudice moral, il estime la somme demandée par le requérant manifestement excessive.", "35.  La Cour ne voit aucun lien de causalité entre la violation constatée et le préjudice matériel invoqué. Elle rejette donc les prétentions du requérant à ce titre. Pour le tort moral indéniablement subi par le requérant, la Cour, statuant en équité et compte tenu des circonstances de la cause, décide d’octroyer à ce dernier la somme de 1 200 000 PTE à ce titre.", "B.\tIntérêts moratoires", "36.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable au Portugal à la date d’adoption du présent arrêt était de 7% l’an.", "Par ces motifs, la Cour, à l’unanimité,", "1.\tDit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "2.\tDit que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt est devenu définitif conformément à l’article 44 § 2 de la Convention, 1 200 000 (un million deux cent mille) escudos portugais pour dommage moral ;", "3.\tDit que ce montant sera à majorer d’un intérêt simple de 7% l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "4.\tRejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français, puis communiqué par écrit le 23 novembre 1999, en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "", "", "\tVincent Berger\tMatti Pellonpää", "\tGreffier\tPrésident"]}