{"file": "FRE_CLINF_26256_95.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "26256/95", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Avril 1998", "Doustaly c. France - 26256/95", "Arrêt 23.4.1998", "Article 6", "Procédure administrative", "Article 6-1", "Délai raisonnable", "Durée d'une procédure devant les juridictions administratives: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 § 1 DE LA CONVENTION", "A.\tPériode à considérer", "Point de départ : date de la saisine du tribunal administratif de Montpellier.", "Terme : date du prononcé de l'arrêt de la cour administrative d'appel de Bordeaux.", "Résultat : compte non tenu de la période d'exécution, presque neuf ans.", "B.\tCaractère raisonnable de la durée de la procédure", "Complexité de l'affaire : pas grande.", "Comportement du requérant et des autorités nationales : requérant n'a été à l'origine d'aucun retard – importantes périodes d'inactivité imputables aux autorités judiciaires.", "Enjeu du litige pour l'intéressé : l'enjeu financier capital se rapportant à l'activité professionnelle du requérant appelait une célérité particulière.", "Conclusion : violation (unanimité).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage ", "Préjudice matériel : lien de causalité entre le constat de violation de l'article 6 § 1 et les préjudices allégués établi en partie – accueil partiel des demandes.", "Préjudice moral : accueil de la demande en entier.", "B.\tFrais et dépens : remboursement en équité.", "Conclusion : Etat défendeur tenu de verser certaines sommes au requérant (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}