{"file": "FRE_CLINF_16047_10.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "16047/10", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 152", "Mai 2012", "UTE Saur Vallnet c. Andorre - 16047/10", "Arrêt 29.5.2012", "Article 35", "Article 35-1", "Epuisement des voies de recours internes", "Interprétation particulièrement stricte d’une règle de procédure rendant impossible l’examen d’un recours: exception préliminaire rejetée; recevable", "", "En fait – La requérante est une union temporaire d’entreprises. En 2007, le ministre de l’Aménagement du territoire lui imposa deux sanctions administratives. La requérante introduisit un recours contre ces décisions ministérielles dont elle fut déboutée en 2008. Le 14 septembre 2009, la chambre administrative du Tribunal supérieur de justice confirma le jugement de première instance. Le 1er octobre 2009, la requérante présenta deux recours en nullité, dont un pour dénoncer le manque d’impartialité et d’indépendance du magistrat rapporteur de la chambre administrative, lequel était également associé et membre du conseil d’administration d’un cabinet d’avocats espagnol qui prêtait des services de conseil juridique au gouvernement andorran depuis 2002. Etait joint à sa demande un document extrait du site web du cabinet d’avocats qui avait été consulté et imprimé le 24 septembre 2009. Le Tribunal supérieur de justice décida de joindre les deux demandes et les rejeta pour tardiveté, le délai de recours étant de quinze jours calendaires à compter de la notification du jugement ou de la date à laquelle l’intéressé a eu connaissance de la violation du droit qu’il entend faire valoir. La requérante forma un recours d’empara devant le Tribunal constitutionnel qui fut déclaré irrecevable. La haute juridiction indiqua que la requérante ne pouvait pas se prévaloir d’un « fait nouveau », la situation du magistrat étant un fait objectif et public depuis des années et la requérante n’ayant pas prouvé qu’elle n’en avait effectivement eu connaissance que le jour où elle avait formé sa demande. En 2011, dans le cadre de la procédure d’exécution du jugement de 2008 entamée par le gouvernement, la chambre pénale du Tribunal supérieur de justice fit droit à la demande de récusation concernant le magistrat en question, après avoir vérifié auprès du gouvernement la véracité de certains documents présentés par la requérante. Le magistrat rapporteur fut remplacé.", "En droit – Article 35 § 1 : Le Gouvernement excipe du non-épuisement des voies de recours internes, affirmant que la requérante n’a pas respecté le délai légal pour introduire le recours en nullité. Cependant, le délai de recours ne peut courir qu’à compter du jour où celui qui l’invoque est en mesure d’agir valablement. Les deux demandes en nullité, présentées par la requérante et fondées sur des motifs différents, méritaient une réponse différenciée de la part des tribunaux. Concernant le recours en nullité alléguant du manque d’impartialité du magistrat rapporteur, il est vrai que la requérante n’a pu fournir la preuve du moment où elle a eu connaissance de la situation du magistrat rapporteur. Il est toutefois peu probable qu’une telle preuve puisse être apportée. A supposer même que la requérante ait eu connaissance de la situation du magistrat le 24 septembre 2009, comme le prétend le Gouvernement, elle a de toute façon soumis son recours en nullité le 1er octobre 2009, soit bien dans le délai légal de quinze jours. On ne peut reprocher à la requérante d’avoir agi avec négligence, ni d’avoir commis une erreur, compte tenu du fait que le dies a quo était controversé et que la chambre administrative du Tribunal supérieur de justice n’a procédé à aucune vérification des craintes sur lesquelles le recours était fondé. Ces vérifications ont été menées ultérieurement par la chambre pénale du Tribunal supérieur de justice qui a fait droit à la demande de récusation de la requérante. L’interprétation particulièrement stricte faite par la chambre administrative du Tribunal supérieur de justice et par le Tribunal constitutionnel d’une règle de procédure a privé la requérante de la possibilité de faire examiner son recours en nullité.", "Conclusion : exception préliminaire rejetée ; recevable (unanimité).", "Par ailleurs, la Cour conclut à une violation de l’article 6 § 1 en raison du manque d’impartialité de la chambre administrative du Tribunal supérieur de justice.", "Article 41 : 12 000 EUR pour préjudice moral ; demande pour dommage matériel rejetée.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}