{"file": "FRE_HFJUD_16983_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "16983/06", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE LARANJEIRA MARQUES DA SILVA c. PORTUGAL", "", "(Requête no 16983/06)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "19 janvier 2010", "", "DÉFINITIF", "", "19/04/2010", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Laranjeira Marques da Silva c. Portugal,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tAndrás Sajó,\n\tNona Tsotsoria,\n\tIşıl Karakaş, juges,\net de Sally Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 17 novembre 2009 et 15 décembre 2009,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 16983/06) dirigée contre la République portugaise et dont un ressortissant de cet Etat, M. António José Laranjeira Marques da Silva (« le requérant »), a saisi la Cour le 21 avril 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me R. Lopes Militão, avocat à Leiria (Portugal). Le gouvernement portugais (« le Gouvernement ») est représenté par son agent, M. J. Miguel, procureur général adjoint.", "3.  Le requérant allègue que sa condamnation des chefs de diffamation et de violation du segredo de justiça a porté atteinte à l’article 10 de la Convention. Il se plaint également, sous l’angle de l’article 6 § 1 de la Convention, d’un défaut d’examen par la cour d’appel de son moyen tiré de l’inapplicabilité alléguée d’une circonstance aggravante.", "4.  Le 27 février 2008, la présidente de la deuxième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1963 et réside à Leiria.", "A.  Les articles litigieux", "6.  Le requérant était, à l’époque des faits, directeur de l’hebdomadaire régional Notícias de Leiria. Dans l’édition du 11 février 2000, il fit publier un article, signé par lui, portant sur une procédure pénale dont aurait fait l’objet J., médecin et homme politique bien connu dans la région.", "7.  L’article, titré « Le procureur a classé, mais... » et sous-titré « La plainte pénale pour agressions sexuelles va avancer », se lisait ainsi :", "« Une femme de quarante-quatre ans accuse le médecin [J.], âgé de soixante et onze ans, fondateur du PPD/PSD [Parti social-démocrate] et président de l’assemblée municipale (assembleia municipal) de Leiria, de l’avoir agressée sexuellement au cours d’une consultation. Malgré l’existence de preuves scientifiques (laboratoriais) confirmant l’existence de contacts sexuels entre ce médecin et sa patiente, le ministère public a, sans avoir procédé à l’audition de la plaignante ou de l’accusé, ordonné le classement sans suite de l’affaire, estimant qu’aucune infraction pénale n’avait eu lieu.", "(...)", "La plaignante n’est pas d’accord avec la décision du ministère public et a déjà requis l’ouverture d’une instruction, s’assurant ainsi que le dossier sera soumis à l’appréciation d’un juge, qui devra décider du renvoi en jugement ou non de l’accusé. Celui-ci nie les faits qui lui sont reprochés, malgré la preuve scientifique mentionnée.", "(...)", "L’histoire, qui tient en quelques mots, se fonde sur les déclarations de la victime elle-même – que l’on désignera par M. (afin de protéger sa vie privée) – au Notícias de Leiria. »", "8.  Dans le numéro suivant du même journal, paru le 18 février 2000, le requérant signa un autre article sur le même sujet, précisant certains des faits en cause dans la procédure pénale en question. L’on pouvait notamment lire le passage suivant :", "« Selon la plaignante, le médecin a approché son corps du sien et, sous prétexte de soigner un mal de tête, il a effectué des mouvements répétés jusqu’à atteindre l’orgasme, au point de tacher sa blouse médicale et les vêtements de la victime. »", "9.  Le requérant précisait ensuite que l’ordonnance de classement sans suite en cause mentionnait qu’un test ADN effectué dans le cadre de la procédure pénale engagée contre J. avait établi la présence de sperme de ce dernier sur les habits de M.", "Dans cette même édition du Notícias de Leiria, le requérant fit publier une « note du directeur », dans laquelle il s’exprimait notamment ainsi :", "« Je remercie tous ceux qui ont appelé notre journal pour manifester leur soutien à la publication de [l’article] en cause. Nous sommes conscients d’avoir accompli notre devoir (...) C’est également important que de nouveaux témoignages et données convaincants voient le jour afin de conforter davantage nos choix. On les attend (...) [et] on continuera de faire notre devoir : publier la vérité, que cela fasse mal ou pas. »", "B.  La procédure pénale", "10.  A une date non précisée, le parquet de Leiria ouvrit des poursuites contre le requérant et M., qui furent par la suite accusés de violation du segredo de justiça (notion voisine de celle couramment désignée par « secret de l’instruction »). Le requérant était également accusé de diffamation envers J. Celui-ci se constitua assistente dans le cadre de cette procédure pénale.", "11.  Le tribunal de Leiria rendit son jugement le 21 décembre 2004. En ce qui concernait d’abord les faits de la cause, il jugea établi que le requérant avait pris connaissance de la teneur de l’ordonnance de classement sans suite rendue par le procureur chargé du dossier concernant J. Il ne considéra cependant pas comme établi, faute d’éléments de preuve suffisants, que la personne ayant transmis l’ordonnance en cause au requérant fût M. Il estima ensuite que les expressions contenues dans les deux articles publiés par le requérant les 11 et 18 février 2000 portaient atteinte à l’honneur et à la réputation de J. Pour le tribunal, le requérant ne s’était pas limité à informer les lecteurs mais voulait insinuer, par le ton général des articles, notamment celui de la « note du directeur », que J. se livrait régulièrement sur d’autres patientes à des actes similaires à ceux en cause. Tout en reconnaissant que les faits en cause pouvaient relever de l’intérêt général, le tribunal considéra que le requérant était allé au-delà de ses responsabilités en tant que journaliste et qu’il avait lancé une suspicion générale envers la conduite de J. en insinuant, par ses textes, qu’il y avait d’autres victimes des agissements supposés du médecin, et ce sans qu’il eût disposé d’aucun élément objectif en ce sens. Le tribunal de Leiria jugea ainsi le requérant coupable d’une infraction de violation du segredo de justiça et de deux infractions de diffamation aggravée, le plaignant étant un élu du peuple. L’intéressé fut condamné à une peine de 500 jours-amende – dont 140 pour la violation du segredo de justiça – au taux journalier de 6 euros (EUR), ainsi qu’au versement de 5 000 EUR à l’assistente J. au titre des dommages et intérêts. Quant à M., elle fut acquittée, faute de preuves suffisantes à sa charge.", "12.  Le requérant fit appel de ce jugement devant la cour d’appel de Coimbra. Il alléguait en premier lieu que la condamnation pour violation du segredo de justiça n’aurait pas dû pouvoir être prononcée, les journalistes étant selon lui insusceptibles d’être condamnés de ce chef lorsqu’il n’était pas établi qu’ils avaient eu accès de manière illégitime aux informations en cause. S’agissant de la condamnation pour diffamation, le requérant affirmait qu’il s’était limité à faire usage de son droit à la liberté d’expression. Il précisait que les articles en question reposaient sur une base factuelle évidente et qu’ils concernaient une situation relevant de l’intérêt général. Enfin, il soutenait qu’en tout état de cause la circonstance aggravante prévue à l’article 184 du code pénal ne s’appliquait pas en l’espèce, les actes de J. en question n’ayant pas été pratiqués dans l’exercice de ses fonctions de président de l’assemblée municipale de Leiria.", "13.  Par un arrêt du 16 novembre 2005, la cour d’appel rejeta le recours et confirma le jugement attaqué.", "En ce qui concernait la violation du segredo de justiça, la cour d’appel considéra notamment que la jurisprudence dominante ainsi que la majorité de la doctrine soutenaient que l’obligation de respecter un tel secret s’imposait également aux journalistes.", "En ce qui concernait les infractions de diffamation, la cour d’appel s’exprima ainsi :", "« [Le requérant] prétend que les deux infractions pour lesquelles il a été condamné ne sont pas constituées. Il oublie toutefois toutes les expressions proférées et jugées établies qui entrent dans la définition légale du crime en question.", "S’agit-il d’une infraction continuée ? Il apparaît que non. Il s’agit de deux articles de journal publiés sur deux semaines consécutives, la résolution criminelle s’étendant donc dans le temps, sans constituer une unité comme il le faudrait pour qu’il y ait infraction continuée. Il n’y a pas une seule intention de porter atteinte à la réputation de la victime, mais au moins deux.", "Prenons en compte que l’on se trouve en présence d’une infraction portant atteinte à la réputation de la victime ; celle-ci sera affectée autant de fois que des expressions qui lui portent atteinte [seront proférées]. Il n’y a donc pas d’infraction continuée, et la conduite du [requérant] a été bien évaluée [par le tribunal de première instance]. »", "14.  Le requérant saisit encore le Tribunal constitutionnel d’un recours constitutionnel, mais ce tribunal, par une décision sommaire du 30 janvier 2006, déclara le recours irrecevable, la haute juridiction pouvant examiner la constitutionnalité de normes juridiques et non pas celle de décisions judiciaires. Il ajouta qu’en tout état de cause l’interprétation des normes en question par la cour d’appel de Coimbra était compatible avec la Constitution.", "15.  Le requérant saisit enfin la Cour suprême d’un recours extraordinaire en harmonisation de jurisprudence mais la haute juridiction, par un arrêt du 14 février 2007, déclara le recours irrecevable, soulignant que les faits des arrêts indiqués par le requérant étaient différents de ceux de l’espèce.", "II.  LE DROIT ET LA PRATIQUE PERTINENTS", "16.  L’arrêt Campos Dâmaso c. Portugal (no 17107/05, 24 avril 2008) contient, en ses paragraphes 14 à 17, un descriptif du droit interne applicable en matière de segredo de justiça, à l’époque des faits et aujourd’hui, ainsi que certaines dispositions pertinentes des textes du Conseil de l’Europe en la matière.", "17.  La décision Roseiro Bento c. Portugal ((déc.) no 29288/02, CEDH 2004XII (extraits)) contient un descriptif des dispositions applicables en matière de diffamation, y compris en ce qui concerne les circonstances aggravantes.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "18.  Le requérant se plaint d’un défaut d’examen par la cour d’appel de son moyen tiré de l’inapplicabilité alléguée de la circonstance aggravante prévue à l’article 184 du code pénal. Il invoque l’article 6 § 1 de la Convention, qui dispose notamment :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "19.  Le Gouvernement combat cette thèse.", "A.  Sur la recevabilité", "20.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "21.  Le requérant soutient que, la cour d’appel n’ayant pas examiné son moyen tiré de l’inapplicabilité alléguée de la circonstance aggravante prévue à l’article 184 du code pénal, il a été victime d’une violation de l’article 6 de la Convention.", "22.  Le Gouvernement relève que ce n’est qu’à titre subsidiaire que le requérant a soulevé devant la cour d’appel de Coimbra un moyen tiré de l’inapplicabilité alléguée de l’article 184 du code pénal. Selon lui, la cour d’appel doit passer pour avoir répondu de manière implicite à ce moyen lorsqu’elle a rejeté le recours du requérant.", "23.  La Cour rappelle d’abord que, selon sa jurisprudence constante, les décisions judiciaires doivent indiquer de manière suffisante les motifs sur lesquels elles se fondent, que l’étendue de ce devoir peut varier selon la nature de la décision et qu’il doit s’analyser à la lumière des circonstances de chaque espèce (Ruiz Torija et Hiro Balani c. Espagne, 9 décembre 1994, § 29 et § 27 respectivement, série A nos 303-A et 303-B, et Higgins et autres c. France, 19 février 1998, § 42, Recueil des arrêts et décisions 1998-I). Elle rappelle ensuite que, si l’article 6 § 1 oblige les tribunaux à motiver leurs décisions, cette obligation ne peut se comprendre comme exigeant une réponse détaillée à chaque argument (Van de Hurk c. Pays-Bas, 19 avril 1994, § 61, série A no 288). Ainsi, en rejetant un recours, la juridiction d’appel peut, en principe, se borner à faire siens les motifs de la décision entreprise (voir, mutatis mutandis, Helle c. Finlande, 19 décembre 1997, §§ 59-60, Recueil 1997-VIII, et García Ruiz c. Espagne [GC], no 30544/96, 21 janvier 1999, § 26, CEDH 1999-I).", "24.  En l’occurrence, la Cour constate que la cour d’appel ne s’est nullement prononcée sur le moyen tiré par le requérant de l’inapplicabilité alléguée de la circonstance aggravante en cause. Or, aux yeux de la Cour, la question de savoir si une circonstance aggravante est ou non applicable à une certaine situation ne se prête en général pas à un rejet implicite de la part de la juridiction ad quem. En l’espèce, la Cour estime que cette question exigeait de la part de la cour d’appel une réponse spécifique et explicite. A défaut d’une telle réponse, il est impossible de savoir si la cour d’appel a simplement négligé le moyen en cause ou si elle a voulu le rejeter et, dans cette dernière hypothèse, pour quelles raisons (Hiro Balani, précité, § 28).", "25.  Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "26.  Le requérant allègue que sa condamnation a porté atteinte à sa liberté d’expression, prévue à l’article 10 de la Convention. Cette disposition est ainsi libellée dans ses parties pertinentes en l’espèce :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. (...)", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, (...) à la protection de la réputation ou des droits d’autrui (...) ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "27.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "28.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "29.  Dans la présente affaire, la Cour observe que la condamnation du requérant s’analyse clairement en une « ingérence » dans l’exercice par l’intéressé de son droit à la liberté d’expression, comme en conviennent d’ailleurs les parties. Pareille immixtion enfreint la Convention si elle ne remplit pas les exigences du paragraphe 2 de l’article 10, qui pose comme condition qu’elle soit « prévue par la loi », inspirée par un ou des buts légitimes au regard dudit paragraphe et « nécessaire dans une société démocratique » pour atteindre ces buts.", "30.  La condamnation du requérant reposant sur deux infractions de nature différente – à savoir une violation du segredo de justiça et une diffamation –, la Cour juge approprié d’examiner séparément les deux questions.", "1.  La condamnation du chef de violation du segredo de justiça", "a.  Les thèses des parties", "31.  Le requérant soutient d’abord que sa condamnation de ce chef ne peut être considérée comme étant « prévue par la loi ». Il souligne à cet égard qu’une partie importante de la doctrine et de la jurisprudence considérait que les journalistes ne pouvaient pas faire l’objet d’une condamnation du chef de violation du segredo de justiça. Il en déduit que la loi en cause manquait de prévisibilité et qu’elle ne pouvait être compatible avec l’article 10 de la Convention.", "32.  Toutefois, à supposer même que la condamnation en cause puisse être considérée comme ayant été « prévue par la loi », le requérant soutient qu’elle n’était pas « nécessaire dans une société démocratique », au motif que les articles litigieux n’avaient selon lui porté aucun préjudice à l’investigation, pour laquelle il indique qu’elle était terminée à la date de la publication du premier article.", "33.  Le Gouvernement combat l’argument du manque de « prévisibilité » de la loi en question. Il souligne que, comme l’ont indiqué les juridictions saisies de l’affaire du requérant, l’immense majorité de la doctrine et de la jurisprudence considérait que les journalistes étaient également soumis à l’obligation de respecter le segredo de justiça.", "34.  Le Gouvernement considère ensuite que la condamnation litigieuse était justifiée au regard de l’article 10 § 2 de la Convention, en particulier quant aux buts légitimes de protection de la réputation et des droits d’autrui ainsi que de garantie de l’autorité et de l’impartialité du pouvoir judiciaire. Il ajoute que la présente espèce démontre bien les conséquences nuisibles entraînées par l’action de rendre publics certains actes de procédure, soulignant qu’une campagne médiatique sans contrôle peut porter atteinte au principe du procès équitable.", "b.  L’appréciation de la Cour", "i.  « Prévue par la loi »", "35.  La Cour rappelle que l’on ne peut considérer comme une « loi » au sens de l’article 10 § 2 qu’une norme énoncée avec assez de précision pour permettre au citoyen de régler sa conduite ; en s’entourant au besoin de conseils éclairés, celui-ci doit être à même de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences de nature à dériver d’un acte déterminé (Chauvy et autres c. France, no 64915/01, § 43, CEDH 2004VI).", "36.  La portée de la notion de prévisibilité dépend dans une large mesure du contenu du texte dont il s’agit, du domaine qu’il couvre ainsi que du nombre et de la qualité de ses destinataires (Cantoni c. France, 15 novembre 1996, § 35, Recueil 1996-V). La prévisibilité de la loi ne s’oppose pas à ce que la personne concernée soit amenée à recourir à des conseils éclairés pour évaluer, à un degré raisonnable dans les circonstances de la cause, les conséquences pouvant résulter d’un acte déterminé. Il en va ainsi des professionnels, habitués à devoir faire preuve d’une grande prudence dans l’exercice de leur métier. Aussi peut-on attendre d’eux qu’ils mettent un soin particulier à évaluer les risques que comporte un tel exercice (Cantoni, précité, § 35).", "37.  En l’espèce, compte tenu de la jurisprudence des tribunaux portugais en la matière, la Cour est d’avis que le requérant ne saurait soutenir qu’il ne pouvait prévoir « à un degré raisonnable » les conséquences que la publication des articles en cause était susceptible d’avoir pour lui sur le plan judiciaire. La Cour en déduit que l’ingérence litigieuse était « prévue par la loi » au sens du second paragraphe de l’article 10 de la Convention.", "ii.  But légitime", "38.  Le requérant n’a pas contesté que la condamnation litigieuse poursuivait un but légitime.", "39.  La Cour considère, à l’instar du Gouvernement, que l’ingérence en cause avait pour but, dans l’intérêt d’une bonne administration de la justice, d’éviter toute influence extérieure sur le cours de celle-ci et qu’elle visait en conséquence la garantie de « l’autorité et [de] l’impartialité du pouvoir judiciaire ». La Cour accepte également que la protection de la « réputation et des droits d’autrui » constituait un autre but légitime recherché par les juridictions compétentes.", "iii.  « Nécessaire dans une société démocratique »", "40.  La Cour rappelle à cet égard que la liberté d’expression constitue l’un des fondements essentiels d’une société démocratique et que les garanties à accorder à la presse revêtent donc une importance particulière (voir, entre autres, Worm c. Autriche, 29 août 1997, § 47, Recueil 1997-V, et Fressoz et Roire c. France [GC], no 29183/95, § 45, CEDH 1999-I).", "41.  Elle rappelle également que la presse joue un rôle éminent dans une société démocratique : si elle ne doit pas franchir certaines limites, tenant notamment à la protection de la réputation et des droits d’autrui ainsi qu’à la nécessité d’empêcher la divulgation d’informations confidentielles, il lui incombe néanmoins de communiquer, dans le respect de ses devoirs et de ses responsabilités, des informations et des idées sur toutes les questions d’intérêt général (Tourancheau et July c. France, no 53886/00, § 65).", "42.  La Cour rappelle avoir déjà eu à examiner la manière dont les juridictions portugaises appliquaient la législation de l’époque – entre-temps modifiée – en matière de violation du segredo de justiça. Dans l’affaire Campos Dâmaso, elle a ainsi considéré que ni le souci de protection de l’enquête ni celui de protection de la réputation d’autrui ne l’emportaient sur l’intérêt du public à recevoir des informations sur certaines poursuites pénales dont font l’objet les hommes politiques (Campos Dâmaso, précité, §§ 33-39).", "43.  La Cour n’aperçoit aucune raison de s’écarter de cette conclusion dans la présente affaire. Comme dans l’affaire Campos Dâmaso, il n’a été décelé en l’espèce aucun préjudice à l’enquête, laquelle était en tout état de cause terminée à l’époque de la publication du premier article du requérant. Quant à la protection de la présomption d’innocence de la personne visée, aucun magistrat non professionnel ne pouvait être appelé à juger l’affaire. Enfin, il n’a pas été démontré que le but de protéger la réputation et les droits de cette même personne a été atteint par la condamnation en question.", "44.  Ces éléments suffisent à la Cour pour conclure que la condamnation du requérant pour violation du segredo de justiça s’analyse en une ingérence disproportionnée dans l’exercice de son droit à la liberté d’expression qui ne correspondait à aucun « besoin social impérieux ».", "Partant, il y a eu violation de l’article 10 de la Convention à cet égard.", "2.  La condamnation du chef de diffamation", "a.  Les thèses des parties", "45.  Le requérant soutient qu’il s’est borné à donner des informations relevant manifestement à ses yeux de l’intérêt général et il est dès lors d’avis que sa condamnation pour diffamation était tout à fait disproportionnée. Il ajoute que les juridictions portugaises ont fait une application mécanique des dispositions du code pénal, sans avoir égard à l’article 10 de la Convention.", "46.  Le Gouvernement considère que la condamnation du requérant de ce chef a eu lieu à la suite d’une appréciation souveraine des preuves par les juridictions nationales et que la Cour européenne devrait s’abstenir de s’immiscer dans un tel examen. Il rappelle que ces juridictions ont considéré que le requérant ne disposait d’aucune base factuelle lui permettant de produire comme il l’a fait des insinuations et considérations sur les éventuels actes dont la personne visée aurait été responsable ou soupçonnée.", "b.  L’appréciation de la Cour", "47.  La Cour observe qu’il n’est pas contesté par les parties que la condamnation du requérant du chef de diffamation était prévue par la loi – en l’espèce les dispositions pertinentes du code pénal – et qu’elle visait un but légitime, à savoir la protection de la réputation ou des droits d’autrui, au sens de l’article 10 § 2 de la Convention.", "48.  Reste à savoir si cette condamnation était « nécessaire dans une société démocratique ».", "49.  La Cour n’a point pour tâche, lorsqu’elle exerce ce contrôle, de se substituer aux juridictions nationales, mais de vérifier sous l’angle de l’article 10 les décisions que celles-ci ont rendues en vertu de leur pouvoir d’appréciation. Pour cela, elle doit considérer l’« ingérence » litigieuse à la lumière de l’ensemble de l’affaire pour déterminer si les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants ».", "50.  Se penchant sur les circonstances de l’affaire, la Cour peut d’abord admettre que les publications litigieuses relevaient de l’intérêt général, le public ayant le droit d’être informé sur des enquêtes visant les hommes politiques, même lorsque d’éventuelles infractions ne semblent pas concerner, à première vue, l’exercice de leurs fonctions politiques.", "51.  La Cour réitère à cet égard que l’on ne saurait penser que les questions dont connaissent les tribunaux ne puissent, auparavant ou en même temps, donner lieu à discussion ailleurs, que ce soit dans des revues spécialisées, dans la grande presse ou au sein du public en général (Tourancheau et July, précité, § 65). En l’espèce, elle observe que la première publication du requérant, celle du 11 février 2000, ressortissait manifestement d’un genre journalistique bien connu qui est la chronique judiciaire. L’intéressé y donnait des informations concernant la procédure pénale en cause. Si l’on pouvait y déceler, ce que les juridictions nationales n’ont pas manqué de relever, un certain ton critique envers l’accusé J. (paragraphes 7 et 11 ci-dessus), il convient de rappeler qu’un compte-rendu objectif et équilibré peut emprunter des voies diverses en fonction du moyen de communication – et du sujet – dont il s’agit : il n’appartient pas à la Cour, ni aux juridictions nationales d’ailleurs, de se substituer à la presse pour dire quelle technique de compte-rendu les journalistes doivent adopter (Bladet Tromsø et Stensaas c. Norvège [GC], no 21980/93, § 63, CEDH 1999III).", "52.  Le deuxième article, publié le 18 février 2000, donnait également des informations fondées sur des données factuelles précises, ce qui ne saurait prêter à critique (paragraphe 8 ci-dessus).", "53.  Le principal argument sur lequel les juridictions nationales se sont appuyées pour condamner le requérant tient en effet à la « note du directeur », publiée dans cette même édition du 18 février 2000, dans laquelle le requérant aurait quitté le registre factuel lorsqu’il a appelé à ce que de « nouveaux témoignages et données convaincants voient le jour afin de conforter davantage [les] choix [de la rédaction] » (paragraphe 9 ci-dessus). Il est vrai que cette phrase, qui s’apparentait d’ailleurs d’avantage à un jugement de valeur qu’à une déclaration factuelle, renfermait un certain degré de critique envers l’accusé. La Cour relève toutefois qu’une telle phrase, prise, comme il se doit, dans le contexte plus large de la couverture médiatique accordée à l’affaire litigieuse, se fondait encore sur une base factuelle suffisante (voir, à cet égard, Bergens Tidende et autres c. Norvège, no 26132/95, §§ 55-56, CEDH 2000IV).", "54.  Si les raisons invoquées par les juridictions nationales pour condamner le requérant étaient donc pertinentes, elles ne suffisaient pas à démontrer que l’ingérence dénoncée à cet égard était « nécessaire dans une société démocratique ».", "55.  Se penchant enfin sur les sanctions appliquées en l’espèce, la Cour souligne que le requérant a été condamné de ce chef à une peine de 360 jours-amende, pour un montant total de 2 160 EUR, ainsi qu’au versement à J. d’une indemnité de 5 000 EUR au titre des dommages et intérêts. De telles sanctions – non négligeables et loin de revêtir un caractère mineur – sont excessives et de nature à emporter un effet dissuasif pour l’exercice de la liberté des médias (Cumpănă et Mazăre c. Roumanie [GC], no 33348/96, §§ 116-117, CEDH 2004XI).", "56.  La Cour estime ainsi que la condamnation du requérant du chef de diffamation en raison de cette seule phrase ne saurait correspondre à un « besoin social impérieux ».", "57.  Partant, il y a eu violation de l’article 10 de la Convention également sur ce point.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "58.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "59.  Le requérant réclame, au titre du préjudice matériel qu’il aurait subi, le remboursement des sommes qu’il a été condamné à payer, soit 5 000 EUR de dommages et intérêts versés à l’assistente, et 5 703,83 EUR d’amende pénale et de frais de justice. Il demande par ailleurs 50 000 EUR pour préjudice moral.", "60.  Le Gouvernement conteste les sommes réclamées pour préjudice matériel, considérant que celles-ci sont le résultat d’une condamnation pénale n’ayant pas porté atteinte à la Convention. Quant au préjudice moral, il estime que l’éventuel constat de violation constituerait une réparation suffisante.", "61.  En ce qui concerne le préjudice matériel, la Cour constate que les sommes payées par le requérant en raison de sa condamnation sont le résultat direct de la violation de son droit à la liberté d’expression. Il y a donc lieu de lui octroyer les sommes en cause, sauf en ce qui concerne celle qui aurait été versée à l’assistente au titre des dommages et intérêts, dans la mesure où aucun justificatif établissant le paiement effectif de cette dernière somme n’a été fourni à la Cour. Celle-ci décide d’allouer à ce titre à l’intéressé 5 703,83 EUR.", "62.  S’agissant en revanche de la somme demandée pour préjudice moral, la Cour estime que les constats de violation figurant dans le présent arrêt fournissent en soi une satisfaction équitable suffisante.", "B.  Frais et dépens", "63.  Le requérant demande également 9 000 EUR pour les frais et dépens engagés devant les juridictions internes et 3 000 EUR pour ceux engagés devant la Cour.", "64.  Le Gouvernement s’en remet à la sagesse de la Cour.", "65.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des documents en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 3 000 EUR tous frais confondus et l’accorde au requérant.", "C.  Intérêts moratoires", "66.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Déclare, à l’unanimité, la requête recevable ;", "", "2.  Dit, à l’unanimité, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit, à l’unanimité, qu’il y a eu violation de l’article 10 de la Convention s’agissant de la condamnation du requérant pour violation du segredo de justiça ;", "", "4.  Dit, par cinq voix contre deux, qu’il y a eu violation de l’article 10 de la Convention s’agissant de sa condamnation pour diffamation ;", "", "5.  Dit, par cinq voix contre deux,", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif en vertu de l’article 44 § 2 de la Convention, les sommes suivantes :", "(i) 5 703,83 EUR (cinq mille sept cent trois euros et quatre-vingt-trois centimes), plus tout montant pouvant être dû à titre d’impôt,  pour dommage matériel,", "(ii) 3 000 EUR (trois mille euros), plus tout montant pouvant être dû par le requérant à titre d’impôt pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 19 janvier 2010, en application de l’article 77 §§ 2 et 3 du règlement.", "", "\tSally Dollé\tFrançoise Tulkens\n\tGreffière\tPrésidente", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion partiellement dissidente des juges I. Cabral Barreto et D. Jočienė.", "", "F.T.\nS.D.", "\nOPINION PARTIELLEMENT DISSIDENTE DES JUGES CABRAL BARRETO ET JOČIENĖ", "Nous sommes avec la majorité sur tous les constats de l’arrêt, sauf s’agissant de la violation relative à «la condamnation du chef de diffamation», ce pour les motifs suivants :", "", "1.  La Cour a toujours rappelé que l’article 10 de la Convention ne garantit pas une liberté d’expression sans aucune restriction même quand il s’agit de rendre compte dans la presse de questions sérieuses d’intérêt général.", "2.  Le paragraphe 2 de l’article 10 de la Convention précise que l’exercice de cette liberté comporte des « devoirs et responsabilités » qui peuvent revêtir de l’importance lorsque, comme en l’espèce, l’on risque de porter atteinte à la réputation de particuliers et de mettre en péril les « droits d’autrui ». Ainsi, l’information rapportée sur des questions d’intérêt général est subordonnée à la condition que les intéressés agissent de bonne foi de manière à fournir des informations exactes et dignes de crédit (voir, par exemple, Stoll c. Suisse [GC], no 69698/01, §§ 102-103, CEDH 2007..., et Brunet-Lecomte et autres c. France, no 42117/04, § 47, 5 février 2009).", "3.  Ces considérations jouent un rôle particulièrement important de nos jours, vu le pouvoir qu’exercent les médias dans la société moderne. Dans un monde dans lequel l’individu est confronté à un immense flux d’informations, circulant sur des supports traditionnels ou électroniques et impliquant un nombre d’auteurs toujours croissant, le contrôle du respect de la déontologie journalistique revêt une importance accrue (Stoll, précité, § 104).", "4.  Nous admettons que les publications litigieuses relevaient de l’intérêt général, le public ayant le droit d’être informé sur des enquêtes visant les hommes politiques, même lorsque d’éventuelles infractions ne semblent pas concerner, à première vue, l’exercice de leurs fonctions politiques.", "5.  En l’espèce, la première publication du requérant, celle du 11 février 2000, ressortissait manifestement d’un genre journalistique bien connu qui est la chronique judiciaire ; l’intéressé y donnait des informations concernant la procédure pénale en cause. Le deuxième article, publié le 18 février 2000, donnait également des informations fondées sur des données factuelles précises, ce qui ne saurait prêter à critique (paragraphe 8 de l’arrêt).", "6.  Toutefois, dans sa « note du directeur », publiée dans cette même édition du 18 février 2000, le requérant quittait le registre factuel et appelait à ce que de « nouveaux témoignages et données convaincants voient le jour afin de conforter davantage [les] choix [de la rédaction] » (paragraphe 9 de l’arrêt). Ce faisant, le requérant non seulement prenait clairement parti contre l’accusé J. mais insinuait également, et ce sans aucune base factuelle", "solide (voir, à cet égard, Costa Moreira c. Portugal (déc.), no 20156/08, 22 septembre 2009), ce que les juridictions nationales ont souligné, que J. se livrait régulièrement à des comportements qui, s’ils étaient avérés, donneraient lieu à plusieurs poursuites pénales.", "Dans ces conditions, nous estimons que les autorités nationales pouvaient raisonnablement tenir l’ingérence dans l’exercice par le requérant de son droit à la liberté d’expression pour nécessaire dans une société démocratique afin de protéger la réputation et les droits de J.", "7.  Enfin, la nature et la lourdeur de la peine infligée sont aussi des éléments qui entrent en ligne de compte lorsqu’il s’agit d’apprécier la proportionnalité d’une ingérence au regard de l’article 10 de la Convention. En l’espèce, le requérant a été condamné de ce chef à une peine de 360 jours-amende, pour un montant total de 2 160 EUR, ainsi qu’au versement à J. d’une indemnité de 5 000 EUR au titre des dommages et intérêts. Même si ces sommes ne sont pas négligeables, au vu des circonstances de l’espèce, nous n’estimons pas ces sanctions excessives ni de nature à emporter un effet dissuasif pour l’exercice de la liberté des médias (Pedersen et Baadsgaard c. Danemark [GC], no 49017/99, § 93, CEDH 2004XI).", "8.  Partant, pour nous, la condamnation du requérant du chef de diffamation n’a pas porté atteinte à l’article 10 de la Convention.", "9.  Dans ce contexte, nous estimons que le montant alloué au requérant au titre du dommage matériel aurait dû être réduit à 840 Euros, la somme concernant sa condamnation pour violation du «segredo de justiça».", "", "", "", ""]}