{"file": "FRE_HFJUD_38783_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "38783/97", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE CASTELL c. FRANCE", "", "(Requête n° 38783/97)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "21 mars 2000", "", "", "", "", "", "DÉFINITIF", "", "21/06/2000", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme avant la parution de sa version définitive dans le recueil officiel contenant un choix d’arrêts et de décisions de la Cour.", "", "En l’affaire CASTELL c. France,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tM.\tJ.-P. Costa,\n\tM.\tL. Loucaides,\n\tM.\tP. Kūris,\n\tMme\tF. Tulkens,\n\tM.\tK. Jungwiert,\n\tMme\tH.S. Greve, juges\net de Mme\tS. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 27 avril 1999 et 7 mars 2000,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête dirigée contre la République française et dont deux ressortissants français, M. René Castell et Mme Lucienne Castell (« les requérants »), avaient saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 18 juillet 1997, en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). La requête a été enregistrée le 26 novembre 1997 sous le numéro de dossier 38783/97. Les requérants ont été représentés par Me Bernard Hierholtz, avocat au barreau de Paris. Le gouvernement français (« le Gouvernement » ) a été représenté par son agent, M. Yves Charpentier, sous-directeur des droits de l’homme au ministère des Affaires étrangères, auquel a succédé Mme Michèle Dubrocard.", "2.  Sous l’angle de l’article 6 § 1 de la Convention, les requérants se plaignaient de l’équité et de la durée d’une procédure civile.", "3.  Par une décision du 16 avril 1998, la Commission (deuxième chambre) a décidé de porter le grief tiré de la durée de la procédure à la connaissance du gouvernement, en l’invitant à présenter par écrit des observations sur sa recevabilité et son bien-fondé. Elle a déclaré la requête irrecevable pour les surplus. Le Gouvernement a présenté ses observations le 27 juillet 1998 et les requérants ont présenté les leurs le 6 octobre 1998.", "4.  A la suite de l’entrée en vigueur du Protocole n° 11 le 1er novembre 1998, et conformément à l’article 5 § 2 de celui-ci, l’affaire est examinée par la Cour.", "5.  Conformément à l’article 52 § 1 du règlement de la Cour (« le règlement »), le président de la Cour, M. L. Wildhaber, a attribué l’affaire à la troisième section.", "6.  Le 27 avril 1999, la chambre a déclaré le restant de la requête recevable.", "7.  Le 4 mai 1999, la chambre a invité les parties à lui soumettre, dans un délai expirant le 29 juin 1999, des offres de preuves et observations complémentaires ainsi que, le cas échéant, leurs propositions de règlement amiable, et les a informées qu’elles avaient la faculté de requérir une audience ; elle a en outre invité les requérants à lui soumettre, dans le même délai, leurs demandes au titre de l’article 41 de la Convention.", "8.  Par courriers des 7 juin et 29 septembre 1999 respectivement, le Gouvernement et les requérants ont indiqué qu’ils n’estimaient pas nécessaire la tenue d’une audience.", "EN FAIT", "9.  En 1980, les requérants chargèrent la société B. de l’exécution des travaux de maçonnerie et de carrelage dans une propriété leur appartenant, ainsi que de son aménagement extérieur. Les requérants prétendent qu’en cours de travaux, la société B. aurait modifié certaines de ses prestations sans leur accord, et modifié ses prix en conséquence. A la réception des factures, les requérants refusèrent le règlement total et se bornèrent à verser ce qu’ils estimaient devoir, selon les devis initiaux et au vu des travaux réalisés.", "10.  Le 31 août 1982, la société B. saisit le juge des référés de Tours et obtint, par ordonnance du 14 septembre 1982, une provision de 20 000 FRF. Par ailleurs, le juge des référés désigna un architecte en qualité d’expert. Ce dernier déposa son rapport le 11 mai 1983.", "11.  Le 1er octobre 1982, les requérants interjetèrent appel de l’ordonnance du 14 septembre 1982. Par arrêt du 2 décembre 1983, la cour d'appel d’Orléans confirma l’ordonnance attaquée, en précisant qu’il incombait aux requérants de saisir le juge du fond de leur contestation.", "12.  Le 6 mars 1984, les requérants assignèrent la société B. devant le tribunal de grande instance de Tours. Ils contestèrent les conclusions du premier expert et demandèrent diverses sommes en dommages-intérêts.", "13.  Par jugement avant dire droit du 24 octobre 1985, le tribunal ordonna une seconde mesure d’expertise afin que le premier rapport soit complété. Le second expert déposa son rapport définitif le 12 janvier 1987. Le 6 mars 1987, les requérants présentèrent de nouvelles conclusions, au vu du dernier rapport d’expertise. L’audience eut lieu le 20 octobre 1987.", "14.  Le 24 novembre 1987, le tribunal débouta les requérants de leurs demandes et les condamna à payer à la société B. le reliquat de leur créance ainsi que des dommages-intérêts.", "15.  Le 6 janvier 1988, les requérants interjetèrent appel de ce jugement, lequel fut confirmé par arrêt de la cour d'appel d'Orléans en date du 27 novembre 1990.", "16.  Le 28 janvier 1991, les requérants se pourvurent en cassation, en reprochant notamment à la cour d'appel d’avoir omis de prendre en considération leurs prétentions. Le 18 novembre 1992, la Cour de cassation cassa l’arrêt attaqué pour défaut de réponse aux conclusions, et renvoya l’affaire devant la cour d'appel de Bourges.", "17.  Les requérants saisirent la cour d’appel de Bourges le 4 février 1993. Après l’échange de nombreuses écritures entre les parties, l’ordonnance de clôture fut rendue le 6 avril 1994.", "18.  Le 13 juillet 1994, la cour d’appel de Bourges diminua légèrement le montant de la créance due par les requérants à la société B. et confirma pour le surplus le jugement du tribunal de grande instance de Tours en date du 24 novembre 1987. La cour d’appel observa, entre autres, que :", "« Les pièces et la procédure du dossier témoignent de l’extraordinaire acharnement judiciaire des époux Castell, diligentant sans cesse des voies de recours, harcelant les juges de la mise en état, indisposant les experts les mieux disposés par des réclamations incessantes et outrancières et des courriers et dires en rafales. »", "19.  Le 22 septembre 1994, les requérants se pourvurent en cassation. Par arrêt du 12 février 1997, la Cour de cassation cassa partiellement l’arrêt attaqué, seulement en ce qu’il avait confirmé la condamnation des requérants à verser une somme de 10 000 FRF à la société B. au titre des dommages-intérêts, et renvoya l’affaire devant la cour d’appel de Limoges.", "20.  Le 3 avril 1997, les requérants saisirent la cour d’appel de Limoges. Le 6 octobre 1997, ils l’informèrent de ce que la société B. leur avait restitué les 10 000 FRF de dommages-intérêts auxquels ils avaient été condamnés par le tribunal de grande instance de Tours.", "21.  Le 8 octobre 1997, après avoir constaté la restitution de l’indemnité par la société B., la cour d’appel de Limoges rendit une ordonnance de radiation, mettant ainsi un terme définitif à cette affaire.", "EN DROIT", "i.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "22.  Les requérants dénoncent la durée de la procédure devant les juridictions civiles et allèguent une violation de l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "23.  Le Gouvernement affirme que l’affaire était complexe et nécessita des analyses techniques et juridiques très détaillées. Il note en outre que les requérants ont contribué à ralentir la procédure, en sollicitant des compléments d’expertise, en multipliant les écritures et en exerçant de très nombreuses voies de recours contre les décisions rendues. Le Gouvernement ajoute que les requérants ont souvent mis du retard pour déposer leurs conclusions. Quant au comportement des autorités judiciaires saisies, le Gouvernement affirme que celles-ci ont toujours agi avec beaucoup de diligence.", "1.\tPériode à prendre en considération", "24.  La période litigieuse a débuté avec la saisine du juge des référés de Tours le 31 août 1982 et a pris fin le 8 octobre 1997. Elle a donc duré quinze ans, un mois et huit jours.", "2.\tCaractère raisonnable de la durée de la procédure", "25.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, les arrêts Richard c. France du 22 avril 1998, Recueil des arrêts et décisions 1998II, p. 824, § 57, et Doustaly c. France du 23 avril 1998, Recueil 1998II, p. 857, § 39).", "26.  La Cour observe que l’affaire n’était pas particulièrement complexe. Elle observe également que les requérants, par leur comportement, ont contribué dans une certaine mesure à l’allongement de la procédure. Toutefois, force est de constater que s’agissant d’une durée de plus de quinze ans, la lenteur de la procédure résulte très essentiellement du comportement des autorités et juridictions saisies.", "27.  La Cour réaffirme qu’il incombe aux États contractants d’organiser leur système judiciaire de telle sorte que leurs juridictions puissent garantir à chacun le droit d’obtenir une décision définitive sur les contestations relatives à ses droits et obligations de caractère civil dans un délai raisonnable. La Cour estime que l’on ne saurait considérer comme « raisonnable » la durée globale de plus de quinze ans que connut la procédure.", "Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "II.\tSUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "28.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "29.  Les requérants évaluent à 100 000 FRF leur dommage matériel et réclament en outre 50 000 FRF en réparation du préjudice que leur aurait causé une « perte de chance » devant la cour d’appel d’Orléans. Ils évaluent leur dommage moral à 200 000 FRF.", "30.  Le Gouvernement n’a pas soumis d’observations sur les demandes de satisfaction équitable des requérants.", "31.  La Cour considère qu’en l’absence de lien de causalité entre le dommage matériel invoqué et la violation constatée, il n’y pas lieu d’indemniser ce chef de préjudice. En revanche, elle considère que les requérants ont subi un préjudice moral certain en raison de la durée de la procédure litigieuse. Compte tenu sa jurisprudence en la matière et statuant en équité comme le veut l’article 41, elle décide d’allouer à chacun des requérants 30 000 FRF à ce titre.", "B.\tFrais et dépens", "32.  Les requérants demandent 162 484,25 FRF en remboursement des frais encourus devant les juridictions internes, ainsi que 49 800 FRF au titre de ceux devant les organes de la Convention.", "33.  S’il est vrai que seuls les frais nécessairement exposés devant les juridictions nationales pour faire redresser la violation de la Convention constatée par la Cour peuvent être remboursés, il n’en demeure pas moins que dans des affaires de durée de procédure, le prolongement de l’examen d’une cause au-delà du « délai raisonnable » entraîne une augmentation des frais à la charge du requérant (voir les arrêts Scalvini c. Italie du 26 octobre 1999 (deuxième section) ; Bouilly c. France du 7 décembre 1999 (troisième section) non publiés). Par conséquent, eu égard à sa jurisprudence en la matière, la Cour accorde à chacun des requérants 10 000 FRF à ce titre.", "34.  Pour ce qui est des frais exposés devant la Commission et la Cour, la somme de 49 800 F demandée par les requérants paraît excessive, compte tenu notamment de ce qu’une partie seulement de leurs griefs a été retenue par la Commission. Il y donc lieu d’allouer à chacun des requérants 10 000 FRF de ce chef.", "C.\tIntérêts moratoires", "35.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt est de 3,47 % l’an.", "par ces motifs, la cour, A L'UNANIMITE,", "1.\tDit, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "2.\tDit, que l’État défendeur doit verser à chacun des requérants, dans les trois mois à compter du jour où l’arrêt est devenu définitif conformément à l’article 44 § 2 de la Convention, 30 000 (trente mille) francs français pour dommage moral, ainsi que 20 000 (vingt mille) francs français pour frais et dépens, montants à majorer d’un intérêt simple de 3,47 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "3.\tRejette, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 21 mars 2000 en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "", "", "", "", "\tS. Dollé\tN. Bratza\n\tGreffière\tPrésident"]}