{"file": "FRE_HFJUD_8300_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "8300/06", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE RUIZ RIVERA c. SUISSE", "", "(Requête no 8300/06)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "18 février 2014", "", "", "DÉFINITIF", "", "18/05/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Ruiz Rivera c. Suisse,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tGuido Raimondi, président,\n\tIşıl Karakaş,\n\tPeer Lorenzen,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 21 janvier 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 8300/06) dirigée contre la Confédération suisse et dont un ressortissant péruvien, M. Carlos Humberto Ruiz Rivera (« le requérant »), a saisi la Cour le 24 février 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l’assistance judiciaire, est représenté par Me Philippe Egli, avocat au barreau de Neuchâtel. Le gouvernement suisse (« le Gouvernement ») a été représenté par son agent, M. Frank Schürmann, de l’Office fédéral de la Justice.", "3.  Le requérant allègue que la procédure suivie pour refuser de lever la mesure d’internement, dont il faisait l’objet, en tant que délinquant pénalement irresponsable, a emporté violation des articles 5 § 4 et 13 de la Convention.", "4.  Le 12 septembre 2008, la requête a été communiquée sous l’angle des articles 5 §§ 1 et 4 de la Convention au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "5.  Le 11 mai 2009, le président de la première section, à laquelle l’affaire avait alors été attribuée, a décidé d’accorder au requérant l’assistance judiciaire.", "6.  Le 1er février 2011, les sections de la Cour ont été remaniées. La requête a été attribuée à la deuxième section (articles 25 § 1 et 52 § 1 du Règlement de la Cour).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "7.  Le requérant est né en 1955 et est domicilié à Cusco (Pérou). Au moment des faits, il résidait à Zürich.", "1.  La procédure pénale contre le requérant suite à l’assassinat de son épouse", "8.  Le 6 avril 1995, l’épouse du requérant fut retrouvée morte. Le requérant qui, selon les examens toxicologiques auxquels il fut soumis par la suite, était sous l’emprise de l’alcool et de la cocaïne, avait frappé sa femme de 49 coups de couteau. Il lui avait également tranché la tête et l’avait jetée par la fenêtre de l’appartement où s’était déroulé le drame.", "9.  A une date indéterminée, le requérant fut mis en examen et inculpé du meurtre de son épouse.", "10.  Le 16 mai 1995, le parquet du district de Zürich demanda à la clinique psychiatrique de l’université de Zürich (Psychiatrische Universitätsklinik Zürich) d’établir une expertise psychiatrique du requérant.", "11.  Le 10 octobre 1995, le Docteur R., psychiatre, rendit son rapport. Il constata que le requérant souffrait depuis plusieurs années d’une schizophrénie paranoïde chronique et qu’il abusait de stupéfiants. Il estima que le délit commis était en rapport direct avec sa maladie et l’abus de drogue. Il en déduisit qu’au moment des faits, le requérant avait agi en état d’irresponsabilité. Vu le danger grave que celui-ci faisait courir à la sécurité publique, le Dr R. recommanda son internement dans un lieu fermé.", "12.  Le 31 mai 1996, le tribunal de district de Zürich constata, au vu des preuves administrées, que le requérant avait tué son épouse et qu’il était totalement irresponsable de ses actes au moment des faits. La juridiction ordonna son internement au sens de l’article 43 du code pénal, dans sa version alors en vigueur.", "2.  L’internement du requérant et la deuxième expertise psychiatrique", "13.  L’internement du requérant fut mis à exécution dès le 29 août 1996 au sein du pénitencier de Pöschwies, à Regensdorf (canton de Zürich).", "14.  La levée de la mesure fut refusée les 14 juillet 1997, 29 juillet 1998, 24 septembre 1999 et 17 août 2000.", "15.  Le 7 juin 2001, à la demande du service de probation et d’exécution du canton de Zürich (Bewährungs- und Vollzugsdienste des Kantons Zürich), l’état mental du requérant fut examiné par un médecin-chef et un médecin-assistant de la clinique psychiatrique cantonale de Rheinau (Kantonale Psychiatrische Klinik Rheinau), qui établirent un second rapport d’expertise.", "16.  Les experts psychiatres constatèrent que le requérant n’avait rencontré aucune difficulté particulière dans l’établissement pénitentiaire où il se trouvait depuis 1997. Au sein de la prison, il avait successivement travaillé comme relieur de livres, à l’officine, comme jardinier et enfin comme cuisinier. Les experts prirent acte de ce que, selon un rapport d’une psychologue du 5 juin 1998, le requérant n’avait montré aucune conscience de sa maladie et aucune capacité d’introspection. S’agissant de son état de santé mentale, les experts conclurent qu’il souffrait d’une schizophrénie paranoïde chronique et que dans le milieu « peu stimulant » de la prison, « les symptômes florides de la maladie étaient plutôt passés à l’arrière-plan », même s’il « montr[ait] encore une interprétation délirante des faits de l’infraction. » Sa situation n’avait donc guère changé depuis l’expertise psychiatrique de 1995. Vu l’absence de traitement, les experts considérèrent qu’ « aucune indication ne p[ouvait] être donnée concernant d’autres étapes d’assouplissement de l’exécution de la mesure, ou concernant une libération à l’essai. »", "17.  Les 14 janvier 2002, 23 septembre 2002 et 21 août 2003, l’Office de l’exécution judiciaire du canton de Zürich (Justizvollzug des Kantons Zürich) refusa une libération à l’essai du requérant. Le requérant contesta la décision du 23 septembre 2002 devant le Tribunal administratif du canton de Zürich (Verwaltungsgericht des Kantons Zürich) qui le débouta par un jugement du 4 décembre 2002.", "18.  Le 23 mars 2004, le Service de psychiatrie et psychologie de l’Office de l’exécution judiciaire rendit un rapport annuel de thérapie, signé par deux psychologues, dont l’un avait suivi le requérant. Le rapport confirmait les conclusions de l’expertise psychiatrique réalisée en 2001 et faisait état d’un pronostic légal défavorable en raison de la personnalité du requérant et de l’impossibilité de traiter ses symptômes psychotiques résiduels. Le requérant continuait notamment de nier sa maladie et refusait de suivre le traitement médical qui lui avait été prescrit. Les psychologues en déduisirent que les conditions d’une libération à l’essai n’étaient pas réunies. A la fin de leur rapport, ils indiquèrent avoir discuté de ce rapport avec le requérant et lui en avoir remis une copie.", "3.  Le refus de libérer le requérant et la procédure devant les juridictions internes", "19.  Le 24 juin 2004, après avoir entendu personnellement le requérant lors d’une audition tenue le 6 mai 2004, l’Office de l’exécution judiciaire du canton de Zürich refusa sa libération à l’essai. Il se basa sur le rapport de la direction de l’établissement pénitentiaire de Pöschwies du 27 avril 2004, sur le rapport annuel du 23 mars 2004 et sur l’expertise psychiatrique de 2001.", "20.  Assisté d’un avocat, le requérant recourut auprès de la Direction de la justice et de l’intérieur du canton de Zürich, en faisant valoir qu’une nouvelle expertise neutre était nécessaire. Il demanda l’assistance judiciaire. La Direction de la justice et de l’intérieur débouta le requérant par décision du 28 septembre 2004. Il fut exempté de payer les frais administratifs, mais l’assistance gratuite d’un avocat lui fut refusée, au motif que son recours paraissait dénué de toute chance de succès, la libération à l’essai ayant déjà été refusée à plusieurs reprises et aucun changement n’étant intervenu entre temps.", "21.  Le requérant forma un recours auprès du Tribunal administratif du canton de Zürich. A nouveau, il fit valoir que le contrôle de la nécessité de son internement devait se baser sur une nouvelle expertise psychiatrique, établie par un médecin neutre. Il réclamait également le bénéfice de l’assistance judiciaire gratuite et demandait à ce qu’une audience soit tenue en usant des termes suivants :", "« Il est indispensable que l’intéressé ait accès à un tribunal et l’occasion d’être entendu lui-même ou, au besoin, moyennant une certaine forme de représentation, sans cela il [ne peut] \"jouir des garanties fondamentales qui doivent être appliquées dans une procédure de privation de liberté\" (arrêt de la CourEDH Winterwerp contre Pays-Bas, du 24 octobre 1979, Série A, no 33, § 60).", "Si les exigences de l’article 5 § 4 CEDH [se distinguent] de celles prescrites à l’article 6 CEDH, qui s’applique aux procédures civiles et pénales, cette disposition commande, selon la science juridique, que des garanties suffisantes soient offertes afin de garantir un contrôle judiciaire effectif.", "Si une nouvelle expertise ne devait pas être ordonnée, il se justifierait au moins que l’auteur du rapport puisse être entendu à l’audience du tribunal et que [le requérant] puisse lui poser des questions.", "Comme dit, la science juridique européenne garantit dans des cas semblables une audience contradictoire et l’audition de témoins. Elle justifie qu’une contre-expertise puisse s’avérer nécessaire afin de respecter les droits de la personne internée. »", "22.  Le Tribunal administratif rejeta le recours du requérant par décision du 19 janvier 2005. Il estima qu’au vu des circonstances, l’expertise de 2001 était toujours valable. Les doutes émis par le requérant au sujet de cette expertise avaient déjà fait l’objet d’un jugement définitif du tribunal administratif du 4 décembre 2002. Par ailleurs, l’audition de l’expert n’était pas nécessaire, celui-ci s’étant exprimé de manière claire et détaillée dans son rapport. Aucun nouvel élément pertinent ne pouvait donc être attendu d’une telle audition. De surcroît, le requérant ne démontrait pas en quoi son droit d’accès à un tribunal avait été lésé en l’espèce. Il n’indiquait pas les raisons qui l’autorisaient à penser que le Tribunal administratif n’était pas en mesure de respecter les règles fondamentales de procédure ou d’exercer un contrôle suffisant. Enfin, l’assistance judiciaire fut refusée, au motif que le recours apparaissait dénué de toute chance de succès, deux recours dans la même affaire ayant déjà été rejetés et aucun changement n’étant intervenu entre temps.", "23.  Le requérant déposa un recours de droit administratif auprès du Tribunal fédéral. Il reprit les griefs formulés devant le Tribunal administratif : la dernière expertise datait maintenant de quatre ans, le rapport de thérapie ne constituait pas une expertise neutre et n’était pas suffisant. De plus, étant donné que différentes constatations de l’expertise reposaient sur de fausses interprétations, une contre-expertise ou l’audition contradictoire de l’expert était nécessaire. Le requérant avait, par ailleurs, droit à la tenue d’une audience publique et contradictoire. Enfin, le refus de l’assistance judiciaire par l’instance inférieure violait le droit d’accès à un tribunal. Le requérant ayant droit au contrôle régulier de la légalité de sa détention, le fait qu’il recoure à nouveau contre une décision de refus ne saurait constituer un motif de refus de l’assistance judiciaire. Le requérant demanda également à être mis au bénéfice de l’assistance judiciaire gratuite dans le cadre de la procédure devant le Tribunal fédéral.", "24.  Par arrêt du 19 octobre 2005, le Tribunal fédéral rejeta le recours du requérant. La juridiction déclara irrecevable le grief portant sur l’absence d’audience publique, au motif qu’aucune requête formelle en ce sens n’avait été formulée devant les instances cantonales. S’agissant de la nécessité d’une nouvelle expertise neutre, elle releva tout d’abord que l’article 45 du code pénal ne l’exigeait pas, même si la jurisprudence en avait admis la nécessité dans des circonstances particulières. En l’espèce, le Tribunal fédéral estima qu’une nouvelle expertise psychiatrique n’était pas nécessaire, car le diagnostic initial avait été confirmé dans les rapports de thérapie ultérieurs et « qu’aucun changement ne p[ouvait] être identifié ». Il en déduisit qu’aucune autre mesure d’exécution des peines n’entrait en ligne de compte, de sorte que le maintien de la mesure d’internement du requérant s’avérait proportionné. S’agissant, finalement, du grief tiré du refus de mettre le requérant au bénéfice de l’assistance judiciaire, le Tribunal fédéral constata, tout d’abord, qu’il avait pu faire usage des voies de recours à sa disposition. Il releva ensuite que l’article 5 § 4 de la Convention n’exigeait que des contrôles de la légalité de la détention à des intervalles raisonnables, intervalles qui étaient plus longs s’agissant des malades mentaux, les circonstances ne se modifiant qu’à moyen terme. Dans le cas d’espèce, la dernière décision prise par un tribunal datait du 4 décembre 2002. Lors du contrôle annuel par l’administration pénitentiaire en 2004, il avait été constaté que les circonstances ne s’étaient manifestement pas modifiées depuis cette date. Le recours apparaissait dès lors dénué de toute chance de succès. Cela constituait, aux yeux du Tribunal fédéral, un motif légitime pour refuser l’assistance judiciaire. Au vu de ces éléments, le bénéfice de l’assistance judiciaire fut refusé également pour ce qui était de la procédure devant le Tribunal fédéral lui-même.", "4.  Développements postérieurs", "25.  Le 11 septembre 2007, le tribunal du district de Zürich ordonna une nouvelle expertise psychiatrique du requérant, comme l’exigeait désormais le nouvel article 62d du Code pénal suisse, entré en vigueur le 1er janvier 2007.", "26.  Le 28 avril 2008, l’expert désigné, le Docteur M.K, chef du service de psychiatrie légale de la clinique de psychiatrie de l’université de Zürich, déposa son rapport. S’agissant de l’état du requérant au moment de son crime, il supposa qu’il avait agi sous l’empire d’un « état de nécessité psychotique », sans qu’on puisse identifier les caractéristiques d’une maladie à caractère schizophrénique. Concernant la situation actuelle du requérant, l’expert émit l’opinion que les symptômes affectant le requérant relevaient d’une « accentuation des traits de la personnalité narcissique » sans toutefois qu’on puisse parler d’une affection psychiatrique sous la forme d’un trouble de la personnalité. Il exclut qu’il puisse souffrir d’un trouble de la personnalité paranoïde ou d’un trouble de la personnalité schizoïde, contrairement à ce qui avait été relevé par les auteurs des expertises de 1995 et de 2001.", "27.  Dans un rapport du 27 novembre 2008, le service de psychologie du pénitencier inter-cantonal de Bostadel constata que le requérant s’était remarié en prison et que le couple avait l’intention de quitter le territoire suisse. Le rapport préconisait de leur octroyer un congé conjugal.", "28.  Par décision du 13 mars 2009, l’Office des migrations du canton de Zürich refusa de prolonger le titre de séjour du requérant et ordonna son expulsion immédiate du territoire suisse. Cette décision ne fut pas contestée.", "29.  Par décision du 21 juillet 2009, l’Office de l’exécution judiciaire du canton de Zürich prit acte du nouveau diagnostic médical concernant le requérant. Relevant que ce dernier donnait l’impression de faire preuve d’une plus grande maîtrise de soi qu’au début de son internement, l’autorité administrative estima qu’elle pouvait endosser la responsabilité de libérer le requérant. Elle mit le requérant au bénéfice de libération conditionnelle assortie d’un délai d’épreuve de cinq ans. A sa sortie de prison, le requérant fut immédiatement expulsé vers le Pérou où il réside depuis lors.", "30.  Le requérant conteste et a toujours contesté la validité scientifique des diagnostics établis lors des expertises de 1995 et de 2001. D’après lui, il n’a jamais souffert de schizophrénie paranoïde et le meurtre de sa femme fut commis dans un accès de colère passionnelle et sous l’emprise de l’alcool et de la cocaïne.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "1.  Le Code pénal du 21 décembre 1937 (version en vigueur jusqu’au 31 décembre 2006)", "Article 43", "« 1 Lorsque l’état mental d’un délinquant ayant commis, en rapport avec cet état, un acte punissable de réclusion ou d’emprisonnement en vertu du présent code, exige un traitement médical ou des soins spéciaux et à l’effet d’éliminer ou d’atténuer le danger de voir le délinquant commettre d’autres actes punissables, le juge pourra ordonner le renvoi dans un hôpital ou un hospice. Il pourra ordonner un traitement ambulatoire si le délinquant n’est pas dangereux pour autrui.", "Si, en raison de son état mental, le délinquant compromet gravement la sécurité publique et si cette mesure est nécessaire pour prévenir la mise en danger d’autrui, le juge ordonnera l’internement. Celui-ci sera exécuté dans un établissement approprié.", "Le juge rendra son jugement au vu d’une expertise sur l’état physique et mental du délinquant, ainsi que sur la nécessité d’un internement, d’un traitement ou de soins.", "2 En cas d’internement ou de placement dans un hôpital ou un hospice, le juge suspendra l’exécution d’une peine privative de liberté.", "En cas de traitement ambulatoire, le juge pourra suspendre l’exécution de la peine si celle-ci n’est pas compatible avec le traitement. Dans ce cas, il pourra imposer au condamné des règles de conduite conformément à l’article 41, chiffre 2, et, au besoin, le soumettre au patronage.", "3 Lorsqu’il est mis fin à un traitement en établissement faute de résultat, le juge décidera si et dans quelle mesure des peines suspendues seront exécutées.", "Si le traitement ambulatoire paraît inefficace ou dangereux pour autrui et que l’état mental du délinquant nécessite néanmoins un traitement ou des soins spéciaux, le juge ordonnera le placement dans un hôpital ou un hospice. Lorsque le traitement dans un établissement est inutile, le juge décidera si et dans quelle mesure des peines suspendues seront exécutées.", "Au lieu de l’exécution des peines, le juge pourra ordonner une autre mesure de sûreté, si les conditions en sont remplies.", "4 L’autorité compétente mettra fin à la mesure lorsque la cause en aura disparu.", "Si la cause de la mesure n’a pas complètement disparu, l’autorité compétente pourra ordonner une libération à l’essai de l’établissement ou du traitement. Le libéré pourra être astreint au patronage. La libération à l’essai et le patronage seront rapportés, s’ils ne se justifient plus.", "L’autorité compétente communiquera sa décision au juge avant la libération.", "5 Après avoir entendu le médecin, le juge décidera si et dans quelle mesure des peines suspendues seront exécutées au moment de la libération de l’établissement ou à la fin du traitement. Il pourra y renoncer totalement s’il y a lieu de craindre que l’effet de la mesure n’en soit sérieusement compromis. »", "Article 45", "« 1 L’autorité compétente examinera d’office si et quand la libération conditionnelle ou à l’essai doit être ordonnée.", "2 En matière de libération conditionnelle ou à l’essai de l’un des établissements prévus à l’article 42 ou 43, l’autorité compétente prendra une décision au moins une fois par an, en cas d’internement selon l’article 42 pour la première fois à l’expiration de la durée minimum légale de la mesure.", "3 L’intéressé ou son représentant sera toujours préalablement entendu, et un rapport de la direction de l’établissement requis (...). »", "2.  Le Code pénal du 21 décembre 1937 (version en vigueur dès le 1er janvier 2007)", "Article 56", "« 1 Une mesure doit être ordonnée :", "a. si une peine seule ne peut écarter le danger que l’auteur commette d’autres infractions ;", "b. si l’auteur a besoin d’un traitement ou que la sécurité publique l’exige et", "c. si les conditions prévues aux art[icles] 59 à 61, 63 ou 64 sont remplies.", "2 Le prononcé d’une mesure suppose que l’atteinte aux droits de la personnalité qui en résulte pour l’auteur ne soit pas disproportionnée au regard de la vraisemblance qu’il commette de nouvelles infractions et de leur gravité.", "3 Pour ordonner une des mesures prévues aux art[icles] 59 à 61, 63 et 64 ou en cas de changement de sanction au sens de l’art[icle] 65, le juge se fonde sur une expertise (...)", "4 Si l’auteur a commis une infraction au sens de l’art[icle] 64, al[inéa] 1, l’expertise doit être réalisée par un expert qui n’a pas traité l’auteur ni ne s’en est occupé d’une quelconque manière (...). »", "Article 59", "« 1 Lorsque l’auteur souffre d’un grave trouble mental, le juge peut ordonner un traitement institutionnel aux conditions suivantes :", "a. l’auteur a commis un crime ou un délit en relation avec ce trouble ;", "b. il est à prévoir que cette mesure le détournera de nouvelles infractions en relation avec ce trouble (...). »", "Article 62d", "« 1 L’autorité compétente examine, d’office ou sur demande, si l’auteur peut être libéré conditionnellement de l’exécution de la mesure ou si la mesure peut être levée et, si tel est le cas, quand elle peut l’être. Elle prend une décision à ce sujet au moins une fois par an. Au préalable, elle entend l’auteur et demande un rapport à la direction de l’établissement chargé de l’exécution de la mesure.", "2 Si l’auteur a commis une infraction prévue à l’art[icle] 64, al[inéa] 1, l’autorité compétente prend une décision sur la base d’une expertise indépendante, après avoir entendu une commission composée de représentants des autorités de poursuite pénale, des autorités d’exécution et des milieux de la psychiatrie. L’expert et les représentants des milieux de la psychiatrie ne doivent ni avoir traité l’auteur ni s’être occupés de lui d’une quelconque manière. »", "Article 64", "« 1 Le juge ordonne l’internement si l’auteur a commis un assassinat, un meurtre, une lésion corporelle grave, un viol, un brigandage, une prise d’otage, un incendie, une mise en danger de la vie d’autrui, ou une autre infraction passible d’une peine privative de liberté maximale de cinq ans au moins, par laquelle il a porté ou voulu porter gravement atteinte à l’intégrité physique, psychique ou sexuelle d’autrui et si :", "a. en raison des caractéristiques de la personnalité de l’auteur, des circonstances dans lesquelles il a commis l’infraction et de son vécu, il est sérieusement à craindre qu’il ne commette d’autres infractions du même genre, ou", "b. en raison d’un grave trouble mental chronique ou récurrent en relation avec l’infraction, il est sérieusement à craindre que l’auteur ne commette d’autres infractions du même genre et que la mesure prévue à l’art[icle] 59 semble vouée à l’échec (...). »", "3.  Jurisprudence du Tribunal fédéral", "31.  S’agissant de la nécessité d’ordonner une expertise avant de refuser la levée d’une mesure d’internement, le Tribunal fédéral s’est prononcé de la manière suivante, par un arrêt du 13 janvier 1995, publié au recueil officiel ATF 121 IV 1 :", "« Il est vrai que l’art[icle] 45 ch[iffre] 1 al[inéa] 3 CP n’exige expressément qu’un rapport de la direction de l’établissement. Le sens de cette disposition n’exclut cependant pas d’emblée que, dans certains cas, sur requête de l’intéressé, l’avis d’un expert-psychiatre indépendant soit requis. Il faut au contraire admettre que, compte tenu de l’importance de l’opinion d’un expert pour statuer sur une libération conditionnelle ou à l’essai, il peut se justifier dans certains cas de requérir sur ce point l’avis d’un expert qui jusque-là ne s’est pas occupé du cas de l’intéressé. Cela ne signifie pas que l’avis d’un expert indépendant doive toujours être requis, notamment que l’autorité compétente qui doit prendre une décision au moins une fois par an doive chaque fois requérir un tel avis; le texte de l’art[icle] 45 ch[iffre] 1 al[inéa] 3 CP ne permet pas de poser une telle exigence. La question de savoir quand et à quelles conditions l’avis d’un expert indépendant doit être demandé dépend des circonstances du cas concret et il faut en tout cas que l’intéressé ait présenté une requête en ce sens. »", "III.  LE DROIT ET LA PRATIQUE INTERNATIONAUX PERTINENTS", "1.  Recommandation REC(2004)10 du Comité des Ministres du Conseil de l’Europe aux États membres relative à la protection des droits de l’homme et de la dignité des personnes atteintes de troubles mentaux, du 22 septembre 2004", "Chapitre III – Placement involontaire pour trouble mental dans des établissements psychiatriques, et traitement involontaire pour trouble mental", "(...)", "Article 17 – Critères pour le placement involontaire", "1.  Sous réserve que les conditions suivantes sont réunies, une personne peut faire l’objet d’un placement involontaire :", "i.\tla personne est atteinte d’un trouble mental ;", "ii. l’état de la personne présente un risque réel de dommage grave pour sa santé ou pour autrui ;", "iii. le placement a notamment un but thérapeutique ;", "iv. aucun autre moyen moins restrictif de fournir des soins appropriés n’est disponible ;", "v. l’avis de la personne concernée a été pris en considération.", "(...)", "Article 18 – Critères pour le traitement involontaire", "Sous réserve que les conditions suivantes sont réunies, une personne peut faire l’objet d’un traitement involontaire :", "i.\t la personne est atteinte d’un trouble mental ;", "ii. l’état de la personne présente un risque réel de dommage grave pour sa santé ou pour autrui ;", "iii. aucun autre moyen impliquant une intrusion moindre pour apporter les soins appropriés n’est disponible ;", "iv. l’avis de la personne concernée a été pris en considération.", "Article 19 – Principes relatifs au traitement involontaire", "1. Le traitement involontaire devrait :", "i.\trépondre à des signes et à des symptômes cliniques spécifiques ;", "ii. être proportionné à l’état de santé de la personne ;", "iii. faire partie d’un plan de traitement écrit ;", "iv. être consigné par écrit ;", "v. le cas échéant, avoir pour objectif le recours, aussi rapidement que possible, à un traitement acceptable par la personne.", "2. Outre les conditions énoncées dans l’article 12.1 ci-dessus, le plan de traitement devrait :", "i.\tdans la mesure du possible, être élaboré après consultation de la personne concernée et, le cas échéant, de sa personne de confiance, ou du représentant de la personne concernée ;", "ii. être réexaminé à des intervalles appropriés et, si nécessaire, modifié, chaque fois que cela est possible, après consultation de la personne concernée, et, le cas échéant, de sa personne de confiance, ou du représentant de la personne concernée.", "3.  Les États membres devraient s’assurer que les traitements involontaires ne sont effectués que dans un environnement approprié.", "Article 20 – Procédures pour la prise de décision sur le placement et/ou le traitement involontaires", "Décision", "1. La décision de soumettre une personne à un placement involontaire devrait être prise par un tribunal ou une autre instance compétente. Le tribunal ou l’autre instance compétente devrait :", "i.\tprendre en considération l’avis de la personne concernée ;", "ii. prendre sa décision selon les procédures prévues par la loi, sur la base du principe suivant lequel la personne devrait être vue et consultée.", "2. La décision de soumettre une personne à un traitement involontaire devrait être prise par un tribunal ou une autre instance compétente. Le tribunal ou l’autre instance compétente devrait :", "i.\tprendre en considération l’avis de la personne concernée ;", "ii. prendre sa décision selon les procédures prévues par la loi, sur la base du principe suivant lequel la personne devrait être vue et consultée.", "Toutefois, la loi peut prévoir que, lorsqu’une personne fait l’objet d’un placement involontaire, la décision de la soumettre à un traitement involontaire peut être prise par un médecin possédant les compétences et l’expérience requises, après examen de la personne concernée, en prenant en considération l’avis de cette personne.", "3. Toute décision de soumettre une personne à un placement ou à un traitement involontaires devrait être consignée par écrit et indiquer la période maximale au-delà de laquelle, conformément à la loi, elle doit être officiellement réexaminée. Cela s’entend sans préjudice des droits de la personne aux réexamens et aux recours, en accord avec les dispositions de l’article 25.", "Procédures préalables à la décision", "4. Le placement ou le traitement involontaires, ou leur prolongation, ne devraient être possibles que sur la base d’un examen par un médecin possédant les compétences et l’expérience requises, et en accord avec des normes professionnelles valides et fiables.", "5. Ce médecin ou l’instance compétente devrait consulter les proches de la personne concernée, sauf si cette dernière s’y oppose, si cela ne peut être réalisé pour des raisons pratiques ou si, pour d’autres raisons, cela n’est pas approprié.", "6. Tout représentant de cette personne devrait être informé et consulté.", "(...)", "Article 24 – Arrêt du placement et/ou du traitement involontaires", "1. Il devrait être mis fin au placement ou au traitement involontaires si l’un des critères justifiant cette mesure n’est plus rempli.", "2. Le médecin responsable des soins de la personne devrait aussi vérifier si l’un des critères pertinents n’est plus rempli, à moins qu’un tribunal ne se soit réservé la responsabilité de l’examen des risques de dommage grave pour autrui ou qu’il n’ait confié cet examen à une instance spécifique.", "3. Sauf si la levée d’une mesure est soumise à une décision judiciaire, le médecin, l’autorité responsable et l’instance compétente devraient pouvoir agir, sur la base des critères énoncés ci-dessus, pour mettre fin à l’application de cette mesure.", "4. Les États membres devraient s’efforcer de réduire au minimum, chaque fois que cela est possible, la durée du placement involontaire, au moyen de services de postcure appropriés.", "Article 25 – Réexamen et recours concernant la légalité d’un placement et/ou d’un traitement involontaires", "1. Les États membres devraient s’assurer que les personnes qui font l’objet d’un placement ou d’un traitement involontaires peuvent exercer effectivement le droit :", "i.\td’exercer un recours contre une décision ;", "ii. d’obtenir d’un tribunal le réexamen, à intervalles raisonnables, de la légalité de la mesure ou de son maintien ;", "iii. d’être entendues en personne ou par l’intermédiaire d’une personne de confiance ou d’un représentant, lors des procédures de réexamen ou d’appel.", "2. Si la personne concernée ou, le cas échéant, la personne de confiance ou le représentant, ne demande pas de réexamen, l’autorité responsable devrait en informer le tribunal et veiller à ce qu’il soit vérifié à intervalles raisonnables et réguliers que la mesure continue d’être légale.", "3. Les États membres devraient envisager la possibilité pour la personne d’être assistée d’un avocat dans toutes les procédures de ce type engagées devant un tribunal. Lorsque la personne ne peut agir en son nom propre, elle devrait avoir droit aux services d’un avocat et, conformément au droit national, à une aide juridique gratuite. L’avocat devrait avoir accès à toutes les pièces en possession du tribunal, et avoir le droit de contester les preuves devant le tribunal.", "4. Si la personne a un représentant, ce dernier devrait avoir accès à toutes les pièces en possession du tribunal, et avoir le droit de contester les preuves devant le tribunal.", "5. La personne concernée devrait avoir accès à toutes les pièces en possession du tribunal, sous réserve du respect de la protection de la confidentialité et de la sûreté d’autrui, en accord avec la législation nationale. Si la personne n’a pas de représentant, elle devrait pouvoir bénéficier de l’assistance d’une personne de confiance dans toutes les procédures engagées devant un tribunal.", "6. Le tribunal devrait prendre sa décision dans des délais brefs. S’il observe une quelconque violation de la législation nationale applicable en la matière, il devrait le signaler à l’instance pertinente.", "7. Il devrait être possible de faire appel de la décision du tribunal.", "(...)", "Chapitre VI – Implication du système de justice pénale", "Article 34 – Implication des tribunaux", "1. Conformément au droit pénal, les tribunaux peuvent imposer le placement ou le traitement pour un trouble mental que la personne concernée consente ou non à la mesure en question. Les États membres devraient s’assurer que la personne peut exercer effectivement le droit au réexamen par un tribunal, à intervalles raisonnables, de la légalité de la mesure ou de son maintien. Les autres dispositions du chapitre III devraient être prises en compte pour de tels placements et traitement ; toute non-application de ces dispositions devrait pouvoir être justifiée.", "2. Les tribunaux devraient prendre de telles décisions concernant le placement ou le traitement pour un trouble mental sur la base de normes d’expertise médicale valides et fiables, et en prenant en considération la nécessité pour les personnes atteintes de troubles mentaux d’être traitées dans un lieu adapté à leurs besoins de santé. Cette disposition s’entend sans préjudice de la faculté pour un tribunal d’imposer, conformément à la loi, une évaluation psychiatrique et un suivi psychiatrique ou psychologique comme alternative à l’emprisonnement ou au prononcé d’une décision définitive.", "2.  Recommandation Rec(2006)2 du Comité des Ministres aux États membres sur les Règles pénitentiaires européennes du 11 janvier 2006", "Annexe à la Recommandation Rec(2006)2", "Partie I", "Principes fondamentaux", "12.1\tLes personnes souffrant de maladies mentales et dont l’état de santé mentale est incompatible avec la détention en prison devraient être détenues dans un établissement spécialement conçu à cet effet.", "3.  Principes pour la protection des personnes atteintes de maladie mentale et pour l’amélioration des soins de santé mentale (A/RES/46/119) adoptés par l’Assemblée générale des Nations Unies le 17 décembre 1991", "Principe 4", "Décision de maladie mentale", "1.  Il ne peut être décidé qu’une personne est atteinte de maladie mentale que conformément aux normes médicales acceptées sur le plan international.", "(...)", "Principe 5", "Examen médical", "Nul ne sera astreint à subir un examen médical pour déterminer s’il est ou non atteint de maladie mentale, si ce n’est en application d’une procédure autorisée par la législation nationale.", "(...)", "Principe 9", "Traitement", "1.  Tout patient a le droit d’être traité dans l’environnement le moins restrictif possible et selon le traitement le moins restrictif ou portant atteinte à l’intégrité du patient répondant à ses besoins de santé et à la nécessité d’assurer la sécurité physique d’autrui.", "2.  Le traitement et les soins dispensés au patient doivent se fonder sur un programme individuel discuté avec lui, régulièrement revu, modifié le cas échéant, et appliqué par un personnel spécialisé qualifié.", "3.  Les soins de santé mentale doivent, toujours, être dispensés conformément aux normes d’éthique applicables aux praticiens de santé mentale, y compris aux normes acceptées sur le plan international, telles que les Principes d’éthique médicale applicables au rôle du personnel de santé, en particulier des médecins, dans la protection des prisonniers et des détenus contre la torture et autres peines ou traitements cruels, inhumains ou dégradants, adoptés par l’Assemblée générale des Nations Unies. Il ne doit jamais être abusé des connaissances et des méthodes de soins de santé mentale.", "(...)", "Principe 11", "Consentement au traitement", "1.  Aucun traitement ne doit être administré à un patient sans qu’il y ait donné son consentement en connaissance de cause, sous réserve des cas prévus aux paragraphes 6, 7, 8, 13 et 15 du présent principe.", "(...)", "6.  Excepté dans les cas prévus aux paragraphes 7, 8, 12, 13, 14 et 15 du présent principe, le traitement proposé peut être dispensé au patient sans son consentement donné en connaissance de cause, si les conditions suivantes sont remplies :", "a)  Le patient n’est pas un patient volontaire au moment considéré ;", "b)  Une autorité indépendante, ayant en sa possession tous les éléments d’information nécessaires, y compris les éléments indiqués au paragraphe 2 du présent principe, est convaincue que le patient n’a pas, au moment considéré, la capacité de donner ou de refuser son consentement en connaissance de cause au traitement proposé ou, si la législation nationale le prévoit, que, eu égard à la sécurité du patient ou à celle d’autrui, le patient refuse déraisonnablement son consentement ;", "c)  L’autorité indépendante est convaincue que le traitement proposé répond au mieux aux besoins de la santé du patient.", "7.  Le paragraphe 6 ci-dessus ne s’applique pas à un patient ayant un représentant personnel habilité par la loi à consentir au traitement en son nom, étant entendu toutefois que, dans les cas prévus aux paragraphes 12, 13, 14 et 15 du présent principe, le traitement peut être administré audit patient sans son consentement donné en connaissance de cause si son représentant personnel, après avoir eu connaissance des éléments d’information indiqués au paragraphe 2 du présent principe, y consent en son nom.", "8.  Excepté dans les cas prévus aux paragraphes 12, 13, 14 et 15 du présent principe, le traitement peut également être dispensé à un patient sans son consentement donné en connaissance de cause si un praticien de santé mentale qualifié, habilité par la loi, conclut que ce traitement est urgent et nécessaire pour prévenir un dommage immédiat ou imminent au patient ou à autrui. Ce traitement ne doit durer que le temps strictement nécessaire à cet effet.", "9.  Lorsqu’un traitement est autorisé sans le consentement du patient donné en connaissance de cause, tout est fait néanmoins pour tenter d’informer le patient de la nature du traitement et de tout autre mode de traitement possible, et pour faire participer le patient dans la mesure du possible à l’application du traitement.", "10.  Tout traitement est immédiatement inscrit dans le dossier du patient, avec mention de son caractère volontaire ou non volontaire.", "11.  La contrainte physique ou l’isolement d’office du patient ne doivent être utilisés que conformément aux méthodes officiellement approuvées du service de santé mentale, et uniquement si ce sont les seuls moyens de prévenir un dommage immédiat ou imminent au patient ou à autrui. Le recours à ces mesures ne doit durer que le temps strictement nécessaire à cet effet. Toutes les mesures de contrainte physique ou d’isolement d’office, les raisons qui les motivent, leur nature et leur étendue, doivent être inscrites dans le dossier du patient. Tout patient soumis à la contrainte physique ou à l’isolement d’office doit bénéficier de conditions humaines et être soigné et régulièrement et étroitement surveillé par un personnel qualifié. Dans le cas d’un patient ayant un représentant personnel, celui-ci est avisé sans retard, le cas échéant, de toute mesure de contrainte physique ou d’isolement d’office.", "(...)", "16. Dans les cas visés aux paragraphes 6, 7, 8, 13, 14 et 15 du présent principe, le patient ou son représentant personnel ou toute personne intéressée ont, à l’égard de tout traitement auquel le patient est soumis, le droit de présenter un recours auprès d’un organe judiciaire ou d’une autre autorité indépendante.", "(...)", "Principe 16", "Placement d’office", "1.  Une personne ne peut être placée d’office dans un service de santé mentale ou, ayant déjà été admise volontairement dans un service de santé mentale, ne peut y être gardée d’office, qu’à la seule et unique condition qu’un praticien de santé mentale qualifié et habilité à cette fin par la loi décide, conformément au principe 4 ci-dessus, que cette personne souffre d’une maladie mentale et considère :", "a)  Que, en raison de cette maladie mentale, il y a un risque sérieux de dommage immédiat ou imminent pour cette personne ou pour autrui ; ou", "b)  Que, dans le cas d’une personne souffrant d’une grave maladie mentale et dont le jugement est atteint, le fait de ne pas placer ou garder d’office cette personne serait de nature à entraîner une grave détérioration de son état ou empêcherait de lui dispenser un traitement adéquat qui ne peut être administré que par placement dans un service de santé mentale conformément au principe de la solution la moins contraignante.", "Dans le cas visé à l’alinéa b, un deuxième praticien de santé mentale répondant aux mêmes conditions que le premier et indépendant de celui-ci est consulté si cela est possible. Si cette consultation a lieu, le placement ou le maintien d’office du patient ne peut se faire qu’avec l’assentiment de ce deuxième praticien.", "2.  La mesure de placement ou de maintien d’office est prise initialement pour une brève période prévue par la législation nationale aux fins d’observation et de traitement préliminaire, en attendant que la décision de placement ou de maintien d’office soit examinée par l’organe de révision. Les raisons du placement ou de maintien d’office sont communiquées sans retard au patient, de même que le placement ou le maintien d’office et les raisons qui les motivent sont aussi communiqués sans délai à l’organe de révision, au représentant personnel du patient, s’il en a un, et, sauf objection du patient, à la famille de celui-ci.", "(...)", "Principe 17", "Organe de révision", "1.  L’organe de révision est un organe judiciaire ou un autre organe indépendant et impartial établi et agissant selon les procédures fixées par la législation nationale. Il prend ses décisions avec le concours d’un ou plusieurs praticiens de santé mentale qualifiés et indépendants et tient compte de leur avis.", "2.  Comme prescrit au paragraphe 2 du principe 16 ci-dessus, l’organe de révision procède à l’examen initial d’une décision de placer ou de garder d’office un patient dès que possible après l’adoption de cette décision et selon des procédures simples et rapides fixées par la législation nationale.", "3.  L’organe de révision examine périodiquement les cas des patients placés d’office à des intervalles raisonnables fixés par la législation nationale.", "4.  Tout patient placé d’office peut présenter à l’organe de révision une demande de sortie ou de placement volontaire, à des intervalles raisonnables fixés par la législation nationale.", "5.  A chaque réexamen, l’organe de révision examine si les conditions du placement d’office énoncées au paragraphe 1 du principe 16 ci-dessus sont toujours réunies, sinon, il est mis fin au placement d’office du patient.", "6.  Si, à tout moment, le praticien de santé mentale chargé du cas estime que les conditions pour maintenir une personne en placement d’office ne sont plus réunies, il prescrit qu’il soit mis fin au placement d’office de cette personne.", "7.  Un patient ou son représentant personnel ou toute autre personne intéressée a le droit de faire appel devant une instance supérieure d’une décision de placement ou de maintien d’office d’un patient dans un service de santé mentale.", "Principe 18", "Garanties de procédure", "1.  Le patient a le droit de choisir et de désigner un conseil pour le représenter en tant que tel, y compris pour le représenter dans toute procédure de plainte ou d’appel. Si le patient ne s’assure pas de tels services, un conseil sera mis à la disposition du patient sans frais pour lui dans la mesure où il n’a pas de moyens suffisants pour le rémunérer.", "2.  Le patient a aussi le droit à l’assistance, si nécessaire, des services d’un interprète. S’il a besoin de tels services et ne se les assure pas, ils seront mis à sa disposition sans frais pour lui dans la mesure où il n’a pas de moyens suffisants pour les rétribuer.", "3.  Le patient et son conseil peuvent demander et présenter à toute audience un rapport établi par un spécialiste indépendant de la santé mentale et tous autres rapports et éléments de preuve verbaux, écrits et autres qui sont pertinents et recevables.", "4.  Des copies du dossier du patient et de tous les rapports et documents devant être présentés doivent être données au patient et au conseil du patient, sauf dans les cas spéciaux où il est jugé que la révélation d’un élément déterminé au patient nuirait gravement à la santé du patient ou compromettrait la sécurité d’autrui. Au cas où la législation nationale le permet et si la discrétion peut être garantie, tout document qui n’est pas donné au patient devrait être donné au représentant et au conseil du patient. Quand une partie quelconque d’un document n’est pas communiquée à un patient, le patient ou le conseil du patient, le cas échéant, doit être avisé de la noncommunication et des raisons qui la motivent, et la décision de noncommunication pourra être réexaminée par le tribunal.", "5.  Le patient, le représentant personnel et le conseil du patient ont le droit d’assister, de participer à toute audience et d’être entendus personnellement.", "6.  Si le patient, le représentant personnel ou le conseil du patient demandent que telle ou telle personne soit présente à l’audience, cette personne y sera admise, à moins qu’il ne soit jugé que la présence de la personne risque d’être gravement préjudiciable à l’état de santé du patient, ou de compromettre la sécurité d’autrui.", "7.  Lors de toute décision sur le point de savoir si l’audience ou une partie de l’audience doit se dérouler en public ou en privé et s’il peut en être rendu compte publiquement, il convient de tenir dûment compte des vœux du patient lui-même, de la nécessité de respecter la vie privée du patient et d’autres personnes et de la nécessité d’empêcher qu’un préjudice grave ne soit causé à l’état de santé du patient ou d’éviter de compromettre la sécurité d’autrui.", "8.  La décision qui sera prise à l’issue de l’audience et les raisons qui la motivent seront indiquées par écrit. Des copies en seront données au patient, à son représentant personnel et à son conseil. Pour décider si la décision doit ou non être publiée intégralement ou en partie, il sera pleinement tenu compte des vœux du patient lui-même, de la nécessité de respecter sa vie privée et celle d’autres personnes, de l’intérêt public concernant la transparence dans l’administration de la justice et de la nécessité d’empêcher qu’un préjudice grave ne soit causé à la santé du patient ou d’éviter de compromettre la sécurité d’autrui.", "Principe 19", "Accès à l’information", "1.  Un patient (terme qui s’entend également d’un ancien patient dans le présent principe) doit avoir accès aux informations le concernant se trouvant dans ses dossiers médical et personnel que le service de santé mentale détient. Ce droit peut faire l’objet de restrictions afin d’empêcher qu’un préjudice grave ne soit causé à la santé du patient et d’éviter de compromettre la sécurité d’autrui. Au cas où la législation nationale le permet et si la discrétion peut être garantie, les renseignements qui ne sont pas donnés au patient peuvent être donnés au représentant personnel et au conseil du patient. Quand une partie des informations n’est pas communiquée à un patient, le patient ou le conseil du patient, le cas échéant, doit être avisé de la noncommunication et des raisons qui la motivent et la décision peut faire l’objet d’un réexamen par le tribunal.", "2.  Toutes observations écrites du patient, du représentant personnel ou du conseil du patient doivent, à la demande de l’un d’eux, être versées au dossier du patient.", "Principe 20", "Délinquants de droit commun", "1.  Le présent principe s’applique aux personnes qui exécutent des peines de prison pour avoir commis des infractions pénales, ou qui sont détenues dans le cadre de poursuites ou d’une enquête engagée contre elles au pénal, et dont il a été établi qu’elles étaient atteintes de maladie mentale ou dont il est jugé qu’elles sont peut-être atteintes d’une telle maladie.", "2.  Toutes ces personnes doivent recevoir les meilleurs soins de santé mentale disponibles comme prévu au principe 1 ci-dessus. Les présents Principes leur sont applicables dans toute la mesure possible, sous réserve des quelques modifications et exceptions qui s’imposent en l’occurrence. Aucune de ces modifications et exceptions ne doit porter atteinte aux droits reconnus à ces personnes par les instruments visés au paragraphe 5 du principe 1 ci-dessus.", "3.  La législation nationale peut autoriser un tribunal ou une autre autorité compétente, en se fondant sur des avis médicaux compétents et indépendants, à ordonner le placement de telles personnes dans un service de santé mentale.", "4.  Le traitement de personnes dont il a été établi qu’elles étaient atteintes de maladie mentale doit être en toutes circonstances conforme au principe 11 ci-dessus.", "Principe 21", "Plaintes", "Tout patient et ancien patient ont le droit de porter plainte conformément aux procédures prévues par la législation nationale.", "4.  Rapport au Conseil fédéral suisse relatif à la visite effectuée en  par le Comité européen pour la prévention de la torture et des peines ou traitements inhumains ou dégradants (CPT) du 5 au 15 février 2001 (publié le 25 mars 2002)", "c. révision à intervalles réguliers", "187.  Il doit être mis fin au placement non volontaire dans un établissement psychiatrique dès lors que l’état de santé mentale du patient le permet. En conséquence, la nécessité du placement devrait être révisée à intervalles réguliers.", "188.  Le CPT a noté que la poursuite de l’hospitalisation d’un patient est réexaminée par le Président du Tribunal de première instance local (article 60 de la Loi cantonale de Thurgovie sur l’application du CCS), après qu’une décision négative ait été prise sur la demande de libération formulée par le patient ou par un parent proche à l’organe compétent (autorité de tutelle ou médecin Directeur de la Clinique). En outre, conformément à l’article 59, paragraphe 2, de la même loi, la clinique est obligée de réexaminer au moins une fois par an si la libération d’un patient placé à titre non volontaire est indiquée et de faire rapport en conséquence à l’autorité de tutelle. Dans ce contexte, le CPT souhaite souligner qu’une telle période, même si elle pouvait être considérée comme appropriée pour des patients à long terme, ne répondrait pas aux exigences de nombreux patients, dont le placement non volontaire devrait être revu à des intervalles bien plus brefs (par exemple, tous les trois mois).", "Au cours à la fois du réexamen interne par la Clinique et du réexamen judiciaire par le Tribunal, la \"Commission d’experts en psychiatrie\" peut être consultée (article 33h de la Loi cantonale sur la Santé). Selon une instruction administrative en date du 10 juin 1997 du Département cantonal de la justice et de la sécurité de Thurgovie, l’autorité de tutelle est chargée de se tenir informée \"activement et régulièrement\" sur l’état de santé des patients placés à titre non volontaire et de procéder d’office à un réexamen annuel en coopération avec la Clinique.", "189.  Dans leur lettre du 8 mai 2001, les autorités du Canton de Thurgovie ont indiqué leur intention de promulguer des dispositions juridiques réglementant le réexamen à intervalles réguliers des placements non volontaires, celles-ci pouvant entrer en vigueur le 1er janvier 2002. Le CPT se félicite de cette évolution et souhaite recevoir copie de ces dispositions juridiques en temps utile.", "Plus généralement; le CPT recommande aux autorités suisses de prendre des mesures afin de prévoir, dans le nouveau projet de Loi fédérale sur la tutelle à l’examen, la révision automatique, à intervalles réguliers, des mesures de placement non volontaire. Cette procédure de révision devrait notamment offrir des garanties d’indépendance et d’impartialité, ainsi que d’expertise médicale objective, et devrait viser toutes les formes de placement non volontaire, quels qu’en soient les motifs.", "5.  Rapport au Conseil fédéral suisse relatif à la visite effectuée en  par le Comité européen pour la prévention de la torture et des peines ou traitements inhumains ou dégradants (CPT) du 24 septembre au 5 octobre 2007 (publié le 18 novembre 2008)", "32.  Dans la partie de son rapport relative aux détenus faisant l’objet d’une mesure d’internement, en particulier au sein de l’établissement de Pöschwies, où le requérant était interné au moment de la procédure litigieuse (voir paragraphe 19 ci-dessus), le CPT relève que :", "b. prise en charge médicale", "156.  Dans chacun des trois établissements visités, une équipe dotée de personnels qualifiés et en nombre suffisant, multidisciplinaire (psychiatrie, psychologie, etc.) et multilingue, indépendante de l’établissement, était en charge du traitement des détenus à l’encontre desquels un traitement institutionnel avait été ordonné par une autorité judiciaire.", "157.  Ces équipes respectaient, pour tous les détenus à l’encontre desquels un traitement institutionnel avait été ordonné, un protocole de traitement structuré et transparent, fondé sur l’évaluation des besoins individuels, visant à la fois à juguler la pathologie psychiatrique et à prévenir le risque de récidive.", "En particulier, à leur admission dans l’établissement pénitentiaire, tous ces détenus avaient leur diagnostic (établi au cours de la procédure pénale) vérifié. La thérapie était ensuite décidée et le cas attribué à un thérapeute. Un contrat (contenant notamment des informations sur la thérapie et l’obligation de faire rapport aux autorités compétentes) était systématiquement conclu entre le thérapeute désigné et le détenu. Le traitement comprenait, outre l’administration de médicaments, de la thérapie individuelle ou de groupe. Les détenus passaient par différentes phases, allant de l’évaluation de la capacité/motivation de suivre une thérapie à la préparation à la libération. Les thérapies faisaient l’objet d’une supervision externe régulière. Un rapport était établi chaque année ; il était montré aux détenus et, à Thorberg, ces derniers étaient invités à le commenter. Dans les trois établissements, les détenus avec lesquels la délégation s’est entretenue étaient bien informés sur le contenu et le but de leur thérapie.", "De plus, les thérapeutes participaient régulièrement à des réunions avec le personnel pénitentiaire, ce qui permettait l’échange d’informations (dans la limite du secret médical et du contrat signé avec le détenu) et contribuait à la sécurité dynamique.", "En bref, dans les trois établissements visités, la délégation a retiré une impression globalement favorable de la qualité des traitements spécialisés dispensés aux personnes à l’encontre desquelles un tel traitement avait été ordonné.", "Cela étant, de nombreux détenus atteints de graves troubles mentaux avaient besoin, outre ce traitement, d’un environnement et de personnels spécialisés (notamment des infirmiers spécialisés en psychiatrie) que les établissements visités n’offraient pas (voir le paragraphe 169). En d’autres termes, pour ces détenus, Lenzburg, Pöschwies et Thorberg n’étaient pas des établissements « appropriés ».", "158.  Cet état de choses a été confirmé par des thérapeutes, qui ont indiqué à la délégation que de nombreux détenus souffraient de troubles psychiatriques aigus et ne pouvaient dès lors pas être pris en charge de manière appropriée dans l’établissement pénitentiaire dans lequel ils se trouvaient ; leur état de santé nécessitait une admission en milieu hospitalier, où ils pourraient bénéficier de soins et d’une surveillance médicale constante. A ce sujet, des membres de la direction des établissements visités ont fait part de leur inquiétude face au nombre toujours plus élevé d’internés et de détenus souffrant de graves troubles mentaux placés dans des établissements d’exécution des peines (« wir sind als Spital missbraucht »).", "IV.  LE DROIT DES ÉTATS MEMBRES DU CONSEIL DE L’EUROPE", "33.  En ce qui concerne la question des expertises nécessaires en vue du prononcé, du maintien ou de la levée d’une mesure d’internement psychiatrique, la Cour a examiné en détail le droit en vigueur dans 26 États membres du Conseil de l’Europe : Albanie, Allemagne, Autriche, Belgique, Bosnie-Herzégovine, Bulgarie, Croatie, Espagne, Estonie, France, Géorgie, Grèce, Italie, Lituanie, Luxembourg, l’ex-République yougoslave de Macédoine, Malte, République de Moldova, Monténégro, Pays-Bas, Pologne, Roumanie, Royaume-Uni (Angleterre et Pays de Galles), Russie, Slovénie et Turquie.", "34.  S’agissant plus particulièrement du maintien ou de la levée d’une mesure d’internement, la Cour note que l’évaluation sur la base de laquelle est prise la décision est normalement réalisée par le personnel en charge du suivi de la personne internée dans au moins 15 des 26 États membres étudiés.", "Au Luxembourg, le rapport est établi par le médecin traitant. De même, à Malte, c’est le médecin en charge du traitement du patient qui sera consulté. En Angleterre et au Pays de Galles, le rapport sera établi par le médecin clinicien en charge de la personne ; en cas d’impossibilité, ce médecin doit au moins contresigner le rapport. Dans l’ex-République yougoslave de Macédoine, la décision est prise après « avis du médecin », soit très certainement le médecin en charge du patient. Il en va de même au Monténégro. En Grèce, la décision de maintien ou de libération est prise après avis du directeur de l’institution de placement, lequel consulte très probablement le médecin traitant. De même, en Autriche, l’internement est examiné chaque année au minimum, et chaque décision des autorités judiciaires compétentes (libération, libération conditionnelle, maintien du placement) doit être précédée notamment par une déclaration de la personne en charge de l’institution de placement ; cette dernière n’étant pas nécessairement psychiatre ni au fait de chaque cas, on peut imaginer qu’il se basera sur l’opinion du médecin traitant/psychothérapeute/psychologue de la personne placée. La loi pénitentiaire dispose par ailleurs que le personnel traitant ne soit entendu par les autorités judiciaires que lorsque l’état de santé ou la personnalité de l’individu concerné l’exigent. Le recours à des experts externes est possible mais rare. En Allemagne, la mesure d’internement fait l’objet d’un examen annuel par les autorités judiciaires, qui peuvent discrétionnairement se contenter de l’évaluation faite par le médecin traitant lorsque l’internement ne dure pas plus de cinq ans.", "En Croatie, en cas de proposition de libération ou de libération conditionnelle, l’évaluation est faite par l’équipe de psychiatres participant à la prise en charge de la personne internée. En Espagne, l’évaluation est le fait de l’équipe pluridisciplinaire de l’hôpital psychiatrique concerné. Aux Pays-Bas, la décision est prise après avis du directeur de l’établissement (généralement un psychiatre), avis accompagné des notes de l’équipe soignante sur la condition mentale et physique de l’interné. Il en va toutefois différemment lorsqu’il s’agit de maintenir le placement plus de six ans. En Slovénie, le rapport est rédigé par un groupe d’experts en charge du traitement, appartenant à l’Unité de psychiatrie médico-légale du Département de psychiatrie de l’hôpital de Maribor et nommés par le directeur de l’hôpital. En Turquie, c’est une commission de santé de l’institution de placement, formée de trois experts et également en charge du diagnostic et du traitement du patient, qui rédige le rapport. En France, la décision de maintien de l’internement est prise après avis d’un collège composé de deux psychiatres de l’établissement d’accueil désignés par le directeur de ce dernier, dont l’un participant à la prise en charge de la personne concernée, ainsi que d’un membre de l’équipe pluridisciplinaire participant également à la prise en charge. En Lituanie, c’est une commission de psychiatres de l’établissement de placement qui intervient.", "35.  L’évaluation est réalisée par plusieurs médecins de l’établissement de placement, sans précision quant au fait qu’ils participent ou pas au suivi de la personne internée, dans au moins trois États membres sur les 26 étudiés. En République de Moldova, le rapport est rédigé par une commission médicale, nommée par la direction de l’hôpital, de trois médecins exerçant dans cet hôpital ; les experts judiciaires ayant auparavant rendu une expertise quant au placement ne doivent pas, si possible, faire partie de la commission. En Pologne, c’est le directeur de l’établissement ainsi que ses médecins qui formulent une opinion. En Russie, le rapport est établi par un panel de trois médecins psychiatres de l’institution de placement – il est peut-être possible que figure dans ce panel le médecin en charge du patient, la loi ne pose pas de restriction. En cas de doute, le juge peut aussi demander une expertise supplémentaire, par le Département des experts judiciaires de l’institution de placement. Bien que dépendant de l’établissement de placement d’un point de vue administratif, ces experts sont soumis à une exigence légale d’indépendance professionnelle et toute influence indue de l’administration de l’établissement, dans leurs conclusions, est pénalement réprimée.", "36.  Par ailleurs, la Cour note que l’évaluation semble être réalisée par du personnel externe à l’établissement de placement dans au moins 11 États membres sur les 26 étudiés.", "En Estonie, comme pour les expertises judiciaires ayant motivé la décision de placement, la décision de libération ou de maintien donne lieu à des expertises préparées normalement par l’Institut estonien de science médico-légale, dépendant du Ministère de la justice, ou l’un de ses départements psychiatriques hospitaliers partenaires. Les experts concernés sont soumis à une stricte exigence d’impartialité et d’indépendance. En Italie, l’évaluation est réalisée par un médecin psychiatre inscrit au registre des experts judiciaires, comme pour les expertises judiciaires initiales. Il en va de même en Roumanie, où il s’agit d’un expert psychiatre soumis à de strictes exigences d’impartialité et d’indépendance.", "En Allemagne, si l’internement dure plus de cinq ans, un examen doit être mené par un expert externe, qui n’a jamais eu à traiter le patient et qui n’appartient pas non plus à l’établissement de placement. Aux Pays-Bas, en cas de maintien du placement qui porterait sa durée totale à plus de six ans (ou un multiple de six ans), l’avis de deux experts du comportement est nécessaire. Ces experts doivent être rémunérés par l’État mais ne doivent pas avoir d’attaches avec l’établissement où la personne est placée au moment de son examen.", "En France, quand le juge de la liberté et de la détention envisage la mainlevée d’une mesure relevant du régime renforcé (internement suite à une déclaration d’irresponsabilité pénale), il peut ordonner la conduite de deux expertises par des experts psychiatres sous serment et n’appartenant pas à l’établissement d’accueil de la personne malade, choisis sur une liste établie par le procureur de la République (après avis du directeur général de l’agence régionale de santé de la région dans laquelle est situé l’établissement) ou, à défaut, sur la liste des experts inscrits près la cour d’appel de son ressort.", "En Croatie, si le tribunal ne parvient pas à prendre une décision sur la base de l’évaluation faite par l’équipe de psychiatres en charge du patient, ou à la demande de l’individu ou ses ayants-droit, il peut demander un rapport d’un expert psychiatre médico-légal exerçant dans une autre institution, ou d’un psychiatre spécialement habilité par l’Association Médicale Croate.", "En Belgique, la décision est prise par une commission de défense sociale, instituée auprès de chaque annexe psychiatrique, et composée d’un magistrat, d’un avocat, et d’un médecin (choisis par le Ministère de la justice, sur liste proposée, pour les deux premiers respectivement, par le procureur du Roi et le bâtonnier). La commission peut prendre l’avis d’un médecin de son choix appartenant ou non à l’administration.", "En Bosnie-Herzégovine, dans le cadre civil cependant, une indépendance par rapport à l’institution de placement est requise. En Bulgarie, l’institution de placement donnera son opinion sur la libération ou le maintien sur la base d’un rapport préparé par un psychiatre expert judiciaire. Celui-ci est a priori extérieur à l’institution mais il n’existe pas d’exigence claire sur ce choix, qui est donc laissé à la discrétion du tribunal.", "En Géorgie, comme pour l’expertise judiciaire initiale, l’expertise sera pratiquée par le Bureau national médico-légal du Ministère de la justice, ou par un établissement médical possédant une licence accordée par l’Agence gouvernementale de régulation des activités médicales. L’évaluation sera donc a priori externe, d’autant qu’en Géorgie, un expert a l’obligation de se récuser dès lors qu’il existe un doute quant à son indépendance et impartialité.", "37.  Enfin, la Cour note, que postérieurement à la procédure litigieuse, la Suisse a également opté pour une expertise « indépendante » concernant des cas analogues à celui du requérant. En effet, au moment d’examiner une demande de libération à l’essai, lorsque la personne concernée a commis un meurtre ou un assassinat, le nouvel article 62d § 2 du Code pénal suisse, entré en vigueur en 2007, oblige désormais les autorités à solliciter une « expertise indépendante, après avoir entendu une commission composée de représentants des autorités de poursuite pénale, des autorités d’exécution et des milieux de la psychiatrie ». Le même article ajoute que « [l]’expert et les représentants des milieux de la psychiatrie ne doivent ni avoir traité l’auteur ni s’être occupés de lui d’une quelconque manière ».", "EN DROIT", "I.  SUR LA VIOLATION DE L’ARTICLE 5 § 1 DE LA CONVENTION EN RAISON DU LIEU DE DÉTENTION", "38.  Lors de la communication, la Cour a décidé de poser d’office au Gouvernement défendeur deux questions concernant le respect de l’article 5 § 1 de la Convention, en raison de la détention du requérant dans un établissement pénitentiaire malgré le constat qu’il était atteint de troubles mentaux. L’article 5 § 1 de la Convention est ainsi libellé en ses passages pertinents :", "« Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "a) s’il est détenu régulièrement après condamnation par un tribunal compétent ;", "(...)", "e) s’il s’agit de la détention régulière d’une personne susceptible de propager une maladie contagieuse, d’un aliéné, d’un alcoolique, d’un toxicomane ou d’un vagabond ;", "(...) »", "39.  Le Gouvernement soutient, en réponse, que la question du caractère adéquat du lieu de détention « dépasse le cadre du litige soumis à l’examen de la Cour », car le requérant ne s’est jamais plaint du lieu de sa détention. A titre subsidiaire, le Gouvernement fait valoir que le requérant n’a pas épuisé les voies de recours internes, car il n’a jamais soulevé ce grief, même en substance, devant les juridictions nationales.", "40.  Le requérant répond que la règle de l’épuisement des voies de recours internes doit être appréciée avec une certaine souplesse et sans formalisme excessif. Il indique avoir soutenu, devant le Tribunal administratif et devant le Tribunal fédéral, que les autorités n’avaient pas suffisamment pris en compte les alternatives à son incarcération, telle que l’hospitalisation, et qu’elles avaient d’emblée refusé d’envisager sa libération. Il en déduit que les voies de recours internes ont été implicitement, mais nécessairement, épuisées.", "41.  La Cour rappelle qu’un grief se caractérise par les faits qu’il dénonce (Powell et Rayner c. Royaume-Uni, 21 février 1990, § 29, série A no 172). Le requérant est tenu, au titre de l’épuisement des voies de recours internes, de donner au Gouvernement défendeur l’occasion de prévenir ou redresser les violations alléguées contre eux avant que ces allégations ne soient présentées à la Cour (Gäfgen c. Allemagne [GC], no 22978/05, § 142, CEDH 2010 ; Civet c. France [GC], no 29340/95, § 41, CEDH 1999-VI).", "42.  La Cour déduit de ce qui précède qu’il lui appartient de s’assurer que le requérant ait porté à la connaissance des juridictions internes les circonstances de fait relatives aux conditions de sa détention et que, ce faisant, il ait observé les règles et procédures applicables en droit interne (Gäfgen, précité, § 142 ; Merger et Cros c. France (déc.), no 68864/01, 11 mars 2004 ; Elçi et autres c. Turquie, nos 23145/93 et 25091/94, §§ 604 et 605, 13 novembre 2003 ; Cardot c. France, 19 mars 1991, § 34, série A no 200).", "43.  Se tournant vers les circonstances de l’espèce, la Cour observe que, devant le tribunal administratif, le requérant réclamait l’organisation d’une expertise psychiatrique et la tenue d’une audience contradictoire (voir paragraphe 21 ci-dessus). Dans son recours devant le Tribunal fédéral, il reprenait pour l’essentiel les griefs déjà exposés, auxquels il ajoutait la problématique du refus de l’assistance judiciaire (voir paragraphe 23 cidessus).", "44.  La Cour en déduit que le requérant n’a pas exposé les circonstances de fait relatives aux conditions de sa détention et qu’il n’a donc jamais entendu s’en plaindre devant les juridictions internes. Le fait qu’il ait développé, au fil de son exposé, certains arguments concernant l’appréciation de sa situation par les autorités ne saurait être considéré, aux yeux de la Cour, comme suffisamment précis pour être assimilable à un grief développé en substance.", "45.  Ces éléments suffisent à la Cour pour conclure que le requérant n’a pas épuisé les voies de recours internes et que le grief doit être rejeté en application de l’article 35 §§ 1 et 4 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 5 ET 13 DE LA CONVENTION EN RAISON DE LA PROCÉDURE CONCERNANT LA DEMANDE DE LIBÉRATION À L’ESSAI DU REQUÉRANT", "46.  Le requérant dénonce les conditions dans lesquelles les autorités ont refusé en 2004 de le remettre en liberté. En particulier, il se plaint du refus d’ordonner une nouvelle expertise psychiatrique, alors que la précédente remontait à 2001. Il soutient également que les tribunaux ont refusé de tenir une audience au cours de laquelle il aurait pu présenter oralement ses observations et poser toutes questions utiles à l’auteur du rapport d’expertise psychiatrique de 2001. Il invoque les articles 5 § 4 et 13 de la Convention, ainsi libellés :", "« Toute personne privée de sa liberté par arrestation ou détention a le droit d’introduire un recours devant un tribunal, afin qu’il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale. »", "et", " « Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "A.  Sur la recevabilité", "47.  La Cour constate d’emblée que l’article 5 § 4 de la Convention constitue une lex specialis par rapport à l’article 13 de la Convention (De Jong, Baljet et Van den Brink c. Pays-Bas, 22 mai 1984, § 60, Série A no 77). Il lui paraît donc plus approprié d’examiner ce grief uniquement sous l’angle de l’article 5 §§ 1 et 4 de la Convention, tel qu’il a d’ailleurs été communiqué au Gouvernement défendeur.", "48.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "a)  Le requérant", "49.  Se référant aux arrêts de la Cour rendus dans les affaires Winterwerp c. Pays-Bas (arrêt 24 octobre 1979, §§ 39 et 55, Série A no 33) et Kolanis c. Royaume-Uni (arrêt du 21 juin 2005, no 517/02, § 67, CEDH 2005V), le requérant estime que son maintien en internement ne pouvait être conforme à la Convention que s’il était établi de manière probante, au moyen d’une expertise médicale objective, qu’il souffrait d’un trouble mental réel présentant un caractère ou une ampleur suffisante. En l’absence de persistance d’un tel trouble, son internement ne pouvait pas être valablement maintenu.", "50.  Par ailleurs, de l’avis du requérant, les autorités nationales étaient tenues de procéder à un contrôle à intervalles réguliers de la légalité de sa détention, en conformité avec le but de l’article 5 de la Convention, qui est de protéger l’individu contre l’arbitraire. Or, ceci ne fut pas le cas car les décisions litigieuses, adoptées en 2004-2005, étaient trop éloignées de l’expertise psychiatrique réalisée en 2001 et les rapports de thérapie établis par les psychologues du Service de psychiatrie et de psychologie de l’Office de l’exécution judiciaire du Canton de Zürich, notamment celui de 2004, ne peuvent pas être considérés comme des expertises objectives. Au surplus, le requérant souligne avoir toujours contesté la validité scientifique des expertises psychiatriques sur lesquelles se fondaient les décisions litigieuses et soutient qu’il n’y avait aucun lien de confiance avec l’équipe chargée de son suivi, ce qui explique son refus de suivre la thérapie qui lui avait été prescrite.", "51.  Le requérant estime, enfin, qu’en l’absence d’une nouvelle expertise psychiatrique, il avait au moins le droit d’être confronté avec l’auteur de l’expertise psychiatrique de 2001, afin qu’il puisse contrer efficacement ses conclusions, en lui posant notamment des questions sur ses méthodes de travail et sur le degré de certitude de ses conclusions. Sur ce point, il relève que le Gouvernement n’a jamais prétendu qu’il n’était pas en état d’être entendu par le Tribunal administratif en raison de sa maladie.", "b)  Le Gouvernement", "52.  Le Gouvernement estime, quant à lui, que la jurisprudence de la Cour n’exige pas que la prolongation d’une détention doive systématiquement reposer sur un avis médical récent d’un expert indépendant, la périodicité des examens pouvant varier, et l’avis du médecin traitant étant suffisant dans certains cas. Se référant à la décision d’irrecevabilité adoptée par la Cour dans l’affaire Dancy c. Royaume-Uni (no 55768/00, décision du 21 mars 2002), il estime qu’un intervalle de deux ans entre deux contrôles de la légalité de la détention est justifié lorsque les contrôles précédents ont démontré que l’état du requérant n’avait pas évolué aussi rapidement que prévu et qu’il devait encore effectuer un important travail sur lui-même avant de pouvoir être libéré.", "53.  S’agissant de la situation particulière du requérant, le Gouvernement est d’avis qu’elle n’avait que peu, voire pas du tout, évolué pendant une longue période, en raison de son défaut d’introspection suffisante et son refus de prendre les médicaments qui lui avaient été prescrits. Aucun élément du dossier ne permettrait de conclure que le rapport signé par les deux psychologues n’ait pas été objectif, ceux-ci étant, de surcroît, en contact régulier avec le requérant. Au vu de ces éléments, le Gouvernement arrive à la conclusion que la libération du requérant pouvait être refusée en 2004 sans que soit ordonnée une nouvelle expertise indépendante.", "54.  Concernant la procédure suivie par les autorités nationales pour refuser la libération du requérant, le Gouvernement se prévaut du fait que le requérant fut entendu par l’Office de l’exécution judiciaire avant que celui-ci ne se prononce. Il indique, par ailleurs, que le requérant ne demanda pas explicitement la tenue d’une audience en bonne et due forme, son allusion au droit à une audience publique et à l’arrêt de la Cour rendu dans l’affaire Winterwerp ne répondant pas aux exigences d’une « requête procédurale » en bonne et due forme. Le Tribunal administratif du canton de Zürich n’était donc pas tenu de répondre à la demande ainsi formulée, car elle ne ressortait pas suffisamment des termes employés pour être perçue comme telle.", "55.  S’agissant finalement de l’audition de l’auteur du rapport d’expertise psychiatrique de 2001, le Gouvernement soutient qu’un tribunal peut refuser l’audition d’experts, s’il estime que celle-ci n’apporterait pas d’éclaircissements utiles. Il indique que le rapport d’expertise du 7 juin 2001 est constitué de plus de 50 pages et que le requérant, avec l’aide de son représentant, avait eu la possibilité, devant chaque instance, d’exposer par écrit son point de vue.", "56.  Vu le caractère complexe d’une expertise psychiatrique, le Gouvernement est d’avis qu’une procédure écrite était d’avantage adaptée aux circonstances. A son avis, le requérant aurait dû demander au tribunal l’autorisation de poser des questions par écrit à l’expert ayant rédigé le rapport.", "2.  Appréciation de la Cour", "57.  La Cour estime qu’il convient d’examiner le grief d’abord sous l’angle de l’article 5 § 4 de la Convention.", "a)  Sur la violation de l’article 5 § 4 de la Convention", "58.  La Cour relève d’emblée que le grief du requérant se décompose en deux branches distinctes, l’une portant sur le refus d’ordonner une nouvelle expertise psychiatrique avant de rejeter sa demande de libération, l’autre ayant pour objet le refus de tenir une audience devant le Tribunal administratif de Zürich au cours de laquelle il aurait pu présenter oralement ses observations et poser toutes questions utiles à l’auteur du rapport d’expertise psychiatrique de 2001. Elle estime que chaque branche appelle un examen séparé.", "i.  Sur le refus d’ordonner une nouvelle expertise psychiatrique", "(α)  Rappel des principes généraux", "59.  En ce qui concerne la privation de liberté des personnes atteintes de troubles mentaux, un individu ne peut passer pour « aliéné » et subir une privation de liberté que si les trois conditions suivantes au moins se trouvent réunies : premièrement, son aliénation doit avoir été établie de manière probante ; deuxièmement, le trouble doit revêtir un caractère ou une ampleur légitimant l’internement ; troisièmement, l’internement ne peut se prolonger valablement sans la persistance de pareil trouble (voir parmi d’autres, Winterwerp c. Pays-Bas, 24 octobre 1979, § 39, série A no 33 ; Varbanov c. Bulgarie, no 31365/96, § 45, CEDH 2000X ; Chtoukatourov c. Russie, no 44009/05, § 114, CEDH 2008). A ce propos, aucune privation de liberté d’une personne considérée comme aliénée ne peut être jugée conforme à l’article 5 si elle a été décidée sans que l’on ait demandé l’avis d’un médecin expert. Toute autre approche reste en deçà de la protection requise contre l’arbitraire (Filip c. Roumanie, no 41124/02, § 57, 14 décembre 2006 ; Cristian Teodorescu c. Roumanie, no 22883/05, § 67, 19 juin 2012). Concernant les qualifications du médecin expert, la Cour considère en général que les autorités nationales sont mieux placées qu’elle pour en apprécier (voir, mutatis mutandis, Sabeva c. Bulgarie, no 44290/07, § 58, 10 juin 2010 ; Witek c. Pologne, no 13453/07, § 46, 21 décembre 2010 ; Biziuk v. Poland (no2), no 24580/06, § 47, 17 janvier 2012), mais elle a déjà relevé que, dans certains cas particuliers, et notamment lorsque la personne internée n’avait pas d’antécédents de troubles psychiques, il était indispensable que l’évaluation fût menée par un expert psychiatre (Luberti c. Italie, 23 février 1984, § 29, série A no 75 ; C.B. c. Roumanie, no 21207/03, § 56, 20 avril 2010 ; Ťupa c. République tchèque, no 39822/07, § 47, 26 mai 2011).", "60.  En outre, l’expertise doit être suffisamment récente pour permettre aux autorités compétentes d’apprécier la condition clinique de la personne concernée au moment où la demande de libération est prise en considération. Dans l’affaire Herz c. Allemagne (no 44672/98, § 50, 12 juin 2003), par exemple, la Cour a considéré qu’une expertise psychiatrique datant d’un an et demi ne suffisait pas à elle seule pour justifier une mesure privative de liberté (voir également, mutatis mutandis, Magalhães Pereira c. Portugal, no 44872/98, § 49, CEDH 2002I ; H.W. c. Allemagne, no 17167/11, § 114, 19 septembre 2013).", "(β)  Application de ces principes au cas d’espèce", "61.  La Cour note que la décision de ne pas autoriser la libération à l’essai du requérant fut adoptée par l’Office de l’exécution judiciaire notamment suite au rapport de thérapie du 23 mars 2004. Ce rapport avait été établi par deux psychologues du Service de psychiatrie et psychologie de l’Office de l’exécution judiciaire du Canton de Zürich, dont l’un avait suivi le requérant pendant son internement. Selon les deux psychologues, les conclusions de l’expertise psychiatrique externe de 2001, qui elle-même confirmait le diagnostic contenu dans le rapport d’expertise de 1995, demeuraient d’actualité. Les psychologues avaient constaté, en particulier, que le requérant persistait à nier sa maladie et refusait de suivre le traitement neuroleptique qui lui avait été prescrit.", "62.  La Cour n’a pas de raison de penser que les expertises psychiatriques réalisées en 2001 et 1995, ayant diagnostiqué que le requérant souffrait de schizophrénie paranoïde, fussent entachées d’arbitraire ou de manque de rigueur scientifique. Il est vrai qu’une troisième expertise, réalisée le 28 avril 2008, aboutit à des conclusions sensiblement différentes, excluant que le requérant fut atteint de schizophrénie paranoïde, mais il s’agit ici d’un problème d’évaluation de la qualité scientifique d’expertises psychiatriques divergentes, qui relève en premier lieu de la compétence du juge national (Herz, précité, § 51 ; Wassink c. Pays-bas, 27 septembre 1990, série A no 185-A, § 25 ; Varbanov c. Bulgarie, no 31365/96, § 48, CEDH 2000X), et pour lequel le juge national bénéficie d’une certaine marge d’appréciation (Graf c. Allemagne, (déc.), no 53783/09). La Cour ne saurait donc reprocher aux autorités nationales, rétroactivement, et sur la base de cette seule nouvelle expertise, de ne pas avoir mis en doute la qualité scientifique des conclusions, concordantes, des deux premières.", "63.  Cela étant, la Cour relève que ce rapport de thérapie n’équivalait pas à une expertise psychiatrique indépendante. Or, comme la Cour a déjà eu l’occasion de le souligner, aucune privation de liberté d’une personne considérée comme aliénée ne peut être jugée conforme à l’article 5 si elle a été décidée sans que l’on ait demandé un avis suffisamment récent d’un médecin expert (voir paragraphes 59 et 60 ci-dessus). En l’espèce, l’expertise psychiatrique sur laquelle se fondait le rapport de suivi du 23 mars 2004, et à laquelle se référaient les décisions de l’Office de l’exécution judiciaire du 24 juin 2004 et du Tribunal administratif du 19 janvier 2004, datait, respectivement, de trois ans et dix-sept jours, et de trois ans, sept mois et douze jours, par rapport auxdites décisions.", "64.  Dans une affaire récente, la Cour a accepté une décision de maintenir une personne en rétention de sûreté alors que la dernière expertise médicale sur laquelle se fondait cette décision datait de six ans (Dörr c. Allemagne (déc.) no 2894/08, 22 janvier 2013), dans la mesure où les troubles relevés dans cette expertise avaient été confirmés par le psychologue de l’établissement au sein duquel la personne était internée. Cela étant, la présente affaire se rapproche plus de l’affaire H.W., précitée, où la Cour a constaté une violation de l’article 5 § 1 de la Convention. Il est vrai que dans H.W. la dernière expertise médicale datait de plus de douze ans alors que dans le cas du requérant la dernière expertise datait de moins de quatre ans mais, comme dans H.W., le refus du requérant de suivre la thérapie qui lui avait été prescrite était dû à la rupture du lien de confiance avec le personnel de l’établissement qui l’accueillait et à la situation de blocage qui en avait suivi. Dans ces conditions, et afin de s’informer avec le plus de précision possible sur l’état mental du requérant au moment de sa demande de libération à l’essai, l’Office de l’exécution judiciaire ou le juge cantonal auraient dû, au moins, tenter d’obtenir un avis médical tiers.", "65.  Au vu de ce qui précède, la Cour considère que les autorités nationales n’étaient pas fondées à appuyer leurs décisions sur le rapport de thérapie de 2004 et ne disposaient donc pas de suffisamment d’éléments permettant d’établir que les conditions pour la libération à l’essai du requérant n’étaient pas réunies.", "66.  Par conséquent, la Cour conclut que l’article 5 § 4 de la Convention a été violé pour ce qui est du refus d’ordonner une nouvelle expertise psychiatrique du requérant.", "ii.  Sur le refus de tenir une audience devant le tribunal administratif", "(α)  Rappel des principes généraux", "67.  La Cour rappelle que l’article 5 § 4 reconnaît aux personnes détenues le droit d’introduire un recours pour faire contrôler le respect des exigences de procédure et de fond nécessaires à la « légalité », au sens de la Convention, de leur privation de liberté. Le concept de « légalité » doit avoir le même sens au paragraphe 4 de l’article 5 qu’au paragraphe 1, de sorte qu’une personne détenue a le droit de faire contrôler la « légalité » de sa détention sous l’angle non seulement du droit interne, mais aussi de la Convention, des principes généraux qu’elle consacre et du but des restrictions qu’autorise l’article 5 § 1. L’article 5 § 4 ne garantit pas un droit à un contrôle juridictionnel d’une ampleur telle qu’il habiliterait le tribunal compétent à substituer sur l’ensemble des aspects de la cause, y compris des considérations de pure opportunité, sa propre appréciation à celle de l’autorité dont émane la décision. Il n’en veut pas moins un contrôle assez ample pour s’étendre à chacune des conditions indispensables à la « légalité » de la détention d’un individu au regard du paragraphe 1 (Stanev c. Bulgarie [GC], no 36760/06, § 171, 17 janvier 2012).", "68.  Un aliéné interné dans un établissement psychiatrique pour une durée illimitée ou prolongée a donc, en principe, le droit, au moins en l’absence de contrôle juridictionnel périodique et automatique, d’introduire à des intervalles raisonnables un recours devant un tribunal pour contester la « légalité » – au sens de la Convention – de son internement (Winterwerp, précité, § 55 ; Luberti c. Italie, 23 février 1984, § 31, Série A no 75 ; Rakevitch c. Russie, no 58973/00, §§ 43 et suivants, 28 octobre 2003). Il n’en va pas autrement lorsque la détention avait à l’origine été validée par une autorité judiciaire (X c. Royaume-Uni, 5 novembre 1981, § 52, Série A no 46).", "69.  En outre, si une procédure relevant de l’article 5 § 4 ne doit pas toujours s’accompagner de garanties identiques à celles que l’article 6 prescrit pour les litiges civils ou pénaux (A. et autres c. Royaume-Uni [GC], no 3455/05, § 203, CEDH 2009), elle doit revêtir un caractère judiciaire et offrir à l’individu mis en cause des garanties adaptées à la nature de la privation de liberté dont il se plaint (Winterwerp, précité, § 57 ; Bouamar c. Belgique, 29 février 1988, §§ 57 et 60, série A no 129 ; Włoch c. Pologne, no 27785/95, § 125, CEDH 2000-XI ; Reinprecht c. Autriche, no 67175/01, § 31, CEDH 2005-XII ; Allen c. Royaume-Uni, no 18837/06, §§ 40-48, 30 mars 2010). Pour déterminer si une procédure offre des garanties suffisantes, il faut avoir égard à la nature particulière des circonstances dans lesquelles elle se déroule (Winterwerp, précité, § 57; Hertz, précité, § 64).", "70.  En particulier, la personne internée doit avoir accès à un tribunal et l’occasion d’être entendue elle-même ou, au besoin, moyennant une certaine forme de représentation (Winterwerp, précité, § 60 ; Megyeri c. Allemagne, 12 mai 1992, § 22, série A no 237A ; Stanev, précité, § 171). La procédure doit être contradictoire et respecter « l’égalité des armes » entre les parties (Sanchez-Reisse c. Suisse, 21 octobre 1986, § 51, Série A no 107 ; Toth c. Autriche, 12 décembre 1991, § 84, Série A no 224 ; Kampanis c. Grèce, 13 juillet 1995, § 47, Série A no 318B ; Schöps c. Allemagne, no  25116/94, § 44, CEDH 2001I ; Reinprecht, précité, § 31). A cet égard, la Cour rappelle que la tenue d’une audience, dans le cadre d’une procédure contradictoire prévoyant la possibilité d’être représenté et d’interroger des témoins, est nécessaire, lorsqu’il s’agit pour l’autorité judiciaire d’examiner la personnalité et le degré de maturité de la personne concernée, en vue d’en mesurer la dangerosité (Waite c. Royaume-Uni, no 53236/99, \n§ 59, 10 décembre 2002).", "(β)  Application de ces principes au cas d’espèce", "71.  La Cour relève que dans son recours adressé au Tribunal administratif, le requérant avait demandé la tenue d’une audience, à défaut d’obtenir une nouvelle expertise psychiatrique. A cette occasion, il avait expressément invoqué les articles 5 § 4 et 6 § 1 de la Convention (voir paragraphe 21 ci-dessus). Après examen, la demande fut rejetée au motif notamment que le rapport d’expertise psychiatrique de 2001 était suffisamment détaillé et que les conclusions de ce rapport avaient été confirmées par le rapport de thérapie de 2004. En outre, le requérant avait déjà contesté la validité scientifique du diagnostic établi en 1995 et 2001 devant un tribunal, sans avoir gain de cause, et aucun élément nouveau n’était intervenu depuis (voir paragraphe 22 ci-dessus).", "Le Tribunal fédéral, quant à lui, estima qu’aucune requête formelle demandant la tenue d’une audience n’avait été adressée à la juridiction cantonale (voir paragraphe 24 ci-dessus).", "72.  La Cour n’estime pas nécessaire d’examiner si le fait que le requérant ait demandé, à défaut de nouvelle expertise psychiatrique, qu’une audience fût tenue devant la juridiction cantonale, constituât ou pas une requête formelle.", "73.  Le requérant avait déjà été auditionné par l’Office de l’exécution judiciaire, qui était l’autorité chargée d’en évaluer la dangerosité. La Cour rappelle que l’article 5 § 4 ne garantit pas un droit à un contrôle juridictionnel d’une ampleur telle qu’il habiliterait le tribunal compétent à substituer sur l’ensemble des aspects de la cause, y compris des considérations de pure opportunité, sa propre appréciation à celle de l’autorité dont émane la décision (Stanev, précité, § 171).", "74.  Or, la Cour note que, tout comme le Parole Board dans l’affaire Waite, précitée, le Tribunal administratif de Zürich ne disposait pas d’une expertise psychiatrique. Il fonda sa décision sur le rapport de thérapie de 2004, faisant lui-même référence à l’expertise psychiatrique de 2001, que la Cour a déjà considérée comme n’étant pas suffisamment récente pour permettre d’apprécier la personnalité et le degré de maturité du requérant et de vérifier, par conséquent, que la décision de l’Office de l’exécution judiciaire ne fût pas entachée d’arbitraire (voir paragraphe 64 ci-dessus).", "75.  Dans ces conditions, la Cour est d’avis que le Tribunal administratif de Zürich ne pouvait se dispenser de tenir une audience afin d’entendre le requérant en personne.", "76.  Au vu de ce qui précède, la Cour conclut que l’article 5 § 4 de la Convention a été violé, en raison de l’absence d’audience devant le Tribunal administratif de Zürich.", "b)  Sur la violation de l’article 5 § 1 de la Convention", "77.  Compte tenu de la conclusion à laquelle elle est parvenue dans son examen du grief sous l’angle de l’article 5 § 4 de la Convention, la Cour estime qu’il n’y a pas lieu d’examiner de surcroît le grief sous l’angle de l’article 5 § 1 de la Convention (Herczegfalvy c. Autriche, 24 septembre 1992, § 60, série A no 244).", "III.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 5 § 4 DE LA CONVENTION", "78.  Le requérant se plaint enfin du refus de lui accorder le bénéfice de l’assistance judiciaire et de la durée de la procédure. Il invoque l’article 5 § 4 de la Convention.", "79.  Concernant le refus litigieux de l’assistance judiciaire, la Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient par conséquent de le déclarer recevable.", "80.  Cela étant, compte tenu des conclusions auxquelles elle est parvenue à propos du refus de tenir une audience, la Cour considère qu’il n’y a pas lieu d’examiner la requête également sous ce grief.", "81.  S’agissant du grief tiré de la durée excessive de la procédure, la Cour note que le requérant ne l’a pas soulevé, même en substance, devant les juridictions nationales. Elle en déduit qu’il n’a pas épuisé les voies de recours internes.", "82.  Au vu de ce qui précède, la Cour arrive à la conclusion que les griefs doivent être rejetés en application de l’article 35 §§ 3 et 4 de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "A.  Dommage", "83.  Le requérant réclame la somme de 648 000 francs suisses (CHF) au titre du préjudice matériel. Cette somme correspondrait a une perte de l’ordre de 8 000 à 10 000 CHF par mois, que le requérant aurait prétendument été en mesure de gagner s’il avait travaillé dans l’importexport, sans plus de précisions. Selon le Gouvernement, ces prétentions seraient totalement démesurées et ne seraient pas étayées.", "84.  Le requérant demande également 438 000 CHF au titre du dommage moral, pour une période d’internement de six ans, à raison de \n200 CHF par jour. Le Gouvernement s’oppose à la méthode de calcul du requérant et soutient qu’en cas de violation, une somme de 8 000 CHF serait plus appropriée.", "85.  La Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué.", "86.  Quant au dommage moral, la Cour estime, à la lumière de l’ensemble des circonstances de l’espèce, que le constat de violation suffit à remédier au tort que le maintien de la mesure d’internement, en l’absence d’une expertise psychiatrique récente et de la tenue d’une audience par le Tribunal administratif de Zürich, a pu causer au requérant.", "B.  Frais et dépens", "87.  Le requérant demande 22 362,30 CHF (environ 18 150 euros (EUR)), dont 8 974,40 CHF (environ 7 280 EUR) au titre de la procédure devant les juridictions nationales, incluant 3 575 CHF (environ 8 900 EUR) de frais administratifs et judiciaires, et 13 387,90 CHF (environ 10 870 EUR) au titre de la procédure devant la Cour.", "88.  Selon le Gouvernement, seul le montant de 3 575 CHF correspondant aux frais administratifs et judiciaires encourus dans le cadre de la procédure interne serait justifié. Il considère que la somme globale de 3 500 CHF (environ 2 840 EUR) serait plus appropriée en ce qui concerne les frais d’avocat engagés devant les juridictions internes et devant la Cour.", "89.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (Philis c. Grèce (no 1), 27 août 1991, § 74, série A no 209). En l’espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme de 6 000 EUR tous frais confondus et l’accorde au requérant.", "PAR CES MOTIFS, LA COUR,", "1.  Déclare, à l’unanimité, recevables les griefs tirés de la violation de l’article 5 §§ 1 et 4 de la Convention, en raison du refus des juridictions nationales d’ordonner une nouvelle expertise psychiatrique, de tenir une audience contradictoire et d’admettre le requérant au bénéfice de l’assistance judiciaire, et irrecevable la requête pour le surplus ;", "", "2.  Dit, par quatre voix contre trois, qu’il y a eu violation de l’article 5 § 4 de la Convention en raison du refus des juridictions nationales d’ordonner une nouvelle expertise psychiatrique et de tenir une audience contradictoire ;", "", "3.  Dit, par quatre voix contre trois, qu’il n’y a pas lieu d’examiner séparément le grief tiré de la violation de l’article 5 § 4 de la Convention en raison du refus d’admettre le requérant au bénéfice de l’assistance judiciaire ;", "", "4.  Dit, à l’unanimité, qu’il ne s’impose pas de rechercher s’il y a eu violation de l’article 5 § 1 de la Convention ;", "", "5.  Dit, par quatre voix contre trois, que le constat de violation de l’article 5 § 4 constitue en lui-même une satisfaction équitable pour tout dommage moral subi par le requérant ;", "", "6.  Dit, par quatre voix contre trois,", "a)  que l’État défendeur doit verser au requérant, dans les trois mois, à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, la somme suivante, à convertir en francs suisses, au taux applicable à la date du règlement :", "i)  6 000 EUR (six mille euros), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 18 février 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tGuido Raimondi\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante du juge Sajó ;", "–  opinion dissidente de la juge Keller à laquelle se rallie le juge Popović ;", "–  opinion dissidente du juge Lorenzen.", "G.R.A.\nS.H.N.", "", "OPINION CONCORDANTE DU JUGE SAJÓ", "Je suis entièrement d’accord avec cet arrêt, qui reflète le changement apporté dans le domaine des droits de l’homme à la suite de l’adoption par les Nations Unies de la Convention relative aux droits des personnes handicapées (CIDPH).", "", "Comme le mentionne le rapport de 2012 de l’Agence des droits fondamentaux (FRA) de l’Union européenne intitulé « Placement involontaire et traitement involontaire de personnes souffrant de troubles mentaux », la CIDPH a été adoptée en décembre 2006 et est entrée en vigueur en mai 2008. Elle réaffirme une série de droits fondamentaux des personnes handicapées, y compris des personnes souffrant de troubles mentaux. La CIDPH représente une révolution conceptuelle majeure en reconnaissant que les personnes handicapées ne doivent pas simplement être considérées comme les bénéficiaires d’organisations caritatives ou de soins médicaux, mais aussi en tant que détenteurs de droits ayant une « dignité humaine intrinsèque, méritant d’être protégée à l’égal de celle d’autres êtres humains ». La révolution conceptuelle vers une approche du handicap fondée sur les droits et consacrée par la CIDPH comporte des défis potentiels pour les cadres juridiques régissant actuellement le placement involontaire et le traitement involontaire. Les conséquences de cette révolution sont considérables.", "", "Ces considérations animent un nombre croissant de pays de l’Union européenne figurant dans l’étude de la FRA, ainsi que la législation d’autres États membres du Conseil de l’Europe. Cela est démontré dans le cas de l’amendement important de la loi en Suisse qui s’applique actuellement à la présente affaire.", "", "Je tiens à souligner que le cadre ci-dessus est pertinent dans la présente affaire. C’est dans cette perspective que le constat de violation de l’article 5 § 4 doit être placé. En fait, la Cour a conclu en l’espèce à la violation de l’article 5 § 4 au motif que les autorités nationales ne disposaient pas d’éléments suffisants permettant d’établir que les conditions en vue de la libération du requérant à l’essai n’étaient pas réunies. Le tribunal de district de Zurich ordonna l’internement du requérant au sens de l’article 43 du code pénal, dans sa version alors en vigueur. Le requérant n’a pas été condamné, même s’il a tué sa femme à cause de sa folie. Il a été privé de sa liberté conformément à l’article 5 § 1 e). Par conséquent, le cas d’espèce est clairement différent de l’affaire Dörr c. Allemagne ((déc.) no 2894/08, 22 janvier 2013), qui concernait un requérant condamné par un tribunal qui avait ordonné la peine avec Sicherungsverwahrung (détention de sûreté) et qui avait été décidé sur la base des griefs tirés de l’article 5 § 1. Le précédent Dörr ne s’applique pas dans notre cas, quoi que l’on pense de l’institution de la Sicherungsverwahrung et de la jurisprudence qui pourrait être en conflit avec la décision Dörr (voir Herz c. Allemagne, no 44672/98, § 50, 12 juin 2003 ; Magalhães Pereira c. Portugal, no 44872/98, § 49, CEDH 2002I ; H.W. c. Allemagne, no 17167/11, § 114, 19 septembre 2013).", "", "\n", "OPINION DISSIDENTE DE LA JUGE KELLER À LAQUELLE SE RALLIE LE JUGE POPOVIĆ", "", "1.  Je ne partage pas la position de la majorité selon laquelle il y a eu en l’espèce une violation de l’article 5 § 4 de la Convention.", "2.  La présente affaire est très ancienne : le requérant avait déjà saisi la Cour en février 2006. Le délai de presque huit ans jusqu’au prononcé de l’arrêt par la Cour est en soi inexcusable. Néanmoins, l’affaire soulève des questions importantes quant à la régularité d’une détention, quant au droit transitoire (intertemporel) et quant au rôle de la Cour dans ces domaines. Il est problématique que, dans cette affaire, la majorité définisse pour l’examen sur le terrain de l’article 5 § 4 un nouveau standard qui ne corresponde pas à la jurisprudence actuelle, telle qu’elle résulte notamment de l’affaire Dörr c. Allemagne (déc., no 2894/08, 22 janvier 2013).", "", "La régularité de la détention", "", "Le refus de tenir une nouvelle audience devant le tribunal administratif", "", "3.  En premier lieu, il faut rechercher si le refus de tenir une nouvelle audience devant le tribunal administratif était conforme à l’article 5 § 4 de la Convention.", "4.  Selon la jurisprudence constante de la Cour, l’article 5 § 4 garantit le droit à un contrôle juridictionnel indépendant à des intervalles raisonnables de la régularité la détention au regard de l’article 5 § 1e) (Ashingdane c. Royaume-Uni, 28 mai 1985, § 52, série A no 93 ; Winterwerp c. Pays-Bas, 24 octobre 1979, § 55, Série A no 33). Cette garantie revêt une « importance fondamentale eu égard à l’objectif qui sous-tend l’article 5 de la Convention, à savoir la protection contre l’arbitraire » (Stanev c. Bulgarie [GC], no 36760/06, § 170, 17 janvier 2012).", "5.  En l’espèce, le temps écoulé est particulièrement important. Il faut rappeler que, dans une première expertise réalisée en octobre 1995, un psychiatre externe constata que le requérant souffrait depuis plusieurs années de schizophrénie paranoïde chronique et qu’il abusait de stupéfiants. Il estima que le délit commis était en rapport direct avec sa maladie et l’abus de drogue. Ces conclusions furent confirmées par deux médecins en 2001 dans une deuxième expertise externe.", "6.  Il est notoire que la très grande majorité des cas d’abus de drogue ne se soldent pas par un crime aussi affreux que celui commis ici. L’hypothèse des experts selon laquelle il y avait un lien établi entre la maladie du requérant et le crime était probante à l’époque et elle l’est encore aujourd’hui, rétrospectivement. Les autorités nationales n’avaient donc aucune raison de mettre en doute ces expertises.", "7.  Au cours des trois années suivantes, le requérant ne montra aucun signe de prise de conscience de sa maladie ou d’introspection et persista à refuser un traitement, ce qui conduisit à la réalisation d’un troisième rapport, cette fois interne, par deux psychologues, dont l’un avait suivi le requérant. Le troisième rapport confirma une nouvelle fois les conclusions des expertises précédentes.", "8.  Le 6 mai 2004, c’est-à-dire deux ans et neuf mois après la dernière expertise externe et deux mois après la dernière expertise interne, la Direction de la justice et de l’intérieur du canton de Zürich entendit le requérant et refusa sa libération à l’essai. Le recours introduit par le requérant contre cette décision fut rejeté le 19 janvier 2005 sur la base de tous les rapports disponibles à l’époque ainsi qu’au vu du comportement du requérant (voir § 19).", "9.  Il convient de rappeler que, selon la jurisprudence de la Cour, la procédure exigée par l’article 5 § 4 ne doit pas toujours être identique à celle que l’article 6 prescrit pour les litiges civils ou pénaux (A. et autres c. Royaume-Uni [GC], no 3455/05, § 203, CEDH 2009). Elle doit revêtir «un caractère judiciaire » et donner « à l’individu en cause des garanties adaptées à la nature de la privation de liberté dont il se plaint» (Winterwerp, précité, § 57). La possibilité de contester la régularité de la détention devant la Direction de la justice et de l’intérieur du canton de Zürich, devant le tribunal administratif et finalement devant le Tribunal fédéral répond à ces exigences (Shtukaturov c. Russie, no 44009/05, § 123, CEDH 2008). Le tribunal administratif avait tout pouvoir pour examiner l’affaire et aurait pu, selon la jurisprudence du Tribunal fédéral, demander une nouvelle expertise externe s’il l’avait estimé nécessaire (voir § 31).", "10.  La Cour a constaté à plusieurs reprises que « pour déterminer si une procédure offre des garanties suffisantes, il faut avoir égard à la nature particulière des circonstances dans lesquelles elle se déroule » (Winterwerp, précité, § 57). En l’occurrence, le requérant demanda une nouvelle audience devant le tribunal administratif seulement 8 mois après avoir été entendu et sans faire valoir le moindre élément nouveau. Une audience n’aurait servi qu’à entendre, de visu, le requérant nier sa maladie et contester la validité scientifique des expertises, comme il l’avait fait par écrit par l’intermédiaire de son avocat. Par ailleurs, il ne faut pas oublier que le requérant avait sauvagement assassiné sa femme et que, s’il n’avait pas été jugé irresponsable au moment des faits, il aurait pu être condamné à une peine privative de liberté de plusieurs années. C’est à la lumière de ces circonstances particulières que l’on doit apprécier le refus d’une nouvelle audience par le tribunal administratif. Rien n’indique que la décision prise par les autorités nationales fût arbitraire. Bien que la majorité parvienne à la même conclusion, on a l’impression qu’elle s’est quand même laissé mener dans son raisonnement final par des faits différents survenus ultérieurement (voir § 15 ci-dessous).", "", "Le refus d’ordonner une nouvelle expertise psychiatrique", "", "11.  En deuxième lieu, il faut rechercher si les autorités nationales auraient dû demander une nouvelle expertise externe. A cet égard, la Cour conclut à une violation de l’article 5 § 4 en se fondant sur l’arrêt Herz c. Allemagne (no 44672/98, 12 juin 2003) et – mutatis mutandis – sur l’arrêt Magalhães Pereira c. Portugal (no 44872/98, 26 février 2002, voir § 60).", "12.  Dans l’affaire Herz précitée (§ 51), la Cour a considéré qu’une expertise psychiatrique remontant à un an et demi ne suffisait pas à elle seule pour justifier une mesure privative de liberté. En revanche, lorsque l’autorité judiciaire dispose d’un faisceau d’éléments suffisant pour apprécier la dangerosité de l’individu concerné, l’actualité de l’expertise psychiatrique devient secondaire et n’est pas déterminante. En l’espèce, l’existence d’un tel faisceau de preuves suffisant ne fait aucun doute. Le tribunal administratif s’est basé sur l’opinion de trois médecins externes, sur un rapport de deux experts internes et sur l’audition du requérant par la Direction de justice et de l’intérieur du Canton du Zürich (voir § 5).", "13.  À mon avis, l’arrêt Magalhães Pereira c. Portugal n’est pas pertinent dans notre cas. Il est vrai que, dans cette affaire, la Cour a jugé excessif un délai de deux ans et six mois entre la demande du requérant et la réalisation d’une expertise examinant pour la première fois les raisons de la détention. L’élément décisif qui a conduit la Cour à ce résultat était cependant que le délai n’était pas en conformité avec le droit national. La situation est différente dans la présente affaire, où la détention du requérant avait déjà été examinée deux fois par un expert externe et où rien n’indique que les autorités nationales aient violé le droit interne en vigueur à l’époque.", "14.  Au lieu de s’appuyer sur l’arrêt Magalhães Pereira, la Cour aurait dû se référer à l’affaire Dörr c. Allemagne (précitée). Le requérant dans cette affaire se plaignait que les autorités nationales n’avaient pas demandé une nouvelle expertise externe, bien que le dernier rapport remontât à plus de six ans. La Cour a déclaré ce grief manifestement mal fondé au motif suivant (p. 9 et 10) :", "« Compte tenu du raisonnement des juridictions internes, il est toutefois clair qu’elles se sont essentiellement reposées sur les conclusions des expertises remontant à six et huit ans, respectivement, selon lesquelles la dangerosité du requérant venait du fait qu’il refusait toutes les offres de thérapie – nécessaire – qui lui avaient été faites au cours de l’exécution de sa peine et qu’il n’avait pas encore médité sur les infractions commises par lui. Les juridictions internes ont constaté en outre que le requérant n’avait toujours pas suivi la thérapie jugée nécessaire par ces experts – et par le juge lui-même. Il était par ailleurs établi et incontesté que différentes thérapies, individuelles et collectives, pour les délinquants sexuels lui avait été proposées et qu’il n’avait accepté de suivre aucune d’entre elles. De surcroît, quant à savoir si le requérant avait médité de manière critique sur les infractions commises par lui et si sa dangerosité avait été de ce fait atténuée, les juridictions internes ont constaté que, dans ses conclusions tant écrites qu’orales produites devant elles, il persistait à nier avoir violé l’une quelconque des victimes et accusait ces dernières de faux témoignage. Enfin, le psychologue de la prison, que la cour régionale avait entendu en personne sur l’éventualité de changements dans la personnalité et le comportement du requérant à l’égard de ces infractions, a confirmé l’absence du moindre changement de cette nature. »", "15.  Le même raisonnement aurait dû être appliqué en l’espèce, où le délai en cause était encore bien plus court que celui examiné par la Cour dans l’arrêt Dörr c. Allemagne.", "16.  Finalement, la Cour fait référence à l’affaire W.H. c. Allemagne, no 17167/11, 19 septembre 2013, où elle a constaté une rupture du lien de confiance entre le personnel de l’établissement et la personne internée et un certain blocage dans l’évolution de la situation. Je peux comprendre ce raisonnement dans une situation où la dernière expertise externe remontait à plus de douze ans. En l’espèce, l’expertise remontait à trois ans, et rien dans le dossier n’indique qu’il y ait eu une rupture de confiance entre le requérant et les autorités pénitentiaires ou un blocage dans l’évolution de la situation.", "17.  La Cour se réfère aux rapports de CPT de 2002 et de 2008. Pour plusieurs raisons, il me paraît problématique, d’un point de vue méthodologique, qu’elle s’appuie implicitement sur ces rapports. Tout d’abord, il s’agit de recommandations relevant de la soft law et non pas d’obligations internationales contraignantes. Ensuite, les documents auxquels la majorité fait référence ne permettent pas de conclure qu’en l’occurrence le tribunal administratif aurait dû tenir une nouvelle audience au titre de l’article 5 § 4. Il est vrai que le CPT a souligné dans son rapport au Conseil fédéral que, pour répondre aux exigences de certains patients, le placement non volontaire dans un établissement psychiatrique devrait être revu à des intervalles plutôt brefs (par exemple tous les trois mois). Parallèlement, cependant, le Comité a également constaté qu’un réexamen une fois par an pouvait être considéré comme approprié pour des patients à long terme (Rapport au Conseil fédéral suisse relatif à la visite effectuée en Suisse par le Comité européen pour la prévention de la torture et des peines ou traitements inhumains ou dégradants du 5 au 15 février 2001, publié le 25 mars 2002, §§ 187–189). De plus, rien dans le rapport du CPT ne permet de conclure que chaque réexamen de la détention doive être accompagné d’une nouvelle expertise psychiatrique. Mais, surtout, les observations du CPT étaient faites dans le contexte particulier du droit de tutelle. Elles concernaient le placement non volontaire de personnes dans un établissement psychiatrique et non pas, comme ici, la réclusion d’un dangereux criminel. Enfin, il convient de noter que la Suisse a tenu compte des recommandations du CPT lors de la révision totale du droit de la tutelle (Commission d’experts pour la révision totale du droit de la tutelle, Protection de l’adulte, Rapport relatif à la révision du code civil, Protection de l’adulte, droit des personnes et droit de la filiation, juin 2003, p. 112).", "18.  Après que le requérant avait saisi la Cour le 11 septembre 2007, le tribunal du district de Zürich a ordonné une nouvelle expertise qui a réfuté les conclusions psychiatriques antérieures et conduit à sa libération conditionnelle. Comme la majorité le relève à juste titre, « la Cour ne saurait donc reprocher aux autorités nationales, rétroactivement, et sur la base de cette seule nouvelle expertise, de ne pas avoir mis en doute la qualité scientifique des conclusions, concordantes, des deux premières » (§ 62). Ce qui importe au regard de l’article 5 § 4 de la Convention, c’est de savoir si l’on peut reprocher aux autorités nationales d’avoir statué de manière arbitraire compte tenu des informations disponibles à l’époque. Dans la négative, la Cour ne devrait pas intervenir.", "", "La nature de l’expertise", "", "19.  Enfin, il faut rechercher si l’exigence d’une « expertise objective » implique nécessairement l’évaluation par une personne externe. La Cour répond par l’affirmative (§ 63) en constatant que la dernière expertise psychiatrique indépendante remontait à plus de trois ans. À mon avis, un tel raisonnement ne peut être justifié au regard de la marge d’appréciation dont jouissent les États membres en la matière. Il ressort clairement de l’analyse comparative qu’il n’y pas parmi les Etats membres du Conseil de l’Europe de consensus ni de pratique uniforme quant à l’évaluation sur la base de laquelle est décidé le maintien ou la levée d’une mesure d’internement. Bien au contraire, dans au moins 15 des 26 États membres étudiés, l’évaluation est réalisée par le personnel en charge du suivi de la personne internée et non par un expert externe (§ 34).", "20.  Il convient ensuite de souligner que, déjà en 2007, la Suisse a changé sa législation dans ce domaine. Le nouvel article 62d § 2 du Code pénal suisse requiert désormais une « expertise indépendante » réalisée, entre autre, par des experts qui n’ont pas traité l’auteur et ne se sont occupés de lui d’aucune manière quelconque.", "", "La libération du requérant", "", "21.  Bien que la question de la libération conditionnelle ne se pose pas en la présente affaire, il me semble important, dans l’optique de requêtes ultérieures, de faire les observations suivantes.", "22.  On lit avec étonnement que, peu après la réalisation de la dernière expertise psychiatrique, le requérant a été libéré et ensuite expulsé de la Suisse. Vu que la nouvelle expertise mettait en doute les conclusions antérieures, notamment quant à l’état psychique du requérant au moment de son crime, il aurait été indiqué, à mon avis, d’envisager de réexaminer la question de la responsabilité pénale du requérant pour son crime.", "23.  Il faut également relever qu’après la libération conditionnelle du requérant, une obligation positive incombait à l’Etat de prendre des mesures suffisantes pour assurer la protection de la société (voir, par exemple, Maiorano et autres c. Italie, no 28634/06, 15 décembre 2009, §§ 103–109). Si l’Etat avait manqué à cette obligation et si le requérant avait commis d’autres crimes, la responsabilité de l’État sur le terrain de la Convention aurait pu être engagée.", "", "Conclusion", "", "24.  Pour toutes ces raisons, j’estime que l’article 5 § 4 de la Convention n’a pas été violé. Il me paraît problématique que la Cour applique dans une affaire qui date de 2006 un standard concernant l’article 5 § 4 qui n’était pas du tout défini de cette manière jusqu’à ce jour. Je suis naturellement consciente que la Cour doive veiller au respect des droits de l’homme. Mais dans notre affaire, il n’est pas nécessaire d’intervenir sur le plan international : le requérant est en liberté alors qu’il a tué sa femme et la Suisse a entre-temps changé sa législation. Dans une telle situation, je m’interroge sur l’utilité d’un arrêt de constat par la Cour d’une violation de la Convention.", "\n", "OPINION DISSIDENTE DU JUGE LORENZEN", "(Traduction)", "Comme la juge Keller, j’ai voté pour la non violation de l’article 5 § 4 de la Convention et mes raisons correspondent largement à celles avancées dans son opinion."]}