{"file": "FRE_HFJUD_8857_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "8857/08", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE BERGMANN c. RÉPUBLIQUE TCHÈQUE", "", "(Requête no 8857/08)", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "27 octobre 2011", "", "DÉFINITIF", "", "27/01/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Bergmann c. République tchèque,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tDean Spielmann, président,\n\tElisabet Fura,\n\tKarel Jungwiert,\n\tBoštjan M. Zupančič,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tAngelika Nußberger, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 4 octobre 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 8857/08) dirigée contre la République tchèque et dont un ressortissant de cet Etat, M. Tomáš Bergmann (« le requérant »), a saisi la Cour le 12 février 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me R. Břenek, avocat au barreau tchèque. Le gouvernement tchèque (« le Gouvernement ») est représenté par son agent, M. V.A. Schorm.", "3.  Le requérant allègue en particulier que la procédure relative à son droit de visite n’a pas respecté les exigences d’équité, d’impartialité et de délai raisonnable, et qu’il a subi une atteinte à son droit au respect de sa vie familiale.", "4.  Le 7 décembre 2010, le président de la cinquième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1964 et réside à Prague.", "6.  En novembre 2001, alors qu’il purgeait une peine de prison, le requérant devint père d’un enfant né de son mariage avec J.B. Les époux vécurent ensemble de janvier à septembre 2002 ; par la suite, le requérant rencontrait son fils une fois par semaine.", "7.  Le 12 décembre 2002, J.B. intenta une procédure relative à l’exercice de l’autorité parentale à l’égard de l’enfant, demandant de se voir attribuer la garde.", "8.  Lors de l’audience du 28 janvier 2003, le requérant demanda de se voir octroyer un droit de visite à raison d’un après-midi par semaine, ce à quoi J.B. s’opposa fermement en invoquant un comportement agressif et inapproprié de l’intéressé qui venait de sortir de la prison. Tout en considérant qu’il devrait avoir la possibilité de développer ses contacts avec l’enfant, le requérant accepta finalement de s’en tenir à l’accord conclu avec J.B. en décembre 2002, selon lequel il s’engageait à payer une pension alimentaire tandis que la garde de l’enfant était confiée à la mère. A la suite de l’audience, le tribunal de district de Jablonec nad Nisou approuva donc ledit accord parental.", "9.  Le 28 mars 2003, le requérant informa l’autorité compétente de la protection sociale de l’enfant de ses difficultés de rencontrer l’enfant et du comportement inapproprié de J.B., demandant à ce qu’une assistante sociale soit présente lors de ses visites. Il fut invité à saisir le tribunal.", "10.  Le 17 avril 2003, le requérant demanda de se voir accorder un droit de visite, alléguant qu’il ne pouvait plus voir son fils depuis mars 2003. J.B. réagit en demandant l’interdiction de contact, soutenant que la présence de l’intéressé compromettait le développement de l’enfant.", "11.  Le divorce du mariage du requérant fut prononcé en juillet 2003.", "12.  En vue de l’audience prévue au 6 novembre 2003, le tribunal désigna à l’enfant un tuteur auquel il demanda de procéder à une enquête au domicile de J.B. Lors de l’audience, le tribunal entendit les parents et fit lire des preuves écrites. Sur la demande des parents, il commanda un rapport d’expertise en psychologie et ajourna l’audience. Sur ce point, le requérant affirme que le rapport avait été demandé parce que J.B. l’avait qualifié de pédophile homosexuel. Le 17 décembre 2003, le tribunal procéda à la nomination de l’expert.", "13.  Le 8 mars 2004, le requérant demanda la réduction de sa pension alimentaire. Plus tard, le tribunal décida d’effectuer les retenues sur son salaire afin de régler la pension due et approuva l’accord parental relatif à la réduction du montant de la pension.", "14.  Le 27 mai 2004, l’expert répondit à la question du tribunal concernant l’avancement du rapport en l’informant qu’il avait procédé à l’examen de J.B. mais que le requérant s’était excusé le jour de l’examen par l’intermédiaire de sa mère qui n’avait pas pu lui transmettre la sommation ; un nouveau rendez-vous fut fixé au 1er juin 2004.", "15.  Selon le rapport, soumis au tribunal le 21 juin 2004, il était difficile d’évaluer la situation lorsqu’un parent était pratiquement exclu du contact avec l’enfant, mais les attitudes des parents en l’espèce démontraient une relation positive à l’égard de leur fils. Aucun trouble psychique significatif ne fut constaté chez les parents ; si le long séjour carcéral se reflétait dans certaines positions du requérant, l’expert ne releva dans son comportement rien qui pourrait compromettre le développement de l’enfant. Ce dernier pourrait selon lui souffrir plutôt des relations hostiles entre les parents, susceptibles de troubler son identification sociale. Dans le contexte du conflit parental persistant, le contact entre le requérant et l’enfant apparaissait donc problématique du point de vue psychologique.", "16.  Le 26 octobre 2004, le tribunal de district tint une audience en présence des parents et du tuteur de l’enfant.", "17.  Le 29 octobre 2004, le tribunal de district accueillit la demande du requérant datée du 27 octobre 2004 et adopta une mesure provisoire par laquelle il l’autorisa à voir son fils un samedi sur deux, en vue du rétablissement progressif de leurs liens ; l’obligation de la mère de dûment préparer l’enfant à ces rencontres fut soulignée à cette occasion. Le 7 décembre 2004, cette décision fut confirmée par le tribunal régional d’Ústí nad Labem, relevant qu’aucune preuve administrée jusqu’alors (dont notamment le rapport d’expertise) ne démontrait que le contact avec le requérant serait contraire à l’intérêt de l’enfant ; le 27 décembre 2004, cette décision acquit force de la chose jugée.", "18.  En janvier 2005, le tuteur de l’enfant informa le tribunal que, selon des rapports de la police, J.B. avait à plusieurs reprises empêché la réalisation des rencontres prévues par la mesure provisoire, et qu’elle n’avait pas informé le requérant du changement de son domicile.", "19.  Le 25 janvier 2005, le tribunal de district de Jablonec nad Nisou accueillit la demande de l’intéressé et somma J.B. de respecter ladite mesure provisoire, sous peine d’amende ou de remise forcée de l’enfant. Puis, il se dessaisit de l’affaire au profit du tribunal de district de Semily, désormais compétent du fait du nouveau domicile de la mère et de l’enfant. Ce dernier désigna ensuite un nouveau tuteur à l’enfant.", "20.  Le 21 mars 2005, J.B. fut de nouveau sommée par le tribunal à respecter le droit de visite prévu par la mesure provisoire.", "21.  Par la suite, J.B. demanda l’annulation de la mesure du 29 octobre 2004, sollicitant l’administration de nouvelles preuves et l’élaboration d’un complément au rapport d’expertise. En se prononçant sur cette demande, le 15 avril 2005, le requérant demanda l’exécution de son droit de visite par l’imposition d’amendes à J.B. ou par la remise forcée de l’enfant.", "22.  Le 1er juin 2005, le tribunal de district chargea l’auteur du rapport du 21 juin 2004 de le mettre à jour, rejeta la demande de J.B. tendant à l’annulation de la mesure provisoire et lui infligea une amende de 5 000 CZK (environ 207 EUR) pour les rencontres non réalisées. Selon le tribunal, il ne fut pas établi que les motifs ayant mené à l’adoption de la mesure provisoire avaient cessé d’exister, et la mère avait l’obligation de préparer l’enfant afin que ses rencontres avec le père se déroulent sans problèmes. J.B. interjeta appel, alléguant que l’intéressé n’était pas motivé par la volonté de voir l’enfant mais par l’argent qu’il aurait demandé en échange de la renonciation à son droit de visite.", "23.  Le 7 juin 2005, le tuteur effectua une enquête au domicile de J.B. et rappela à cette dernière son obligation de dûment préparer l’enfant aux rencontres avec le requérant et d’éviter toute manipulation.", "24.  Le 5 août 2005, le tribunal régional de Hradec Králové, saisi de l’appel de J.B., réforma la décision du 1er juin 2005 en annulant la mesure provisoire du 29 octobre 2004 et en déboutant le requérant de sa demande d’exécution. Le tribunal releva que l’enfant, qui ne connaissait pratiquement pas son père, avait réagi de manière très négative à leur première tentative de rencontre, et qu’il était, selon le rapport d’un pédopsychologue sollicité par J.B., très dépendant de ses proches et de son milieu habituel. Compte tenu de l’état psychique de l’enfant et du fait que, vu la courte durée de leur vie commune, il n’existait pas entre lui et son père de liens affectifs susceptibles d’être perturbés par l’interruption de leur contact, le tribunal estima qu’une réglementation provisoire du droit de visite n’était pas dans l’intérêt de l’enfant. Dès lors, il n’y avait pas lieu de procéder à l’exécution dudit droit. Cette décision acquit force de la chose jugée le 6 octobre 2005.", "25.  Le 18 août 2005, le tuteur procéda à une nouvelle enquête au domicile de J.B. et lui conseilla d’inciter l’enfant à voir le requérant et de trouver un terrain d’entente avec ce dernier.", "26.  Le 8 novembre 2005, l’auteur de l’expertise élaborée en juin 2004 présenta au tribunal de district une mise à jour de son rapport. Il constata que, dû à l’opposition de J.B., aucune rencontre entre le requérant et son fils n’avait eu lieu depuis juin 2004 et que l’affection paternelle de l’intéressé avait faibli. En revanche, les liens entre l’enfant et sa mère s’étaient intensifiés, de sorte que toute séparation provoquerait à l’avenir une angoisse chez l’enfant. Eu égard au risque de transmission à ce dernier de l’hostilité régnant entre les parents, l’expert estima que le contact avec le père serait hautement problématique et compromettrait le développement psychique de l’enfant ; dès lors, il le considéra comme inapproprié dans l’immédiat et jusqu’à l’adolescence du mineur, âge où ce dernier pourrait lui-même rationnellement évaluer la situation et spontanément commencer à s’intéresser à l’autre parent. Selon l’expert, les conditions actuelles étaient la conséquence des traits de caractère des parents, à savoir, d’une part, une certaine rigidité des revendications du requérant traduisant un manque d’empathie et, d’autre part, une attitude fortement angoissée de J.B.", "27.  Par la suite, le requérant demanda l’audition de l’expert et lui adressa des questions écrites. Initialement prévue au 28 février 2006, cette audition fut reportée, à la demande de l’avocate de J.B., au 9 mars 2006. A cette occasion, l’expert réitéra ses conclusions, relevant que le comportement de l’enfant était fortement influencé par son environnement, notamment par l’attitude tendue, angoissée et hostile de sa mère, indirectement influencée par le requérant. Selon lui, la situation ne pouvait être résolue que par un changement substantiel des relations entre les parents, de manière à ce qu’ils coopèrent lors de l’adaptation de l’enfant à l’environnement paternel, ce qui semblait néanmoins peu probable au vu de leurs personnalités.", "28.  Dans son rapport adressé au tribunal le 10 avril 2006, le tuteur informa le tribunal que le mineur apparaissait très attaché à sa mère et qu’il ne connaissait pratiquement pas le requérant ; il souscrivit donc à l’avis de l’expert.", "29.  Par le jugement du 18 avril 2006, le tribunal de district accorda au requérant un droit de visite à raison de deux heures toutes les deux semaines, en présence de la mère, et rejeta la demande de cette dernière tendant à l’interdiction de contact. Le tribunal releva que si J.B. s’opposait au droit de visite en craignant pour la sécurité de l’enfant, ces craintes n’étaient pas objectivement justifiées car aucun trouble psychique n’avait été constaté chez le requérant. De plus, l’impossibilité pour l’intéressé de réaliser son droit de visite en l’absence d’autres personnes était imputable au comportement de J.B. qui empêchait depuis plusieurs années tout contact entre l’enfant et son père. Selon le tribunal, il était dans l’intérêt de l’enfant, bientôt scolarisé, de devenir moins dépendant de la mère et de s’habituer à d’autres personnes. Quant à l’avis de l’expert qui n’avait pas recommandé l’octroi du droit de visite en raison des relations conflictuelles entre les parents, le tribunal souligna qu’il incombait à ces derniers de se maîtriser devant le mineur ; J.B. devait par ailleurs se rendre compte qu’elle ne pouvait pas priver le requérant de son droit de visite seulement parce qu’il avait été en prison, fait dont elle avait connaissance puisqu’elle l’avait épousé pendant cette période. Le tribunal conclut donc que les conditions pour l’octroi d’un droit de visite limité étaient réunies en l’espèce.", "30.  Le 9 janvier 2007, J.B. déclara devant le tuteur qu’il n’y avait pas eu de rencontre entre le requérant et l’enfant depuis la dernière décision de justice, l’intéressé n’ayant pas essayé de la contacter ; elle fut sommée de rétablir une communication minimum avec lui.", "31.  L’audience prévue au 17 janvier 2007 fut reportée au 7 février 2007 pour des raisons imputables au tribunal. Lors de cette audience, le requérant reconnut ne pas avoir contacté J.B. ou l’enfant depuis le prononcé du jugement du tribunal de district. Le tuteur se joignit à la demande de J.B. tendant à interdire le contact entre l’intéressé et son fils.", "32.  Le 7 février 2007, le tribunal régional de Hradec Králové réforma le jugement du 18 avril 2006 en prononçant l’interdiction de contact entre le requérant et son fils. Après avoir observé que la dernière rencontre entre le requérant et son fils avait eu lieu en mars 2003, le tribunal estima que la réalisation du droit de visite, fût-il limité, ne serait pas dans l’intérêt du mineur, au motif que les relations entre les parents étaient tendues, que la présence de la mère lors des rencontres engendrerait des situations conflictuelles et que l’enfant n’avait pas de liens affectifs positifs avec le requérant. Cet arrêt acquit force de chose jugée le 12 mars 2007.", "33.  Le 19 avril 2007, le requérant contesta ledit arrêt par un recours constitutionnel dans lequel il se plaignait notamment de la violation des droits garantis par les articles 6 et 8 de la Convention. Selon lui, le tribunal régional n’avait pas examiné l’affaire dans un délai raisonnable et sa conclusion ne correspondait pas à celle de l’expert. L’intéressé soutint qu’il avait de meilleures capacités éducatives car la mère développait chez l’enfant le syndrome d’aliénation parentale.", "34.  Le 2 août 2007, la Cour constitutionnelle rejeta ce recours pour défaut manifeste de fondement. Relevant que l’examen des circonstances concrètes de l’affaire incombait exclusivement aux tribunaux inférieurs, elle estima que le tribunal régional avait appliqué les critères légaux, dont notamment l’intérêt du mineur, et qu’il avait dûment et logiquement expliqué sa conclusion qui reposait sur les preuves administrées. La cour observa en outre que c’étaient les parents qui avaient, du fait de leur séparation, causé l’éclatement de la famille qui était à l’origine de l’absence de contact entre le requérant et son fils. La décision fut notifiée à l’avocate du requérant le 22 août 2007.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "35.  L’essentiel du droit et de la pratique internes pertinents est décrit dans les décisions Choc c. République tchèque (no 25213/03, 29 novembre 2005) et, pour ce qui est des lois no 6/2002 et no 82/1998, Vokurka c. République tchèque (no 40552/02, §§ 11-33, 16 octobre 2007).", "A.  Code de procédure administrative (loi no 500/2004)", "36.  L’article 175 dudit code prévoit la possibilité d’adresser aux autorités administratives des plaintes contre le comportement inapproprié des fonctionnaires ou contre la conduite d’une autorité administrative. Si la plainte est jugée fondée, l’autorité compétente doit prendre sans délai les mesures correctives nécessaires. Si le justiciable n’est pas satisfait du traitement de sa plainte, il peut s’adresser à l’autorité administrative supérieure.", "B.  Loi no 6/2002 sur les tribunaux et les juges (version en vigueur depuis le 1er juillet 2009)", "37.  Suite à la décision Vokurka (précitée, §§ 12-24 et §§ 51-57) dans laquelle la Cour a considéré que le recours préventif prévu par l’article 174a n’était pas effectif, au regard du grief tiré de la durée de la procédure, car il ne constituait qu’un prolongement du recours hiérarchique jugé lui-même non effectif, la disposition litigieuse a été amendée. Ainsi, depuis le 1er juillet 2009, la demande tendant à la fixation d’un délai pour l’accomplissement d’un acte procédural n’est plus conditionnée par l’introduction préalable du recours hiérarchique. Le tribunal concerné par une telle demande peut également lui-même effectuer l’acte demandé dans un délai de trente jours, sans transmettre cette demande à la juridiction supérieure.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 6 § 1 ET 8 DE LA CONVENTION", "38.  Invoquant notamment l’article 6 § 1 de la Convention et l’article 5 du Protocole no 7, le requérant allègue que le tribunal régional de Hradec Králové n’a examiné son affaire ni de manière équitable et impartiale ni dans délai raisonnable, et que ses décisions vont à l’encontre de tout ce qui avait été décidé auparavant. Il soutient également que ce tribunal ainsi que l’autorité de la protection sociale de l’enfant agissant en tant que tuteur de son fils n’ont pas respecté sa vie familiale, faute de prendre des mesures appropriées pour lui permettre de voir son enfant, et qu’ils ne lui ont pas assuré les droits égaux à ceux de son ex-épouse. Il dénonce à cet égard que cette dernière n’a pas été sanctionnée pour le non-respect des décisions sur le droit de visite, bien qu’elle l’empêche depuis longtemps de voir l’enfant.", "39.  Maîtresse de la qualification juridique des faits de la cause, la Cour observe que la différence entre l’objectif visé par les garanties respectives des articles 6 § 1 et 8 peut, selon les circonstances, justifier l’examen d’une même série de faits sous l’angle de l’un et l’autre articles (Bianchi c. Suisse, no 7548/04, § 113, 22 juin 2006). Par ailleurs, un respect effectif de la vie familiale commande que les relations futures entre parent et enfant se règlent sur la seule base de l’ensemble des éléments pertinents, et non par le simple déroulement du temps. C’est pourquoi la Cour peut aussi avoir égard, sur le terrain de l’article 8, au mode et à la durée du processus décisionnel (Carlson c. Suisse, no 49492/06, §§ 69-70, 6 novembre 2008; R.R. c. Roumanie (no 1), no 1188/05, § 145 in fine et aussi §§ 171-174, 10 novembre 2009).", "Dès lors, eu égard aux exigences procédurales inhérentes à l’article 8 et considérant que la durée de la procédure relative au droit de visite du requérant ainsi que les manquements allégués des autorités compétentes constituent l’essence même de la présente requête, la Cour estime approprié d’examiner les doléances formulées par l’intéressé uniquement sous l’angle de l’article 8 (voir, mutatis mutandis, Macready c. République tchèque, nos 4824/06 et 15512/08, § 41, 22 avril 2010), qui dispose ainsi dans ses parties pertinentes :", " « 1.  Toute personne a droit au respect de sa vie (...) familiale (...).", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire (...) à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Sur la recevabilité", "1.  Arguments des parties", "40.  Pour ce qui est plus particulièrement de la durée de la procédure concernant le droit de visite, le Gouvernement constate que le requérant n’a exercé ni le recours préventif ni le recours indemnitaire disponibles en droit interne, lesquels auraient pu, d’une part, limiter d’éventuels atermoiements et, d’autre part, redresser les retards déjà survenus.", "Quant au recours préventif, il est prévu, depuis le 1er juillet 2004, par l’article 174a de la loi no 6/2002 sous forme de demande de fixation d’un délai pour l’accomplissement d’un acte procédural. Sur ce point, le Gouvernement invite la Cour à reconsidérer sa position adoptée dans la décision Vokurka c. République tchèque (no 40552/02, §§ 52-57, 16 octobre 2007), selon laquelle ledit recours n’est pas effectif car il ne constitue en réalité que le prolongement du recours hiérarchique, lui-même jugé ineffectif dans l’arrêt Hartman c. République tchèque (no 53341/99, §§ 66 et 82, CEDH 2003VIII (extraits)). Selon le Gouvernement, cela ne devrait pas automatiquement signifier que ces recours dans leur ensemble ne peuvent pas être considérés comme effectifs (voir Grzinčič c. Slovénie, no 26867/02, § 95, 3 mai 2007). Il souligne également qu’il a été remédié aux carences du recours hiérarchique justement par l’introduction de la possibilité de demander au tribunal de fixer le délai pour un acte de procédure. Par ailleurs, la loi no 6/2002 a été une nouvelle fois modifiée le 1er juillet 2009.", "Quant au recours indemnitaire, il a été introduit le 27 avril 2006 par le biais d’un amendement à la loi no 82/1998 et la Cour a déjà tiré des conséquences de son non-épuisement dans une requête similaire (Andělová c. République tchèque, no 995/06, §§ 77-80, 28 février 2008).", "41.  En ce qui concerne l’ingérence alléguée dans le droit au respect de la vie familiale du requérant, le Gouvernement observe que ce dernier ne s’attaque qu’à la conduite du tribunal régional de Hradec Králové ; à cet égard, il relève qu’un éventuel grief relatif à la procédure sur la mesure provisoire, terminée le 6 octobre 2005 sans que le requérant ait saisi la Cour constitutionnelle, a été soulevé en dehors du délai de six mois. La Cour ne devrait donc se pencher que sur la procédure portant sur l’appel interjeté par J.B. du jugement du 18 avril 2006. Le Gouvernement note également que le requérant ne s’est jamais plaint de la conduite de l’autorité de la protection sociale de l’enfant au niveau interne, que ce soit dans le cadre de la procédure sur le droit de visite ou par le biais d’une plainte formée selon le code de procédure administrative ou d’une demande tendant au changement de tuteur.", "42.  Le requérant estime tout d’abord que le recours constitutionnel ne constitue pas un recours effectif en la matière puisque la Cour constitutionnelle refuse d’examiner la substance des choses. Il observe également qu’il ne pouvait pas tirer parti du recours préventif prévu à l’article 174a de la loi no 6/2002, amendé seulement au 1er juillet 2009, d’autant plus que les retards les plus importants ont été en l’espèce causés par le transfert de l’affaire à une autre juridiction suite à un changement fictif de domicile de son ex-épouse ainsi que par les délais de l’élaboration des expertises. De plus, la pratique démontrerait que ce recours est dépourvu d’efficacité réelle. L’intéressé admet enfin ne pas avoir porté de plainte administrative contre l’autorité de la protection sociale de l’enfant, préférant lui demander de l’aide.", "2.  Appréciation de la Cour", "43.  La Cour note d’emblée que, à supposer que le requérant entend contester la décision du tribunal régional datée du 5 août 2005, passée en force de chose jugée le 6 octobre 2005, ou l’exécution de son droit de visite provisoire existant avant cette date (à savoir entre le 27 décembre 2004 et le 6 octobre 2005), ce grief est en tout état de cause tardif. La Cour ne juge donc pas utile d’examiner en l’espèce la question de savoir si le recours constitutionnel constitue un recours à épuiser à l’égard d’une décision sur une mesure provisoire en matière d’exercice de l’autorité parentale, telle la décision du 5 août 2005.", "44.  Il s’ensuit que l’examen de la Cour sur le terrain de l’article 8 va en l’espèce se limiter à la conduite des autorités nationales dans la procédure relative à la détermination du droit de visite du requérant, y compris la durée de cette procédure.", "45.  La Cour observe qu’elle s’est récemment penchée sur une question analogue soulevée dans l’affaire Macready c. République tchèque (nos 4824/06 et 15512/08, 22 avril 2010), portant sur une procédure tendant au retour d’un enfant en application de la Convention de La Haye sur les aspects civils de l’enlèvement international des enfants. La Cour a réitéré à cette occasion que pour pouvoir s’assurer qu’un recours compensatoire existe en pratique et qu’il est effectif à l’égard d’une violation alléguée de l’article 8 de la Convention, elle a besoin de certains éléments, tels des décisions internes octroyant une réparation dans des affaires similaires. Cela étant, la Cour a en outre estimé qu’un recours purement indemnitaire ne semblait pas apte (du moins à lui seul) à redresser les violations résultant de la durée d’une procédure qui est déterminante pour la vie familiale des requérants. De l’avis de la Cour tel qu’exprimé dans l’arrêt Macready, pour prévenir ou redresser de telles violations, les Etats doivent introduire dans leur ordre juridique les recours à la fois préventifs et indemnitaires. Dans les circonstances de l’affaire Macready, il s’agissait de mettre en place des recours permettant d’obtenir la décision sur un éventuel retour de l’enfant dans un délai très bref, de mettre fin à des atermoiements qui pourraient se produire dans la procédure sur le retour, d’agir de manière appropriée en vue de sauvegarder les liens entre l’enfant déplacé et le requérant ou de contester l’exécution défectueuse du droit de visite. C’est seulement si de tels recours n’apportaient pas de résultats escomptés qu’il y aurait selon la Cour lieu d’orienter le requérant vers une réparation pécuniaire (idem, §§ 47-49).", "46.  Confrontée à la présente affaire, la Cour estime que les considérations susmentionnées ne sont pas valables seulement dans le contexte d’un enlèvement international de l’enfant, mais aussi dans les autres situations où la conduite ou l’inactivité des autorités dans une procédure se répercute sur la vie privée ou familiale des requérants. En effet, tout comme dans l’affaire Macready, la procédure suivie en l’espèce était clairement déterminante pour la vie familiale du requérant car son droit de visite restait indéterminé pendant ce temps-là, à l’exclusion de la période entre le 27 décembre 2004 et le 6 octobre 2005, et que le passage du temps lui était défavorable. Sur ce point, la présente requête diffère de l’affaire Andělová citée par le Gouvernement, dans laquelle la requérante bénéficiait d’un droit de visite provisoire tout au long de la procédure en question (§ 98). La Cour est donc convaincue que dans une situation telle qu’en l’espèce, un recours indemnitaire susceptible d’aboutir uniquement à un octroi a posteriori d’une réparation pécuniaire n’est pas suffisant et qu’il y a lieu d’exiger de l’Etat défendeur qu’il mette en place aussi un recours préventif ou accélérateur (voir Macready, précité, § 48). En effet, la Cour a déjà jugé, face aux différentes situations dénoncées sur le terrain de l’article 8, qu’une action ne pouvant aboutir qu’à une indemnisation ne pouvait pas être considérée comme une voie de recours efficace pour mettre fin à la violation alléguée (voir, par exemple, Lemke c. Turquie, no 17381/02, § 38, 5 juin 2007 ; Haralambie c. Roumanie, no 21737/03, § 79, 27 octobre 2009).", "47.  Il s’agit donc en l’occurrence d’examiner si le requérant avait à sa disposition des recours préventif et indemnitaire répondant aux critères exposés ci-dessus.", "a)  Recours préventif", "48.  En ce qui concerne les moyens préventifs, la Cour observe que depuis le 1er juillet 2004, l’article 174a de la loi no 6/2002 sur les tribunaux et les juges permet aux justiciables de saisir les tribunaux d’une demande de fixation d’un délai pour l’accomplissement d’un acte procédural. Par ailleurs, le législateur tchèque semble également avoir entendu les critiques formulées à l’égard de ce recours par la Cour (voir Vokurka, décision précitée, §§ 51-57) puisque cette disposition a été amendée avec effet au 1er juillet 2009 (voir également Macready, précité, § 51 in fine).", "49.  Force est néanmoins de constater que le Gouvernement n’a produit aucun exemple de décision démontrant le fonctionnement concret de ce moyen accélérateur. Il n’a donc pas été démontré que ce recours était effectif tant en théorie qu’en pratique à l’époque des faits, c’est-à-dire qu’il était susceptible d’offrir au requérant la réparation de ses griefs et présentait des perspectives raisonnables de succès. De plus, les changements législatifs intervenus le 1er juillet 2009 n’ont pu avoir un impact quelconque sur la situation du requérant en l’espèce.", "b)  Recours indemnitaire", "50.  En ce qui concerne le recours indemnitaire prévu par la loi no 82/1998, la Cour réitère qu’un test d’effectivité plus strict s’impose selon elle en matière du droit au respect de la vie familiale (voir paragraphe 45 ci-dessus). Or, en l’occurrence, elle ne dispose d’aucun élément concret lui permettant de présumer le caractère effectif de ce recours. Admettant que le texte de la loi no 82/1998 telle qu’amendée au 27 avril 2006 est plus ouvert et plus général que celui de la loi slovène, jugée non effective sur le terrain des obligations positives découlant de l’article 8 (Eberhard et M. c. Slovénie, no 8673/05 et 9733/05, § 105, 1 décembre 2009), la Cour note que la notion de « délai raisonnable » y est évoquée par un renvoi aux articles 5 et 6 de la Convention, alors qu’aucune mention n’est faite, lors de la définition d’une conduite irrégulière, de l’article 8. Il incombera donc aux autorités nationales, et notamment aux tribunaux chargés de l’interprétation de la loi, d’adapter les notions légales aux différentes situations sur lesquelles elles devront statuer. A ce jour, la Cour ne dispose cependant d’aucun exemple concret d’une procédure menée en vertu de la loi no 82/1998 qui aurait abouti, aux côtés d’un recours préventif, à un redressement satisfaisant des griefs relatifs au respect de la vie familiale.", "c)  Conclusion", "51.  Eu égard à ses considérations ci-dessus, la Cour estime que l’intéressé ne disposait pas, à l’époque des faits, de recours préventif et indemnitaire nécessaires pour faire effectivement valoir son grief relatif à la conduite des autorités dans la procédure relative à son droit de visite. L’exception de non-épuisement des voies de recours internes soulevée par le Gouvernement s’avère donc non fondée sur ce point.", "52.  La Cour constate également que le grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "53.  Le requérant conteste la thèse du Gouvernement selon laquelle il serait le seul responsable de la situation à l’origine de la requête. Il affirme s’être rendu, en vain, à toutes les visites fixées par le tribunal, sauf les cas où l’enfant était malade ou qu’il a été empêché de venir. Il note ensuite que, bien qu’ils se soient basés sur le même rapport d’expertise, le tribunal de district de Semily et le tribunal régional de Hradec Králové ont évalué les mêmes faits de manière complètement différente, pour arriver à des conclusions opposées. Il observe à cet égard que le nouveau rapport d’expertise préconisant l’interdiction de contact a été élaboré au moment où il n’avait plus de contact avec son enfant depuis longtemps. Ainsi, les décisions du tribunal régional iraient à l’encontre du bon sens et des preuves administrées et, avec les manœuvres dilatoires, lui auraient fait perdre son fils. Il estime que la situation aurait pu changer si le tribunal avait exigé le paiement d’amendes par la mère de l’enfant et s’il avait augmenté leur montant à chaque fois qu’une visite ne s’était pas réalisée ; de son côté, l’autorité de la protection sociale de l’enfant aurait pu ordonner à J.B. de se rendre avec l’enfant dans un centre de thérapie familiale. Enfin, il était possible de poursuivre J.B. pénalement pour non-respect des décisions judiciaires. En somme, l’intéressé dénonce une mauvaise application de la loi par les autorités dans la situation d’un conflit entre les parents, le transfert de l’affaire à une autre juridiction du fait du changement de domicile de l’enfant, le manque de coopération de l’autorité de la protection sociale de l’enfant et un examen insuffisant de la cause par la Cour constitutionnelle.", "54.  Le Gouvernement note d’abord que le requérant exprime surtout son désaccord avec les conclusions du tribunal régional de Hradec Králové et qu’il ne spécifie pas son grief tiré de la durée de la procédure. Selon le Gouvernement, la procédure sur le droit de visite du requérant a été retardée du fait du déroulement parallèle d’autres procédures relatives au divorce et à la pension alimentaire ; de plus, l’affaire n’était pas simple à cause des relations problématiques entre le requérant et son ex-épouse. Le Gouvernement souligne également la forte passivité du requérant qui n’a aucunement tenté d’accélérer le déroulement de la procédure et de résoudre la situation par d’autres moyens. En revanche, ni les juridictions ni le tuteur n’ont provoqué de retards injustifiés.", "55.  Le Gouvernement relève ensuite que si le requérant a été contraint de demander l’octroi d’un droit de visite en avril 2003, c’est parce qu’il avait sous-estimé, lors de l’audience du 28 janvier 2003, l’opposition de la mère de l’enfant ; en effet, au lieu d’insister sur sa revendication initiale de se voir accorder un droit de visite, il a consenti à un accord portant seulement sur le droit de garde, laissant ainsi ses contacts avec l’enfant au gré de J.B. Par la suite, la situation s’est compliquée et il a fallu l’évaluer objectivement à l’aide d’un rapport d’expertise. A cet égard, le Gouvernement s’étonne du fait que le requérant a attendu plus d’un an et demi avant de demander l’adoption d’une mesure provisoire réglementant son droit de visite. Plus tard, lorsque le tribunal a été informé du non-respect par J.B. de cette mesure, il a réagi rapidement en adressant à J.B. une sommation et en lui infligeant une amende ; cependant, le requérant n’a soumis qu’une seule demande d’exécution, celle du 15 avril 2005, et ne s’est pas non plus plaint de la situation auprès de l’autorité de la protection sociale de l’enfant. Cette autorité a d’ailleurs déployé des efforts cohérents pour améliorer la relation entre le requérant et son ex-épouse et agir sur l’attitude de cette dernière, alors que l’intéressé ne spécifie pas en quoi elle aurait failli à sa mission.", "56.  Le Gouvernement observe également que les décisions judiciaires, dûment motivées, se fondaient toujours sur des critères légaux et des rapports d’experts qui faisaient état de la nécessité d’assurer une stabilité à l’enfant. Par ailleurs, l’intéressé n’a jamais remis en question les conclusions du rapport d’expertise mis à jour à l’automne 2005 et complété par l’audition de l’expert, selon lequel son contact avec l’enfant se révélait hautement problématique et inapproprié. Dans son arrêt du 7 février 2007, le tribunal régional a justement pris en compte ces conclusions ainsi que toutes les autres circonstances apparues au cours de la procédure, avec comme critère principal l’intérêt de l’enfant mineur.", "57.  Selon le Gouvernement, c’est donc le requérant qui n’a pas déployé suffisamment d’efforts pour mettre en œuvre son droit de visite ; vu le peu de ses démarches, son intérêt pour l’enfant ne devrait pas être surestimé. Or, la passivité procédurale de l’intéressé, allant jusqu’à l’indifférence, ne pouvait pas être compensée par l’activité des tribunaux ou des autres autorités internes. Si ces autorités ne sont pas en l’espèce intervenues de manière plus efficace, cela demeure conforme à la loi et à la protection des droits et libertés d’autrui.", "2.  Appréciation de la Cour", "58.  Comme la Cour l’a rappelé à maintes reprises, si l’article 8 de la Convention a essentiellement pour objet de prémunir l’individu contre les ingérences arbitraires de pouvoirs publics, il ne se contente pas de commander à l’Etat de s’abstenir de pareilles ingérences : à cet engagement plutôt négatif peuvent s’ajouter des obligations positives inhérentes à un respect effectif de la vie privée ou familiale. Elles peuvent impliquer l’adoption de mesures visant au respect de la vie familiale jusque dans les relations des individus entre eux, dont la mise en place d’un arsenal juridique adéquat et suffisant pour assurer les droits légitimes des intéressés ainsi que le respect des décisions judiciaires, ou des mesures spécifiques appropriées (voir, mutatis mutandis, Zawadka c. Pologne, no 48542/99, § 53, 23 juin 2005).", "59.  L’article 8 implique ainsi le droit d’un parent à des mesures propres à le réunir avec son enfant et l’obligation des autorités nationales de les prendre. Selon la Cour, il y a lieu de considérer ces principes comme s’appliquant aussi à des affaires ayant trait à un conflit opposant les parents quant au contact avec leur enfant (voir, mutatis mutandis, Mihailova c. Bulgarie, no 35978/02, § 80, 12 janvier 2006). Par ailleurs, les obligations positives ne se limitent pas à veiller à ce que l’enfant puisse rejoindre son parent ou avoir un contact avec lui, mais elles englobent également l’ensemble des mesures préparatoires permettant de parvenir à ce résultat (Ignaccolo-Zenide c. Roumanie, no 31679/96, §§ 105 et 112, CEDH 2000I ; Mincheva c. Bulgarie, no 21558/03, § 83, 2 septembre 2010). Une interruption totale des contacts ne saurait se justifier que dans des cas exceptionnels (Scozzari et Giunta c. Italie [GC], nos 39221/98 et 41963/98, § 170, CEDH 2000VIII).", "60.  Se penchant sur la présente affaire, la Cour note d’abord qu’en vue de leur divorce prononcé en juillet 2003, le requérant et J.B. sont parvenus à un accord sur le droit de garde et la pension alimentaire, et que l’intéressé a dans un premier temps renoncé à voir son droit de visite déterminer par le tribunal (voir paragraphe 8 ci-dessus). Confronté à la résistance de J.B., il a engagé une procédure relative à la détermination de son droit de visite en avril 2003 ; dans le cadre de celle-ci, il a demandé l’adoption d’une mesure provisoire en octobre 2004. A la suite de l’adoption de cette mesure, il s’est vu accorder un droit de visite provisoire qui était en vigueur entre le 27 décembre 2004 et le 6 octobre 2005. Après cette dernière date, son droit de visite est resté indéterminé pendant encore un an et demi, jusqu’à la fin de la procédure sur le fond à l’issue de laquelle il s’est vu interdire tout contact avec l’enfant. Il se pose donc la question de savoir si les autorités nationales se sont en l’espèce acquittées de leurs obligations positives de manière à aider le requérant à résoudre une situation dont il n’était responsable qu’en partie.", "61.  La Cour observe que, alors qu’aucun trouble psychique ou défaut de capacité éducative n’ont été constatés chez le requérant, que son ex-épouse refusait constamment de lui permettre de voir l’enfant et que l’expert en psychologie a désigné comme problème principal les relations hostiles entre les parents, les tribunaux et l’autorité de la protection sociale agissant en tant que tuteur de l’enfant n’ont pris quasiment aucune mesure d’assistance, de médiation ou de suivi éducatif en vue de permettre à l’intéressé de rétablir les liens avec son fils, à l’exception de quelques sommations et une amende, annulée plus tard, infligées à la mère de l’enfant en rapport avec la mesure provisoire du 29 octobre 2004 sollicitée par le requérant. Il convient de noter à cet égard que l’article 43 de la loi sur la famille et l’article 13 de la loi no 359/1999 sur la protection sociale de l’enfant autorisent les autorités, au cas où l’intérêt de la bonne éducation de l’enfant l’exige, à adresser un avertissement aux parents ou à soumettre l’éducation du mineur à un suivi. En outre, l’article 12 de la loi no 359/1999 permet à l’autorité compétente de la protection sociale d’imposer aux parents d’un enfant l’obligation de recourir à l’assistance d’un établissement spécialisé, si eux-mêmes ne l’ont pas fait nonobstant les besoins de l’enfant.", "62.  En l’espèce, il semble que les relations entre le requérant et son fils se soient réglées par le simple déroulement du temps, ce qui a amené le tribunal régional, dans sa décision du 5 août 2005, à priver le requérant de son droit de visite provisoire. La Cour observe que cette décision se fondait sur le rapport d’un pédopsychologue sollicité par J.B., lequel a été élaboré uniquement sur la base de la déposition de cette dernière et d’un examen de l’enfant. De plus, la Cour juge peu compatible avec les obligations positives incombant aux autorités l’attitude du tribunal avançant que, puisqu’il n’y avait pas de liens affectifs entre les intéressés, ces liens ne risquaient pas d’être perturbés par l’interruption de leur contact. Pour ce qui est de l’arrêt du 7 février 2007, la Cour note qu’il se fonde sur les conclusions de l’expert formulées au bout de plusieurs années de séparation entre le requérant et son fils, selon lesquelles leur contact serait problématique et compromettrait le développement psychique de l’enfant, en raison des relations conflictuelles entre les parents. Elle rappelle néanmoins qu’un manque de coopération entre les parents séparés ne saurait dispenser les autorités compétentes de mettre en œuvre tous les moyens susceptibles de permettre le maintien du lien familial (voir, mutatis mutandis, Reigado Ramos c. Portugal, no 73229/01, § 55, 22 novembre 2005). Selon la Cour, la situation en l’espèce, certes compliquée, ne dispensait pas le tribunal de l’obligation de préserver les droits parentaux du requérant et aurait dû le pousser à prendre des mesures appropriées. Ainsi, le tribunal aurait pu enjoindre aux intéressés l’obligation de suivre une thérapie familiale (voir Pedovič c. République tchèque, no 27145/03, § 34, 18 juillet 2006), afin qu’ils améliorent leurs relations comme recommandé par l’expert (voir paragraphe 27 ci-dessus), ou d’ordonner que les rencontres entre le requérant et son fils se déroulent au sein d’une structure spécialisée (voir, par exemple, Mezl c. République tchèque, no 27726/03, § 17, 9 janvier 2007 ; Zavřel c. République tchèque, no 14044/05, § 24, 18 janvier 2007). C’est seulement si celles-ci n’avaient pas abouti qu’il pourrait y avoir lieu de procéder à une ingérence aussi radicale que l’interdiction de tout contact. La Cour note enfin qu’à la différence de l’affaire Sommerfeld c. Allemagne [GC] (no 31871/96, § 65, CEDH 2003VIII (extraits)), où les relations étaient également très tendues entre les parents mais où les tribunaux se sont basés, pour rejeter la demande du droit de visite, notamment sur une opinion clairement négative de l’enfant concerné, l’enfant du requérant en l’espèce était trop petit pour être entendu.", "63.  Ainsi, tout en admettant qu’il ne lui appartient pas de réexaminer les motifs ayant mené le tribunal régional à interdire tout contact entre le requérant et son fils, la Cour considère que les motifs avancés dans sa décision ne sauraient justifier l’absence de mesures antérieures susceptibles d’aider le requérant à développer des liens avec son enfant.", "64.  De l’avis de la Cour, l’incapacité des autorités nationales d’adopter toutes les mesures que l’on pouvait raisonnablement exiger d’elles pour faire respecter le droit du requérant au respect de sa vie familiale, conjuguée avec la durée de la procédure sur le droit de visite, ont ainsi contribué au changement de circonstances justifiant la suppression dudit droit (voir, mutatis mutandis, Sylvester c. Autriche, nos 36812/97 et 40104/98, § 63, 24 avril 2003).", "65.  Ces éléments suffisent à la Cour pour conclure que le droit au respect de la vie familiale du requérant n’a pas été protégé de manière effective, comme le prescrit la Convention. Dans ces conditions, elle n’estime pas nécessaire d’examiner le grief de l’intéressé tiré du défaut allégué d’équité et d’impartialité de la procédure.", "66.  Dès lors, il y a eu violation de l’article 8 de la Convention.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "67.  Le requérant se plaint enfin que le tribunal régional lui a fait subir une discrimination en raison de son sexe et de son passé criminel.", "68.  La Cour observe que le grief du requérant coïncide dans une large mesure avec celui tiré de l’article 8 de la Convention. En tout état de cause, aucun élément du dossier ne permet selon elle de dire que la conduite des tribunaux ait été motivée par le sexe ou le passé de l’intéressé.", "69.  Il s’ensuit que ce grief est manifestement mal fondé et doit être rejeté en application de l’article 35 §§ 3 a) et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "70.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "71.  Le requérant réclame une « satisfaction adéquate » au titre du préjudice moral qu’il aurait subi du fait de l’impossibilité de voir son fils. En ce qui concerne le montant de cette satisfaction, il s’en remet à la sagesse de la Cour.", "72.  Le Gouvernement s’en remet également à la sagesse de la Cour.", "73.  Statuant en équité, la Cour considère que le requérant a subi un préjudice moral justifiant une réparation pécuniaire et qu’il y a lieu de lui octroyer 10 000 euros (EUR) à ce titre.", "B.  Frais et dépens", "74.  Le requérant ne demande pas le remboursement des frais et dépens. La Cour estime qu’il n’est donc pas nécessaire de statuer sur ce point.", "C.  Intérêts moratoires", "75.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré du droit au respect de la vie familiale du requérant, et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, la somme de 10 000 EUR (dix mille euros), à convertir en couronnes tchèques au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 octobre 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tDean Spielmann\n\tGreffière\tPrésident"]}