{"file": "FRE_HFJUD_30183_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "30183/06", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "AFFAIRE VERNES c. FRANCE", "", "(Requête no 30183/06)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "20 janvier 2011", "", "DÉFINITIF", "", "20/04/2011", "", "Cet arrêt est devenu définitif en vertu de l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Vernes c. France,", "La Cour européenne des droits de l'homme (cinquième section), siégeant en une chambre composée de :", "\tPeer Lorenzen, président,\n\tJean-Paul Costa,\n\tKarel Jungwiert,\n\tRait Maruste,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tZdravka Kalaydjieva, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 14 décembre 2010,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 30183/06) dirigée contre la République française et dont un ressortissant de cet Etat, M. Cyrille Vernes (« le requérant »), a saisi la Cour le 10 juillet 2006 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me Y. Le Port, avocat à Paris. Le gouvernement français (« le Gouvernement ») a été représenté par son agent, Mme E. Belliard, directrice des affaires juridiques au ministère des Affaires étrangères.", "3.  Le requérant se plaignait en particulier, sous l'angle de l'article 6 § 1 de la Convention, de l'absence de publicité devant la Commission des opérations de bourse (COB) et du défaut d'impartialité de celle-ci. Il alléguait également que la présence du commissaire du Gouvernement au délibéré du Conseil d'Etat contrevenait à l'article 6 de la Convention.", "4.  Le 19 mai 2009, la chambre a déclaré partiellement irrecevable la requête et communiqué le restant. Comme le permet l'article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Le requérant est né en 1948 et réside à Genève.", "6.  Le requérant était président de la société financière R., société anonyme ayant pour objet la gestion de portefeuilles, laquelle poursuivit, à compter du 31 octobre 1997, une activité de gestion pour le compte de tiers et une activité de réception/transmission d'ordres.", "7.  Par une décision du 3 mai 1999, la COB décida d'ouvrir une enquête sur la société R. Cette décision fut notifiée par son président, M. P.", "8.  Ce même président notifia au requérant, le 18 septembre 2000, un certain nombre de griefs le conduisant à envisager le retrait de l'agrément de la société R. qui avait été délivré le 31 octobre 1997. Les 17 octobre et 15 décembre 2000, la société R. fit parvenir ses observations à la COB.", "9.  Par une lettre du 14 février 2001 signée par le président, la COB informa la société R. de sa décision de ne pas donner suite à cette procédure de retrait d'agrément au vu des termes d'une décision du Conseil d'Etat du 20 décembre 2000 qui avait annulé une décision de retrait d'agrément au motif que la Commission avait entendu sanctionner ladite société et qu'il convenait, dès lors, de faire application des textes lui conférant un pouvoir de sanction.", "10.  Par une lettre du 6 juin 2001, la COB notifia à la société R., ainsi qu'au requérant, divers griefs qui résultaient des conclusions du rapport d'enquête du service de l'inspection de la COB examiné lors d'une précédente séance de la Commission du 25 juillet 2000, pouvant donner lieu à des sanctions disciplinaires. Le requérant présenta ses observations écrites en défense le 13 juillet 2001.", "11.  Par une décision du 12 février 2002, suivant une séance du 15 janvier au cours de laquelle elle entendit le rapporteur et le conseil du requérant, et agissant en vertu de son pouvoir disciplinaire, la COB prononça à l'encontre de la société R. et de son président, le requérant, l'interdiction d'exercer à titre définitif l'activité de gestion pour le compte de tiers. Les séances des 15 janvier et 12 février 2002 ne furent pas présidées par M. P. mais par M. D.M. La décision du 12 février fut signée par le président de la COB et la secrétaire de séance.", "Sur le grief du requérant tiré de l'impossibilité d'ouvrir une procédure de sanction, elle considéra que la procédure ouverte sur le fondement de l'article L. 321-1 du code monétaire et financier (CMF) reprenant les dispositions de l'article 71 de la loi du 2 juillet 1996 était indépendante de la procédure administrative de retrait d'agrément qui avait été précédemment engagée et à laquelle il avait été décidé de ne pas donner suite. Elle fit valoir que ces deux procédures étaient de nature différente, la procédure de retrait d'agrément se rattachant à un pouvoir de police administrative et la procédure de sanction relevant de son pouvoir disciplinaire. La COB se prononça sur l'impartialité de ses membres et conclut comme suit :", "« Considérant qu'aucun des membres de la Commission amené à se prononcer sur la procédure de sanction disciplinaire ouverte à l'encontre de M. Cyrille VERNES n'a pris part à la décision d'envoi de la lettre du 25 juillet 2000 au Conseil des marchés financiers, cette lettre évoquée par M. Cyrille VERNES ayant été adressée à la seule initiative du président de la Commission, dans le cadre de l'échange d'informations entre autorités prévu à l'article L. 631 du Code monétaire et financier ; qu'aucun des membres de la Commission statuant sur la procédure disciplinaire en cause n'a, par ailleurs, eu à connaître dans l'exercice de la compétence propre qui lui est attribuée par l'article L. 631-1 du Code monétaire et financier en matière d'échange d'informations avec d'autres autorités de contrôle, de la société Financière R. dans des conditions de nature à fonder un grief de partialité à son encontre ; que tout moyen tiré d'une prétendue partialité de la Commission doit donc être écarté (...)", "Considérant que la gravité des fautes commises par [le requérant], notamment en laissant réaliser des investissements qui se sont avérés contraires aux intérêts des mandants et porteurs de parts, dans une société dont il était administrateur et en permettant un non-respect répété et systématique des règles prudentielles notamment de division des risques qui a compromis la sécurité des actifs gérés pour le compte des investisseurs, justifie que soit prononcée à l'encontre du requérant une interdiction définitive d'exercer (...) »", "12.  Par une requête du 5 avril 2002, le requérant demanda au Conseil d'Etat d'annuler la décision de la COB. A l'appui de son recours sommaire, il fit valoir que la décision avait été rendue sans publicité des débats et en violation du principe général de l'impartialité et de l'article 6 de la Convention, dès lors qu'il n'était pas établi que les membres de la Commission ayant concouru à la procédure administrative de retrait d'agrément de la société R. se soient abstenus de participer à la procédure de sanction. Dans un mémoire ampliatif, il invoqua l'article 6 § 1 de la Convention, et dénonça notamment le fait « qu'il ne résultait d'aucune des mentions de la décision de la COB que la séance du 15 janvier 2002 ait été tenue en audience publique ». Il soutint également que cette décision avait été rendue à la suite d'une procédure irrégulière. Il fit valoir que la procédure administrative, aux fins de retrait d'agrément, constitue en réalité une procédure disciplinaire déguisée qui ferait obstacle à l'ouverture ensuite d'une procédure de sanction disciplinaire ayant la même finalité. Il estima que c'est au prix d'une dénaturation des pièces et des textes qu'il avait été considéré comme ayant manqué à l'obligation de diligence dans sa mission. Enfin, il dénonça la disproportion de la sanction sous l'angle de l'article 6 de la Convention.", "13.  Parallèlement à cette procédure, la loi de sécurité financière du 1er août 2003 procéda à la fusion de la COB, du Conseil des marchés financiers et du Conseil de discipline de la gestion financière en créant l'Autorité des marchés financiers (AMF).", "14.  Par un arrêt du 28 décembre 2005, notifié le 27 janvier 2006, le Conseil d'Etat rejeta la requête. Il estima notamment que du fait de l'existence d'un recours de plein contentieux devant le Conseil d'Etat à l'encontre des décisions prises par la COB en matière disciplinaire, assurant le respect des garanties prévues à l'article 6 § 1 de la Convention, le caractère non public de la séance à l'issue de laquelle avait été prononcée la sanction ne permettait pas de caractériser une méconnaissance de ces dispositions. Il en conclut que le requérant n'était pas fondé à soutenir pour ce motif que la décision attaquée aurait été prise sur une procédure irrégulière. Pour le reste, il considéra que le nombre et la gravité des griefs légitimement retenus contre le requérant étaient de nature à justifier la sanction.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "15.  L'article 71 de la loi du 2 juillet 1996 de modernisation des activités financières en vigueur au moment des faits (article L. 621-25 du CMF) est ainsi rédigé :", "« I. – Lorsqu'un prestataire de services d'investissement agréé pour exercer les services visés au d de l'article 4 ou une société de gestion de portefeuille a manqué à ses obligations professionnelles définies par les lois et règlements en vigueur, la Commission des opérations de bourse, après avoir mis leurs dirigeants en mesure de présenter leurs explications, peut leur adresser une mise en garde.", "II. – Les prestataires de services d'investissement agréés pour exercer les services visés au d de l'article 4 ainsi que les sociétés de gestion de portefeuille sont passibles des sanctions prononcées par la Commission des opérations de bourse à raison des manquements à leurs obligations professionnelles définies par les lois et règlements en vigueur.", "La Commission des opérations de bourse agit soit d'office, soit à la demande du gouverneur de la Banque de France, président de la Commission bancaire, soit à la demande du président du Conseil des marchés financiers. Elle statue, en cette matière, par décision motivée. Aucune sanction ne peut être prononcée sans que le représentant légal du prestataire de services d'investissement ou de la société de gestion de portefeuille ait été entendu ou, à défaut, dûment appelé.", "Les sanctions applicables sont l'avertissement, le blâme, l'interdiction à titre temporaire ou définitif de l'exercice de tout ou partie des services fournis.", "Ces interdictions emportent, selon le cas, suspension ou retrait de l'autorisation prévue à l'article 11 pour le service concerné.", "En outre, la Commission des opérations de bourse peut prononcer, soit à la place, soit en sus de ces sanctions, une sanction pécuniaire (...)", "IV. – La Commission des opérations de bourse informe, le cas échéant, la Commission européenne et les autorités compétentes des autres Etats membres de la Communauté européenne des décisions qu'elle prend en application du présent article.", "Elle peut également rendre publiques ces décisions.", "V. – Les personnes sanctionnées en application du présent article peuvent, dans le délai de deux mois qui suit la notification de la décision, former un recours de pleine juridiction devant le Conseil d'Etat. »", "16.  L'article L. 621-4 du CMF dispose que :", "« Ni le président ni aucun membre de la commission ne peut délibérer dans une affaire dans laquelle lui-même ou, le cas échéant, une personne morale au sein de laquelle il exerce des fonctions ou détient un mandat a un intérêt ; il ne peut davantage participer à une délibération concernant une affaire dans laquelle lui-même ou, le cas échéant, une personne morale au sein de laquelle il exerce des fonctions ou détient un mandat a représenté une des parties intéressées au cours des trente-six mois précédant la délibération. »", "17.  Les articles 3 et 4 du décret no 96-871 du 3 octobre 1996 précisaient la procédure de sanction :", "Article 3", "« La personne mise en cause est invitée par lettre recommandée avec demande d'avis de réception (...) à assister à la séance au cours de laquelle la commission se prononcera sur les faits relevés à son encontre. »", "Article 4", "« Lors de la séance, le rapporteur présente l'affaire.", "La personne mise en cause et, le cas échéant, son conseil présentent la défense.", "Le président peut faire entendre par la commission toute personne dont il estime l'audition utile.", "Dans tous les cas, la personne mise en cause et, le cas échéant son conseil doivent pouvoir prendre la parole en dernier.", "La décision est prise en la seule présence du président, des membres et du secrétaire de la commission. Le procès-verbal est signé du président, du rapporteur et du secrétaire. »", "", "18.  Par des décisions des 4 avril 2002 (JO no 122 du 28 mai 2002) et 9 juillet 2002 (JO no 221 du 21 septembre 2002), la COB a modifié son règlement intérieur (publié initialement au JO du 31 août 1997).", "L'article 1er de la première décision est ainsi rédigé :", "Article 1er", "« L'article 17 du règlement susvisé est rédigé comme suit :", "Lors de la séance de la commission, chacun des membres présents appose sa signature sur une feuille de présence. Cette feuille est annexée au procès-verbal de séance signé par le président et le secrétaire de la commission (...)", "La décision mentionne le nom des membres de la commission ayant participé au délibéré. (...) »", "Les articles 1er et 2 de la seconde décision sont ainsi rédigés :", "Article 1er", "« Le quatrième alinéa de l'article 17 et le sixième alinéa de l'article 22 sont rédigés comme suit :", "La décision est prise par le président et les membres autres que le rapporteur, en présence du seul secrétaire de séance.", "Article 2", "Il est ajouté un premier alinéa à l'article 17 et à l'article 22, rédigé comme suit :", "« La séance est publique à la demande de l'une des personnes mises en cause à qui le rapporteur a notifié les griefs. Toutefois, le président de la commission peut interdire au public l'accès de la salle pendant tout ou partie de la séance dans l'intérêt de l'ordre public ou lorsque la publicité est susceptible de porter atteinte au secret des affaires ou à tout autre secret protégé par la loi. »", "19.  L'arrêt de la cour d'appel de Paris du 5 mars 2002, cité ci-dessous, a été suivi d'un arrêt de la même cour du 27 juin 2002, dans lequel celle-ci a considéré que devait être annulée la décision qui, prise par la COB, ne précisait pas, comme en l'espèce, le nom des membres ayant délibéré.", "« Considérant que, selon l'article 6.1 de la Convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales, toute personne a droit à ce que sa cause soit entendue publiquement par un tribunal indépendant et impartial ;", "Que ces prescriptions s'appliquent à la procédure de sanctions prévue par les articles L. 621-14 et L. 621-15 du code monétaire et financier qui, bien que de nature administrative, visent comme en matière pénale, par leur montant élevé et la publicité qui leur est donnée, à punir les auteurs de faits contraires aux normes générales édictées par les règlements de la Commission et à dissuader les opérateurs de se livrer à de telles pratiques ;", "Considérant qu'aux termes de l'article 9, alinéa 3, du décret du 23 mars 1990 relatif à la procédure d'injonctions et de sanctions administratives prononcées par la COB, modifié par le décret du 1er août 2000, la décision est prise en la seule présence du président, des membres autres que le rapporteur et du secrétaire de la commission ;", "Qu'en application de l'article L. 621-4 du code monétaire et financier, ni le président ni aucun membre de la commission ne peut délibérer dans une affaire dans laquelle lui-même ou, le cas échéant, une personne morale au sein de laquelle il exerce des fonctions ou détient un mandat, a un intérêt ; il ne peut davantage participer à une délibération concernant une affaire dans laquelle lui-même ou, le cas échéant, une personne morale au sein de laquelle il exerce des fonctions ou détient un mandat, a représenté une des parties intéressées au cours des trente-six mois précédant la délibération ;", "Considérant que ces dispositions ont pour finalité d'assurer l'indépendance et l'impartialité de la COB lorsqu'elle prononce des injonctions ou des sanctions administratives ;", "Considérant, néanmoins, que la décision déférée, signée du président de séance et de la secrétaire, ne précise pas le nom des membres ayant délibéré, alors même que le décret du 30 mars 1990, tel que modifié par le décret du 1er août 2000, ne prévoit plus l'établissement d'un procès-verbal de séance ou d'un registre d'audience comparable à celui qui se trouve régi par l'article 728 du nouveau code de procédure civile, susceptible de suppléer au silence de la décision, étant observé que l'article 5 du règlement intérieur modifié de la COB ne prévoit pas davantage l'établissement d'un procès-verbal concomitamment au prononcé de la décision, seul étant alors établi un projet de procès-verbal de séance, transmis aux membres de la Commission pour être examiné à la séance suivante, et le procès-verbal étant signé seulement par le président, après approbation du projet, donnée dans des conditions réglementairement déterminées ;", "Considérant qu'il convient, en conséquence, d'inviter la requérante et la COB à s'expliquer sur l'éventuelle nullité de la décision déférée en ce qu'elle ne permet pas de contrôler qu'elle aurait été rendue dans le respect du principe d'ordre public d'indépendance et d'impartialité institué par la Convention européenne, et en conformité avec les prescriptions légales et réglementaires ci-dessus rappelées ; »", "20.  Aujourd'hui, devant l'Autorité des marchés financiers, une procédure de récusation est prévue devant la commission des sanctions. L'article R. 621-39-2 du CMF dispose en effet", "« que la personne mise en cause qui veut récuser un membre de la commission doit, à peine d'irrecevabilité, en former la demande :", "1o  S'il s'agit du rapporteur, dans le délai d'un mois à compter de la notification de la décision procédant à la désignation de celui-ci ;", "2o  S'il s'agit d'un membre de la formation appelée à délibérer, dans le délai de quinze jours à compter de la notification de la composition de cette formation. »", "Par ailleurs, la séance est publique à la demande de l'une des personnes mises en cause. Toutefois, le président de la formation peut interdire au public l'accès de la salle pendant tout ou partie de la séance dans l'intérêt de l'ordre public ou lorsque la publicité est susceptible de porter atteinte au secret des affaires ou à tout autre secret protégé par la loi.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION QUANT À L'ABSENCE DE PUBLICITÉ DES DÉBATS DEVANT LA COMMISSION DES OPÉRATIONS DE BOURSE", "21.  Le requérant se plaint de l'absence de publicité des séances devant la COB et invoque l'article 6 § 1 de la Convention, dont les dispositions pertinentes se lisent comme suit :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...), par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. Le jugement doit être rendu publiquement, mais l'accès de la salle d'audience peut être interdit à la presse et au public pendant la totalité ou une partie du procès dans l'intérêt de la moralité, de l'ordre public ou de la sécurité nationale dans une société démocratique, lorsque les intérêts des mineurs ou la protection de la vie privée des parties au procès l'exigent, ou dans la mesure jugée strictement nécessaire par le tribunal, lorsque dans des circonstances spéciales la publicité serait de nature à porter atteinte aux intérêts de la justice. »", "A.  Sur la recevabilité", "22.  Le Gouvernement soutient que le requérant n'a pas donné aux autorités nationales l'occasion de remédier à la violation dont il se plaint. Il n'a pas demandé, lorsqu'il a été convoqué à la séance de la COB, que cette dernière se tienne publiquement. Ce n'est qu'une fois la sanction prononcée qu'il a invoqué, à l'appui de son recours devant le Conseil d'Etat, le grief tiré du défaut de la publicité. Dans le silence des textes, il y a lieu de penser que si une telle demande avait été faite, la COB y aurait fait droit.", "23.  Le requérant rétorque que le Gouvernement se contente d'indiquer qu'il aurait pu, devant la COB, demander que la séance se tienne publiquement mais cette possibilité n'est pas un recours au sens de l'article 35 § 1 de la Convention. Il s'agit d'une simple demande, c'estàdire une démarche, qui n'est ni prévue ni organisée par aucun texte et dont l'issue est à la discrétion de l'autorité qui en est destinataire.", "24.  La Cour observe qu'aux termes de la législation en vigueur au moment de la procédure litigieuse devant la COB, les séances n'étaient pas publiques. En outre, aucune pratique d'audience publique ne semblait exister, ainsi que le Gouvernement l'affirme (paragraphe 29 ci-dessous). Dans ces conditions, la Cour estime qu'il est raisonnable de considérer que le requérant ne disposait pas d'une voie de recours effective pour faire valoir son droit à la publicité des débats dès lors qu'une demande d'audience publique devant la COB aurait été vouée à l'échec (mutatis mutandis, Martinie c. France ([GC], no 58675/00, § 43, CEDH 2006VI). Il échet donc de rejeter l'exception de nonépuisement des voies de recours internes.", "25.  La Cour constate en outre que le grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 a) de la Convention et qu'il ne se heurte à aucun autre motif d'irrecevabilité. En particulier, la Cour observe que le Gouvernement ne conteste pas l'applicabilité de l'article 6 § 1 de la Convention à la procédure litigieuse (paragraphe 28 ci-dessous), position en tout état de cause confirmée par sa propre jurisprudence (voir, notamment, Dubus S.A. c. France, no 5242/04, §§ 35 à 38, 11 juin 2009). Il convient en conséquence de déclarer le grief recevable.", "B.  Sur le fond", "1.  Thèses des parties", "a)  Le requérant", "26.  Le requérant rappelle « qu'un procès ne peut remplir la condition de publicité que si le public est en mesure d'obtenir des informations au sujet de la date et du lieu auxquels il est censé se tenir et que si le lieu en question est aisément accessible au public » (Riepan c. Autriche, no 35115/97, § 39, CEDH 2000XII). Dès lors que le droit interne et la pratique de la COB ne prévoyaient aucune publicité, aucune disposition n'était prise en droit comme en fait pour permettre au public d'assister aux débats de cette commission et d'avoir connaissance de l'affaire le mettant en cause.", "27.  Le requérant ajoute que l'on peut comprendre que pour certaines sanctions mineures, l'irrégularité de la procédure suivie aux échelons supérieurs puisse être palliée par la publicité des débats en appel. Tel n'est pas le cas en l'espèce compte tenu de la procédure de sanction qui a conduit au prononcé d'une interdiction à vie d'exercer une activité professionnelle, sanction la plus grave qui soit, et qui a été prononcée par un organisme dont la compétence est nationale et qui, bien qu'ayant un caractère administratif, n'est soumis à aucun pouvoir hiérarchique. Cela est d'autant plus certain que la COB est chargée de se prononcer dans des domaines très complexes et techniques, qu'elle est composée de professionnels de haut niveau et de magistrats très spécialisés si bien que l'analyse approfondie qui est faite devant cette instance a naturellement une autorité très importante qui n'est que très rarement remise en cause par le Conseil d'Etat. Ainsi, les exigences de la Convention doivent s'appliquer devant la COB. Il rappelle que le Conseil d'Etat a lui-même rappelé ce principe de publicité des audiences dans un arrêt du 29 novembre 1999 concernant les sanctions disciplinaires infligées par la Commission bancaire (CE, Société Rivoli exchange).", "b)  Le Gouvernement", "28.  Le Gouvernement admet que la COB pouvait être regardée comme décidant du bien-fondé d'accusations en matière pénale, compte tenu de la nature des sanctions qu'elle peut infliger, et être considérée comme « un tribunal » au sens de l'article 6 § 1 de la Convention.", "29.  Le Gouvernement rappelle ensuite que la publicité des débats est un principe fondamental consacré par l'article 6 § 1 de la Convention. Il considère toutefois que dès lors que les décisions de sanction de la COB sont soumises au contrôle de pleine juridiction du Conseil d'Etat, devant lequel les audiences sont publiques, les stipulations de l'article 6 § 1 n'ont pas été méconnues (Riepan, précité, § 39). Il précise que le requérant aurait dû saisir la COB d'une demande en ce sens tout en admettant que celle-ci n'a jamais été saisie d'une telle requête. Il ajoute que la publicité des séances n'est d'ailleurs pas une revendication de la part des professionnels, lesquels redoutent que les débats fassent l'objet d'une large exposition au public. Ainsi, et si les séances devant l'AMF sont aujourd'hui publiques à la demande d'une partie mise en cause, cette possibilité ne serait pratiquement jamais utilisée.", "2.  Appréciation de la Cour", "30.  La Cour rappelle que la publicité des débats constitue un principe fondamental consacré par l'article 6 § 1 de la Convention. Ce principe peut souffrir des aménagements justifiés notamment par les intérêts de la vie privée des parties ou la sauvegarde de la justice (Diennet c. France, 26 septembre 1995, série A no 325-A) ou par la nature des questions soumises au juge dans le cadre de la procédure dont il s'agit (Miller c. Suède, no 55853/00, 8 février 2005 ; Göç c. Turquie [GC], no 36590/97, § 47, CEDH 2002-V).", "31.  La Cour rappelle également que dans l'arrêt Guisset c. France (no 33933/96, § 76, CEDH 2000-IX), elle a conclu qu'en l'absence d'audience publique la Cour de discipline budgétaire et financière n'avait pas assuré au requérant son droit à un procès équitable. De même, dans l'arrêt Martini, précité, § 44, elle a estimé que le fait pour le requérant de ne pas avoir eu la possibilité de solliciter la tenue de débats publics devant la Cour des comptes était contraire aux garanties de l'article 6 § 1 de la Convention.", "32.  Pour répondre au grief du requérant, la Cour n'estime pas nécessaire de s'interroger sur la différence entre la COB, autorité administrative et indépendante à l'époque des faits litigieux et les juridictions financières mentionnées dans sa jurisprudence citée ci-dessus. Il lui suffit de constater que le Gouvernement n'invoque comme motif parmi ceux qu'énumère l'article 6 § 1 permettant de justifier l'absence d'audience publique que celui de la réticence que pourraient avoir les professionnels de la finance de voir leur gestion contrôlée par le public. Or, compte tenu des pouvoirs de sanction de la COB, et des conséquences de celle prononcée en l'espèce, la Cour juge compréhensible que l'on puisse voir dans le contrôle du public une condition nécessaire à la transparence et à la garantie du respect de ses droits, nonobstant la technicité des débats (mutatis mutandis, Martinie, précité, §§ 43 et 44). La Cour prend acte à cet égard de la modification par la commission elle-même de son règlement intérieur, quelques mois après la fin de la procédure de l'espèce, et de l'ajout de la possibilité pour la personne mise en cause de demander la tenue d'une séance publique, possibilité qui a d'ailleurs été reprise par l'entité qui lui a succédé (paragraphes 18 et 20 ci-dessus) et dont le requérant n'a donc pas bénéficié. En conséquence, la Cour estime que compte tenu de l'importance de pouvoir solliciter la tenue de débats publics devant la COB, le seul contrôle ultérieur du Conseil d'Etat n'était pas suffisant en l'espèce. Partant, il y a eu violation de l'article 6 § 1 du fait de l'impossibilité pour le requérant de solliciter la tenue de débats publics devant la COB.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION DU FAIT DU DÉFAUT D'IMPARTIALITÉ DE LA COB", "33.  Le requérant se plaint de l'absence d'indication de l'identité des personnes qui composaient la formation de jugement, et de l'impossibilité qui en résulte de vérifier si sa cause a été jugée avec impartialité. Il invoque également l'article 6 § 1 de la Convention précité.", "A.  Sur la recevabilité", "34.  Le Gouvernement estime que le requérant aurait dû demander communication du nom des membres de la COB ayant effectivement siégé soit le jour de la séance soit après. Il aurait pu également solliciter du Conseil d'Etat qu'il procède à une mesure d'instruction en ce sens. Enfin, le grief tiré de l'absence de mention de l'identité des personnes composant la formation de jugement de la COB aurait pu être soulevé devant le Conseil d'Etat. Or, le requérant ne l'a pas fait, la substance de son grief soulevé devant le Conseil d'Etat étant purement factuelle, s'agissant de savoir si les membres de la formation de jugement avaient participé à la procédure administrative de retrait d'agrément. Le Gouvernement considère ainsi que le requérant généralise son grief devant la Cour et le modifie, allant jusqu'à se plaindre de l'impossibilité de vérifier le respect des interdictions posées par l'article L. 621-4 du CMF. Or, il n'a jamais soulevé cette question devant les autorités nationales, de sorte que la condition d'épuisement des voies de recours internes n'est pas remplie.", "35.  Le requérant soutient qu'il a épuisé les voies de recours internes s'agissant du grief tiré du défaut d'impartialité puisque son recours sommaire devant le Conseil d'Etat y faisait clairement référence. Il ne fait que le préciser devant la Cour. En tout état de cause, il n'aurait servi à rien de l'énoncer davantage puisque le Conseil d'Etat s'est contenté de faire état de l'existence d'un recours de plein contentieux devant lui pour rejeter les griefs tirés de l'article 6 de la Convention.", "36.  La Cour constate que le requérant a invoqué clairement ce grief devant la COB (paragraphe 11 ci-dessus) puis dans son recours sommaire devant le Conseil d'Etat (paragraphe 12 ci-dessus). Même s'il n'a pas été repris dans le mémoire ampliatif ayant suivi, la Cour observe que l'intéressé l'a soulevé en substance, de manière à satisfaire aux exigences de l'article 35 § 1 de la Convention.", "37.  La Cour constate en outre que le grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 a) de la Convention et qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "38.  Le requérant réitère que l'absence d'une demande de sa part quant à l'identité des personnes ayant siégé lors de la procédure de sanction n'est pas de nature à établir qu'il aurait, par avance, renoncé à se prévaloir du grief dont la Cour est saisie. Il reprend ses observations développées à propos du recours devant le Conseil d'Etat (paragraphe 27 ci-dessus). Il souligne enfin qu'il n'a jamais eu connaissance du procès-verbal du 15 janvier 2002 et donc du nom des membres de la COB, à l'exception du président de séance les 15 janvier et 12 février 2002. Il n'est donc pas démontré qu'aucun des membres de la COB ayant délibéré dans le cadre de la procédure de sanction dont il a été l'objet n'a pas eu à connaître de celle ouverte à l'encontre de la société R.", "39.  Le Gouvernement souligne que cette procédure n'était pas secrète et que le requérant aurait pu se renseigner sur l'identité des membres. Dans ses observations complémentaires, le Gouvernement produit le procès-verbal de séance du 15 janvier 2002 qui est un document administratif, de sorte que le requérant aurait été en droit d'en obtenir la communication en vertu de la loi du 17 juillet 1978 portant diverses mesures d'amélioration des relations entre l'administration et le public.", "40.  Le Gouvernement conclut que le grief est purement formel et que le requérant ne saurait soutenir que la violation alléguée aurait compromis le caractère équitable du procès. En tout état de cause, et comme pour le grief précédent, la décision de sanction était susceptible d'un recours devant le Conseil d'Etat dont les arrêts mentionnent le nom des membres de la formation de jugement.", "2.  Appréciation de la Cour", "41.  La Cour rappelle qu'aux fins de l'article 6 § 1, l'impartialité doit s'apprécier selon une démarche subjective, essayant de déterminer la conviction personnelle de tel juge en telle occasion, et aussi selon une démarche objective amenant à s'assurer qu'il offrait des garanties suffisantes pour exclure à cet égard tout doute légitime (voir, entre autres, Hauschildt c. Danemark, 24 mai 1989, § 46, série A no 154, et De Cubber c. Belgique, 26 octobre 1984, § 24, série A no 86). Seule est en cause en l'espèce l'appréciation objective, qui consiste à se demander si indépendamment de la conduite personnelle du juge, certains faits vérifiables autorisent à suspecter l'impartialité de ce dernier. En la matière, même les apparences peuvent revêtir de l'importance. Il y va de la confiance que les tribunaux d'une société démocratique se doivent d'inspirer aux justiciables, à commencer, au pénal, par les prévenus (Didier c. France (déc.), no 58188/00, 27 août 2002).", "42.  La Cour convient du caractère particulier, voire formel comme l'indique le Gouvernement, du grief du requérant, dans la mesure où il se plaint de l'absence de mention de l'identité des personnes qui composaient la formation de jugement ayant prononcé à son encontre l'interdiction définitive d'exercer l'activité de gestion pour le compte de tiers. Il ne s'agit donc pas pour la Cour de se livrer à une appréciation de la réalité des doutes sur l'impartialité tel qu'elle le fait traditionnellement en examinant un cumul de fonctions au sein d'une entité comme celle litigieuse en l'espèce (Didier et Dubus, précités). Ce qui est en cause, c'est l'impossibilité même de vérifier, du fait des dispositions de droit interne alors en vigueur, l'impartialité de la commission. En effet, la loi ne permettait pas au requérant d'avoir connaissance de la composition de la commission qui lui a infligé la sanction précitée, et donc de s'assurer de l'absence d'un éventuel préjugement de sa part ou d'un lien de l'un de ses membres avec la partie en cause, susceptibles de vicier la procédure. Dans ces conditions, et au nom des apparences, la Cour est d'avis, avec le requérant, que le défaut d'indication de l'identité de l'ensemble des membres de la COB ayant délibéré était de nature à faire douter de son impartialité.", "43.  La Cour observe à cet égard que, dans le même souci de transparence et de mise en conformité de la procédure devant la COB puis l'AMF avec les exigences de l'article 6 § 1 de la Convention que celui qui a prévalu pour le grief précédent (paragraphes 18, 19 et 20 ci-dessus), des modifications postérieures à la procédure litigieuse permettent désormais de connaître l'identité des membres et de solliciter leur récusation.", "44.  Compte tenu de l'importance des répercussions de la sanction prononcée en l'espèce et de ce qui précède, la Cour conclut à la violation de l'article 6 § 1 de la Convention en raison de l'impossibilité pour le requérant d'avoir eu connaissance de l'identité des personnes qui composaient la formation qui l'a jugé.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION DU FAIT DE LA PRÉSENCE DU COMMISSAIRE DU GOUVERNEMENT AU DELIBÉRÉ", "45.  Le requérant se plaint de la présence du commissaire du Gouvernement au délibéré devant le Conseil d'Etat et invoque l'article 6 § 1 de la Convention précité.", "A.  Sur la recevabilité", "46.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 a) de la Convention. Elle relève par ailleurs que celui-ci ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "47.  Le Gouvernement, au vu de l'arrêt Martinie précité, décide de s'en remettre à la sagesse de la Cour sur ce point.", "48.  La Cour rappelle que, dans les arrêts Kress c. France ([GC], no 39594/98, §§ 72-76, CEDH 2001-VI) et Martinie (précité, §§ 53-54), elle a conclu à la violation de l'article 6 § 1 de la Convention du fait de la participation et même de la simple présence du commissaire du gouvernement au délibéré de la formation de jugement du Conseil d'Etat. La Cour considère que la présente affaire, antérieure à la réforme du code de justice administrative en la matière entrée en vigueur le 1er septembre 2006 (Etienne c. France (déc.), no 11396/08, 15 septembre 2009), ne présente pas d'éléments susceptibles de la distinguer de cette jurisprudence.", "49.  Partant, il y a eu violation de l'article 6 § 1 de la Convention.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "50.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "51.  Le requérant réclame un euro (EUR) à titre de réparation du préjudice moral. Le Gouvernement marque son accord.", "52.  La Cour estime que le dommage moral subi par le requérant se trouve suffisamment réparé par les constats de violation de l'article 6 de la Convention.", "B.  Frais et dépens", "53.  Le requérant demande le remboursement de la somme de 189 857,57 EUR se décomposant comme suit : 54 291,90 EUR pour les frais et honoraires relatifs à la procédure devant la Cour et 135 565,67 EUR pour la procédure devant les organes et juridictions internes. Il produit des factures d'honoraires ainsi qu'une attestation selon laquelle il a remboursé sur ses propres deniers les sommes indiquées.", "54.  Le Gouvernement soutient que les montants sont totalement disproportionnés et considère qu'une somme de 1 350 EUR serait appropriée en cas de constat de violation.", "55.  La Cour rappelle que, lorsqu'elle conclut à la violation de la Convention, elle peut accorder au requérant le paiement non seulement des frais et dépens qu'il a engagés devant elle, mais aussi de ceux exposés devant les juridictions internes pour prévenir ou faire corriger par celles-ci ladite violation (voir, par exemple, Hertel c. Suisse, 25 août 1998, Recueil des arrêts et décisions 1998-VI, et Yvon c. France, no 44962/98, CEDH 2003-V), dès lors que leur nécessité est établie, que les justificatifs requis sont produits et que les sommes réclamées ne sont pas déraisonnables (voir, par exemple, Kress, précité).", "56.  En l'espèce, la Cour considère que le requérant est habilité à solliciter le remboursement de ses frais de représentation devant les autorités nationales en ce que l'objet et l'enjeu de la procédure étaient notamment le droit à un procès conforme aux exigences de publicité des débats et d'impartialité garanties par l'article 6 § 1 de la Convention, droit à la violation duquel la Cour conclut.", "Cela étant, la Cour juge excessif le montant dont il s'agit. Il en est de même du montant réclamé pour la procédure devant la Cour. En conséquence, et statuant en équité, la Cour alloue au requérant 15 000 EUR pour frais et dépens.", "C.  Intérêts moratoires", "57.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare le restant de la requête recevable ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention en raison de l'impossibilité pour le requérant de demander la tenue d'une audience publique devant la COB ;", "", "3.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention en raison du défaut d'impartialité de la COB résultant de l'absence d'indication de sa composition ;", "", "4.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention du fait de la présence du commissaire du gouvernement au délibéré de la formation de jugement du Conseil d'Etat ;", "", "5.  Dit que le constat d'une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par le requérant ;", "", "6.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention 15 000 EUR (quinze mille euros), plus tout montant pouvant être dû à titre d'impôt par le requérant, pour frais et dépens ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français, puis communiqué par écrit le 20 janvier 2011, en application de l'article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tGreffière\tPrésident"]}