{"file": "FRE_CLINF_28793_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "28793/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 83", "Février 2006", "Parti populaire démocrate-chrétien c. Moldova - 28793/02", "Arrêt 14.2.2006 [Section IV]", "Article 11", "Article 11-1", "Liberté d'association", "Interdiction temporaire d’un parti politique ayant organisé des rassemblements sans autorisation : violation", "En fait : Le requérant, le Parti populaire démocrate-chrétien (le PPDC), est un parti politique de l’opposition. En signe de protestation contre une proposition du gouvernement, qui voulait rendre obligatoire l’étude de la langue russe à l’école, il informa le conseil municipal de son intention d’organiser un rassemblement avec ses électeurs devant le siège du gouvernement. Dans un premier temps, le conseil municipal autorisa le rassemblement en un autre endroit mais, par la suite, suspendit son autorisation en attendant de connaître la position officielle du Parlement quant à la loi applicable à ce rassemblement. Dans l’intervalle, les électeurs du parti tinrent un certain nombre de réunions sans s’être conformés aux formalités qui s’imposaient. Le ministère de la Justice demanda l’arrêt des réunions et, après avoir adressé un avertissement au parti requérant, en interdit les activités pendant un mois pour infraction à plusieurs textes législatifs. L’interdiction fut imposée en vertu de la loi sur les partis et autres organisations sociopolitiques. Le ministère de la Justice estima également que les rassemblements du PPDC constituaient des manifestations qui tombaient sous le coup de la loi sur les assemblées et dont l’organisation exigeait une autorisation. A la suite d’une demande formulée par le Secrétaire général du Conseil de l’Europe et eu égard à l’approche des élections municipales, le ministère de la Justice leva l’interdiction et autorisa le parti à reprendre ses activités. Malgré la levée de l’interdiction, le parti requérant contesta cette mesure devant les tribunaux. La cour d’appel le débouta, considérant que les réunions d’électeurs s’étaient transformées en manifestations qui ne pouvaient pas être tenues sans autorisation. Elle constata également que les manifestations avaient bloqué des voies publiques et que la participation de mineurs était contraire à diverses lois. La Cour suprême de Justice estima que la sanction imposée au parti n’était pas disproportionnée. Dans le cadre d’une autre procédure engagée par le gouvernement en vue de faire déclarer les manifestations illégales, la Cour suprême de Justice statua en faveur du gouvernement et déclara effectivement les rassemblements illégaux.", "En droit : Article 11 – Il n’est pas contesté que l’interdiction temporaire des activités du parti requérant a constitué une ingérence. Quant à savoir si l’ingérence était prévue par la loi et poursuivait un but légitime, la Cour décide de ne pas examiner ces questions, vu ses conclusions concernant la « nécessité de l’ingérence dans une société démocratique ». Eu égard au rôle essentiel des partis politiques pour le bon fonctionnement de la démocratie, les ingérences dans l’exercice de leurs droits garantis par l’article 11 doivent s’interpréter strictement ; seules des raisons convaincantes et impérieuses peuvent justifier d’imposer des restrictions à la liberté de réunion de ces partis. En l’espèce, l’interdiction des activités du PPDC (qui était un parti de l’opposition) a été imposée à la suite des rassemblements que le parti avait organisés pour protester contre les projets du gouvernement de rendre obligatoire l’étude de la langue russe à l’école. Compte tenu de l’intérêt public et de l’actualité de la question à l’époque, la Cour estime que la marge d’appréciation de l’Etat était étroite, et que seules des raisons vraiment impérieuses auraient justifié l’ingérence dans l’exercice par le PPDC de ses droits. Les autorités et les tribunaux ont invoqué principalement trois motifs pour justifier l’interdiction temporaire. Premièrement, le parti n’avait pas obtenu l’autorisation nécessaire pour organiser ses rassemblements conformément à la loi sur les assemblées. Toutefois, il y a lieu de tenir compte du fait que le conseil municipal a initialement considéré que cette loi n’était pas claire et qu’il ne l’a pas appliquée. Il est donc douteux que le non-respect de cette loi puisse justifier une mesure aussi grave qu’une interdiction temporaire. A supposer même que la législation fût claire, la Cour n’est pas convaincue que son inobservation, qui est généralement punissable d’une amende administrative, puisse justifier une interdiction temporaire des activités d’un parti de l’opposition. Quant à la présence d’enfants aux rassemblements, les tribunaux internes n’ont pas établi qu’elle était due à une action ou une politique du parti requérant. D’ailleurs, étant donné que les rassemblements se sont tenus dans un lieu public et que quiconque pouvait donc y participer, la Cour estime que la participation ou non des enfants à ce rassemblement relevait plutôt du choix personnel des parents, et qu’il serait contraire à la liberté de réunion des parents et des enfants de les empêcher d’assister à de tels événements, lesquels avaient été organisés, il faut le rappeler, pour protester contre une politique du gouvernement en matière d’éducation. Par conséquent, il ne s’agissait pas d’une raison suffisante pour imposer l’interdiction. Quant au troisième motif, à savoir que certaines déclarations prononcées lors ces rassemblements s’analysaient en des appels à la violence, la Cour n’est pas convaincue qu’un chant étudiant relativement modéré puisse passer pour une incitation à la violence ; ni les cours ni les autorités ne l’ont d’ailleurs expliqué. On ne saurait donc pas non plus y voir un motif pertinent et suffisant. Comme les rassemblements du PPDC étaient entièrement pacifiques, qu’il n’y a pas eu d’appel au renversement violent du gouvernement ni aucune autre atteinte aux principes du pluralisme et de la démocratie, on ne saurait raisonnablement avancer que la mesure dirigée contre ce parti était proportionnée au but poursuivi et répondait à un « besoin social impérieux ». Le fait que l’interdiction fût temporaire ne revêt pas une importance décisive puisque, en dépit de son caractère temporaire, elle pouvait avoir un « effet inhibiteur » sur la faculté pour ce parti d’exercer sa liberté d’expression et de poursuivre ses buts politiques, d’autant qu’on se trouvait à la veille d’élections municipales. La Cour prend note avec satisfaction que l’interdiction a été levée à la suite d’une demande formulée par le Secrétaire général du Conseil de l’Europe en vertu de l’article 52 de la Convention. Il n’en demeure pas moins que l’interdiction temporaire n’était pas fondée sur des motifs pertinentes et suffisants.", "Conclusion : violation (six voix contre une).", "Article 10 – La Cour estime qu’aucune question distincte ne se pose quant à ce grief.", "Article 41 – La Cour alloue une indemnité pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}