{"file": "FRE_CLINF_19392_92.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "19392/92", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Janvier 1998", "Parti communiste unifié de Turquie et autres c. Turquie - 19392/92", "Arrêt 30.1.1998 [GC]", "Article 11", "Article 11-1", "Liberté d'association", "Dissolution d’un parti politique par la Cour constitutionnelle: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 11 DE LA CONVENTION", "A.\tApplicabilité de l’article 11", "Libellé de l’article 11 : syndicats ne sont qu’un exemple parmi d’autres de la forme que peut prendre l’exercice du droit à la liberté d’expression.", "Les partis politiques représentent une forme d’association essentielle au bon fonctionnement de la démocratie – eu égard à l’importance de celle-ci dans le système de la Convention, ils relèvent sans aucun doute de l’article 11.", "Une association ne se trouve pas soustraite à l’empire de la Convention par cela seul que ses activités passent aux yeux des autorités nationales pour porter atteinte aux structures constitutionnelles d’un Etat et appeler des mesures restrictives – article 1 de la Convention : ne fait aucune distinction quant au type de normes ou de mesures en cause et ne soustrait aucune partie de la « juridiction » des Etats membres à l’empire de la Convention – l’organisation institutionnelle et politique des Etats membres doit respecter les droits et principes inscrits dans la Convention – conciliation entre les impératifs de la défense de la société démocratique et ceux de la sauvegarde des droits individuels : inhérente au système de la Convention.", "Protection de l’article 11 : s’étend à toute la durée de vie des associations, leur dissolution par les autorités devant satisfaire aux exigences du paragraphe 2.", "B.\tObservation de l’article 11", "1.\tExistence d’une ingérence", "Dans le chef des trois requérants.", "2.\tJustification de l’ingérence", "a)\t« Prévue par la loi » : non contesté.", "b)\tBut légitime : protection de la « sécurité nationale ».", "c)\t« Nécessaire dans une société démocratique »", "i.\tPrincipes généraux", "L’article 11 doit s’envisager aussi à la lumière de l’article 10 – en tant que leurs activités participent d’un exercice collectif de la liberté d’expression, les partis politiques peuvent déjà prétendre à la protection des articles 10 et 11.", "Contribution irremplaçable des partis politiques au débat politique, lequel se trouve au cœur même de la notion de société démocratique.", "Démocratie: élément fondamental de « l’ordre public européen » – préambule à la Convention : lien très clair entre la Convention et la démocratie – démocratie : unique modèle politique envisagé par la Convention et compatible avec elle – certaines dipositions de la Convention reconnues par la Cour comme caractéristiques de la société démocratique.", "Exceptions visées à l’article 11 : appellent, à l’égard de partis politiques, une interprétation stricte – marge d’appréciation réduite, doublée d’un contrôle européen rigoureux.", "ii.\tApplication au cas d’espèce", "TBKP dissous sur la seule base de ses statuts et programme, avant même d’avoir pu entamer ses activités.", "Nom que se donne un parti politique : ne saurait, en principe, justifier une mesure aussi radicale que la dissolution, à défaut d’autres circonstances pertinentes et suffisantes – absence d’éléments propres à démontrer qu’en choisissant de s’appeler « communiste », le TBKP avait opté pour une politique qui représentait une réelle menace pour la société ou l’Etat turcs.", "Programme du TBKP quant aux citoyens d’origine kurde – une formation politique ne peut se voir inquiétée pour le seul fait de vouloir débattre publiquement du sort d’une partie de la population d’un Etat et se mêler à la vie politique de celui-ci afin de trouver, dans le respect des règles démocratiques, des solutions qui puissent satisfaire tous les acteurs concernés.", "Absence d’éléments permettant de conclure, en l’absence de toute activité du TBKP, à une quelconque responsabilité de celui-ci pour les problèmes que pose le terrorisme en Turquie – non-lieu à faire jouer l’article 17.", "Conclusion : violation (unanimité).", "II.\tARTICLES 9, 10, 14 ET 18 DE LA CONVENTION", "Griefs non maintenus dans la procédure devant la Cour.", "Conclusion : non-lieu à statuer (unanimité).", "III.\tARTICLES 1 ET 3 DU PROTOCOLE N° 1", "Mesures attaquées : effets accessoires de la dissolution du TBKP.", "Conclusion : non-lieu à statuer (unanimité).", "IV.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage moral", "TBKP : absence de lien de causalité avec la violation constatée.", "MM. Sargın et Yağcı : suffisamment compensé par le constat de violation.", "B.\tFrais et dépens", "Remboursement partiel.", "Conclusion : Etat défendeur tenu de verser aux requérants une certaine somme pour frais et dépens (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}