{"file": "FRE_CLINF_13583_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "13583/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 77", "Juillet-Août 2005", "Pandy c. Belgique (déc.) - 13583/02", "Décision 5.7.2005 [Section I]", "Article 6", "Procédure pénale", "Article 6-2", "Présomption d'innocence", "Juge d'instruction ayant comparé l'inculpé à deux figures historiques de tueurs en série: recevable", "", "Au cours de l'instruction pénale conduite pour assassinats multiples contre le requérant, le juge d'instruction tint pendant une audience publique des propos par lesquels il déclara qu'au lieu de se comparer à Dreyfus, le requérant devait plutôt songer à Landru et au docteur Petiot (célèbres tueurs en série). Le requérant demanda la récusation du magistrat. La demande a été rejetée. La cour d'appel souligna que le juge d'instruction avait rendu un rapport objectif sur le déroulement d'une instruction difficile et que les propos reprochés étaient minimes. Le requérant fut renvoyé devant une cour d'assises. L'acte d'accusation fut transmis à la presse (l'affaire fut fortement médiatisée) par le porte-parole du parquet, ainsi que la loi l'autorise, et signifié le même jour au requérant, quelques semaines avant l'ouverture des débats devant la cour d'assises. Le requérant a été condamné à la réclusion à perpétuité notamment pour l'assassinat de ses deux épouses et quatre de ses enfants, ainsi que pour des faits de viols et d'attentats à la pudeur sur plusieurs de ses filles.", "Recevable sous l'angle des articles 6 § 1 et 6 § 2 quant aux propos reprochés au juge d'instruction.", "Irrecevable sous l'angle de l'article 6 s'agissant de la communication de l'acte d'accusation à la presse: l'acte d'accusation comportait, conformément aux dispositions légales applicables, l'énumération de la nature des infractions formant la base de l'accusation, la description des faits et du déroulement de l'enquête ainsi que, en conclusion, les charges retenues sur lesquelles la cour d'assises allait devoir se prononcer, une vingtaine de jours plus tard. Cette communication était uniquement destinée à informer le public, par la voie de la presse, de l'objet du procès d'assises qui allait débuter dans une affaire fortement médiatisée: manifestement mal fondée.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}