{"file": "FRE_CLINF_11364_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "11364/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 121", "Juillet 2009", "Mooren c. Allemagne [GC] - 11364/03", "Arrêt 9.7.2009 [GC]", "Article 5", "Article 5-1", "Arrestation ou détention régulière", "Décision de la cour d’appel de ne pas annuler l’ordonnance de placement en détention entachée d’un vice juridique mais de renvoyer l’affaire au tribunal de première instance : non-violation", "", "Article 5-4", "Introduire un recours", "Refus d’autoriser l’accès aux documents du dossier pertinents pour la question de la régularité de la détention : violation", "", "Contrôle à bref délai", "Retards dus à la décision de la cour d’appel de renvoyer l’affaire au tribunal de première instance au lieu d’annuler l’ordonnance de placement en détention : violation", "", "En fait : Soupçonné de fraude fiscale, le requérant fut arrêté le 25 juillet 2002. Un tribunal de district ordonna son placement en détention provisoire, considérant qu’il existait de fortes raisons de le soupçonner d’avoir éludé l’impôt en une vingtaine d’occasions entre 1996 et juin 2002 et qu’il y avait lieu de parer au risque d’une destruction de preuves. Le 7 août 2002, après avoir obtenu l’assistance d’un avocat, le requérant demanda au tribunal de district de contrôler la légalité de son placement en détention. Saisi d’une demande d’accès au dossier par l’avocat du requérant, le parquet refusa d’y faire droit au motif que cela aurait pu nuire à l’enquête. Il ajouta toutefois que le procureur chargé de l’affaire était disposé à fournir un exposé oral des faits et preuves figurant au dossier, offre que l’avocat du requérant refusa. Lors de l’audience consacrée à l’examen du recours, le tribunal de district valida la décision de placement en détention provisoire. Le requérant forma alors un recours devant le tribunal régional, qui l’en débouta. Le 14 octobre 2002, une cour d’appel, saisie d’un nouveau recours par le requérant, annula les décisions rendues par les juridictions inférieures et renvoya la cause au tribunal de district après avoir constaté que l’ordonnance de placement en détention du 25 juillet 2002 ne satisfaisait pas aux exigences légales et constitutionnelles en vertu desquelles les faits et preuves fondant les soupçons et justifiant le placement en détention provisoire de l’accusé devaient être décrits d’une manière suffisamment détaillée. La cour d’appel n’annula toutefois pas l’ordonnance elle-même, considérant qu’elle était certes entachée d’un vice juridique (rechtsfehlerhaft) mais non de nullité (unwirksam). Elle refusa par ailleurs de statuer elle-même sur la détention du requérant, préférant renvoyer la cause au tribunal de district, auquel elle donna instruction d’informer l’accusé des éléments qui nourrissaient les soupçons pesant sur lui et de l’entendre à cet égard. A la suite du renvoi de la cause, le parquet communiqua à l’avocat du requérant un récapitulatif de quatre pages, dressé par le bureau des fraudes fiscales, des taxes et impôts au paiement desquels le requérant était accusé de s’être frauduleusement soustrait. Le tribunal de district rendit une nouvelle ordonnance de placement en détention, mais décida de surseoir à son exécution sous certaines conditions. Cette décision fut confirmée par le tribunal régional et le requérant fut libéré le 7 novembre 2002. Peu après, son avocat fut autorisé à consulter le dossier. A l’issue de son procès, le requérant fut reconnu coupable de fraude fiscale et condamné à une peine de vingt mois d’emprisonnement assortie d’un sursis avec mise à l’épreuve.", "En droit allemand, les ordonnances de placement en détention qui sont simplement entachées d’un vice juridique peuvent être redressées dans le cadre d’une procédure de contrôle juridictionnel ; elles demeurent par conséquent une base valable pour une détention jusqu’à ce que le vice soit purgé. Ce n’est que dans les cas où le vice est manifeste et d’une étendue et d’une gravité telles que l’ordonnance contredit de manière flagrante les principes qui sous-tendent le système juridique allemand qu’une ordonnance de placement en détention peut être déclarée nulle et non avenue. L’article 309 § 2 du code de procédure pénale précise que si la juridiction d’appel estime que le recours formé contre le placement ou le maintien en détention est bien fondé, elle doit se prononcer par la même décision sur le fond. Cela étant, les cours d’appel ont développé des exceptions à la règle et ont tendance à renvoyer la question à une juridiction inférieure lorsque, comme en l’espèce, une ordonnance de placement en détention ne mentionne pas de manière suffisamment détaillée les motifs de soupçonner l’accusé d’une infraction et lorsque, de surcroît, le parquet a refusé l’accès au dossier à la défense. En pareil cas, en effet, le défaut de motivation s’analyse en un manquement à l’obligation d’entendre l’accusé.", "Dans son arrêt du 13 décembre 2007, une chambre de la Cour avait conclu à la non-violation de l’article 5 § 1 et à la violation de l’article 5 § 4.", "En droit : Article 5 § 1 – Le requérant se plaignait que la cour d’appel n’eût pas annulé l’ordonnance de placement en détention du 25 juillet 2002 et n’eût pas ordonné sa mise en liberté, alors même qu’elle avait jugé ladite ordonnance entachée d’un vice juridique. La Cour relève dans son arrêt que les vices affectant une ordonnance de placement en détention ne rendent pas nécessairement la détention « irrégulière » aux fins de l’article 5 § 1, la Cour devant rechercher si le vice en question peut s’analyser en une « irrégularité grave et manifeste ». Même si l’ordonnance de placement en détention du 25 juillet 2002 ne satisfaisait pas aux exigences formelles du droit interne, dès lors qu’elle ne décrivait pas de manière suffisamment détaillée les faits et preuves qui fondaient les soupçons pesant sur le requérant, elle n’était pas entachée d’un vice grave et manifeste qui l’eût rendue nulle et non avenue. En particulier, le tribunal de district était compétent pour trancher la cause, il entendit le requérant lors d’une audience et il lui notifia l’ordonnance. Par ailleurs, l’ensemble des juridictions allemandes ont considéré tout au long du processus de contrôle juridictionnel que les conditions de fond auxquelles la détention du requérant était censée répondre – l’existence de fortes raisons de soupçonner l’intéressé d’avoir commis une infraction et celle d’un risque de le voir supprimer des preuves ou se soustraire à la justice – étaient remplies. Le fait que tout au long de la détention de son client l’avocat du requérant a été privé de la possibilité de consulter le dossier ne change rien à cet égard, une violation de l’article 5 § 4 pour ce motif (voir ci-dessous) n’emportant pas automatiquement violation de l’article 5 § 1. Même si au regard des dispositions du droit interne l’ordonnance litigieuse aurait dû être fondée sur des faits plus détaillés, il reste que le tribunal de district mentionna de manière précise les charges qui pesaient sur le requérant et qu’il fournit des indications dont il ressortait clairement que les soupçons dirigés contre l’intéressé se fondaient sur les documents professionnels qui avaient été saisis à son domicile. En conséquence, le requérant ne peut prétendre qu’il ignorait sur quoi se fondaient les soupçons en question.", "De surcroît, contrairement à ce que soutient le requérant, la décision rendue par la cour d’appel le 14 octobre 2002 était suffisamment prévisible pour satisfaire au principe général de sécurité juridique. La distinction entre ordonnances « défectueuses » et ordonnances « nulles et non avenues » était bien établie dans la jurisprudence interne, même si, comme le requérant le fait valoir, elle ne trouvait aucun appui dans les dispositions du code de procédure pénale. De surcroît, même si la décision de la cour d’appel de renvoyer la cause se heurtait au libellé du code, en vertu duquel les cours d’appel doivent rendre elles-mêmes la décision requise sur le fond, elle aussi se fondait sur une exception jurisprudentielle bien établie, qui s’appliquait dans un certain nombre de circonstances bien définies. Si la Cour considère que les exceptions jurisprudentielles à des dispositions légales expresses doivent être réduites au minimum, sous peine de compromettre la sécurité juridique, la cour d’appel s’est en l’espèce référée de manière explicite à des décisions rendues par d’autres cours d’appel concernant des affaires comparables à celle du requérant. Dès lors, sur ce point également, la décision de la cour d’appel était suffisamment prévisible.", "Enfin, si la rapidité avec laquelle les tribunaux internes remplacent une ordonnance de placement en détention défectueuse constitue un élément pertinent pour l’appréciation du point de savoir si la détention subie doit ou non être considérée comme arbitraire, le tribunal de district rendit en l’espèce, dans les quinze jours de la décision de renvoi adoptée par la cour d’appel, une nouvelle ordonnance, fondée sur des faits plus détaillés. Au demeurant, le renvoi d’une affaire à une juridiction inférieure constitue une technique juridique reconnue facilitant l’établissement détaillé des faits et l’appréciation des éléments de preuve pertinents pour une décision judiciaire. Dans des circonstances telles que celles de l’espèce, le bénéfice résultant du renvoi d’une affaire à la juridiction inférieure peut l’emporter sur les inconvénients liés au retard ainsi causé et peut même servir à éviter des retards inutiles, dès lors que le renvoi permet de s’appuyer sur la parfaite maîtrise du dossier par la juridiction inférieure et sur sa meilleure connaissance de la situation personnelle du suspect et de l’état de l’enquête ouverte contre lui. Le renvoi peut également servir à améliorer l’administration de la justice lorsque, comme c’était le cas en l’espèce, la juridiction supérieure donne à la juridiction inférieure des indications propres à lui éviter de rendre des décisions défectueuses à l’avenir. Dans ces conditions, le temps qui s’est écoulé entre le constat par la cour d’appel du caractère défectueux de l’ordonnance de placement en détention et le prononcé d’une nouvelle ordonnance par le tribunal de district n’a pas non plus rendu arbitraire la détention subie par le requérant. La cour conclut dès lors que le requérant a été détenu « régulièrement » et qu’il a été privé de sa liberté « selon les voies légales ».", "Conclusion : non-violation (neuf voix contre huit).", "Article 5 § 4 – a) Célérité du contrôle : la Grande Chambre fait siennes les conclusions de la chambre selon lesquelles la décision de renvoyer la cause avait retardé de manière injustifiée la procédure de contrôle juridictionnel. Deux mois et vingt-deux jours s’étaient écoulés entre l’introduction par le requérant le 7 août 2002 de sa demande de contrôle juridictionnel et l’adoption par le tribunal de district de la décision sur le fond de cette demande.", "Conclusion : violation (unanimité).", "b) Accès au dossier : L’égalité des armes n’est pas assurée si l’avocat se voit refuser l’accès aux pièces du dossier qui revêtent une importance essentielle pour une contestation efficace de la légalité de la détention de son client. La Grande Chambre fait siennes les conclusions de la chambre selon lesquelles la proposition du parquet de simplement fournir à l’avocat du requérant un exposé oral des faits et preuves qui figuraient dans le dossier et le fait que l’avocat du requérant eût obtenu copie d’un récapitulatif de quatre pages ne peuvent être considérés comme suffisants, l’avocat n’ayant pu obtenir accès aux parties du dossier sur lesquelles les soupçons pesant sur le requérant se fondaient pour l’essentiel.", "Conclusion : violation (unanimité).", "Article 41 – 3 000 EUR pour dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}