{"file": "FRE_HFCOM_22077_10.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "22077/10", "text_paragraphs": ["DEUXIÈME SECTION", "Requête no 22077/10\nSalih Salman KILIÇ\ncontre la Turquie\nintroduite le 20 février 2010", "", "EXPOSÉ DES FAITS", "EN FAIT", "Le requérant, M. Salih Salman Kılıç, est un ressortissant turc né en 1984 et résidant à Denizli. Il a été représenté devant la Cour par Me A. Yılmaz, avocat à Ardahan.", "A.  Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par le requérant, peuvent se résumer comme suit.", "Le 16 décembre 2009, un juge du tribunal d’instance pénale d’Ardahan délivra un mandat d’amener contre le requérant, qui était soupçonné d’appartenir au PKK, une organisation armée illégale. Le même jour, en application de l’article 153 de la loi sur la procédure pénale, le juge en question décida de restreindre le droit d’accès au dossier de l’enquête", "Le 5 janvier 2010, le requérant fut arrêté à Denizli, une ville située à environ 1 600 km d’Ardahan, et traduit devant un juge du tribunal d’instance pénale de cette ville. Le juge vérifia à cette occasion que le requérant était bien la personne visée par le mandat d’amener et le lui notifia oralement et par écrit. Faisant application de l’article 94 § 1 de la loi sur la procédure pénale, il ordonna ensuite le placement de l’intéressé en détention provisoire en vue d’assurer sa comparution devant le tribunal d’instance pénale d’Ardahan dans les plus brefs délais.", "Le 29 janvier 2010, un juge du tribunal d’instance pénale d’Ardahan ordonna la prolongation de la détention provisoire du requérant.", "Le 4 février 2010, l’avocat du requérant contesta le mandat d’amener ainsi que la décision restreignant le droit d’accès au dossier. Le même jour, le juge du tribunal d’instance pénale d’Ardahan rejeta le recours formé par l’avocat de l’intéressé.", "Le même jour, le tribunal d’instance pénale d’Ardahan rejeta l’opposition formée par le requérant au motif que celui-ci risquait de s’enfuir et les preuves de dépérir.", "Le 16 février 2010, l’avocat du requérant adressa une requête au ministère de la Justice. Observant que son client était détenu depuis le 5 janvier 2010 à Denizli et qu’il n’avait toujours pas été transféré à Ardahan, il sollicitait le transfert du requérant vers cette ville dans les plus brefs délais.", "A une date ultérieure non précisée, le requérant fut transféré à Ardahan.", "Le 19 février 2010, il fut traduit devant le procureur de la République d’Ardahan et entendu sur les accusations portées contre lui. Il fut ensuite traduit devant un juge du tribunal d’instance pénale, qui ordonna son placement en détention provisoire eu égard aux forts soupçons d’appartenance au PKK qui pesaient sur lui, à la nature et à la qualification de l’infraction qui lui était reprochée, à l’état des preuves et à la peine encourue.", "B.  Le droit interne pertinent", "L’article 94 de la loi sur la procédure pénale est ainsi libellé :", "« Lorsqu’une personne arrêtée dans le cadre d’une instruction ou d’un procès en vertu d’un mandat d’arrêt décerné par un juge ou un tribunal ne peut être déférée dans les 24 heures devant le juge ou le tribunal compétent, elle doit être traduite dans le même délai devant un juge du tribunal d’instance pénale le plus proche. Dans le cas où elle n’est pas remise en liberté, elle doit être placée en détention provisoire pour être déférée dans les plus brefs délais devant le juge ou le tribunal compétent. »", "GRIEFS", "Invoquant les articles 3, 5 et 6 de la Convention, le requérant se plaint d’avoir été arrêté et incarcéré à la prison de Denizli en vertu d’un mandat d’arrêt sans avoir été en mesure de présenter sa défense. Il fait observer qu’il a été conduit à Ardahan et entendu sur les accusations portées contre lui quarante-cinq jours seulement après son arrestation à Denizli. Il se plaint en outre d’avoir été détenu dans une cellule d’isolement pendant les sept premiers jours de sa détention à la prison de Denizli et affirme avoir subi des mauvais traitements.", "QUESTIONS AUX PARTIES", "1.  La privation de liberté subie par le requérant entre son arrestation à Denizli et son transfert à Ardahan était-elle conforme au droit interne pertinent ?", "", "En particulier, peut-on considérer que le requérant a été transféré à Ardahan dans les plus brefs délais, comme l’exige l’article 94 de la loi no 5271 sur la procédure pénale ?", "", "2.  Le requérant a-t-il été aussitôt traduit devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires, comme l’exige l’article 5 § 3 de la Convention ?", "", "En particulier, le juge d’instance pénale de Denizli qui a décidé du placement en détention provisoire du requérant avait-il le pouvoir d’ordonner la mise en liberté de celui-ci ?", "", "Dans l’affirmative, le Gouvernement est invité à fournir des exemples de décisions en ce sens."]}