{"file": "FRE_CLINF_31534_96.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "31534/96", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 8", "Juillet 1999", "Matter c. Slovaquie - 31534/96", "Arrêt 5.7.1999 [Section II]", "Article 6", "Procédure civile", "Article 6-1", "Délai raisonnable", "Durée d'une procédure civile: violation", "Article 8", "Article 8-1", "Respect de la vie privée", "Examen psychiatrique imposé: non-violation", "En fait: L’affaire concerne la durée de la procédure relative à la décision de priver le requérant de sa capacité juridique en raison de sa santé mentale. La procédure débuta en 1987 et demeure pendante. Elle a donc déjà duré plus de sept ans depuis mars 1992, moment où l’ancienne République fédérative tchèque et slovaque avait ratifié la Convention et reconnu le droit de recours individuel.", "En droit: Article 6 § 1: La Cour relève d’abord que la procédure devait aboutir à une décision sur des droits et obligations de caractère civil; l’article 6 s’applique donc. Elle admet que l’affaire revêtait une certaine complexité, mais estime que cela ne saurait en justifier la durée. Elle note que le requérant a contribué aux lenteurs de la procédure en refusant de coopérer avec les médecins, en récusant certains juges et en demandant que sa cause soit examinée par un autre tribunal. La Cour constate toutefois des périodes d’inactivité auxquelles le Gouvernement n’a fourni aucune explication satisfaisante et estime que les tribunaux internes n’ont pas agi avec la diligence spéciale voulue par l’article 6 § 1 dans des affaires de ce genre.", "Conclusion: violation (unanimité).", "Article 8: La Cour considère que l’examen de force du requérant dans un hôpital en 1993 s’analyse en une ingérence dans le droit de l’intéressé au respect de sa vie privée. L’ingérence, que la Cour juge grave, avait une base légale et la Cour n’aperçoit aucune raison de douter qu’elle poursuivait le but légitime de protéger les droits et la santé de l’intéressé lui-même. Quant à la nécessité de l’ingérence, la Cour considère qu’il était justifié de procéder à une expertise de l’état mental du requérant et rappelle que l’expert a d’abord tenté de convaincre l’intéressé de se soumettre à cet examen de son plein gré. Faute de quoi, le tribunal de district ordonna cet examen dans un établissement psychiatrique, décision que confirma le tribunal régional après que le tuteur du requérant et le procureur eurent donné leur accord. Le tribunal de district invita le requérant par deux fois à se soumettre à l’examen à l’hôpital psychiatrique et l’avertit que s’il n’obtempérait pas, on pourrait l’y emmener. Son invitation étant demeurée sans suite, le tribunal de district ordonna l’internement. Le requérant fut emmené à l’hôpital le 19 août 1993 et en fut libéré le 2 septembre, une fois l’examen terminé. Eu égard à l’ensemble des circonstances, la Cour estime que l’ingérence n’était pas disproportionnée aux buts légitimes poursuivis et était donc « nécessaire dans une société démocratique ». ", "Conclusion: non-violation (unanimité).", "Article 41: Le requérant n’ayant élevé aucune prétention, la Cour n’alloue pas de satisfaction équitable.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}