{"file": "FRE_CLINF_31423_96.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "31423/96", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 4", "Mars 1999", "Papachelas c. Grèce [GC] - 31423/96", "Arrêt 25.3.1999 [GC]", "Article 6", "Procédure civile", "Article 6-1", "Délai raisonnable", "Durée d'une procédure civile: non-violation", "article 1 du Protocole n° 1", "Montant d’une indemnité d’expropriation: non violation\nPrésomption de bénéfice pour une expropriation excluant en partie l’indemnisation: violation", "(Extrait du communiqué de presse)", "En fait: Les requérants, Aristomenis et Eugène Papachelas, ressortissants grecs, sont nés respectivement en 1926 et 1933 et résident à Athènes. Le 9 janvier 1989, l’État grec procéda à l’expropriation d’un terrain de 8 402 m² appartenant aux requérants, aux fins de construction d’une nouvelle route nationale. Toutefois, ces derniers n’ont été indemnisés que pour 6 962 m², en raison de l’application, conformément à la loi n° 653/1977, d’une présomption irréfragable, en vertu de laquelle lors de la construction d’une nouvelle route nationale, les propriétaires d’immeubles riverains expropriés sont considérés d’en tirer profit, et leur indemnisation en cas d'expropriation est réduite en conséquence. Le 5 juin 1991, l’État grec engagea la procédure de fixation judiciaire de l’indemnité. Les requérants produisirent, entre autres, un rapport officiel du Corps des estimateurs assermentés, estimant la valeur de leur terrain à 53 621 drachmes au mètre carré. Toutefois, le prix unitaire définitif d’indemnisation fut fixé à 52 000 drachmes au mètre carré. La procédure s’est terminée le 20 juin 1995 par un arrêt de la Cour de cassation rejetant le pourvoi en cassation des requérants. Cet arrêt fut mis au net le 28 septembre 1995 et les requérants en obtinrent copie le 9 octobre 1995. ", "Les requérants se plaignent que leur cause n’a pas été entendue dans un délai raisonnable, en violation de l’article 6 § 1 de la Convention. Les requérants allèguent en outre une double violation de l’article 1 du Protocole n° 1 : Ils se plaignent, d’une part, de la fixation de l’indemnisation à un prix inférieur à la valeur de leur propriété expropriée. D’autre part, ils se plaignent de n’avoir été indemnisés que pour 6 962 m² sur 8 402 m² expropriés, en raison de l’application de la présomption établie par l’article 1 § 3 de la loi n° 653/1977.", "En droit", "Exception préliminaire du Gouvernement: La Cour rejette l’exception préliminaire du Gouvernement tirée de la tardiveté de la requête.", "Article 6 § 1 de la Convention: La Cour constate que l’affaire présentait une certaine complexité, en raison du nombre des propriétés expropriées par la même décision ministérielle. Elle note que la durée de la procédure devant le tribunal de première instance et la cour d’appel d’Athènes ne prête pas à critique. Quant à l’instance devant la Cour de cassation, qui s’est étalée sur un an et demi, la Cour estime que pareille durée n’est pas excessive, compte tenu du comportement des requérants qui ont mis du retard dans le dépôt de leur pourvoi. Partant, il n’y a pas eu violation de l’article 6 § 1 de la Convention.", "Concusion: non-violation (douze voix contre cinq).", "Article 1 du Protocole n° 1", "a) Montant de l’indemnité d’expropriation fixé: La Cour note que le prix unitaire définitif d’indemnisation fut fixé à un montant inférieur seulement de 1 621 GRD par rapport au prix proposé par les experts du Corps des estimateurs assermentés. Eu égard à la marge d’appréciation que l’article 1 du Protocole n° 1 laisse aux autorités nationales, la Cour considère le prix perçu par les requérants comme raisonnablement en rapport avec la valeur de la propriété expropriée. Partant, il n’y a pas eu violation de l’article 1 du Protocole n° 1 concernant le montant de l’indemnité d’expropriation au mètre carré fixé en l’espèce.", "Conclusion: non-violation (quinze voix contre deux).", "b) L’application de la présomption irréfragable posée par la loi n° 653/1977: La Cour rappelle que le système appliqué en l’occurrence, qui est d’une rigidité excessive et qui ne tient aucun compte de la diversité des situations, l’a déjà amenée à conclure à la violation de l’article 1 du Protocole n° 1 dans deux affaires similaires contre la Grèce (il s’agit des arrêts Katikaridis et autres et Tsomtsos et autres c. Grèce du 15 novembre 1996). La Cour ne distingue en l’espèce aucune raison de s’écarter de cette jurisprudence. Elle note que les requérants ont été empêchés de faire valoir devant les juridictions internes leur droit à une indemnisation complète de la perte de leur propriété, et n’ont été indemnisés que pour 6 962 m² sur 8 402 m² expropriés. Les requérants ont dû ainsi supporter une charge spéciale et excessif que seule aurait pu rendre légitime la possibilité de prouver le préjudice qu’ils prétendent avoir subi et de toucher, le cas échéant, l’indemnité dont il s’agit. La Cour estime qu’il n’y a pas lieu, à ce stade, de rechercher si les requérants ont réellement subi un préjudice ; c’est dans leur situation juridique même que l’équilibre à préserver a été détruit. Il y a donc eu violation de l’article 1 du Protocole n° 1 en raison de l’application de la présomption établie par l’article 1 § 3 de la loi n° 653/1977.", "Conclusion: violation (unanimité).", "Article 41 de la Convention: Dans les circonstances de la cause, la Cour estime que la question de l’application de l’article 41 ne se trouve pas en état en ce qui concerne le dommage matériel, de sorte qu’il échet de la réserver eu égard à l’éventualité d’un accord entre l’État défendeur et les intéressés. Elle alloue aux requérants la somme de deux millions de drachmes pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}