{"file": "FRE_HFJUD_43750_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "43750/06", "text_paragraphs": ["", "", "ANCIENNE", "DEUXIÈME SECTION", "", "", "", "", "", "AFFAIRE NUSRET KAYA ET AUTRES c. TURQUIE", "", "(Requêtes nos 43750/06, 43752/06, 32054/08, 37753/08 et 60915/08)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "22 avril 2014", "", "", "DÉFINITIF", "", "08/09/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention..", "En l’affaire Nusret Kaya et autres c. Turquie,", "La Cour européenne des droits de l’homme (ancienne deuxième section), siégeant en une chambre composée de :", "\tGuido Raimondi, président,\n\tIşıl Karakaş,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tNebojša Vučinić,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 25 mars 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", ".  À l’origine de l’affaire se trouvent cinq requêtes (nos 43750/06, 43752/06, 32054/08, 37753/08 et 60915/08) dirigées contre la République de Turquie et dont cinq ressortissants de cet État, MM. Nusret Kaya, Ahmet Gerez, Mehmet Şirin Bozçalı, Mesut Yurtsever et Mehmet Nuri Özen (« les requérants »), ont saisi la Cour le 4 octobre 2006 (requêtes nos 43750/06 et 43752/06), le 24 juin 2008 (requête no 32054/08), le 24 juillet 2008 (requête no 37753/08) et le 25 novembre 2008 (requête no 60915/08) en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  M. Kaya a été autorisé à se représenter lui-même devant la Cour. M. Bozçalı a été représenté devant la Cour par Me M. Erbil, avocat à Istanbul. M. Yurtsever et M. Özen ont été représentés par Me M. Vargün, avocat à Ankara. M. Gerez a été représenté par Me O. Gündoğdu, avocat à Kars.", "Le gouvernement turc (« le Gouvernement ») a été représenté par son agent.", ".  Les requérants alléguaient en particulier avoir subi une atteinte à leur droit au respect de leur correspondance téléphonique (article 8 de la Convention) et ne pas avoir bénéficié d’une procédure équitable (article 6 de la Convention). Ils se plaignaient en outre d’une violation des articles 3, 13, 14, 17 et 18 de la Convention.", ".  Le 18 janvier 2010, les requêtes ont été communiquées au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", ".  Les requérants sont nés respectivement en 1972, en 1965, en 1966, en 1974 et en 1976.", "A.  Nusret Kaya et Ahmet Gerez (requêtes nos 43750/06 et 43752/06)", ".  Lors de l’introduction de leur requête, les requérants étaient détenus à la prison de type E de Muş.", ".  Pendant leur détention antérieure dans une autre prison – la prison de type H d’Erzurum –, ils avaient saisi le juge de l’exécution d’Erzurum d’une demande tendant à la levée des restrictions que l’administration pénitentiaire apportait, selon eux, à leurs conversations téléphoniques en les empêchant de tenir celles-ci en kurde.", ".  Le 29 mai 2006, statuant sur pièces, le juge de l’exécution d’Erzurum rejeta ce recours. Dans sa motivation, il indiquait tout d’abord que, si l’article 22 de la Constitution et l’article 8 de la Convention européenne des droits de l’homme instauraient la liberté de correspondance, ces deux dispositions prévoyaient également des limitations à cette liberté pour des motifs tels que la sécurité nationale et l’ordre public. Il énonçait ensuite que la loi no 5275 relative à l’exécution des peines et des mesures préventives (« la loi no 5275 ») disposait que les conversations téléphoniques devaient se tenir dans les conditions et selon les principes énoncés dans le règlement relatif à l’exécution des peines et des mesures préventives (« le règlement »). Il relevait par ailleurs que l’administration pénitentiaire n’avait pas encore reçu de réponse à la demande par laquelle elle souhaitait qu’il fût vérifié, en vertu de l’article 88/2 p) de ce règlement, si les personnes avec lesquelles les intéressés souhaitaient s’entretenir comprenaient ou non le turc. Il soulignait à cet égard que cette question restait à clarifier et que le recours intenté par les intéressés portait donc sur la pratique générale de l’administration, qui, pour le juge, n’était pas contraire à la loi. Il concluait que l’administration pénitentiaire avait agi conformément à la loi no 5275 et à l’article 88/2 p) du règlement.", ".  Le 11 mai 2006, les requérants formèrent opposition contre cette décision.", ".  Le 12 juillet 2006, statuant sur pièces, la cour d’assises d’Erzurum rejeta l’opposition formée par les requérants, estimant que la décision du juge de l’exécution n’avait été contraire ni à la procédure ni à la loi.", "B.  Mehmet Şirin Bozçalı et Mesut Yurtsever (requêtes nos 32054/08 et 37753/08)", "11.  Lors de l’introduction des requêtes, les requérants étaient détenus à la prison de type F de Bolu.", "12.  Pendant leur détention dans cette prison, le 5 mai 2008, ils saisirent le juge de l’exécution de Bolu d’une demande tendant à la levée des restrictions que, selon eux, l’administration apportait à leurs conversations téléphoniques en les empêchant de tenir celles-ci en kurde.", "13.  Le 13 mai 2008, statuant sur pièces, le juge de l’exécution de Bolu rejeta ce recours, estimant que la pratique de l’administration pénitentiaire était conforme à la procédure et à la loi. Dans sa décision, il relevait que le règlement relatif aux conversations téléphoniques des condamnés et des détenus dans les centres pénitentiaires et les maisons d’arrêt avec leurs proches se trouvant à l’extérieur avait été abrogé le 17 février 2007. Il indiquait que ce règlement ne comportait aucune disposition quant au traitement d’une demande portant sur une conversation téléphonique dans une langue autre que le turc. Il exposait que la loi no 5275 était entrée en vigueur et que l’article 88 du règlement édictait de nouveaux principes, dont il fallait tenir compte. Il énonçait l’ensemble des conditions prévues dans cette dernière disposition quant à l’encadrement des conversations téléphoniques dans les prisons, notamment la règle selon laquelle les conversations téléphoniques devaient se tenir en turc, exception faite des cas dans lesquels le condamné ou son interlocuteur ou les deux ne comprenaient pas cette langue. Il précisait que, en pareil cas, le règlement exigeait que le prisonnier mentionnât sur le formulaire de correspondance téléphonique que son proche ne comprenait pas le turc. Il ajoutait que, lorsque l’administration pénitentiaire l’estimait nécessaire, des recherches – menées aux frais du condamné – quant à la véracité des informations portées sur le formulaire pouvaient être effectuées, à l’issue desquelles le prisonnier pouvait être autorisé à parler en kurde. Il précisait en outre qu’un prisonnier était tenu de commencer une conversation téléphonique en énonçant son prénom et son nom puis de demander à son interlocuteur d’énoncer son prénom, son nom et son numéro de téléphone. Pour le juge, cette obligation impliquait que, excepté dans certaines situations, les conversations téléphoniques devaient se tenir en turc.", "14.  Le 26 mai 2008, M. Yurtsever forma opposition contre cette décision. Il arguait que sa langue maternelle était le kurde et qu’il était dès lors normal qu’il utilisât cette langue pour converser par téléphone avec sa mère. Il soutenait également que cela avait été la pratique durant les cinq années écoulées. Il contestait enfin l’obligation faite au demandeur de payer les frais liés à la procédure de vérification des informations.", "15.  Le 27 mai 2008, M. Bozçalı forma lui aussi opposition contre la décision du juge de l’exécution, soutenant que communiquer, correspondre et vivre selon son identité culturelle était un droit fondamental.", "16.  Le 12 juin 2008, statuant sur dossier, la cour d’assises de Bolu rejeta l’opposition formée par les requérants. Elle estimait que la pratique de l’administration pénitentiaire et la décision du juge de l’exécution n’avaient été contraires ni à la procédure ni à la loi.", "C.  Mehmet Nuri Özen (requête no 60915/08)", ".  Lors de l’introduction de la requête, le requérant était détenu à la prison de type F de Bolu.", "18.  Pendant sa détention dans cette prison, le 30 mai 2008, il saisit le juge de l’exécution de Bolu pour se plaindre de l’obligation qui lui aurait été faite de parler en turc lors de ses entretiens téléphoniques avec ses proches et du refus de l’administration pénitentiaire de l’autoriser à mener ces conversations en kurde.", "19.  Le 10 juin 2008, statuant sur pièces, le juge de l’exécution de Bolu rejeta ce recours. Il estimait que la pratique de l’administration pénitentiaire était conforme à la procédure et à la loi. Dans sa décision, il relevait que le règlement relatif aux conversations téléphoniques des condamnés et des détenus dans les centres pénitentiaires et les maisons d’arrêt avec leurs proches se trouvant à l’extérieur avait été abrogé le 17 février 2007. Il indiquait que ce règlement ne comportait aucune disposition quant au traitement d’une demande portant sur une conversation téléphonique dans une langue autre que le turc. Il exposait que la loi no 5275 était entrée en vigueur et que l’article 88 du règlement édictait de nouveaux principes, dont il fallait tenir compte. Il énonçait l’ensemble des conditions prévues dans cette dernière disposition quant à l’encadrement des conversations téléphoniques dans les prisons, notamment la règle selon laquelle les conversations téléphoniques devaient se tenir en turc, exception faite des cas dans lesquels le condamné ou son interlocuteur ou les deux ne comprenaient pas cette langue. Il précisait que, en pareil cas, le règlement exigeait que le prisonnier mentionnât sur le formulaire de correspondance téléphonique que son proche ne comprenait pas le turc. Il ajoutait que, lorsque l’administration pénitentiaire l’estimait nécessaire, des recherches – menées aux frais du condamné – quant à la véracité des informations portées sur le formulaire pouvaient être effectuées, à l’issue desquelles le prisonnier pouvait être autorisé à parler en kurde. Il précisait en outre qu’un prisonnier était tenu de commencer une conversation téléphonique en énonçant son prénom et son nom puis de demander à son interlocuteur d’énoncer son prénom, son nom et son numéro de téléphone. Pour le juge, cette obligation impliquait que, excepté dans certaines situations, les conversations téléphoniques devaient se tenir en turc.", "20.  Le 20 juin 2008, le requérant forma opposition contre cette décision.", "21.  Le 4 juillet 2008, la cour d’assises de Bolu rejeta l’opposition formée par le requérant, estimant que la pratique de l’administration pénitentiaire et la décision du juge de l’exécution n’avaient été contraires ni à la procédure ni à la loi.", "II.  LE DROIT INTERNE ET LES TEXTES INTERNATIONAUX PERTINENTS", "A.  Le droit interne pertinent", "22.  L’article 66 de la loi no 5275 du 13 décembre 2004 relative à l’exécution des peines et des mesures préventives, publiée au Journal officiel le 29 décembre 2004, dispose notamment :", "« 1.  Les condamnés qui sont dans des établissements pénitentiaires fermés peuvent, selon les principes et les procédures définis dans le règlement, avoir des conversations téléphoniques à partir des téléphones payants se trouvant sous le contrôle de l’administration. Les conversations téléphoniques sont écoutées par l’administration et enregistrées. Ce droit [de téléphoner] peut être restreint pour les condamnés en situation de danger et pour ceux qui sont membres d’une organisation (örgüt mensubu).", "(...) »", "23.  L’article 88 du règlement relatif à l’exécution des peines et des mesures préventives, dans sa rédaction du 20 mars 2006, publié au Journal officiel le 6 avril 2006, dispose notamment :", "« 1.  Les condamnés qui sont dans un établissement fermé (...) peuvent converser par téléphone avec leur conjoint, leurs parents jusqu’au troisième degré et leur tuteur.", "2.  Les conversations téléphoniques se font dans les conditions énoncées ci-dessous :", "(...)", "f)  (...) Les condamnés peuvent parler sans interruption avec un ou plusieurs de leurs proches, une fois par semaine (...) Si, pour une raison quelconque, l’entretien téléphonique n’a pu avoir lieu, il leur est possible de s’entretenir avec une autre personne dont ils ont donné le numéro au préalable. La durée d’un appel ne peut dépasser dix minutes (...) [L]es condamnés identifiés comme dangereux par l’administration et par l’organe de surveillance peuvent s’entretenir [par téléphone] une fois tous les quinze jours, pour une durée ne pouvant dépasser dix minutes, uniquement avec leur conjoint, leurs enfants, leur père et leur mère.", "g)  S’il est établi, lors de l’écoute de la conversation, que le condamné tient des propos susceptibles de menacer la sécurité de l’établissement, de revêtir un caractère infractionnel ou d’inciter ou d’aider à la commission d’une infraction, l’entretien est immédiatement interrompu (...)", "(...)", "j)  Le coût des communications téléphoniques est à la charge du condamné (...)", "k)  Pour pouvoir bénéficier du droit de correspondance téléphonique énoncé dans cet article, le condamné doit remplir « un formulaire de correspondance téléphonique ». Dans ce formulaire, il doit préciser [le nom] des personnes avec lesquelles il souhaite s’entretenir par téléphone ainsi que son degré de proximité avec elles, leurs numéros de téléphone fixe et de téléphone portable et leurs numéros internationaux, ainsi que leur adresse. Après y avoir joint les documents requis, il remet le formulaire à l’administration.", "L’administration peut, lorsqu’elle l’estime nécessaire, sous réserve d’en faire supporter les frais au condamné, vérifier la véracité des informations portées sur le formulaire (...) Le condamné ne peut pas avoir de conversation téléphonique avec des personnes qui ne sont pas mentionnées sur le formulaire.", "(...)", "n)  (...) Le condamné commence sa conversation en énonçant son prénom et son nom. Il poursuit en demandant à la personne avec laquelle il s’entretient de rappeler son prénom, son nom et son numéro de téléphone. Cette procédure est obligatoire (...)", "(...)", "p)  Les conversations téléphoniques se tiennent en turc. Toutefois, lorsque le condamné ne comprend pas (bilmediğini) le turc ou qu’il a été établi, à l’issue de recherches sur place, que le proche avec lequel il déclare vouloir s’entretenir ne comprend pas le turc, une autorisation de conversation [dans une autre langue] est donnée et la conversation est enregistrée. Si, au terme de l’examen de l’enregistrement, il est établi que la conversation sert des activités susceptibles d’avoir un caractère infractionnel, le condamné ne sera plus autorisé à parler avec ce proche dans une langue autre que le turc.", "(...) »", "24.  Par le décret ministériel no 15092/09 du 15 juin 2009, publié au Journal officiel le 20 juin 2009, le point p) de l’article 88/2 de ce règlement a été modifié comme suit :", "« Les conversations téléphoniques se tiennent en turc. Toutefois, lorsque le condamné déclare ne pas comprendre le turc ou que la personne avec laquelle il souhaite s’entretenir ne comprend pas le turc, une autorisation de conversation [dans une autre langue] est donnée et la conversation est enregistrée. Si, au terme de l’examen de l’enregistrement, il est établi que la conversation sert des activités susceptibles d’avoir un caractère infractionnel, le condamné ne sera plus autorisé à parler avec cette personne dans une langue autre que le turc. »", "25.  Il résulte de l’article 4 § 1 de la loi no 4675 du 16 mai 2001 relative au juge de l’exécution, publiée au Journal officiel le 23 mai 2001, que les plaintes des condamnés et des détenus concernant, entre autres, les actes relatifs à leur entrée et à leur installation dans les établissements pénitentiaires et les maisons d’arrêt, leur alimentation, la protection de leur santé physique et mentale, et leurs relations avec l’extérieur sont de la compétence du juge de l’exécution.", "Le droit interne pertinent en l’espèce, tel qu’en vigueur à l’époque des faits, relatif à la procédure devant le juge de l’exécution est décrit dans l’affaire Gülmez c. Turquie (no 16330/02, § 14, 20 mai 2008).", "B.  Les textes internationaux pertinents", ".  Le 11 janvier 2006, le Comité des Ministres du Conseil de l’Europe a adopté la Recommandation Rec(2006)2 sur les Règles pénitentiaires européennes lors de la 952e réunion des Délégués des Ministres. L’annexe à cette Recommandation dispose, en ses passages pertinents en l’espèce :", "« Contacts avec le monde extérieur", "24.1  Les détenus doivent être autorisés à communiquer aussi fréquemment que possible – par lettre, par téléphone ou par d’autres moyens de communication – avec leur famille, des tiers et des représentants d’organismes extérieurs, ainsi qu’à recevoir des visites desdites personnes.", "24.2  Toute restriction ou surveillance des communications et des visites nécessaire à la poursuite et aux enquêtes pénales, au maintien du bon ordre, de la sécurité et de la sûreté, ainsi qu’à la prévention d’infractions pénales et à la protection des victimes – y compris à la suite d’une ordonnance spécifique délivrée par une autorité judiciaire – doit néanmoins autoriser un niveau minimal acceptable de contact.", "24.3  Le droit interne doit préciser les organismes nationaux et internationaux, ainsi que les fonctionnaires, avec lesquels les détenus peuvent communiquer sans restrictions.", "24.4  Les modalités des visites doivent permettre aux détenus de maintenir et de développer des relations familiales de façon aussi normale que possible.", "24.5  Les autorités pénitentiaires doivent aider les détenus à maintenir un contact adéquat avec le monde extérieur et leur fournir l’assistance sociale appropriée pour ce faire.", "(...)", "Minorités ethniques ou linguistiques", "38.1  Des arrangements spéciaux doivent être pris concernant les besoins des détenus appartenant à une minorité ethnique ou linguistique.", "38.2  Dans toute la mesure du possible, les pratiques culturelles des différents groupes doivent pouvoir continuer à être observées en prison.", "38.3  Les besoins linguistiques doivent être couverts en recourant à des interprètes compétents et en remettant des brochures d’information rédigées dans les différentes langues parlées dans chaque prison.", "(...) »", "27.  L’Ensemble de règles minima pour le traitement des détenus, adopté par le premier Congrès des Nations unies pour la prévention du crime et le traitement des délinquants tenu à Genève en 1955, et approuvé par le Conseil économique et social dans ses Résolutions 663 C (XXIV) du 31 juillet 1957 et 2076 (LXII) du 13 mai 1977, énonce notamment :", "« Contact avec le monde extérieur", "37.  Les détenus doivent être autorisés, sous la surveillance nécessaire, à communiquer avec leur famille et ceux de leurs amis auxquels on peut faire confiance, à intervalles réguliers tant par correspondance qu’en recevant des visites.", "(...) »", "28.  Aux termes des Recommandations d’Oslo du 1er février 1998 de l’Organisation pour la sécurité et la coopération en Europe (OSCE) relatives aux droits linguistiques des minorités nationales :", "« Privation de liberté", "20)  Le directeur d’une institution pénitentiaire et les autres membres du personnel de l’institution doivent être capables de parler la ou les langues du plus grand nombre de prisonniers, ou une langue comprise par le grand nombre d’entre eux. Des programmes de recrutement et/ou de formation devraient être dirigés à cette fin. Chaque fois que cela est nécessaire, les services d’un interprète doivent être utilisés.", "21)  Les détenus appartenant à des minorités nationales doivent avoir le droit d’utiliser la langue de leur choix dans leurs communications entre détenus aussi bien qu’avec les autres. Les autorités doivent, lorsque cela est possible, adopter des mesures pour permettre aux prisonniers de communiquer dans leur propre langue à la fois oralement et dans leur correspondance personnelle, dans le cadre des limitations prévues par la loi. Dans cette optique, une personne détenue ou emprisonnée devrait, en général être maintenue dans un lieu de détention ou d’emprisonnement proche de son lieu de résidence habituelle.", "(...) »", "La note explicative annexée aux Recommandations d’Oslo dispose notamment :", "« La règle 37 des Règles minimales pour le traitement des prisonniers des Nations unies, ainsi que la règle 43 paragraphe 1 des Règles pénitentiaires européennes du Conseil de l’Europe soulignent le droit des prisonniers de communiquer avec leurs familles, leurs amis honorables et les personnes ou représentants d’organismes extérieurs. Au vu de l’importance des droits de l’homme tels que la liberté d’expression et le droit d’utiliser sa langue en public et en privé, il incombe aux autorités de respecter ces droits, dans les limites prescrites par la loi, et ce même dans les institutions pénitentiaires. En règle générale, les prisonniers devraient pouvoir communiquer dans leur propre langue, à la fois oralement avec les autres détenus et les visiteurs, dans leurs correspondances personnelles. Pourtant, certains droits de l’homme et certaines libertés des personnes détenues pour des actes criminels pourraient légitimement être restreints ou suspendus pour des raisons de sécurité publique, conformément aux limitations prévues par les instruments internationaux. D’un point de vue pratique, la jouissance des droits linguistiques des personnes détenues pourrait être facilitée par leur détention dans un lieu où leur langue est communément parlée.", "(...) »", "EN DROIT", ".  Compte tenu de la similitude des requêtes quant aux faits et aux griefs, la Cour décide de joindre celles-ci et de les examiner conjointement dans un seul arrêt.", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "30.  Les requérants se plaignent d’une atteinte à leur droit au respect de leur correspondance et/ou de leur vie privée et familiale en raison de la pratique de l’administration pénitentiaire qui consisterait à restreindre leurs conversations téléphoniques en kurde.", "Ils invoquent à cet égard l’article 8 de la Convention, ainsi libellé en ses passages pertinents en l’espèce :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale (...) et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique (...), à la défense de l’ordre et à la prévention des infractions pénales (...) »", ".  Le Gouvernement combat cette thèse.", "A.  Sur la recevabilité", ".  Dans ses observations du 20 octobre 2010, l’avocat de M. Yurtsever fait référence à un fax que l’intéressé dit avoir souhaité adresser à un journal. Selon M. Yurtsever, l’administration pénitentiaire a refusé de le transmettre au motif qu’il aurait été écrit dans une langue autre que le turc et qu’elle n’aurait pas disposé du personnel nécessaire pour en assurer la traduction. L’avocat de M. Bozçalı mentionne quant à lui, dans ses observations du 29 septembre 2010, que les autorités pénitentiaires empêchent ce dernier de s’exprimer en kurde avec ses visiteurs.", "33.  La Cour observe que ces allégations ont été formulées, dans le contexte de la présente affaire, au moment de la soumission par les requérants de leurs observations. Les intéressés n’ont par ailleurs fourni ni pièce ni autre information à l’appui de leurs dires, qui n’apparaissent dès lors aucunement étayés en l’espèce. Il s’ensuit que ces griefs sont manifestement mal fondés et qu’ils doivent être rejetés, en application de l’article 35 §§ 3 et 4 de la Convention.", ".  Constatant que le grief des requérants tiré de l’article 8 de la Convention et portant sur la restriction qui aurait été apportée à leurs conversations téléphoniques n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "B.  Sur le fond", "1.  Sur l’existence d’une ingérence", "35.  La Cour rappelle tout d’abord que toute détention régulière au regard de l’article 5 de la Convention entraîne par nature une restriction à la vie privée et familiale de la personne détenue. Elle réaffirme qu’il est toutefois « essentiel au respect de la vie familiale » que l’administration aide le détenu à maintenir un contact avec sa famille proche (Messina c. Italie (no 2), no 25498/94, § 61, CEDH 2000X, et Aliev c. Ukraine, no 41220/98, § 187, 29 avril 2003). Elle reconnaît dans le même temps qu’un certain contrôle des contacts des détenus avec le monde extérieur peut être recommandé et ne se heurte pas en soi à la Convention (Aliev, précité, § 187).", "36.  Elle rappelle ensuite que, s’agissant de l’accès au téléphone, l’on ne peut interpréter l’article 8 de la Convention comme garantissant aux détenus le droit de passer des appels téléphoniques, en particulier lorsque les facilités offertes pour communiquer par courrier sont disponibles et adéquates (A.B. c. Pays-Bas, no 37328/97, § 92, 29 janvier 2002, et Ciszewski c. Pologne (déc.), no 38668/97, 6 janvier 2004). En l’espèce toutefois, dans la mesure où le droit interne reconnaissait aux détenus la possibilité d’avoir des conversations téléphoniques avec leurs proches à partir des téléphones se trouvant sous le contrôle de l’administration pénitentiaire, la Cour estime que la restriction qui a été imposée aux communications téléphoniques des requérants avec les membres de leur famille, au motif qu’ils souhaitaient tenir ces conversations en kurde, peut être considérée comme une ingérence dans l’exercice de leur droit au respect de la vie familiale et de leur correspondance au sens de l’article 8 § 1 de la Convention (voir, pour une approche similaire, Baybaşın c. Pays-Bas (déc.), no 13600/02, 6 octobre 2005).", "2.  Sur la justification de cette ingérence", ".  Pareille ingérence méconnaît l’article 8 sauf si, « prévue par la loi », elle poursuit un ou des buts légitimes au regard du paragraphe 2 et, de surcroît, est « nécessaire dans une société démocratique » pour atteindre ces derniers.", "a)  Prévue par la loi", ".  La Cour rappelle sa jurisprudence selon laquelle les termes « prévue par la loi » non seulement imposent que la mesure incriminée ait une base en droit interne, mais aussi visent la qualité de la loi en cause : ainsi, celle-ci doit être accessible aux justiciables et prévisible dans ses effets (voir, parmi d’autres, Rotaru c. Roumanie [GC], no 28341/95, § 52, CEDH 2000V). Elle rappelle en outre que c’est aux autorités nationales, notamment aux tribunaux, qu’il appartient d’interpréter et d’appliquer le droit interne (Kopp c. Suisse, 25 mars 1998, § 59, Recueil des arrêts et décisions 1998-II, et Kruslin c. France, 24 avril 1990, § 29, série A no 176-A).", "39.  En l’espèce, la Cour observe que l’ingérence litigieuse reposait en droit interne sur l’article 88 du règlement relatif à l’exécution des peines et des mesures préventives, tel qu’en vigueur à l’époque des faits (paragraphe 23 ci-dessus). Cet article disposait alors que les conversations téléphoniques devaient en principe être menées en langue turque, sauf autorisation contraire susceptible d’être donnée dans les cas et selon les modalités énoncés dans cette disposition.", "40.  De plus, la Cour n’a aucune raison de douter de l’accessibilité de ce règlement, qui était publié au Journal officiel. Elle estime par ailleurs qu’il n’est pas utile qu’elle se prononce sur la prévisibilité des dispositions réglementaires en question eu égard à ses conclusions quant à la nécessité de l’ingérence en cause (paragraphes 49-62 ci-après).", "b)  But légitime", "41.  Suivant l’analyse du Gouvernement en ce qui concerne les arrêts Kepeneklioğlu c. Turquie (no 73520/01, 23 janvier 2007) et Silver et autres c. Royaume-Uni (25 mars 1983, série A no 61), la Cour a reconnu la légitimité du contrôle de la correspondance des détenus dans certaines circonstances, pour des motifs de maintien de l’ordre dans les prisons. Le Gouvernement est d’avis que, dans la présente affaire, le contrôle des conversations téléphoniques par l’administration pénitentiaire visait à la protection de la sécurité, à la défense de l’ordre et à la prévention des infractions pénales.", "42.  La Cour rappelle que lorsque, comme en l’espèce, les autorités carcérales autorisent l’accès au téléphone, cet accès peut, eu égard aux conditions ordinaires et raisonnables de la vie en prison, être soumis à des restrictions légitimes, compte tenu par exemple de la nécessité d’en partager l’utilisation avec les autres détenus et des exigences liées à la défense de l’ordre et à la prévention des infractions pénales (A.B. c. Pays-Bas, précité, § 93, et Coşcodar c. Roumanie (déc.), no 36020/06, § 30, 9 mars 2010). En l’espèce, elle estime que l’ingérence en cause poursuivait un but légitime, à savoir le maintien de l’ordre et la prévention des infractions pénales.", "c)  Nécessité de l’ingérence", "i.  Arguments du Gouvernement", "43.  Le Gouvernement réfute les allégations des requérants. Il estime que l’ingérence litigieuse était nécessaire et proportionnée. À cet égard, il indique que les requérants sont membres de l’organisation terroriste PKK et qu’ils avaient déjà utilisé le turc pour téléphoner à leur famille avant de demander à pouvoir mener ces conversations en kurde. À cet égard, il précise que la langue kurde comporte différents dialectes et que, à la date des demandes en question, aucun membre du personnel pénitentiaire ne comprenait le kurde. Selon le Gouvernement, l’administration avait demandé, en s’appuyant sur l’article 88/2 p) du règlement tel qu’en vigueur à l’époque des faits, les noms et adresses des personnes auxquelles les requérants souhaitaient parler afin de pouvoir se renseigner sur celles-ci. Toujours selon le Gouvernement, les requérants qui n’avaient pas de mauvaises intentions fournissaient ces informations et, une fois l’enquête menée, ceux d’entre eux qui ne comprenaient pas le turc se voyaient accorder l’autorisation de parler en kurde. Or, aux dires du Gouvernement, certains requérants animés de mauvaises intentions avaient sollicité l’autorisation de parler en kurde sans fournir les informations requises. Ce faisant, estime le Gouvernement, ils avaient rendu impossible toute recherche au sujet de leurs correspondants. De plus, d’après le Gouvernement, les parents de certains requérants n’avaient pas été retrouvés aux adresses indiquées. Partant, les intéressés n’auraient pas satisfait aux obligations leur permettant de tenir des conversations téléphoniques dans une langue autre que le turc. Au demeurant, les requérants auraient été soumis à la même législation que tous les autres détenus et n’auraient donc subi à cet égard aucune discrimination.", "44.  Enfin, le Gouvernement informe la Cour que l’article 88/2 p) du règlement a fait l’objet d’un amendement qui permettrait d’éviter désormais tout retard dans le traitement des demandes des prisonniers pour converser en kurde au téléphone avec leurs proches.", "ii.  Arguments des requérants", "45.  M. Kaya critique la pratique de l’administration pénitentiaire, qui est à ses yeux arbitraire, blessante et inhumaine tant pour lui que pour ses proches.", "46.  M. Gerez rejette les arguments du Gouvernement. Il affirme qu’il a été empêché de s’entretenir par téléphone en kurde avec ses parents – de mai 2006, avec l’entrée en vigueur du règlement, jusqu’en 2009 – alors que cette possibilité lui aurait été laissée par le passé. Il soutient à cet égard que ses conversations téléphoniques étaient interrompues ou entravées, sans motif valable selon lui. Il soutient en outre avoir demandé l’autorisation de s’entretenir par téléphone en kurde avec ses parents mais s’être vu répondre que ces derniers n’avaient pas été retrouvés à l’adresse qu’il avait indiquée à l’administration, de sorte qu’il n’aurait pu être vérifié s’ils parlaient ou non le turc, raison pour laquelle, selon lui, il n’aurait pas été autorisé à s’entretenir en kurde avec eux. Enfin, il dénonce une politique gouvernementale visant, d’après lui, à interdire l’usage de toute langue autre que le turc.", "47.  M. Bozçalı arguë qu’il n’est pas nécessaire, dans une société démocratique, de l’empêcher de s’exprimer dans sa langue maternelle. Il ajoute que l’administration pénitentiaire a tout à fait les moyens de contrôler et de traduire ses conversations, mais qu’elle ne le fait pas afin, selon lui, de l’empêcher de s’exprimer en kurde avec sa famille et ses visiteurs et ainsi de communiquer avec eux.", "48.  MM. Yurtsever et Özen soutiennent quant à eux que leur condamnation pénale ne peut les priver de la jouissance de leurs droits et qu’ils disposent d’un droit à la liberté de leur correspondance. Ils considèrent que, par conséquent, toute entrave à un tel droit doit être justifiée et que toute ingérence dans leur droit à la correspondance est arbitraire si elle ne se fonde pas sur une disposition légale, publiée et accessible. Ils disent reconnaître qu’un certain contrôle des échanges des prisonniers avec le monde extérieur est nécessaire pour préserver la sécurité dans les prisons et prévenir la criminalité. Ils estiment néanmoins que ces buts, à leurs yeux légitimes, auraient dû être poursuivis dans un souci de proportionnalité et non pour justifier des restrictions aux relations qu’ils souhaitaient entretenir avec leur famille et le monde extérieur dans une langue autre que le turc. Ils considèrent en outre que l’interdiction de communiquer avec le monde extérieur en kurde ne peut se justifier par le seul motif d’une insuffisance de personnel. Ils précisent que les autorités internes n’ont pas cherché à savoir si leurs conversations téléphoniques, de par leur teneur, avaient quoi que ce fût d’illégal ou étaient de nature à compromettre la préservation de la sécurité dans la prison. Ils reprochent aux autorités de l’État d’avoir présumé que, dès lors qu’elles seraient tenues en kurde, leurs conversations téléphoniques auraient un contenu illégal. Ils critiquent à cet égard l’application automatique et injuste qui aurait été faite de l’interdiction en question. Ils allèguent que la mesure en cause n’était ni proportionnée ni nécessaire dans une société démocratique. Aux yeux des requérants, l’interdiction de s’exprimer dans une langue minoritaire n’est pas compatible avec une véritable démocratie, le respect de la diversité culturelle, ethnique et religieuse étant, selon eux, une valeur fondamentale des sociétés démocratiques. Les intéressés disent faire partie d’une minorité ethnique qui ne serait pas reconnue par le gouvernement, mais dont l’existence, en droit international, ne dépendrait pas d’une telle reconnaissance. Ils estiment que le Gouvernement a, à tout le moins, l’obligation de ne pas les empêcher de jouir de leur identité, de leur langue et de leur culture. Ils invoquent les Règles pénitentiaires européennes énoncées par le Conseil de l’Europe, et citent notamment la règle 38. Celleci prévoit que des arrangements spéciaux doivent être pris concernant les besoins des détenus appartenant à une minorité ethnique ou linguistique, que, dans toute la mesure du possible, les pratiques culturelles des différents groupes doivent pouvoir continuer à être observées en prison, et que les besoins linguistiques doivent être couverts par le recours à des interprètes compétents et par la remise de brochures d’information rédigées dans les différentes langues parlées dans chacune des prisons. Enfin, pour les requérants, il ressort des Recommandations d’Oslo concernant les droits linguistiques des minorités nationales et de l’article 51 de l’Ensemble de règles minima pour le traitement des détenus adopté sous l’égide des Nations unies qu’il appartient à l’État de prendre les mesures nécessaires pour satisfaire à leurs besoins spécifiques. Il n’y aurait pas, dans leur situation, de besoins sociaux impérieux susceptibles de justifier la restriction en cause.", "iii.  Appréciation de la Cour", "49.  À titre liminaire, la Cour estime utile de souligner que la possibilité pour un détenu de communiquer oralement, dans sa langue maternelle, par le biais de conversations téléphoniques, constitue certes un aspect particulier de son droit au respect de sa correspondance mais surtout de son droit au respect de sa vie familiale, au sens de l’article 8 § 1 de la Convention.", ".  La Cour rappelle ensuite qu’une mesure constituant une ingérence dans l’exercice des droits garantis par l’article 8 § 1 de la Convention peut être considérée comme « nécessaire dans une société démocratique » si elle a été prise pour répondre à un besoin social impérieux et si les moyens employés étaient proportionnés aux buts poursuivis (voir, parmi d’autres, Campbell c. Royaume-Uni, 25 mars 1992, § 44, série A no 233). Pour déterminer si une ingérence est nécessaire dans une société démocratique, on peut tenir compte de la marge d’appréciation de l’État (ibidem).", ".  À cet égard, s’il appartient aux autorités nationales de juger les premières de la nécessité de l’ingérence, il revient à la Cour de trancher la question de savoir si les motifs de l’ingérence étaient pertinents et suffisants au regard des exigences de la Convention (Szuluk c. Royaume-Uni, no 36936/05, § 45, CEDH 2009).", "52.  La Cour souligne par ailleurs qu’en recherchant si une ingérence dans l’exercice du droit d’un condamné détenu au respect de sa correspondance était « nécessaire » à la poursuite de l’un des buts énumérés à l’article 8 § 2 de la Convention, il y a lieu d’avoir égard aux exigences normales et raisonnables de l’emprisonnement : un certain contrôle de la correspondance des détenus se recommande et ne se heurte pas en soi à la Convention (voir, entre autres, Silver et autres, précité, § 98, Kwiek c. Pologne, no 51895/99, § 39, 30 mai 2006, et Ostrovar c. Moldova, no 35207/03, § 105, 13 septembre 2005).", "53.  La Cour rappelle enfin avoir déjà dit, à maints égards, qu’à l’exception des droits spécifiques énoncés dans les articles 5 § 2 (droit d’une personne d’être informée, dans le plus court délai et dans une langue qu’elle comprend, des raisons de son arrestation) et 6 § 3 a) et e) (droit d’une personne d’être informée, dans le plus court délai, de la nature et de la cause de l’accusation portée contre elle, et droit de se faire assister par un interprète si elle ne comprend pas ou ne parle pas la langue employée à l’audience), la liberté linguistique ne figure pas, en tant que telle, parmi les matières régies par la Convention (Kozlovs c. Lettonie (déc.), no 50835/99, 10 janvier 2002, et Kemal Taşkın et autres c. Turquie, nos 30206/04, 37038/04, 43681/04, 45376/04, 12881/05, 28697/05, 32797/05 et 45609/05, § 56, 2 février 2010).", "54.  Dans la présente affaire, elle estime utile de souligner à nouveau que la question en litige a trait non pas à la liberté linguistique des requérants en tant que telle, mais à leur droit de maintenir un contact réel avec leur famille. Il lui échet donc d’examiner les conditions auxquelles les conversations téléphoniques des requérants étaient soumises, en vertu de la réglementation en vigueur à l’époque des faits, pour être à même d’apprécier leur compatibilité avec les exigences du second paragraphe de l’article 8 de la Convention.", "55.  À cet égard, la Cour rappelle avoir déjà attiré l’attention des autorités nationales sur l’importance des recommandations énoncées dans le cadre des Règles pénitentiaires européennes de 2006 (Recommandation Rec(2006)2) (paragraphe 26 ci-dessus), fussent-elles non contraignantes pour les États membres (voir, entre autres, Sławomir Musiał c. Pologne, no 28300/06, § 96, 20 janvier 2009). Elle réaffirme en ce sens qu’il est essentiel que l’administration aide les détenus à maintenir un contact avec leur famille proche.", ".  En l’espèce, elle observe d’emblée que le droit interne reconnaissait aux prisonniers la possibilité de maintenir un contact avec le monde extérieur par le biais de conversations téléphoniques. Ces conversations pouvaient toutefois, pour des raisons de sécurité, être soumises au contrôle de l’administration pénitentiaire et, aux fins d’un contrôle adéquat, les prisonniers étaient en principe tenus de s’exprimer uniquement en turc lors de leurs échanges téléphoniques.", ".  Certes, le droit interne prévoyait un aménagement à ce principe et ne contenait aucune disposition interdisant l’usage d’une langue autre que le turc par les détenus pendant leurs conversations téléphoniques avec leurs proches. L’article 88/2 p) du règlement subordonnait cependant cette possibilité à certaines exigences formelles. Il prévoyait notamment la possibilité pour l’administration pénitentiaire de vérifier que la personne avec laquelle les détenus souhaitaient s’entretenir dans une autre langue ne comprenait effectivement pas le turc.", ".  En outre, il ressort des dispositions réglementaires alors applicables (paragraphe 23 ci-dessus) et des décisions des instances nationales (paragraphes 13 et 19 ci-dessus) que, lorsque l’administration pénitentiaire décidait de procéder aux vérifications des mentions portées sur les formulaires de demandes de conversation téléphonique, le coût de cette vérification était à la charge des détenus concernés.", "59.  Certes, la Cour a déjà admis que des considérations de sécurité particulières – telle la prévention des risques d’évasion – pouvaient justifier l’application d’un régime de détention spécifique et l’interdiction pour un détenu de correspondre avec ses proches dans la langue de son choix lorsque par ailleurs il n’était pas établi qu’il ne maîtrisait pas une autre des langues dans lesquelles il était autorisé à s’exprimer (Baybaşın, décision précitée). Cela étant, elle observe que, dans les circonstances de l’espèce, la réglementation en cause s’appliquait de manière générale et indifférenciée à tous les détenus, indépendamment de toute appréciation individuelle des exigences, en terme de sécurité, que pouvaient requérir la personnalité de chacun d’eux ou les infractions qui lui étaient reprochées. Elle estime en outre que les instances nationales n’ignoraient pas, lors de l’appréciation des demandes des requérants tendant à pouvoir téléphoner en kurde, que cette langue faisait partie de celles couramment parlées en Turquie – à la différence de la situation en cause dans l’affaire Baybaşın – et était utilisée par certains détenus dans le cadre de leurs relations familiales. Pour autant, elles n’apparaissent pas avoir envisagé de recourir à un système de traduction. Or la Cour rappelle avoir déjà affirmé qu’il est essentiel au respect de la vie familiale que l’administration pénitentiaire aide le détenu à maintenir un contact réel avec sa famille (voir, parmi d’autres, Baybaşın, décision précitée, et Van der Ven c. Pays-Bas, no 50901/99, § 68, CEDH 2003II). À cet égard, elle souligne qu’en l’espèce, rien ne permet de remettre en cause l’assertion des requérants selon laquelle le kurde était la langue utilisée dans leurs relations familiales, ni qu’elle était la seule langue comprise par leurs proches, circonstance que la Cour juge importante dans la présente affaire.", "60.  Aussi la Cour estime-t-elle, eu égard aux pièces du dossier et aux informations dont elle dispose, que la pratique consistant à imposer aux requérants qui avaient souhaité s’entretenir en kurde par téléphone avec les membres de leur famille une procédure préalable visant à vérifier si ceux-ci étaient dans l’incapacité effective de s’exprimer en turc n’était pas fondée sur des motifs pertinents et suffisants au regard de la restriction en résultant pour les requérants quant à leurs contacts avec leurs proches.", "61.  La Cour juge donc que l’ingérence dans le droit des requérants à mener des conversations téléphoniques en kurde avec leurs proches ne peut passer pour nécessaire. Le changement apporté à la rédaction de l’article 88/2 p) du règlement (paragraphe 24 ci-dessus) dont se prévaut le Gouvernement (paragraphe 44 ci-dessus) et portant modification des conditions auxquelles sont soumises les demandes d’autorisation de conversations téléphoniques dans une langue autre que le turc vient assurément conforter ce constat. En effet, aux termes de cet article, tel que modifié, une simple déclaration selon laquelle le demandeur ou ses proches ne comprennent pas le turc apparaît désormais suffisante.", ".  Au vu de tout ce qui précède, la Cour conclut à la violation de l’article 8 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "63.  MM. Kaya et Gerez se plaignent d’un défaut d’équité de la procédure devant les instances nationales estimant que celles-ci ont adopté une décision injuste et dépourvue de motivation, et se sont prononcées sans un examen approfondi de leur affaire.", "M. Bozçalı soutient quant à lui que les juridictions internes ont statué de manière partiale et sans avoir effectué de recherches suffisantes. Il reproche en outre aux instances nationales de s’être prononcées sur dossier et de n’avoir pas tenu d’audience publique.", "M. Özen allègue le manque d’indépendance et d’impartialité du juge de l’exécution qui, selon lui, statue toujours en faveur de l’administration. Il reproche en outre à la cour d’assises de s’être prononcée sur dossier, sans examen approfondi. Il se plaint également du manque de motivation des décisions des juridictions nationales.", "Les requérants invoquent tous l’article 6 de la Convention, qui dispose, en ses passages pertinents en l’espèce :", "«1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...) par un tribunal indépendant et impartial (...) qui décidera, soit des contestations sur ses droits et obligations de caractère civil, soit du bien-fondé de toute accusation en matière pénale dirigée contre elle.", "(...) »", "A.  Observations liminaires", "64.  À titre liminaire, la Cour relève que, dans ses observations du 20 octobre 2010, invoquant l’article 6 § 1 de la Convention, l’avocat de M. Yurtsever et de M. Özen a allégué que ses clients n’avaient pas bénéficié d’une procédure équitable parce que les instances nationales avaient statué uniquement sur dossier, sans tenir d’audience, et qu’elles n’avaient pas motivé leurs jugements. Invoquant l’article 6 § 3 c), il a également demandé à la Cour de conclure, à la lumière des constats énoncés au paragraphe 61 de l’arrêt Gülmez (précité), que le fait que le système judiciaire ne permette pas aux détenus de se défendre eux-mêmes ou par le biais d’une assistance juridique constitue une violation de l’article 6 § 1 de la Convention.", "65.  La Cour constate que ces griefs, pour autant qu’ils concernent M. Yurtsever, ont été présentés pour la première fois dans les observations de l’avocat du requérant, après communication de la requête au Gouvernement. Or la décision interne définitive à prendre en compte le concernant est la décision de la cour d’assises du 12 juin 2008. Ces griefs ayant été soulevés plus de six mois après cette date, il s’ensuit qu’ils sont tardifs et qu’ils doivent être rejetés, en application de l’article 35 §§ 1 et 4 de la Convention.", "66.  Elle observe ensuite que, dans son formulaire de requête, M. Özen n’avait pas soulevé de grief spécifique tiré de l’article 6 § 3 c) de la Convention et que son avocat l’a fait pour la première fois dans ses observations du 20 octobre 2010, après communication de la requête au Gouvernement. Or la décision interne définitive à prendre en compte le concernant est la décision de la cour d’assises du 4 juillet 2008. Ce grief particulier ayant été soulevé plus de six mois après cette date, il s’ensuit qu’il est tardif et qu’il doit être rejeté, en application de l’article 35 §§ 1 et 4 de la Convention.", "B.  Sur l’exception préliminaire du Gouvernement", "67.  Tout d’abord, le Gouvernement renvoie aux critères qui se dégagent selon lui de la jurisprudence de la Cour relative à l’applicabilité de l’article 6 de la Convention (Garyfallou AEBE c. Grèce, 24 septembre 1997, Recueil 1997V, Balmer-Schafroth et autres c. Suisse, 26 août 1997, Recueil 1997IV, et Athanassoglou et autres c. Suisse [GC], no 27644/95, CEDH 2000IV). S’agissant de la présente affaire, il indique qu’aucune charge criminelle n’a été retenue contre les requérants et qu’aucune sanction disciplinaire ne leur a été infligée. Il ajoute que n’est pas non plus en cause une contestation réelle et sérieuse sur un droit civil. Partant, il soutient que les présentes requêtes ne tombent pas dans le champ d’application de l’article 6 de la Convention.", "68.  Les requérants réfutent les arguments du Gouvernement quant à l’inapplicabilité de l’article 6 de la Convention.", "69.  La Cour rappelle sa jurisprudence selon laquelle, dès lors que le contentieux pénitentiaire ne concerne pas, en principe, le bien-fondé d’une « accusation en matière pénale », le volet pénal de l’article 6 § 1 de la Convention n’entre pas en jeu (Enea c. Italie [GC], no 74912/01, § 97, CEDH 2009). S’agissant du volet civil, elle rappelle que, selon les principes dégagés par sa jurisprudence, elle doit d’abord rechercher s’il y avait « contestation » sur un « droit » que l’on peut prétendre, au moins de manière défendable, reconnu en droit interne. Il doit s’agir d’une contestation réelle et sérieuse, qui peut concerner aussi bien l’existence d’un droit que son étendue ou ses modalités d’exercice. L’issue de la procédure doit être directement déterminante pour un tel droit, l’article 6 § 1 ne se contentant pas, pour entrer en jeu, d’un lien ténu ni de répercussions lointaines (voir, parmi de nombreux autres, Mennitto c. Italie [GC], no 33804/96, § 23, CEDH 2000X).", ".  La Cour souligne en outre que sa jurisprudence a connu une évolution s’agissant de procédures menées en milieu carcéral. Ainsi, elle a récemment consacré l’applicabilité de l’article 6 § 1, sous son volet civil, au contentieux relatif à des mesures de sûreté ou de discipline pénitentiaire (Enea, précité, § 98, Ganci c. Italie, no 41576/98, §§ 20-26, CEDH 2003XI, Musumeci c. Italie, no 33695/96, § 36, 11 janvier 2005, Gülmez, précité, §§ 27-31, Barmaksız c. Turquie, no 1004/03, § 38, 2 mars 2010, et Stegarescu et Bahrin c. Portugal, no 46194/06, §§ 35-39, 6 avril 2010).", "71.  Dans ce contexte, la Cour a notamment eu l’occasion de dire que des limitations sérieuses visant les contacts avec la famille relevaient des droits de la personne et que, partant, elles revêtaient un caractère civil (Ganci, précité, § 25). Elle a également précisé que toute restriction touchant les droits de caractère civil de l’individu doit pouvoir être contestée dans le cadre d’une procédure judiciaire, et ce en raison de la nature des limitations (par exemple, une interdiction de bénéficier d’un nombre donné de visites par mois des membres de la famille ou le contrôle continu de la correspondance épistolaire et téléphonique) ainsi que des répercussions qu’elles peuvent entraîner (par exemple, des difficultés dans le maintien des liens familiaux ou des relations avec les tiers, ou l’exclusion des promenades). C’est par cette voie que peut se réaliser le juste équilibre entre, d’une part, la prise en compte des contraintes du monde carcéral auxquelles l’État doit faire face, et, d’autre part, la protection des droits du détenu (Enea, précité, § 106).", "72.  À la lumière de la jurisprudence susmentionnée et eu égard à la restriction litigieuse imposée en l’espèce aux requérants dans leurs correspondances téléphoniques avec leurs proches, la Cour estime qu’il convient de rejeter l’exception du Gouvernement tirée de l’inapplicabilité de l’article 6 de la Convention sous son volet civil à la présente affaire. Elle va donc procéder à l’examen au fond de celui-ci.", "C.  Sur le fond des griefs tirés de l’article 6 de la Convention", "1.  Arguments des parties", "73.  Le Gouvernement soutient que le litige en cause en l’espèce est un litige administratif résultant d’une procédure administrative qui ne requerrait pas la tenue d’une audience publique.", "74.  Il indique que les circonstances de la présente affaire diffèrent de la situation en cause dans l’affaire Ganci (précitée), dans laquelle, d’après lui, le requérant se plaignait d’être soumis à un régime spécial. Il estime en effet que, dans la présente espèce, les requérants sont soumis à un régime pénitentiaire ordinaire, que la restriction qui leur a été imposée quant à leurs conversations téléphoniques est intervenue dans ce contexte et qu’elle était fondée sur des dispositions adoptées dans un but de préservation de l’ordre.", "75.  Les requérants combattent les arguments du Gouvernement. M. Gerez affirme notamment ne pas avoir été en mesure de présenter une défense orale devant les instances nationales, et ne pas avoir eu accès aux pièces du dossier, à la différence selon lui des autres parties à la procédure, à savoir le procureur de la République et l’administration pénitentiaire. Il dénonce en outre un défaut de motivation de la décision de la cour d’assises d’Erzurum qui a statué, à ses dires, sans procéder à un examen approfondi de son affaire.", "76.  Citant les constats énoncés par la Cour aux paragraphes 36 et 37 de l’arrêt Gülmez (précité) en ce qui concerne l’article 6 § 1 de la Convention, M. Bozçalı estime quant à lui que ceux-ci sont également valables en l’espèce.", "77.  Enfin, M. Özen soutient que les instances nationales ont statué uniquement sur dossier, sans avoir tenu d’audience, et qu’elles n’ont pas motivé leurs jugements.", "2.  Appréciation de la Cour", ".  Comme la Cour l’a déjà rappelé, le droit à voir sa cause entendue publiquement implique nécessairement celui d’une audience publique devant le juge du fond (voir notamment Martinie c. France [GC], no 58675/00, § 40, CEDH 2006VI). Cela étant, l’obligation de tenir une audience publique n’est pas absolue (Jussila c. Finlande [GC], no 73053/01, § 41, CEDH 2006XIV) et l’article 6 § 1 de la Convention n’exige pas nécessairement la tenue d’une audience dans toutes les procédures. Cela est notamment le cas pour les affaires ne soulevant pas de question de crédibilité ou ne suscitant pas de controverse sur les faits qui auraient requis une audience, et pour lesquelles les tribunaux peuvent se prononcer de manière équitable et raisonnable sur la base des conclusions présentées par les parties et d’autres pièces (ibidem).", "79.  La Cour rappelle également que l’existence de circonstances justifiant de se dispenser d’une audience dépend essentiellement de la nature des questions dont les tribunaux internes se trouvent saisis (idem, § 42). À cet égard, elle a déjà eu l’occasion d’affirmer qu’une audience publique peut ne pas être nécessaire compte tenu des circonstances exceptionnelles de l’affaire, notamment lorsque celle-ci ne soulève pas de questions de fait ou de droit qui ne peuvent être résolues sur la seule base du dossier disponible et des observations des parties, ou lorsque sont en cause des situations portant sur des questions hautement techniques (Lorenzetti c. Italie, no 32075/09, § 32, 10 avril 2012, et autres références citées). Ce constat concerne certes essentiellement la tenue d’une audience en tant que telle et vise surtout le droit à s’exprimer devant le tribunal prévu à l’article 6 § 1. Néanmoins, des considérations analogues peuvent s’appliquer s’agissant de l’exigence de publicité (ibidem).", "80.  Dans la présente affaire, la Cour observe d’emblée que le droit interne reconnaissait aux détenus, sous réserve de satisfaire à certaines conditions, la possibilité de s’entretenir par téléphone avec leurs proches dans une langue autre que le turc. C’est pour se plaindre des conditions encadrant cette possibilité – qu’ils considéraient comme de nature à les empêcher d’avoir des conversations téléphoniques en kurde – que les requérants ont saisi les instances nationales.", "81.  À cet égard, la Cour estime tout d’abord utile de souligner que, si elle se déroule devant les mêmes instances judiciaires, la nature et l’objet de la procédure en cause en l’espèce se distinguent de celles que la Cour a eu l’occasion d’examiner dans le cadre de l’affaire Gülmez (précitée), à laquelle les requérants se réfèrent. En effet, en l’occurrence, n’est pas en cause une procédure relative à une sanction disciplinaire qui aurait été infligée aux requérants et à sa contestation devant les instances nationales, mais la revendication d’un droit dont l’exercice était prévu en droit interne. Dès lors, la Cour estime que les conclusions auxquelles elle est parvenue dans l’arrêt Gülmez (précité, §§ 36-37) ne sauraient être transposées telles quelles à l’affaire à l’étude.", "82.  La Cour rappelle ensuite que, selon les pièces du dossier, les requérants ont saisi les instances nationales afin de revendiquer le droit d’avoir des conversations téléphoniques en kurde. La question qui devait être tranchée par les juridictions internes lors de l’examen du recours introduit par les requérants était donc de savoir si l’administration pénitentiaire était en droit, au regard des dispositions législatives et réglementaires applicables, d’encadrer ces conversations téléphoniques. Ainsi, aucune question de crédibilité appelant un débat sur les éléments de preuve ou une audition contradictoire de témoins ne se posait en l’espèce.", "83.  La Cour estime que la question en litige pouvait être examinée et tranchée de manière adéquate sur la base des écritures des parties. En l’espèce, elle constate, au vu des pièces du dossier et des informations dont elle dispose, que les intéressés ont bien eu l’occasion de saisir le juge de l’exécution pour contester la pratique de l’administration pénitentiaire quant à l’encadrement de leurs conversations téléphoniques en kurde et de former opposition de la décision de ce juge devant la cour d’assises, et qu’ils ont ainsi été mis en mesure de présenter leurs moyens.", "84.  Elle considère en outre que dans des cas tels que l’espèce, où les faits ne sont pas controversés et où les questions de droit ne revêtent pas de complexité particulière, la non-tenue d’une audience publique ne porte pas atteinte aux exigences de l’article 6 § 1 en matière d’oralité et de publicité (Varela Assalino c. Portugal (déc.), no 64336/01, 25 avril 2002). Il s’ensuit que, dans les circonstances particulières de la présente affaire, le grief formulé à cet égard par les requérants est manifestement mal fondé et qu’il doit être rejeté, en application de l’article 35 §§ 3 et 4 de la Convention.", "85.  Quant au grief tiré de l’absence de motivation des décisions des juridictions internes, la Cour rappelle qu’il ne découle pas de l’article 6 de la Convention que les motifs exposés par une juridiction doivent traiter en particulier de tous les points que l’une des parties peut estimer fondamentaux pour son argumentation. Une partie n’a pas le droit absolu d’exiger du tribunal qu’il expose les motifs qu’il a de rejeter chacun de ses arguments (İbrahim Aksoy c. Turquie, no 28635/95, 30171/96 et 34535/97, 10 octobre 2000). Au demeurant, la Cour observe au vu des pièces du dossier que les décisions des instances nationales mises en cause étaient motivées. Il s’ensuit que ce grief est manifestement mal fondé et qu’il doit être rejeté, en application de l’article 35 §§ 3 et 4 de la Convention.", "86.  Enfin, la Cour relève que les autres griefs tirés par les requérants de l’article 6 de la Convention sont formulés de façon générale et qu’ils n’apparaissent pas en l’espèce comme étant étayés. Il s’ensuit qu’ils doivent également être considérés comme manifestement mal fondés et être rejetés, en application de l’article 35 §§ 3 et 4 de la Convention.", "III.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "87.  Se fondant sur les mêmes faits, les requérants se plaignent également d’une violation des articles 3, 13, 14, 17 et 18 de la Convention.", "88.  La Cour observe que les griefs que M. Gerez, M. Bozçalı et M. Yurtsever tirent de l’article 13 de la Convention ont été soulevés pour la première fois dans leurs observations respectives du 12 octobre, du 29 septembre et du 20 octobre 2010. Or la décision interne définitive concernant M. Gerez est la décision de la cour d’assises du 12 juillet 2006 et celle concernant M. Bozçalı et M. Yurtsever est la décision de la cour d’assises du 12 juin 2008. Leurs griefs ayant été soulevés plus de six mois après ces dates, il s’ensuit qu’ils sont tardifs et qu’ils doivent être rejetés, en application de l’article 35 §§ 1 et 4 de la Convention.", "89.  Enfin, en ce qui concerne les autres griefs des requérants, la Cour estime que, eu égard à leur caractère non étayé, ils doivent être rejetés comme étant manifestement mal fondés, en application de l’article 35 §§ 3 et 4 de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", ".  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", ".  M. Kaya n’a présenté aucune demande de satisfaction équitable. Partant, la Cour estime qu’il n’y a pas lieu de lui octroyer de somme à ce titre", "A.  Dommage", ".  M. Gerez allègue, sans toutefois le chiffrer, avoir subi un préjudice moral. M.Bozçalı sollicite 5 000 euros (EUR) pour préjudice moral. MM. Özen et Yurtsever réclament 3 000 EUR chacun pour préjudice moral.", ".  Le Gouvernement conteste ces prétentions.", ".  La Cour considère qu’il y a lieu d’octroyer aux requérants susmentionnés 300 EUR chacun pour préjudice moral (voir, pour une approche similaire, Akar c. Turquie, no 28505/04, § 21, 21 juin 2011, et Tur c. Turquie, no 13692/03, § 30, 11 juin 2013).", "B.  Frais et dépens", ".  M. Gerez ne soumet aucune demande pour frais et dépens. MM. Yurtsever et Özen réclament 4 563,10 livres turques (TRL) pour les frais et dépens engagés devant la Cour. Ils soumettent, à titre de justificatifs, un décompte de frais et un décompte horaire de travail de leur avocat, des copies de frais postaux et une convention d’honoraires d’avocat. M. Bozçalı demande 1 500 TRL au titre des honoraires d’avocat et 1 000 TRL pour frais divers. Il soumet, à titre de justificatifs, une convention d’honoraires d’avocat, un décompte de frais et le tableau de référence des honoraires d’avocat de l’Union des barreaux de Turquie.", ".  Le Gouvernement conteste ces prétentions.", ".  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des documents dont elle dispose et de sa jurisprudence, la Cour estime raisonnable la somme de 500 EUR pour la procédure devant la Cour, somme qu’elle accorde à MM. Yurtsever et Özen conjointement et à M. Bozçalı seul.", "C.  Intérêts moratoires", ".  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR,", "1.  Décide, à l’unanimité, de joindre les requêtes ;", "", "2.  Déclare, à l’unanimité, les requêtes recevables quant au grief tiré de l’article 8 de la Convention et relatif à l’existence d’entraves aux conversations téléphoniques des requérants, et irrecevables pour le surplus ;", "", "3.  Dit, par cinq voix contre deux, qu’il y a eu violation de l’article 8 de la Convention ;", "", "4.  Dit par cinq voix contre deux,", "a)  que l’État défendeur doit verser aux requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir dans la monnaie nationale, au taux applicable à la date du règlement :", "i.  300 EUR (trois cents euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral, à chacun des requérants Ahmet Gerez, Mehmet Şirin Bozçalı, Mehmet Nuri Özen et Mesut Yurtsever,", "ii.  500 EUR (cinq cents euros), plus tout montant pouvant être dû à titre d’impôt par les requérants, pour frais et dépens, à Mesut Yurtsever et Mehmet Nuri Özen conjointement et à Mehmet Şirin Bozçalı seul ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 22 avril 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tGuido Raimondi\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée des juges Raimondi et Karakaş.", "G.RA.\nS.H.N", "", "", "", "OPINION DISSIDENTE COMMUNE AUX JUGES RAIMONDI ET KARAKAŞ", "", "1.  Contrairement à la majorité, nous sommes d’avis qu’il n’y a pas eu violation de l’article 8 de la Convention.", "2.  D’emblée, et pour délimiter le cadre de notre discussion, nous voudrions rappeler que, comme la majorité l’a d’ailleurs souligné (paragraphes 36 et 42 de l’arrêt), l’article 8 de la Convention ne peut être interprété comme garantissant aux détenus le droit de passer des appels téléphoniques, en particulier lorsque les facilités offertes pour communiquer par courrier sont disponibles et adéquates (A.B. c. Pays-Bas, no 37328/97, § 92, 29 janvier 2002, et Ciszewski c. Pologne (déc.), no 38668/97, 6 janvier 2004). En outre, lorsque, comme en l’espèce, les autorités carcérales autorisent l’accès au téléphone, cet accès peut, eu égard aux conditions ordinaires et raisonnables de la vie en prison, être soumis à des restrictions légitimes, en fonction par exemple de la nécessité de partager l’utilisation du téléphone avec les autres détenus et des exigences liées à la défense de l’ordre et à la prévention des infractions pénales (A.B. c. Pays-Bas, précité, § 93, et Coşcodar c. Roumanie (déc.), no 36020/06, § 30, 9 mars 2010).", "3.  Dans la présente affaire, nous pouvons admettre sans difficulté que la restriction qui a été apportée à la possibilité pour les requérants de communiquer par téléphone avec les membres de leur famille peut être considérée comme une ingérence dans l’exercice de leur droit au respect de leur correspondance au sens de l’article 8 § 1 de la Convention. Tout comme la majorité, nous considérons que cette ingérence était prévue par la loi et poursuivait un but légitime, à savoir le maintien de l’ordre et la prévention des infractions pénales.", "4.  En revanche, nous ne pouvons souscrire à l’appréciation qu’a faite la majorité quant à la nécessité de l’ingérence en cause, et nous ne pensons pas que les circonstances de la présente affaire permettent de conclure à une violation de l’article 8 de la Convention.", "5.  En effet, s’il est essentiel au respect de la vie familiale que l’administration pénitentiaire aide le détenu à maintenir un contact réel avec sa famille proche (Messina c. Italie (no 2), no 25498/94, § 61, CEDH 2000X), nous observons que, dans la présente affaire, le droit interne offrait aux détenus la possibilité de maintenir des contacts avec leurs proches au moyen de conversations téléphoniques. Pour des raisons de sécurité, ces conversations téléphoniques étaient réglementées et pouvaient être soumises au contrôle de l’administration pénitentiaire. Le fait que, pour des raisons de sécurité et aux fins d’un contrôle adéquat de leurs conversations téléphoniques, le droit interne ait imposé aux détenus de s’exprimer en turc lorsqu’eux-mêmes et leurs proches pouvaient communiquer dans cette langue ne nous semble pas être en soi suffisant pour justifier la conclusion à laquelle est parvenue la majorité, d’autant que le droit interne prévoyait un aménagement à ce principe. L’existence d’un tel aménagement nous semble d’importance dans la présente affaire.", "6.  À cet égard, il convient de souligner en particulier que le droit interne ne contenait pas de dispositions interdisant l’usage par les détenus de la langue kurde ou d’une langue autre que le turc lors de leurs conversations téléphoniques avec leurs proches. L’article 88/2 p) du règlement, tel qu’en vigueur à l’époque des faits, offrait ainsi la possibilité à ceux qui le demandaient, sous réserve de satisfaire tout d’abord à certaines formalités (décrites au paragraphe 23 de l’arrêt), de converser par téléphone dans une langue autre que le turc. Aux termes de ce règlement, un prisonnier pouvait ainsi être autorisé à parler une langue autre que le turc lorsqu’il avait été établi que lui-même ou les personnes avec lesquelles il souhaitait s’entretenir ne comprenaient pas le turc.", "7.  Les requérants mettent en cause cette réglementation en tant que telle, estimant que l’encadrement de leurs conversations téléphoniques en kurde était en soi contraire à l’article 8 de la Convention. La majorité paraît ellemême considérer qu’aucune formalité ne saurait être imposée aux détenus à cet égard. Nous ne souscrivons pas à cette approche, compte tenu notamment des faits pour lesquels les requérants ont été condamnés (voir à ce sujet les observations du Gouvernement, paragraphe 43 de l’arrêt). Dans les circonstances de l’espèce, nous estimons qu’une mise en balance des intérêts en jeu, à savoir le droit des détenus au respect de leur correspondance, d’une part, et la nécessité pour les autorités de maintenir la sécurité dans les prisons et de prévenir les infractions pénales, d’autre part, ne fait pas apparaître de déséquilibre déraisonnable dans la réglementation litigieuse.", "8.  Partant, nous considérons que l’encadrement des conversations téléphoniques des requérants n’était pas en soi une mesure disproportionnée (pour une approche similaire, voir Baybaşın c. Pays-Bas (déc.), no 13600/02, 6 octobre 2005). À cet égard, nous estimons en particulier que rien ne permet de conclure à un quelconque arbitraire dans le déroulement ou les modalités de mise en œuvre de la procédure, laquelle, en vertu du droit interne, permettait aux détenus à la date des faits litigieux d’obtenir l’autorisation de s’exprimer dans une autre langue que le turc.", "9.  Enfin, contrairement à la majorité, nous estimons que les motifs qui justifiaient la décision d’irrecevabilité dans l’affaire Baybaşın (précitée) étaient parfaitement transposables à la présente affaire, laquelle, selon nous, ne justifiait pas une approche différente. À ce propos, nous rappelons que la réglementation en cause dans l’affaire Baybaşın était bien plus restrictive que celle de l’espèce : selon la réglementation néerlandaise soumise à l’appréciation de la Cour, les détenus de l’affaire Baybaşın n’étaient autorisés à s’exprimer que dans certaines langues données (le néerlandais, l’anglais, le français, l’allemand, l’espagnol, l’italien, le turc et le marocain). Le requérant pouvant s’exprimer en turc, il n’avait pas été autorisé à parler en kurde avec ses proches, circonstance que la Cour n’avait alors pas jugée contraire à la Convention.", ""]}