{"file": "FRE_HFJUD_9840_82.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "9840/82", "text_paragraphs": ["", "", "", "COUR (PLÉNIÈRE)", "", "", "", "", "", "", "AFFAIRE B. c. ROYAUME-UNI (ARTICLE 50)", "", "(Requête no 9840/82)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "9 juin 1988", "\n", "En l’affaire B. contre Royaume-Uni,", "La Cour européenne des Droits de l’Homme, statuant en séance plénière par application de l’article 50 de son règlement et composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tJ. Cremona,", "\t\tThór Vilhjálmsson,", "\t\tG. Lagergren,", "\t\tF. Gölcüklü,", "\t\tF. Matscher,", "\t\tJ. Pinheiro Farinha,", "\t\tL.-E. Pettiti,", "\t\tB. Walsh,", "\tSir \tVincent Evans,", "\tMM. \tR. Macdonald,", "\t\tC. Russo,", "\t\tR. Bernhardt,", "\t\tJ. Gersing,", "\t\tA. Spielmann,", "\t\tJ. De Meyer,", "\t\tN. Valticos,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 24 mars et 28 mai 1988,", "Rend l’arrêt que voici, adopté à cette dernière date, sur l’application de l’article 50 (art. 50) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") en l’espèce:", "PROCEDURE ET FAITS", "1.   L’affaire a été portée devant la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 28 janvier 1986. A son origine se trouve une requête (no 9840/82) dirigée contre le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord et dont une citoyenne britannique avait saisi la Commission en 1982.", "2.   Le 23 octobre 1986, la chambre constituée pour examiner l’affaire s’est dessaisie au profit de la Cour plénière (article 50 du règlement). Par un arrêt du 8 juillet 1987 (l’\"arrêt au principal\"), celle-ci a relevé entre autres que la requérante avait été victime de violations des articles 8 et 6 § 1 (art. 8, art. 6-1) de la Convention en raison des procédures suivies et de l’insuffisance des recours s’ouvrant à elle quant à certaines décisions relatives à son fils confié à une autorité locale (série A no 121-B, paragraphes 59-83 des motifs et points 1 et 3 du dispositif, pp. 71-80 et 81).", "Seule reste à trancher la question de l’application de l’article 50 (art. 50) en l’espèce. Pour les faits de la cause, la Cour renvoie aux paragraphes 8 à 54 de son arrêt au principal (ibidem, pp. 63-70).", "3.   Lors des audiences des 25 et 26 novembre 1986, le gouvernement du Royaume-Uni (\"le Gouvernement\") avait réservé sa position sur la demande de satisfaction équitable de Mme B., laquelle ne l’avait pas encore chiffrée.", "Dans son arrêt au principal, la Cour a donc réservé l’ensemble de la question. Elle a invité a) la requérante à lui fournir par écrit, dans les deux mois, le détail de ses prétentions; b) le Gouvernement à lui présenter, deux mois au plus tard après la réception de ces précisions, ses commentaires écrits à leur sujet et notamment à lui donner connaissance de tout accord entre lui et l’intéressée (paragraphes 86-87 des motifs et point 5 du dispositif, pp. 81-82).", "4.   Conformément à cette invitation et aux directives du président, sont parvenus au greffe:", "- le 1er octobre 1987, le mémoire de la requérante;", "- les 21 décembre 1987 et 12 février 1988, ceux du Gouvernement;", "- le 21 janvier 1988, les observations du délégué de la Commission.", "Il en ressort que le Gouvernement et la requérante n’ont pas abouti à un règlement amiable.", "5.   Après avoir consulté agent du Gouvernement, délégué de la Commission et représentant de la requérante, la Cour a décidé le 24 mars 1988 qu’il n’y avait pas lieu de tenir audience.", "EN DROIT", "6.   D’après l’article 50 (art. 50) de la Convention,", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "En vertu de ce texte, Mme B. sollicite entre autres une indemnité pour tort moral et le remboursement de frais et dépens assumés pendant la procédure devant les organes de la Convention.", "A. Préjudice", "7.   a) La requérante réclame des dommages-intérêts \"exemplaires\" et \"aggravés\", mais sans les chiffrer, pour les infractions aux articles 6 § 1 et 8 (art. 6-1, art. 8) de la Convention constatées par la Cour dans son arrêt au principal. Cette réparation couvrirait la perte de son enfant P., l’état d’incertitude dans lequel elle resta plus de cinq ans, d’avril 1978 à décembre 1983, quant au sort de celui-ci et l’angoisse qu’elle éprouva.", "b) Selon le Gouvernement, le préjudice allégué a pu résulter des décisions de l’autorité locale, auxquelles aux yeux de la Cour la requérante fut trop peu mêlée, et de l’impossibilité pour celle-ci de rencontrer P., mais il ne découle pas des violations des articles 6 § 1 et 8 (art. 6-1, art. 8): rien ne prouverait que l’issue aurait été différente si Mme B. avait pu jouer un plus grand rôle ou saisir de la question de ses visites à son fils un tribunal compétent pour en examiner le fond. Dès lors, nul lien de causalité ne se trouverait établi entre les manquements relevés par la Cour et le dommage dont se plaint l’intéressée.", "En outre et eu égard à certains faits de la cause, énumérés dans le mémoire du Gouvernement, aucun élément ne montrerait que la requérante aurait pu retirer un avantage pratique d’une meilleure association au processus décisionnel de l’autorité locale ou de l’existence d’un recours judiciaire en matière de visites. Elle n’aurait donc pas subi une \"perte de chances réelles\", au sens où la jurisprudence de la Cour entend cette expression, de sorte que le constat de violations des articles 6 § 1 et 8 (art. 6-1, art. 8) constituerait une satisfaction équitable suffisante aux fins de l’article 50 (art. 50). Pour le cas où la Cour en jugerait autrement, le Gouvernement soutient en ordre subsidiaire que la somme allouée à la requérante ne devrait pas, à la lumière de l’ensemble des circonstances de l’espèce, dépasser 5.000 £.", "c) Quant au délégué de la Commission, il lui semble impossible de déterminer avec quelque certitude si les décisions pertinentes auraient été différentes sans les infractions aux articles 6 § 1 et 8 (art. 6-1, art. 8). Selon lui, la requérante devrait néanmoins percevoir pour tort moral une \"indemnité raisonnable\" qui reflète la gravité des questions en jeu.", "8.   La Cour rappelle d’abord que son arrêt au principal ne concernait nullement le bien-fondé de mesures telles que le placement de l’enfant à l’assistance, son adoption et la limitation ou suppression des visites de sa mère. Elle n’y relevait de manquements que par les motifs suivants: pour l’article 8 (art. 8), la participation insuffisante de la requérante aux résolutions de l’autorité locale plaçant P. à demeure chez des parents nourriciers (juin 1978) et la privant du droit de le rencontrer (mai 1980), ainsi que le fait de ne pas avoir tenu assez compte, dans le processus décisionnel, des conséquences de la grève des travailleurs sociaux sur le projet de favoriser la réadaptation de l’enfant à sa mère et à son grand-père; pour l’article 6 § 1 (art. 6-1), l’absence d’un recours judiciaire sur le fond du problème des visites (arrêt au principal, pp. 74-76, §§ 66-70, et pp. 79-80, §§ 80-83).", "La requérante a donc pâti de lacunes de caractère procédural, mais qui se rattachaient de près à une ingérence dans l’exercice du droit au respect de la vie familiale, l’un des plus essentiels de tous.", "9.   Quant à la perte de P., imputée par la requérante aux violations de la Convention, on ne saurait certifier qu’elle ne se serait pas produite sans lesdites lacunes. La Cour estime impossible d’affirmer qu’une meilleure association de la requérante aux délibérations de l’autorité locale aurait à coup sûr entraîné un autre résultat. Et même si l’intéressée avait disposé d’un recours judiciaire sur le fond du problème des visites et en avait usé avec succès pendant que les ordonnances d’assistance se trouvaient en vigueur, il ne s’ensuit pas du tout que P. lui aurait été restitué ou n’aurait pas été adopté pour finir: comme la Cour le relève au paragraphe 81 de son arrêt au principal, \"des considérations différentes peuvent valoir pour la question du placement d’un enfant à l’assistance publique et pour celle des visites à lui rendre par son parent\".", "10.   La Cour ne croit pas pouvoir en conclure pour autant, avec le Gouvernement, que si les insuffisances procédurales en cause n’avaient pas existé, la requérante n’aurait rien pu y gagner en pratique.", "Il semble certes assez peu probable, étant donnés le mode de vie de Mme B. et son manque apparent d’intérêt pour l’enfant à l’époque, qu’une participation de celle-ci à la procédure aurait amené l’autorité locale à opter pour une autre solution en juin 1978 (arrêt au principal, pp. 64-65, §§ 12-13); elle eût toutefois permis à l’intéressée de saisir la situation, d’y réfléchir et de présenter des observations à un moment critique. Sans doute aussi P. se trouvait-il chez ses parents nourriciers depuis presque deux ans déjà lors de la suppression des visites en mai 1980. Cependant, une plus grande association au processus décisionnel à ce stade aurait pour le moins donné à la requérante l’occasion de s’exprimer, par exemple, sur les répercussions néfastes de la grève des travailleurs sociaux sur le programme de réinsertion convenu; sur son désir intense de renouer avec son fils (le juge de la County Court releva d’ailleurs, en juillet 1983, qu’elle n’avait cessé de déployer des efforts sincères en ce sens); et sur les relations continues et positives entre l’enfant et son grand-père, chez qui elle s’était alors fixée (ibidem, pp. 65-67 et 68, §§ 13-18 et 22 ). De plus et en tout cas, l’autorité locale aurait dû s’employer davantage à remédier auxdites répercussions.", "Quant à l’intérêt éventuel, pour la requérante, d’un recours judiciaire sur le fond du problème des visites, il faut rappeler que P. fut placé à demeure chez des parents nourriciers en juin 1978 et ne rencontra pas ou guère sa mère depuis le déclenchement de la grève des travailleurs sociaux, en novembre 1978, jusqu’à son adoption en décembre 1983 (ibidem, pp. 65-69, §§ 13-24). Toutefois, la County Court le constata en juillet 1983, l’autorité locale et la requérante s’accordaient, au moins au début de cette période, sur la nécessité de poursuivre la restauration des rapports entre l’enfant et sa mère (ibidem, p. 68, § 22); ce fut en fait la grève, entièrement indépendante de la volonté de Mme B., qui provoqua la première interruption complète des visites. On doit considérer aussi qu’à partir de juillet 1978, la requérante s’établit chez son père qui entretenait avec P. des relations continues et positives. En outre, la Cour le souligne au paragraphe 81 de son arrêt au principal, il se peut qu’un parent \"invoque des arguments justifiant le maintien ou la reprise des visites, mais non de la garde de l’enfant par lui\"; il s’agit là de deux ordres d’idées distincts. On ne saurait écarter l’hypothèse que si la requérante avait pu, pendant la durée de validité des ordonnances d’assistance, déférer à un tribunal le fond du problème de ses visites à P., elle aurait obtenu gain de cause dans une certaine mesure, en particulier si elle avait formulé sa demande assez tôt. Or cela aurait pu changer toute la physionomie de ses relations futures avec son fils.", "A ces égards, on peut donc estimer qu’elle a subi une perte de chances réelles justifiant l’octroi d’une indemnité.", "11.   De surcroît, la circonstance qu’elle ne fut pas consultée sur la décision de mai 1980, ni avertie de la réunion au cours de laquelle l’autorité locale adopta celle-ci, n’a pas manqué, aux yeux de la Cour, de lui causer une détresse profonde. A quoi s’ajoutait le sentiment de frustration et d’impuissance qu’elle a sans nul doute éprouvé devant son incapacité, pendant la durée de validité des ordonnances d’assistance, à saisir les tribunaux du fond du problème des visites. Autant d’éléments qui appellent tous, eux aussi, une réparation pécuniaire.", "12.   Aucun des facteurs mentionnés aux paragraphes 10 et 11 ci-dessus ne se prête à une évaluation précise. Statuant en équité comme le veut l’article 50 (art. 50), la Cour alloue à la requérante 12.000 £ pour le dommage souffert.", "B. Frais et dépens", "13.   La requérante sollicite, pour honoraires d’avocats et dépens afférents à la procédure devant la Commission et la Cour, la somme de 20.051 £ 32, taxe sur la valeur ajoutée non incluse et avant déduction des montants payés par le Conseil de l’Europe par la voie de l’assistance judiciaire.", "14.   Le Gouvernement ne conteste pas qu’elle ait contracté des engagements allant au-delà de ces mêmes montants; il se déclare prêt à rembourser les frais réellement et nécessairement assumés et dont le taux soit raisonnable. Il formule toutefois plusieurs observations sur la demande; selon lui, une satisfaction équitable de ce chef consisterait à octroyer à Mme B. 9.750 £, plus la taxe sur la valeur ajoutée et moins les versements opérés dans le cadre de l’assistance judiciaire.", "15.   La Cour a examiné la question à la lumière des critères que consacre sa jurisprudence constante et des commentaires du Gouvernement. Elle a noté les points suivants:", "a) Les services rendus par un avocat à son client doivent correspondre aux besoins et à la situation propres de ce dernier. La Cour attache donc du poids à la thèse générale du conseil de la requérante, selon laquelle la plus grande diligence s’imposait en l’espèce en raison des facultés limitées de l’intéressée. Elle ne peut donc accueillir les objections du Gouvernement contre les honoraires facturés pour le travail relatif à l’assistance judiciaire et aux frais de voyage de la requérante et de son père.", "b) Avec le Gouvernement, on peut s’interroger sur la nécessité pour la requérante d’être représentée par deux avocats en février 1985 à la rencontre avec un conseiller de travail social, puis à la réunion consacrée à discuter des perspectives d’un règlement amiable du litige. Il n’en va pas de même de la conférence de novembre 1986 avec les conseils des requérants dans les affaires apparentées O., H., W. et R. contre Royaume-Uni: elle a dû comporter un examen complexe et minutieux des thèses à plaider devant la Cour.", "c) Sans pouvoir entrer dans le détail des calculs dont il s’agit, la Cour partage les doutes exprimés par le Gouvernement sur certains frais de téléphone et de photocopie. En revanche, elle ne saurait souscrire pleinement à son affirmation d’après laquelle un avocat n’accomplit que peu ou pas de travail pour son client pendant ses déplacements.", "d) Elle pourrait juger raisonnable une somme légèrement supérieure aux 4.000 £ suggérées par le Gouvernement pour la préparation des audiences et la comparution devant elle, mais elle reconnaît que le montant réclamé sur ce point (9.712 £ 50, taxe sur la valeur ajoutée non incluse) semble excessif. Il faut en dire autant du chiffre avancé au titre de la rédaction du mémoire de la requérante sur l’article 50 (art. 50) (370 £). D’une manière plus générale, le Gouvernement le souligne, l’arrêt Abdulaziz, Cabales et Balkandali du 28 mai 1985 (série A no 94) a consenti à compter 40 £ par heure de travail effectué par des solicitors en 1980-1984; la Cour admet qu’un taux de 60 ou 70 £ l’heure (selon la nature de la tâche) serait équitable et raisonnable en l’espèce.", "16.   Eu égard aux facteurs susmentionnés, ainsi qu’aux versements opérés par le Conseil de l’Europe par la voie de l’assistance judiciaire, et statuant en équité, la Cour estime que la requérante a droit, pour frais et dépens, au remboursement de 10.500 £ plus la taxe sur la valeur ajoutée.", "", "C. Questions diverses", "17.   Mme B. demande aussi une déclaration du Gouvernement sur la manière dont il entend veiller à ce que la législation britannique en matière d’assistance à l’enfance n’enfreigne pas les droits garantis par la Convention.", "La Cour relève que ses arrêts laissent à l’Etat concerné le choix des moyens à utiliser dans son ordre juridique interne pour s’acquitter de l’obligation pesant sur lui aux termes de l’article 53 (art. 53) (voir notamment l’arrêt Pauwels du 26 mai 1988, série A no 135, § 41).", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1. Dit que le Royaume-Uni doit verser à la requérante 12.000 £ (douze mille livres) pour préjudice moral et 10.500 £ (dix mille cinq cents livres), plus la taxe sur la valeur ajoutée, pour frais et dépens;", "", "2. Rejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis communiqué par écrit le 9 juin 1988 en application de l’article 54 § 2, second alinéa, du règlement.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier ", ""]}