{"file": "FRE_HFJUD_23487_12.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "23487/12", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE PEDUZZI c. FRANCE", "", "(Requête no 23487/12)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "", "STRASBOURG", "", "21 mai 2015", "", "", "", "Cet arrêt est définitif. Il peut subir des retouches de forme.", "", "En l’affaire Peduzzi c. France,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en un comité composé de :", "\tGanna Yudkivska, présidente,\n\tVincent A. De Gaetano,\n\tAndré Potocki, juges,\net de Milan Blaško, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 21 avril 2015,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 23487/12) dirigée contre la République française et dont un ressortissant de cet État, M. Sébastien Peduzzi (« le requérant »), a saisi la Cour le 29 mars 2012 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant a été représenté par Me P. Spinosi, avocat au Conseil d’État et à la Cour de cassation. Le gouvernement français (« le Gouvernement ») a été représenté par son agent, M. F. Alabrune, directeur des affaires juridiques du ministère des Affaires étrangères.", "3.  Le 5 septembre 2013, le grief concernant l’absence de motivation de l’arrêt de la cour d’assises d’appel a été communiqué au Gouvernement et la requête a été déclarée irrecevable pour le surplus, conformément à l’article 54 § 3 du règlement de la Cour.", "EN FAIT", "4.  Le requérant est né en 1981 et réside à Paris.", "5.  Par une ordonnance de mise en accusation du 23 février 2005, le requérant fut renvoyé devant la cour d’assises des Bouches-du-Rhône pour le meurtre de la responsable d’une bijouterie, retrouvée morte par deux clients dans sa boutique, et des vols précédés, accompagnés ou suivis de violences ayant entraîné la mort de la victime.", "6.  Le 13 octobre 2005, la cour d’assises des Bouches-du-Rhône l’acquitta. Le ministère public interjeta appel et la cour d’assises des Alpes-Maritimes fut désignée par la Cour de cassation pour statuer en appel.", "7.  Le requérant, sans domicile fixe, ne pouvant tout d’abord être localisé, le procès en appel fut une première fois reporté en 2007. Lorsqu’il fut retrouvé, une nouvelle date fut fixée en janvier 2008, mais deux expertises psychiatriques du requérant, en date des 20 septembre et 27 décembre 2007 conclurent au fait qu’il ne disposait pas d’un discernement suffisant pour participer à son procès. Le procès fut renvoyé au mois de janvier 2010. Dans deux rapports des 21 septembre 2009 et 4 janvier 2010, un expert psychiatre estima son état mental incompatible avec sa comparution devant la cour d’assises.", "8.  L’audience étant finalement fixée aux 20, 21 et 22 octobre 2010, une nouvelle expertise fut ordonnée par la présidente de la cour d’assises le 20 octobre 2010 pour dire si le requérant était en état de comparaître. Le jour même, l’expert psychiatre conclut que tel était le cas.", "9.  Par un arrêt du 22 octobre 2010, après plusieurs jours d’audience et cinq questions ayant été posées au jury, deux autres étant sans objet, la cour d’assises d’appel des Alpes-Maritimes le déclara coupable et le condamna à vingt années de réclusion criminelle. Les questions posées et les réponses se lisaient comme suit :", "« Question no 1 : « L’accusé PEDUZZI Sébastien a-t-il à Marseille (Bouches du Rhône) le 23 novembre 2001, en tous cas sur le territoire national et depuis temps non prescrit, volontairement donné la mort à [S.] ? »", "Réponse : OUI à la majorité des 10 voix au moins", "Question no 2 : « L’accusé PEDUZZI Sébastien a-t-il à Marseille (Bouches du Rhône) le 23 novembre 2001 frauduleusement soustrait divers objets au préjudice de [S.] ? »", "Réponse : OUI à la majorité des 10 voix au moins", "Question no 3 : « Les faits spécifiés à la question no 2 ont-ils été commis avec l’usage d’une arme, en l’espèce une arme à canon rayé tirant des munitions de calibre 22 ? »", "Réponse : OUI à la majorité des 10 voix au moins", "Question no 4 : « Le meurtre spécifié à la question no 1 a-t-il précédé, accompagné ou suivi le crime spécifié à la question no 2 et qualifié à la question no 3 ? »", "Réponse : OUI à la majorité des 10 voix au moins", "Question no 5 : « Les faits spécifiés à la question no 2 ont-ils-été précédés, accompagnés ou suivis de violences ? »", "Réponse : sans objet", "Question no 6 : « Les violences spécifiées à la question no 5 ont-elles entraîné la mort de [S.] ? »", "Réponse : sans objet", "Question no 7 : « L’accusé PEDUZZI Sébastien bénéficie-t-il pour les faits spécifiés à la question no 1 et à la question no 2, qualifiée aux nos 3, 5 et 6 de la cause d’irresponsabilité pénale prévue à l’article 122-1 alinéa 1o du Code pénal, selon lequel n’est pas pénalement responsable la personne qui était atteinte, au moment des faits, d’un trouble psychique ou neuropsychique ayant aboli son discernement ou le contrôle de ses actes ? »", "Réponse : NON à la majorité des 10 voix au moins »", "10.  Le 29 septembre 2011, la Cour de cassation rejeta le pourvoi du requérant.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "11.  Le requérant se plaint d’avoir été privé de son droit à un procès équitable, compte tenu de l’absence de motivation de l’arrêt de la cour d’assises d’appel. Il invoque l’article 6 § 1 de la Convention, dont les dispositions pertinentes se lisent comme suit :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "12.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "13.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte par ailleurs à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "14.  Le requérant insiste tout d’abord sur le fait que ses troubles psychiatriques, non contestés par le Gouvernement et attestés par plusieurs expertises, constituent un élément parmi d’autres qui permettent de dire qu’il n’a pas été en mesure de comprendre les raisons de sa condamnation. S’agissant de l’absence de motivation, il souligne qu’il niait les faits reprochés et que seulement sept questions ont été posées, dont deux déclarées sans objet, avec pour simples réponses quatre fois « oui » et une fois « non », ce qui ne peut constituer une motivation suffisante. Il estime que l’acte d’accusation laisse subsister de nombreux doutes, notamment quant au témoignage qui lui a valu sa mise en accusation, le déroulement des évènements qu’il présente étant par ailleurs incohérent. Au demeurant, compte tenu des difficultés particulières dont il souffre, seule une motivation particulièrement claire, précise et détaillée lui aurait permis de comprendre le verdict, et ce d’autant plus qu’il avait été acquitté en première instance.", "15.  Le Gouvernement aborde la question de l’état de santé du requérant qui lui semble incontournable dans le cadre de la présente affaire. Il estime notamment qu’il ne s’agit pas de savoir si le requérant souffrait de troubles psychiatriques, puisque toutes les expertises en convenaient, mais de savoir si cet état lui permettait ou non de participer aux audiences et de suivre les débats. Il indique que cela relevait de la compétence de la présidente de la cour d’assises, laquelle avait déjà renvoyé à trois reprises le procès en appel. Le Gouvernement soutient qu’il existe des moyens procéduraux permettant de s’assurer de la capacité d’un accusé à comprendre la portée de sa comparution, qu’un expert a conclu en ce sens, que les réponses du requérant pendant les débats ont permis d’apprécier son état mental et, enfin qu’il était assisté d’un avocat.", "16.  S’agissant de la motivation de l’arrêt de la cour d’assises d’appel, le Gouvernement estime que la procédure criminelle suivie en l’espèce a permis au requérant de comprendre les motifs de sa condamnation. Tout en relevant que la Cour a déjà jugé que l’ordonnance de mise en accusation a une portée limitée, il estime qu’en l’espèce l’acte d’accusation était détaillé. Le Gouvernement expose notamment les différents éléments qu’il contient, insistant sur le fait qu’il a été lu dans son intégralité lors de l’audience devant la cour d’assises et que les charges ont ensuite été discutées, les débats constituant le cœur du procès. Il relève en outre que le requérant comparaissait seul. Selon le Gouvernement, malgré les dénégations du requérant, les faits ne présentaient aucune difficulté particulière. Le Gouvernement soutient que le caractère simple, précis et individualisé des questions, associé à la décision de mise en accusation et aux débats contradictoires, ont permis au requérant de comprendre les raisons de sa condamnation. Sans contester l’enjeu considérable pour le requérant, acquitté en première instance et condamné en appel à vingt ans de réclusion criminelle, il estime qu’il ne peut prétendre de bonne foi ne pas avoir été mis en mesure de connaître les faits précis et circonstanciés qui lui étaient reprochés. Le Gouvernement rappelle en outre que les magistrats et les jurés, qui se sont retirés pour délibérer sans avoir le dossier de la procédure, remis dans les mains du greffier, n’ont pu forger leur intime conviction que sur les éléments contradictoirement débattus. Enfin, le Gouvernement indique que depuis la loi du 15 juin 2000, les décisions des cours d’assises sont susceptibles d’appel.", "17.  La Cour rappelle qu’elle a déjà jugé que pour que les exigences d’un procès équitable soient respectées, le public et, au premier chef, l’accusé doivent être à même de comprendre le verdict qui a été rendu (Taxquet c. Belgique [GC], no 926/05, § 89, CEDH 2010). Par ailleurs, comme elle l’a relevé par la suite (Agnelet, Oulahcene, Fraumens, Legillon et Voica c. France, respectivement nos 44446/10, 30010/10, 53406/10 et 60995/09, §§ 62, 46, 40, 58 et 46, 10 janvier 2013), il ressort de l’arrêt Taxquet (précité, § 97) que l’examen conjugué de l’acte d’accusation et des questions posées au jury doit permettre de savoir quels éléments de preuve et circonstances de fait, parmi tous ceux ayant été discutés durant le procès, avaient en définitive conduit les jurés à répondre par l’affirmative aux quatre questions le concernant, et ce afin de pouvoir notamment : différencier les coaccusés entre eux ; comprendre le choix d’une qualification plutôt qu’une autre ; connaître les motifs pour lesquels des coaccusés sont moins responsables aux yeux du jury et donc moins sévèrement punis ; justifier le recours aux circonstances aggravantes.", "18.  En l’espèce, le requérant a bénéficié d’un certain nombre d’informations et de garanties durant la procédure criminelle (Agnelet, Oulahcene, Fraumens, Legillon et Voica c. France, précités, respectivement §§ 63, 47, 41, 59 et 47).", "19.  S’agissant de l’apport combiné de l’acte de mise en accusation et des questions posées au jury en l’espèce, la Cour relève tout d’abord que le requérant était le seul accusé.", "20.  Par ailleurs, l’arrêt de mise en accusation avait une portée limitée, puisqu’il intervenait avant les débats qui constituent le cœur du procès, ce dont conviennent les parties. Concernant les constatations de fait reprises par cet acte et leur utilité pour comprendre le verdict prononcé contre le requérant, la Cour ne saurait cependant se livrer à des spéculations sur le point de savoir si elles ont ou non influencé le délibéré et l’arrêt finalement rendu par la cour d’assises (Agnelet, Oulahcene, Fraumens, Legillon et Voica c. France, précités, respectivement §§ 65, 49, 43, 61 et 49).", "21.  Quant aux questions, elles s’avèrent d’autant plus importantes que, pendant le délibéré, les magistrats et les jurés ne disposent pas du dossier de la procédure et qu’ils se prononcent sur les seuls éléments contradictoirement discutés au cours des débats, même s’ils disposaient également en l’espèce, comme cela ressort des arrêts et conformément à l’article 347 du code de procédure pénale, de l’ordonnance et de l’arrêt de mise en accusation (Agnelet, Oulahcene, Fraumens, Legillon et Voica c. France, précités, respectivement §§ 66, 50, 44, 63 et 50).", "22.  La Cour note par ailleurs que l’enjeu était considérable, le requérant, après avoir fait l’objet d’un acquittement, ayant été ensuite condamné à une peine de vingt ans de réclusion criminelle.", "23.  En l’espèce, les cinq questions posées et n’ayant pas été déclarées sans objet, bien qu’en partie circonstanciées, étaient laconiques.", "24.  Or, aux yeux de la Cour, dès lors que le requérant a été acquitté en première instance puis déclaré coupable en appel, qui plus est en se voyant infliger une peine très lourde, il devait disposer d’éléments susceptibles de lui permettre de comprendre le verdict de condamnation : tel ne pouvait être le cas avec un examen conjugué de l’acte de mise en accusation et des cinq questions posées au jury en l’espèce (voir, notamment, Fraumens, précité, § 49, ainsi qu’Agnelet, précité, § 69). La Cour relève en outre que la question du discernement du requérant et de sa capacité de compréhension des raisons de sa condamnation se posait avec une particulière acuité en l’espèce, compte tenu de son état psychique non contesté (paragraphe 7 cidessus).", "25.  En conclusion, la Cour estime qu’en l’espèce le requérant n’a pas disposé de garanties suffisantes lui permettant de comprendre le verdict de condamnation qui a été prononcé à son encontre.", "26.  Il y a donc eu violation de l’article 6 § 1 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "27.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "28.  Le requérant réclame 100 000 euros (EUR) au titre de son préjudice physique et moral du fait de ses conditions de détention et de la privation de soins dont il aurait fait l’objet.", "29.  Le Gouvernement estime que les préjudices invoqués sont sans lien avec le grief. Il estime cependant qu’en cas de violation reconnue par la Cour, une somme de 2 000 EUR pourrait lui être allouée à titre de préjudice moral.", "30.  La Cour rappelle qu’aux termes de l’article 60 §§ 2 et 3 du Règlement, sauf décision contraire du président de la chambre, le requérant doit soumettre ses prétentions, chiffrées et ventilées par rubrique et accompagnées des justificatifs pertinents, dans le délai qui lui a été imparti pour la présentation de ses observations sur le fond et que, à défaut, la chambre peut rejeter tout ou partie de ses prétentions. Or, en l’espèce, dans ses observations sur le fond, le requérant se contente de renvoyer à sa requête initiale, sans autre précision. Aucune somme ne lui sera donc octroyée à ce titre.", "B.  Frais et dépens", "31.  Le requérant demande également 15 000 EUR pour les frais et dépens. Il produit une demande d’honoraires pour un montant de 5 980 EUR pour la procédure devant la Cour.", "32.  Le Gouvernement considère qu’il pourrait être octroyé au requérant la somme de 5 980 euros correspondant à la facture d’honoraires produite.", "33.  Tout en renvoyant à ces précédentes observations sur les exigences de l’article 60 § 2 du Règlement, la Cour constate que le requérant a produit, dans le cadre de ses observations sur le fond, une note d’honoraires d’un montant de 5 980 EUR pour la procédure devant elle. La Cour estime ce montant raisonnable et l’accorde au requérant.", "C.  Intérêts moratoires", "34.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit", "a)  que l’État défendeur doit verser au requérant, dans les trois mois, 5 980 EUR (cinq mille neuf cent quatre-vingts euros), plus tout montant pouvant être dû par le requérant à titre d’impôt, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 21 mai 2015, en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "\tMilan Blaško\tGanna Yudkivska\n\tGreffier adjoint\tPrésidente"]}