{"file": "FRE_HFCOM_21444_11.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "21444/11", "text_paragraphs": ["", "CINQUIÈME SECTION", "Requête no 21444/11\nJean Michel HENRIOUD\ncontre la France\nintroduite le 4 mars 2011", "EXPOSÉ DES FAITS", "", "Le requérant, M. Jean Michel Henrioud, est un ressortissant suisse né en 1966 et résidant à Auvernier (canton de Neuchâtel, Suisse). Il est représenté devant la Cour par Me T. Piaget, avocate à La Chaud-de-Fonds.", "A.  Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par le requérant, peuvent se résumer comme suit.", "Le requérant épousa Mme F.V., de nationalité suisse, en 1996. Deux enfants sont issus de leur union, L. né le 23 août 1997, et M., née le 15 janvier 2001.", "Le 30 juillet 2008, à la suite de sérieuses difficultés conjugal et des problèmes financiers rencontrés par le couple, l’épouse du requérant quitta le domicile familial en emmenant les enfants. Elle resta quelques jours en Suisse.", "Le 12 août 2008, le requérant déposa auprès du tribunal civil du district de Boudry (canton de Neuchâtel) une requête urgente de mesures protectrices de l’union conjugale visant notamment à interdire à Mme F.V. de quitter la Suisse pour s’installer en France avec les enfants.", "Par une ordonnance de mesures protectrices urgentes sans citation préalable du 13 août 2008, le président du tribunal de Boudry interdit à Mme F.V. de quitter la Suisse et de s’installer en France avec les enfants. Mme F.V. fit opposition à cette ordonnance.", "Aux environs du 15 août 2008, Mme F.V. quitta la Suisse pour se rendre en France, où vivent ses parents. Elle s’est ensuite installée à Camblanes en Gironde.", "Le 2 septembre 2008, le requérant forma une demande de retour auprès de l’Office fédéral de la justice, l’autorité centrale de la Suisse au sens de la Convention de La Haye du 25 octobre 1980 sur les aspects civils de l’enlèvement international d’enfants. Cette requête fut transmise à l’autorité centrale française qui l’adressa au procureur général près la cour d’appel de Bordeaux pour saisine du juge aux affaires familiales.", "Le 23 septembre 2008, le requérant déposa une demande en divorce auprès du tribunal matrimonial du district de Boudry en concluant à ce que la garde et l’autorité parentale sur les enfants lui soient attribuées.", "Le 1er octobre 2008, lors d’une audience devant le tribunal de Boudry, l’avocat de Mme F.V. fit savoir que celle-ci avait quitté la Suisse avant d’avoir eu connaissance de l’ordonnance du 13 août 2008 et qu’il ne l’avait luimême reçue que le 19 août. Au cours de cette audience, le président du tribunal constata que « la situation actuelle se maintiendra à titre provisoire, sous réserve de la tournure prise par la procédure tendant au retour des enfants ». Les parties convinrent que le requérant rencontrerait ses enfants lors des vacances scolaires françaises. Le président fit savoir qu’il contacterait le service social international afin de demander un rapport d’enquête sociale et d’évaluer les modalités d’une reprise aussi rapide que possible des contacts entre le requérant et ses enfants. Il fut enfin décidé de suspendre la procédure de divorce.", "Par une décision du 11 novembre 2008, le président du tribunal de Boudry révoqua l’ordonnance du 13 août 2008. Il fit valoir que l’épouse du requérant avait quitté le pays le 13 août 2008 et qu’elle n’avait eu connaissance de cette ordonnance que postérieurement. Il ajouta que « dans ces conditions, même s’il n’est pas justifié que l’épouse quitte le pays comme elle l’a fait en compagnie des enfants, sans autorisation de son époux, je constate qu’il n’y aurait aucune utilité à confirmer une telle interdiction. Je considère en effet que cela serait le meilleur moyen pour dissuader l’épouse de revenir en Suisse, issue que ne souhaite manifestement pas l’époux ».", "Le 27 novembre 2008, le requérant forma un recours à l’encontre de la décision du 11 novembre auprès de la Cour de cassation civile du tribunal cantonal de Neuchâtel, en invoquant la violation de la Convention de la Haye du 25 octobre 1980. Il fit valoir que le déplacement était illicite dans la mesure où il partageait avec la mère l’autorité parentale et la garde sur ses enfants. Il indiqua sa crainte que le refus de confirmer l’interdiction litigieuse soit susceptible de laisser entendre aux autorités françaises chargées du retour des enfants que la situation s’était régularisée a posteriori. Il souligna que cela aurait pour conséquence de passer outre les règles de la Convention selon lesquelles le statu quo doit être rétabli.", "Par acte du 24 novembre 2008, le procureur de la République près le tribunal de grande instance de Bordeaux assigna la mère à comparaître aux fins de constater que les enfants étaient retenus illicitement par elle en France et d’ordonner leur retour immédiat auprès du domicile de leur père.", "Par un jugement du 12 décembre 2008, le tribunal de grande instance de Bordeaux débouta le procureur de sa demande. Il se fonda, d’une part, sur le fait que la mère n’avait pas eu connaissance de l’ordonnance du 13 août 2008 au moment de quitter la Suisse et, d’autre part, sur la révocation ultérieure de cette ordonnance. Il ajouta que les enfants étaient bien intégrés en France et qu’il serait préjudiciable pour eux de modifier brutalement leur cadre de vie. Il en conclut qu’il n’y avait pas eu déplacement illicite sur le territoire français.", "Le procureur général interjeta appel du jugement en faisant valoir que, en France comme en Suisse, le caractère illicite d’un déplacement résulte de la violation du droit de garde de l’autre parent, indépendamment de l’existence d’une mesure d’interdiction de quitter le territoire suisse comme celle qui avait été ordonnée le 13 août 2008 puis annulée. Il rappela qu’au moment du déplacement, le requérant exerçait effectivement, de manière conjointe, son droit de garde à l’égard de ses enfants en application de la loi suisse. Le requérant déposa des conclusions d’intervention volontaire auprès de la cour d’appel.", "Par un arrêt du 7 avril 2009, la cour d’appel de Bordeaux confirma le jugement du 12 décembre 2008. Elle s’appuya sur la décision de révocation de l’ordonnance du 13 août 2008 et le fait que le requérant n’avait pas exercé de voie de recours contre celle-ci pour considérer qu’il avait acquiescé à cette décision. Elle conclut :", "« Dès lors, même si cette décision revêt manifestement un caractère temporaire dans l’attente de l’issue définitive de la procédure du divorce, il n’en demeure pas moins que l’acquiescement dont elle a bénéficié de la part du père, permettait à bon droit au premier juge, en application de l’article 13 paragraphe a) de la Convention de la Haye de considérer qu’il n’y avait pas lieu d’ordonner le retour des enfants en Suisse étant souligné que le père avait pu exercer le droit de visite à l’égard des enfants notamment en décembre 2008 ».", "Le 10 avril 2009, l’autorité centrale française envoya un courrier à l’autorité suisse :", "« A la suite d’un courrier du parquet général de Bordeaux dans le cadre de l’affaire visée en référence, je vous prie de trouver ci-joint copie de l’arrêt rendu le 7 avril 2009 par la cour d’appel de Bordeaux. Cette décision a rejeté la demande de retour en Suisse des mineurs [L. et M.]. Je vous remercie de me faire part des suites procédurales que Monsieur Henrioud entend voir réserver à cette affaire.", "Dans le cadre de la procédure de divorce, des rapports d’enquête sociale furent déposés par les services compétents français et suisse les 12 et 26 mars 2009. Le 30 avril 2009, l’avocat de Mme F.V. écrivit au président du tribunal de Boudry pour lui demander de prendre en compte le rapport français dans lequel il était souligné que le cadre de vie des enfants était adéquat et favorable à leur épanouissement. Il demanda l’attribution à la mère de la garde des enfants, en se référant notamment à l’arrêt de la cour d’appel de Bordeaux du 7 avril 2009 dont il disait ne pas être encore en possession d’une copie. Il conclut qu’au vu de cet arrêt, un retour rapide des enfants ne paraissait pas à l’ordre du jour.", "Par une ordonnance du 6 mai 2009, le président du tribunal de Boudry constata que la garde de fait sur les enfants était toujours exercée par leur mère et que cette situation continuerait à prévaloir dans l’attente de la décision de la Cour de cassation française :", "« Que deux décisions relatives au retour des enfants en Suisse, en application de la Convention de la Haye, ont été défavorables au père jusqu’à aujourd’hui, la dernière rendue le 7 avril 2009 par la cour d’appel de Bordeaux. Que [le requérant] conteste cette décision et annonce qu’il se pourvoira en cassation ainsi que le procureur général de Bordeaux contre celle-ci. Qu’il n’appartient pas au juge de céans de se prononcer sur le bien fondé de la décision de la cour d’appel mais qu’il sera néanmoins relevé que celle-ci retient à tort que [le requérant] ne s’est pas opposé à l’ordonnance rendue par le soussigné le 11 novembre 2008 et révoquant les mesures prises le 13 août 2008 puisqu’il a adressé le 27 novembre 2008 un recours en cassation civile contre cette ordonnance.", "Qu’il convient de suspendre la procédure en tant qu’elle porte sur l’attribution de la garde des enfants,", "Que la situation de fait qui prévaut à l’heure actuelle doit en effet être maintenue dans l’attente de la décision de la Cour de cassation de Bordeaux [sic], si elle est saisie, ou de l’entrée en force de la décision de la cour d’appel du 7 avril 2009, dans l’hypothèse inverse ».", "Le 6 mai 2009, le procureur général forma un pourvoi en cassation contre l’arrêt de la cour d’appel de Bordeaux du 7 avril 2009. La déclaration de pourvoi est ainsi libellée :", "« Le procureur général déclare former un pourvoi en cassation contre l’arrêt rendu le 7 avril 2009, dans une affaire opposant le ministère public, en sa qualité de représentant de l’autorité centrale française, d’une part, et Monsieur JeanMichel Henrioud, d’autre part, à Madame F.V. (...). A cette déclaration sont jointes trois expéditions de l’arrêt du 7 avril 2009. La cassation est demandée pour manque de base légale dans l’application de l’article 13 alinéa 1 de la convention de la Haye, la cour d’appel ayant fondé sa décision sur un acquiescement du père postérieurement au déplacement ou au non retour de ses enfants, sans le caractériser ».", "Le requérant, assisté d’un avocat au Conseil d’Etat et à la Cour de cassation, déposa des conclusions d’association au pourvoi du procureur et forma un pourvoi provoqué à cette occasion.", "Dans leurs conclusions respectives, le procureur et le requérant firent valoir que la cour d’appel de Bordeaux, en déduisant de l’absence d’exercice des voies de recours contre la décision rendue le 11 novembre 2008 par le juge suisse, de surcroît non démontrée, l’intention du père de renoncer au retour de ses enfant, n’avait pas tiré les conséquences du fait que le retour avait été demandé deux mois avant ladite décision. Ils soulignèrent que la cour d’appel n’avait pas caractérisé un acquiescement suffisamment certain du père et n’avait ainsi pas valablement justifié son refus d’ordonner le retour des enfants au regard de l’article 13 a) de la Convention de la Haye selon « lequel l’autorité judiciaire ou administrative de l’Etat requis n’est pas tenue d’ordonner le retour de l’enfant, lorsque la personne (...) qui s’oppose à son retour établit que la personne (...) qui avait le soin de la personne de l’enfant n’exerçait pas effectivement le droit de garde à l’époque du déplacement ou du non-retour, ou avait consenti ou a acquiescé postérieurement à ce déplacement ou à ce non-retour ».", "Par un arrêt du 29 mai 2009, la Cour de cassation civile du tribunal cantonal de Neuchâtel rejeta le recours du requérant contre la décision du 11 novembre 2008. Elle estima que la révocation de l’ordonnance du 13 août 2008 était intervenue conformément au droit matériel, l’interdiction de quitter le territoire ne pouvant plus déployer ses effets. Elle souligna cependant que les autorités françaises chargées d’assurer le retour des enfants en Suisse ne pouvaient interpréter la révocation de cette ordonnance comme une régularisation, a posteriori, de la situation, le juge ayant clairement souligné que le départ de l’épouse et des enfants n’était pas justifié.", "A la suite de l’avertissement délivré aux parties concernant le moyen tiré de l’application de l’article 979 du code de procédure civile (voir droit interne pertinent) susceptible d’être relevé d’office sur le pourvoi, au motif que la signification de l’arrêt attaqué n’était pas produite, le procureur général fit parvenir un avis le 9 novembre 2010. Il fit valoir que les formalités du pourvoi et le dépôt du mémoire ampliatif avaient été faits dans les délais légaux mais indiqua que, effectivement, « l’arrêt attaqué du 7 avril 2009 n’a pas été signifié dans le délai du dépôt de mémoire ampliatif. Il n’a été signifié à Mme F.V. que le 6 octobre 2010 ». A la lumière notamment de la jurisprudence de la Cour relative au droit d’accès à un tribunal, il demanda que la sanction de l’irrecevabilité ne soit pas appliquée en raison de la nature particulière de l’affaire, la procédure litigieuse n’étant pas une procédure ordinaire, et de l’intérêt supérieur des enfants mineurs en jeu. Dans un mémoire, l’avocat au Conseil d’Etat et à la Cour de cassation fit valoir les mêmes arguments et dénonça une atteinte excessive à l’accès à un tribunal en cas de prononcé d’une irrecevabilité pour le motif précité, contraire à l’esprit même de la Convention de la Haye.", "Par un arrêt du 1er décembre 2009, la Cour de cassation déclara irrecevables les deux pourvois :", "« Vu l’article 979 du code de procédure civile,", "Attendu qu’à peine d’irrecevabilité du pourvoi prononcée d’office, doit être notamment remise au greffe, dans le délai du dépôt du mémoire, une copie de la décision attaquée et de ses actes de signification ;", "« Attendu que le procureur général près la cour d’appel de Bordeaux s’est pourvu en cassation, le 11 mai 2009, contre un arrêt de la cour d’appel de Bordeaux du 7 avril 2009 ; que la copie de l’acte de signification de cet arrêt n’a pas été déposée dans le délai prescrit ; de même [le requérant] ne produit pas cette copie à l’appui de son pourvoi provoqué ;", "Déclare le pourvoi principal et le pourvoi provoqué irrecevables. »", "B.  Le droit et la pratique internes pertinents", "1.  Les dispositions pertinentes du code de procédure civile sont ainsi libellées :", "Article 115", " « La nullité est couverte par la régularisation ultérieure de l’acte si aucune forclusion n’est intervenue et si la régularisation ne laisse subsister aucun grief. »", "Article 978", "« A peine de déchéance constatée par ordonnance du premier président ou de son délégué, le demandeur en cassation doit, au plus tard dans le délai de quatre mois à compter du pourvoi, remettre au greffe de la Cour de cassation un mémoire contenant les moyens de droit invoqués contre la décision attaquée. Le mémoire doit, sous la même sanction, être notifié dans le même délai aux avocats des autres parties. Si le défendeur n’a pas constitué avocat, le mémoire doit lui être signifié au plus tard dans le mois suivant l’expiration de ce délai ; cependant, si, entre-temps, le défendeur constitue avocat avant la signification du mémoire, il est procédé par voie de notification à son avocat ».", "Article 979", "« A peine d’irrecevabilité du pourvoi prononcée d’office, doivent être remises au greffe dans le délai de dépôt du mémoire :", "- une copie de la décision attaquée et de ses actes de signification ; (...) ».", "Article 611-1", "« Hors les cas où la notification de la décision susceptible de pourvoi incombe au greffe de la juridiction qui l’a rendue, la décision attaquée est signifiée, à peine d’irrecevabilité du pourvoi, avant l’expiration du délai prévu à l’article 978 ».", "Article 614", " « La recevabilité du pourvoi incident, même provoqué, obéit aux règles qui gouvernent celle de l’appel incident, sous réserve des dispositions de l’article 1010 ».", "Article 1010", " « Le pourvoi incident, même provoqué, doit, à peine d’irrecevabilité prononcée d’office, être fait sous forme de mémoire et contenir les mêmes indications que le mémoire du demandeur.", " Le mémoire doit, sous la même sanction :", "- être remis au greffe de la Cour de cassation avant l’expiration du délai prévu pour la remise du mémoire en réponse ; (...) ».", "2.  Les dispositions pertinentes de la Convention de la Haye sur les aspects civils de l’enlèvement international d’enfant du 25 octobre 1980 ainsi que les dispositions pertinentes de la Convention internationale relatives aux droits de l’enfant du 20 novembre 1989 sont énoncées dans les affaires Maumousseau et Washington c. France, no 39388/05, §§ 42 à 47, 6 décembre 2007) et Raw et autres c. France, no 10131/11, §§ 46 et 47, 7 mars 2013).", "GRIEFS", "1.  Invoquant l’article 6 § 1 de la Convention, le requérant se plaint de la violation de son droit un tribunal, dont le droit d’accès constitue un aspect, du fait de l’irrecevabilité de son pourvoi. Il considère que la Cour de cassation a fait preuve d’un formalisme excessif en lui imputant l’omission du procureur et en déclarant son pourvoi irrecevable pour ce seul motif.", "", "2.  Invoquant l’article 8 de la Convention, le requérant soutient que les autorités françaises n’ont pas fait preuve de la diligence nécessaire dans le cadre de la procédure litigieuse et qu’elles n’ont pas déployé des efforts suffisants et adéquats pour faire respecter le droit au retour des enfants. Il dénonce les éléments suivants : la décision du tribunal de considérer que la révocation de l’ordonnance du 13 août 2008 constituait un acquiescement au non-retour, en violation des obligations imposées par la Convention de la Haye ; la confirmation de la cour d’appel de cette décision fondée, à tort, sur l’absence de contestation de cette révocation ; l’excès de formalisme de la part de la Cour de cassation, qui n’a pas lieu d’être en matière d’enlèvement international d’enfants.", "", "", "\n", "", "QUESTIONS AUX PARTIES", "", "1.  Peut-on considérer que le requérant a épuisé les voies de recours internes, comme l’exige l’article 35 § 1 de la Convention ? A cet égard :", "", "a)  A quelle date le requérant a-t-il eu connaissance de l’avertissement délivré en application de l’article 979 du code de procédure civile ? Le requérant avait-il la possibilité, en vertu notamment de l’article 115 du code de procédure civile, de régulariser son pourvoi ? Pouvait-il le faire à compter de la date de la signification indiquée par le procureur dans son avis du 9 novembre 2010, soit à compter du 26 octobre 2010, et avait-il la possibilité de déposer un mémoire, sachant que l’audience a eu lieu le 3 novembre 2010 et que l’arrêt a été rendu le 1er décembre 2010 ?", "", "b)  Les parties sont invitées à indiquer les dates des évènements suivants : conclusions d’association au pourvoi principal et pourvoi provoqué déposées par Me de Nervo, communication du rapport du conseiller rapporteur aux parties, avertissement délivré aux parties en application de l’article 979 du code de procédure civile, observations en vue de l’audience déposées par Me de Nervo.", "", "2.  Le requérant, dont le pourvoi en cassation a été déclaré irrecevable par la Cour de cassation, a-t-il bénéficié du droit d’accès à un « tribunal » au sens de l’article 6 § 1 de la Convention ?", "", "3.  Y a-t-il eu violation du droit du requérant au respect de sa vie privée et familiale au sens de l’article 8 de la Convention ? Les autorités françaises ont-elles mis en œuvre les mesures propres à assurer le retour des enfants L. et M. chez leur père en Suisse ?", "En particulier, les autorités ont-elles tenu compte des principes définis dans la Convention de La Haye sur les aspects civils de l’enlèvement international d’enfants du 25 octobre 1980 ?", "", "Le Gouvernement est invité à produire une copie des rapports d’enquête sociale déposés par les autorités françaises et suisses ainsi que la copie du mémoire du procureur général déposé auprès du greffe de la Cour de cassation. Le requérant est invité à fournir des informations actualisées sur la situation de ses enfants.", "", ""]}