{"file": "FRE_HFJUD_47459_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "47459/99", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE FERNANDES c. PORTUGAL", "", "", "(Requête n° 47459/99)", "", "", "ARRÊT", "", "STRASBOURG", "", "18 avril 2002", "", "", "", "", "DÉFINITIF", "", "18/07/2002", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Fernandes c. Portugal,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tG. Ress, président,\n\t\tI. Cabral Barreto,\n\t\tP. Kūris,\n\t\tB. Zupančič,\n\t\tJ. Hedigan,\n\tMme\tM. Tsatsa-Nikolovska,\n\tM.\tK. Traja, juges,\net de\tM.\tV. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 26 mars 2002,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 47459/99) dirigée contre la République portugaise et dont un ressortissant de cet Etat, M. João Fernandes (« le requérant »), a saisi la Cour le 4 février 1999 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté devant la Cour par Me C. Santos, avocat à Lisbonne. Le gouvernement portugais (« le Gouvernement ») est représenté par son agent, M. A. Henriques Gaspar, Procureur général adjoint.", "3.  Le requérant allègue que la durée d’une procédure civile à laquelle il était partie a dépassé le délai raisonnable.", "4.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Par une décision du 10 avril 2001, la Cour a déclaré la requête recevable.", "6.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la troisième section ainsi remaniée (article 52 § 1).", "EN FAIT", "7.  Le requérant est un ressortissant portugais né en 1935 et résidant à Camarate (Portugal).", "8.  Le 25 juin 1992, le requérant introduisit devant le tribunal de Loures une demande en expulsion de locataire (acção de despejo). ", "9.  Par une ordonnance du 2 juillet 1992, le juge ordonna la citation à comparaître de la défenderesse. Un fonctionnaire du greffe se déplaça le 22 octobre 1992 à l’adresse indiquée mais ne retrouva pas la défenderesse. ", "10.  Le 25 mars 1994, le juge ordonna la citation de la défenderesse par voie d’affichage (citação edital). Celle-ci déposa ses conclusions en réponse à une date non précisée du mois de mai 1994.", "11.  Le 26 mai 1994, le requérant demanda l’expulsion immédiate (despejo imediato), faute de paiement des loyers par la défenderesse. Celle-ci s’opposa à cette demande.", "12.  Le requérant renouvela sa demande d’expulsion immédiate les 17 juin 1994, 25 novembre 1994 et 6 mars 1997.", "13.  Le 13 novembre 1998, le juge fit droit à cette demande. Après sa décision, le juge apposa la mention suivante : « prise de fonctions le 13 octobre 1998 ; accumulation de service ».", "14.  Le greffe délivra le mandat d’expulsion le 26 mars 1999, celle-ci ayant eu lieu le 8 juillet 1999.", "15.  La procédure est toujours pendante devant le tribunal de Loures afin que soit tranchée la question des loyers prétendument non versés par la défenderesse. ", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "16.  Le requérant dénonce la durée de la procédure en cause. Il allègue la violation de l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "17.  La période à considérer a commencé avec l’introduction de la demande, le 25 juin 1992. La procédure étant toujours pendante, la durée en cause s’étend à ce jour sur neuf ans et neuf mois.", "18.  Pour rechercher s’il y a eu dépassement du délai raisonnable, il y a lieu d’avoir égard aux circonstances de la cause et aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, l’arrêt Silva Pontes c. Portugal du 23 mars 1994, n° 286A, p. 15, § 39).", "19.  Pour le requérant, la durée en cause est manifestement excessive.", "20.  Le Gouvernement admet que le délai raisonnable a été dépassé. Il attire cependant l’attention de la Cour sur la surcharge exceptionnelle du rôle du tribunal de Loures pendant la période en cause. Il souligne à cet égard que deux juges auxiliaires ont été affectés, entre septembre 1997 et septembre 1999, à ce tribunal, l’un de ces juges ayant d’ailleurs rendu l’ordonnance du 13 novembre 1998.", "21.  La Cour prend note de la position du Gouvernement ainsi que de ses explications. Elle ne saurait toutefois accepter des retards tels que ceux observés en l’espèce. Quant à la surcharge du rôle du tribunal de Loures, la Cour réaffirme sa jurisprudence constante selon laquelle il incombe aux Etats contractants d’organiser leur système judiciaire de telle sorte que leurs juridictions puissent garantir à chacun le droit d’obtenir une décision définitive sur les contestations relatives à ses droits et obligations de caractère civil dans un délai raisonnable (Frydlender c. France [GC], n° 30979/96, CEDH 2000-VII, § 47). ", "22.  Partant, il y a eu violation de l’article 6 § 1.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "23.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "24.  Le requérant n’a pas présenté de prétentions au titre de l’article 41 à la suite de la décision déclarant la requête recevable. Toutefois, dans le formulaire déposé à l’appui de sa requête, il réclame la somme de 7 000 000 escudos portugais, sans préciser s’il s’agit de la réparation du préjudice matériel ou du préjudice moral. Le requérant se réfère néanmoins au préjudice résultant de l’absence de versement des loyers auxquels il aurait droit.", "25.  Pour le Gouvernement, la somme demandée par le requérant relève d’un éventuel préjudice matériel. Toutefois, l’absence de versement des loyers en question ne peut être résolue que dans le cadre de la procédure interne, la somme en cause ne présentant aucun lien de causalité avec la violation invoquée. Le Gouvernement souligne que le requérant ne demande pas la réparation d’un éventuel préjudice moral.", "26.  La Cour relève que la manière dont le requérant a présenté, dans le formulaire de requête, sa demande au titre de l’article 41 de la Convention donne à penser qu’il ne se référait qu’au préjudice matériel subi en raison de l’absence de versement des loyers en question. Elle souligne que le requérant n’a ni présenté d’autres demandes suite à la décision déclarant la requête recevable ni contesté les arguments présentés par le Gouvernement à cet égard. Or le préjudice en cause ne relève que de la procédure interne et ne présente aucun lien de causalité avec la durée de la procédure. Le requérant n’a pas demandé non plus la réparation d’un éventuel préjudice moral. La Cour rejette donc la demande du requérant. ", "B.  Frais et dépens", "27.  Le requérant n’ayant pas réclamé le paiement de frais et dépens, il n’y a pas lieu de lui accorder une somme à ce titre. ", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.  Rejette la demande de satisfaction équitable.", "Fait en français, puis communiqué par écrit le 18 avril 2002 en application de l’article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tGeorg Ress\n\tGreffier\tPrésident"]}