{"file": "FRE_CLINF_29920_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "29920/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 176", "Juillet 2014", "Gerasimov et autres c. Russie - 29920/05, 3553/06, 18876/10 et al.", "Arrêt 1.7.2014 [Section I]", "Article 37", "Motifs particuliers exigeant la poursuite de l’examen de la requête", "Déclarations unilatérales concernant des affaires particulières ne résolvant pas le problème systémique : demande de radiation rejetée", "Article 46", "Arrêt pilote", "Mesures générales", "État défendeur tenu de prévoir des recours internes effectifs pour remédier à l’inexécution ou à l’exécution tardive de décisions de justice imposant des obligations en nature", "En fait – Les requérants sont des ressortissants russes résidant dans diverses régions de la Fédération de Russie. Ils avaient obtenu des décisions de justice ordonnant aux autorités de l’État de leur octroyer des logements ou des prestations en nature, mais les décisions en question furent exécutées avec un retard considérable et certaines d’entre elles demeurent inexécutées. Devant la Cour européenne, le Gouvernement a formulé des déclarations unilatérales valables pour tous les requérants – à deux exceptions près – par lesquelles il a reconnu que les procédures d’exécution étaient excessivement longues et a proposé une indemnisation aux intéressés.", "En droit – Article 37 : Les déclarations unilatérales formulées par le Gouvernement ignorent un aspect crucial de l’affaire – le droit à un recours interne effectif – dont la Cour avait expressément fait état au sujet de toutes les requêtes lors de leur communication au Gouvernement.", "La Cour avait également soulevé une question de principe portant sur l’existence d’un problème systémique concernant l’inexécution prolongée des décisions internes imposant à l’état des obligations en nature ainsi que sur l’absence de recours internes effectifs à cet égard, et elle avait en conséquence mis en œuvre une procédure d’arrêt pilote. Dans ses déclarations unilatérales, le Gouvernement ne s’est pas engagé à se pencher sur ce problème fondamental sous l’angle de la Convention, alors pourtant qu’il touche encore de très nombreuses personnes en Russie, notamment les requérants. Bien que les éléments dont la Cour dispose montrent que certaines démarches ont été entreprises pour remédier à cette situation, celles-ci n’engagent nullement le Gouvernement vis-à-vis de la Cour ou des intéressés. Si la Cour acceptait les demandes formulées par le Gouvernement visant à la radiation des présentes requêtes « pilotes » de son rôle, la situation demeurerait inchangée sans qu’il y ait la moindre garantie de parvenir à une solution réelle dans un avenir proche.", "Conclusion : rejet des demandes de radiation (unanimité).", "Article 13 : Dans des arrêts antérieurs, la Cour a conclu qu’il n’existait en droit russe aucun recours effectif – ni préventif ni compensatoire – apte à offrir un redressement adéquat et suffisant pour l’inexécution prolongée de décisions de justice rendues contre les autorités de l’état. Ce constat est à l’origine du dépôt de deux propositions de loi – l’une antérieure à l’arrêt Bourdov, l’autre postérieure – visant à la mise en place d’un dispositif d’indemnisation judiciaire spécial destiné à assurer un redressement adéquat aux violations répétitives de ce genre constatées au niveau interne.", "Le Gouvernement a décidé de limiter drastiquement la portée de la loi sur l’indemnisation en la restreignant aux décisions de justice qui mettent une obligation pécuniaire à la charge de l’État. En conséquence, le remède offert par cette loi n’était pas accessible aux requérants. La Cour relève que les observations du Gouvernement ne contiennent aucun élément tangible susceptible de réfuter l’opinion largement partagée selon laquelle le remède en question n’était pas effectif pour les intéressés. Le Gouvernement n’a fait état d’aucune évolution jurisprudentielle majeure allant en sens contraire. Il est indiscutable que la loi sur l’indemnisation n’est pas applicable aux requêtes dont la Cour est saisie et qui portent toutes sur des jugements enjoignant aux autorités d’attribuer des logements aux intéressés ou de leur fournir d’autres obligations en nature. Les requérants ne disposaient donc d’aucun recours interne effectif qui leur eût permis de faire valoir leurs griefs défendables.", "Conclusion : violation (unanimité).", "Par ailleurs, la Cour conclut, à l’unanimité, à la violation de l’article 6 du fait de l’exécution tardive de jugements ayant acquis force obligatoire rendus en faveur des intéressés, et à la violation de l’article 1 du Protocole no 1 à l’égard de six des requérants victimes d’une ingérence injustifiée dans leur droit au respect de leurs biens.", "Article 46", "a)  Mesures générales – Les conclusions de la Cour relatives aux recours internes révèlent principalement l’existence d’un problème d’ordre juridique susceptible d’être résolu par une modification du droit russe. La Cour estime que ses conclusions obligent juridiquement l’état défendeur à mettre en place, dans un délai d’un an à compter du jour ou le présent arrêt sera devenu définitif, un recours ou un ensemble de recours internes effectifs accessible à tous ceux qui se trouvent dans une situation identique à celle des requérants.", "b)  Redressement à accorder dans des affaires similaires – Les procédures portant sur toutes les nouvelles requêtes introduites après le prononcé du présent arrêt où sont en cause l’inexécution ou l’exécution tardive de jugements internes mettant des obligations en nature à la charge des autorités de l’état sont ajournées pour un durée maximale de deux ans.", "En ce qui concerne les requêtes introduites avant le prononcé du présent arrêt et ayant été communiquées ou devant être communiquées au Gouvernement, l’État défendeur doit fournir un redressement dans un délai de deux ans. Aux yeux de la Cour, pareil redressement peut se concrétiser par l’application d’office d’un recours interne effectif par les autorités ou par l’adoption de solutions ad hoc telles que des règlements amiables ou des offres unilatérales d’indemnisation conformes aux exigences de la Convention. L’examen des requêtes en question est ajourné entre-temps.", "Article 41 : octroi aux requérants de sommes allant de 900 à 9 000 EUR pour préjudice moral.", "(Voir Bourdov c. Russie (n° 2), 33509/04, 15 janvier 2009, )", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}