{"file": "FRE_HFJUD_26766_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "26766/05", "text_paragraphs": ["", "", "GRANDE CHAMBRE", "", "", "", "", "AFFAIRE AL-KHAWAJA ET TAHERY c. ROYAUME-UNI", "", "(Requêtes nos 26766/05 et 22228/06)", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "15 décembre 2011", "", "", "", "En l’affaire Al-Khawaja et Tahery c. Royaume-Uni,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tFrançoise Tulkens, présidente,", "\tNicolas Bratza,", "\tJean-Paul Costa,", "\tChristos Rozakis,", "\tPeer Lorenzen,", "\tElisabet Fura,", "\tAlvina Gyulumyan,", "\tDanutė Jočienė,", "\tDragoljub Popović,", "\tIneta Ziemele,", "\tMark Villiger,", "\tGiorgio Malinverni,", "\tAndrás Sajó,", "\tMirjana Lazarova Trajkovska,", "\tIşıl Karakaş,", "\tNebojša Vučinić,", "\tKristina Pardalos, juges,", "et de Michael O’Boyle, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 19 mai 2010 et 9 novembre 2011,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouvent deux requêtes (nos 26766/05 et 22228/06) dirigées contre le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord et dont un ressortissant de cet Etat, M. Imad Al-Khawaja (« le premier requérant »), et un ressortissant iranien, M. Ali Tahery (« le second requérant »), ont saisi la Cour le 18 juillet 2005 et le 23 mai 2006 respectivement en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Devant la Cour, le premier requérant a été représenté par Me A. Burcombe et Me D. Wells, avocats membres du cabinet Wells Burcombe LLP Solicitors, établi à Londres, assistés de Me J. Bennathan Q.C., conseil. Le second requérant a été représenté par Me M. Fisher – avocat membre du cabinet Peter Kandler & Co. Solicitors, établi à Londres – assisté de Me R. Trowler, conseil. Le gouvernement britannique (« le Gouvernement ») a été représenté par son agent, M. J. Grainger, du ministère des Affaires étrangères et du Commonwealth.", "3.  Dans sa requête, M. Al-Khawaja alléguait que le procès dont il avait fait l’objet pour agression sexuelle avait été inéquitable en ce qu’il y avait été donné lecture au jury de la déclaration que l’une des plaignantes, décédée avant l’ouverture des débats, avait faite à la police. Pour sa part, M. Tahery soutenait que le procès dont il avait fait l’objet pour coups et blessures volontaires avait revêtu un caractère inéquitable en ce qu’il y avait été donné lecture au jury de la déclaration d’un témoin à charge que la peur avait amené à refuser de comparaître.", "4.  Les requêtes furent attribuées à la quatrième section de la Cour (article 52 § 1 du règlement). Le 20 janvier 2009, après une audience portant tant sur les questions de recevabilité que sur les questions de fond (article 54 § 3), une chambre de ladite section, composée des juges Josep Casadevall, Nicolas Bratza, Giovanni Bonello, Kristaq Traja, Ljiljana Mijović, Ján Šikuta et Païvi Hirvelä, ainsi que de T.L. Early, greffier de section, décida, à l’unanimité, de joindre les requêtes, de les déclarer toutes deux recevables et de conclure à la violation de l’article 6 § 3 de la Convention dans le chef de chacun des requérants.", "5.  Le 1er mars 2010, faisant droit à une demande formulée par le Gouvernement le 16 avril 2009, le collège de la Grande Chambre a décidé de renvoyer l’affaire devant la Grande Chambre, en application de l’article 43 de la Convention.", "6.  La composition de la Grande Chambre a été arrêtée conformément à l’article 27 §§ 2 et 3 de la Convention et à l’article 24 du règlement. Aux dernières délibérations, Işıl Karakaş, Kristina Pardalos et Nebojša Vučinić, juges suppléants, ont remplacé Corneliu Bîrsan, Ireneu Cabral Barreto et Sverre Erik Jebens, empêchés (article 24 § 3 du règlement). JeanPaul Costa, Christos Rozakis et Giorgio Malinverni, dont les mandats avaient expiré au cours de la procédure, ont continué à siéger dans l’affaire (articles 23 § 7 de la Convention et 24 § 4 du règlement).", "7.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire. Des observations ont également été reçues de JUSTICE, une organisation non gouvernementale ayant son siège à Londres, que le président avait autorisée à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 2 du règlement). Les parties ont répondu à ces observations (article 44 § 5 du règlement).", "8.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 19 mai 2010 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nMM.\tJ. Grainger, \tagent,\n\tD. Perry Q.C., \n\tL. Mably,\nMme\tV. Ailes,\tconseils,\nMM.\tC. Munro,\n\tN. Gibbs,\tconseillers ;", "–  pour les requérants\nMe\tJ. Bennathan Q.C.,\tconseil,\nMe\tD. Wells, \tconseiller.", "", "La Cour a entendu Me Bennathan et M. Perry en leurs plaidoiries et en leurs réponses aux questions posées par la Cour.", "EN FAIT", "I.  LES CIRCONSTANCES DES espèces", "A.  M. Al-Khawaja", "9.  Le requérant est né en 1956 et réside à Brighton. Les faits à l’origine de sa requête peuvent se résumer comme suit.", "10.  Expert en médecine rééducative, M. Al-Khawaja fut accusé d’avoir agressé sexuellement deux de ses patientes – S.T. (premier chef d’accusation) et V.U. (second chef d’accusation) – après les avoir placées sous hypnose au cours de consultations données les 3 et 12 juin 2003 respectivement.", "11.  S.T. se suicida avant l’ouverture du procès, pour des raisons apparemment étrangères à l’agression reprochée au requérant. Elle avait toutefois livré une déposition à la police plusieurs mois après la survenance des faits litigieux et confié à deux amis – B.F. et S.H. – qu’elle avait subi une agression sexuelle de la part de l’intéressé.", "12.  Le 22 mars 2004 se tint une audience préliminaire sur la question de savoir si la déclaration de S.T. pourrait être lue au jury. La défense indiqua que les moyens qu’elle entendait opposer à chacun des chefs d’accusation étaient pour l’essentiel identiques, et qu’ils consistaient à démontrer que les déclarations de S.T. et de V.U. étaient entièrement mensongères. Le juge présidant l’audience décida que la déclaration de S.T. pourrait être lue aux jurés. Il estima que le premier requérant aurait très probablement le sentiment que le seul moyen réaliste qui s’offrirait à lui pour se défendre contre le second chef d’accusation – celui concernant V.U. – consisterait à déposer. Il en conclut que la lecture de la déclaration de S.T. n’aurait pas pour effet de rendre problématique pour l’intéressé une éventuelle absence de déposition de sa part. Observant que l’hypothèse d’une collusion entre S.T. et V.U. n’avait pas été avancée, il jugea que le contre-interrogatoire des deux femmes sur ce point ne s’imposait pas.", "13.  Il releva en outre que la déclaration de S.T. était capitale pour les poursuites relatives au premier chef d’accusation, car il n’y avait aucune autre preuve directe de ce qui s’était passé lors de la consultation du 3 juin 2003. Il s’exprima ainsi : « pour dire les choses comme elles sont, pas de déclaration, pas de premier chef d’accusation ». Estimant que la véritable question qui se posait était celle de savoir si l’accusé pourrait contester cette déclaration dans des conditions équitables pour lui, il fit observer que l’intéressé pourrait s’expliquer sur ce qui s’était passé au cours de la consultation, que le ministère public avait l’intention de faire citer à comparaître les amis de S.T. pour qu’ils rapportent les propos qu’elle leur avait tenus et que les incohérences entre leurs déclarations et celle de S.T. offriraient au requérant un moyen de contester cette dernière. Il ajouta que le ministère public entendait appeler un témoin expert à la barre pour témoigner sur les altérations de la perception provoquées par l’hypnose et que la défense pourrait lui faire subir un contre-interrogatoire en vue de jeter le doute sur la crédibilité des déclarations de S.T.", "14.  Au cours du procès, la déclaration de S.T. fut lue aux jurés, qui entendirent aussi celles des amis de S.T. – B.F. et S.H. – et du médecin traitant de S.T. Ce dernier témoigna sur une lettre qu’il avait adressée aux autorités hospitalières pour le compte de sa patiente et dans laquelle il avait fait état des allégations formulées par elle contre le premier requérant. V.U. et les policiers qui avaient enquêté sur l’affaire furent entendus sur le second chef d’accusation, celui relatif à la personne de V.U. Deux autres femmes furent appelées à témoigner. Elles déclarèrent que le requérant leur avait fait des propositions déplacées au cours de consultations d’hypnose. Le ministère public qualifia leurs déclarations de « preuves de faits similaires » corroborant les déclarations de S.T. et de V.U. Il fit déposer un témoin expert sur les effets de l’hypnose. La défense put soumettre tous les témoins ayant comparu à un contre-interrogatoire. Le requérant témoigna pour sa propre défense et fit citer à comparaître plusieurs témoins de moralité.", "15.  Dans son résumé à leur intention, le juge indiqua à deux reprises aux jurés comment ils devraient apprécier la déclaration de la plaignante décédée dont il leur avait été donné lecture. Il leur adressa d’abord les instructions suivantes :", "« Lorsque vous examinerez la déclaration [de S.T.], vous devrez absolument garder à l’esprit que vous ne l’avez pas vue déposer et que vous n’avez pas entendu son témoignage ni le contre-interrogatoire de [l’avocat de M. Al-Khawaja], qui lui aurait sûrement posé des questions. »", "16.  Il leur déclara ensuite :", "« (...) n’oubliez pas (...) qu’il vous a été donné lecture de cette déclaration. L’accusé nie en bloc les faits qui lui sont reprochés (...), ce dont vous devez tenir compte pour apprécier ce témoignage. »", "17.  Renvoyant aux dépositions des amis de S.T., il rappela aux jurés qu’il existait des divergences entre les déclarations respectives de S.T. et de S.H., la première ayant indiqué que le requérant lui avait touché le visage et la bouche, tandis que la seconde avait déclaré que S.T. s’était elle-même touché le visage et la bouche. Il poursuivit ainsi :", "« Il vous appartient de déterminer dans quelle mesure les dépositions de [B.F.] et de [S.H.] peuvent vous aider à décider si [S.T.] a dit la vérité dans sa déclaration. Mais gardez à l’esprit que les dépositions de [B.F.] et [S.H.] rapportant les propos tenus par [S.T.] ne constituent pas des preuves indépendantes de la véracité des allégations de cette dernière. »", "18.  Il indiqua également aux jurés que, pour apprécier la véracité des propos tenus par S.T., ils pourraient tenir compte de la déposition de V.U. et des déclarations des deux autres femmes sur les propositions déplacées imputées au requérant. Toutefois, il les invita d’abord à écarter l’hypothèse d’une collusion entre les quatre femmes, puis à se demander s’il était raisonnable d’envisager que quatre personnes ayant porté séparément des accusations analogues aient pu toutes mentir ou se tromper, ou avoir été victimes d’hallucinations similaires ou de faux souvenirs. Il leur précisa que, au cas où cette hypothèse leur apparaîtrait invraisemblable, ils pourraient se déclarer convaincus que S.T. et V.U. avaient dit la vérité. Il ajouta que plus les déclarations des intéressées leur paraîtraient se ressembler et plus leur véracité serait probable. Il les invita à se demander si chacune de ces femmes avait pu être influencée, consciemment ou non, par les allégations des autres.", "19.  Au cours de leurs délibérations, les jurés sollicitèrent à deux reprises des éclaircissements sur la déclaration de S.T. Le 30 novembre 2004, ils déclarèrent, à l’unanimité, M. Al-Khawaja coupable des deux chefs d’agression sexuelle retenus contre lui. Le requérant fut condamné à deux peines d’emprisonnement, de quinze et douze mois respectivement pour le premier et pour le second chef d’accusation, à purger consécutivement.", "20.  Il interjeta appel de sa condamnation devant la Cour d’appel, critiquant principalement la décision préjudicielle par laquelle la déclaration de S.T. avait été déclarée admissible. Il soutenait par ailleurs que, dans son résumé à leur intention, le juge n’avait pas suffisamment indiqué aux jurés que cette déclaration était de nature à nuire à ses intérêts.", "21.  L’appel fut examiné et rejeté le 6 septembre 2005. Dans son arrêt écrit, notifié le 3 novembre 2005, la Cour d’appel conclut que le droit du requérant à un procès équitable n’avait pas été méconnu. En ce qui concerne l’admission comme preuve de la déclaration de S.T., elle estima que celle-ci n’était pas nécessairement incompatible avec l’article 6 §§ 1 et 3 d) de la Convention. S’appuyant sur l’arrêt Doorson c. Pays-Bas (26 mars 1996, Recueil des arrêts et décisions 1996-II), elle déclara que la question de l’admissibilité des preuves relevait au premier chef des règles du droit interne. Elle poursuivit ainsi :", "« 25.  Les éléments importants en l’espèce peuvent se résumer comme suit. S.T. étant décédée, [le requérant] n’a pu la faire interroger. Elle était l’unique témoin dont la déclaration portait directement sur l’agression sexuelle alléguée. Si sa déclaration avait été écartée des débats, le ministère public aurait dû abandonner le premier chef d’accusation. Le [requérant] a eu la possibilité de contester l’exactitude de la déclaration de [S.T.] en exploitant les divergences qu’elle présente avec celles des témoins [B.F.] et [S.H.] et le témoignage de l’expert sur les « altérations de la perception » créées par l’hypnose. Les articles pertinents de la loi de 1988 [paragraphe 41 ci-dessous] contiennent des dispositions visant à protéger les accusés que le juge a dûment prises en considération avant de déclarer admissible la déclaration litigieuse. Enfin, le juge du fait – en l’occurrence le jury – peut et doit tenir compte des difficultés que l’admission d’une déclaration est susceptible de causer à l’accusé, difficultés qui doivent être évoquées de façon pertinente dans les instructions aux jurés.", "26.  Lorsque l’unique témoin d’une infraction décède après avoir fait une déclaration que l’accusation entend exploiter, il peut arriver qu’un intérêt public impérieux commande d’autoriser l’admission de cet élément de preuve en vue du maintien des poursuites. Tel était le cas en l’espèce. Toutefois, cet intérêt général ne saurait prévaloir sur le droit de l’accusé à un procès équitable. Comme nous l’avons indiqué dans l’arrêt Sellick [voir paragraphe 48 ci-dessous], nous ne pensons pas que la jurisprudence de la Cour européenne des droits de l’homme impose de conclure que le procès est inéquitable en pareilles circonstances. La clause de l’article 6 § 3 d) reconnaissant à l’accusé le droit de [faire] interroger les témoins à charge constitue un aspect particulier du procès équitable. Mais lorsque l’accusé ne peut exercer ce droit, il faut se demander si « la procédure, envisagée dans son ensemble, y compris le mode de présentation des moyens de preuve, a revêtu un caractère équitable » (Doorson, paragraphe 19). En l’espèce, le témoin n’avait pas refusé de comparaître par peur ou pour d’autres raisons, il n’avait pas demandé l’anonymat et n’avait pas exercé son droit de garder le silence. Son absence s’expliquait par sa mort, circonstance dont le caractère irréversible appelle des considérations particulières, comme nous l’avons indiqué en début de paragraphe. »", "22.  En ce qui concerne le résumé du juge à l’intention des jurés, la Cour d’appel s’exprima ainsi :", "« Il aurait été préférable que le juge indique explicitement aux jurés que la noncomparution de [S.T.] était susceptible de nuire [au requérant] et qu’il les invite à accorder moins de poids à la déclaration de celle-ci en raison de l’impossibilité de lui faire subir un contre-interrogatoire et de la voir témoigner. Cela dit, dans les circonstances de l’espèce, les instructions données par le juge aux jurés ne pouvaient recevoir de leur part une autre interprétation. C’est pourquoi nous estimons que le juge a dûment renseigné le jury sur les conséquences de l’admission de la déclaration du témoin non comparant [S.T.], et que cette circonstance n’est pas de nature à rendre le procès [du requérant] inéquitable et incompatible avec l’article 6. En outre, nous tenons à souligner que les preuves à charge retenues contre [le requérant] sont dans l’ensemble très solides. Nous n’avons aucun doute quant au bien-fondé du verdict. »", "23.  La Cour d’appel refusa au requérant l’autorisation de saisir la Chambre des lords mais reconnut que l’affaire soulevait un point de droit d’intérêt général.", "24.  Le 30 novembre 2005, l’intéressé sollicita auprès de la Chambre des lords l’autorisation de lui soumettre le point de droit en question. La haute juridiction rejeta cette demande le 7 février 2006.", "B.  M. Tahery", "25.  Le deuxième requérant est né en 1975. Sa requête porte sur la condamnation pour coups et blessures volontaires qu’il s’est vu infliger pour les faits exposés ci-dessous.", "26.  Le 19 mai 2004, S., un membre de la communauté iranienne de Londres, se querella avec plusieurs Kurdes. Pour protéger S., le requérant s’interposa entre eux et lui. Le 20 mai 2004, au petit matin, S. et l’intéressé se rencontrèrent à nouveau aux abords d’un restaurant iranien du quartier d’Hammersmith (Londres). Le requérant invita S. à lui parler et le conduisit dans une ruelle proche. Les deux hommes commencèrent à discuter de l’altercation survenue la veille. Dans la déposition qu’il fit au procès de M. Tahery, S. nia avoir frappé le premier, mais reconnut qu’il s’était battu avec l’intéressé, que celui-ci l’avait repoussé et qu’il avait ressenti à ce moment-là une sensation de brûlure dans le dos, qui se révéla avoir été provoquée par trois coups de couteau. Il déclara qu’il n’avait pas vu M. Tahery le poignarder alors qu’ils étaient face à face et qu’il ne se souvenait pas que l’intéressé se fût placé derrière lui ou l’eût contourné pour le frapper avec un couteau.", "27.  Plusieurs individus assistèrent à ces événements, notamment les Kurdes impliqués dans l’altercation de la veille ainsi qu’un ami de S., un autre membre de la communauté iranienne dénommé T., deux amis de ce dernier et l’oncle du requérant. S. ne put préciser lesquels d’entre eux se trouvaient derrière lui à ce moment-là.", "28.  S. avait vu un couteau sur le sol après avoir compris qu’il avait été poignardé. Au cours du procès de M. Tahery (paragraphe 32 ci-dessous), il déclara qu’il avait tenté de ramasser l’arme, mais que le requérant ou T. l’avait devancé et avait lancé le couteau vers le restaurant. Il indiqua qu’il supposait que les coups lui avaient été portés par le requérant. Il précisa que celui-ci s’en était immédiatement défendu, lui avait demandé de s’asseoir et de s’appuyer sur lui, avait tenté d’endiguer l’hémorragie dans l’attente d’une ambulance, puis, une fois celle-ci arrivée, l’avait accompagné à l’hôpital. Là-bas, le requérant affirma à la police qu’il avait vu deux hommes noirs porter des coups de couteau à S.", "29.  Aucun des témoins interrogés sur les lieux de l’incident ne déclara avoir vu l’intéressé poignarder S. Toutefois, T. indiqua deux jours plus tard à la police qu’il avait vu le requérant porter des coups de couteau à S. Dans sa déposition, il précisa qu’il avait tenté de séparer le requérant et S. au moment où ceux-ci avaient commencé à se battre dans une ruelle, puis qu’il avait vu l’intéressé attraper S. par le cou, se saisir d’un couteau, et l’en frapper à deux reprises dans le dos. Il ajouta que le requérant avait tenté de le poignarder à la gorge lorsqu’il s’était approché de lui, puis qu’il avait lâché son arme et crié « ne dis rien à la police ! ».", "30.  Le 3 novembre 2004, le requérant fut arrêté et conduit au commissariat d’Hammersmith. Lors de son interrogatoire, il nia avoir poignardé S., accusant à nouveau deux hommes noirs. Il fut inculpé de coups et blessures volontaires ainsi que de tentative d’entrave à la justice pour avoir indiqué à la police, à l’hôpital et au commissariat, qu’il avait vu deux hommes noirs poignarder S.", "31.  Le 25 avril 2005, le procès du requérant s’ouvrit devant la Crown Court de Blackfriars. L’intéressé plaida coupable du chef de tentative d’entrave à la justice, mais non coupable du chef de coups et blessures volontaires.", "32. S. témoigna à charge. Il expliqua comment il s’était battu avec le second requérant dans la ruelle, précisant qu’il avait mis quelques instants à comprendre qu’il avait été blessé au dos, mais qu’il n’avait pas vu qui l’avait poignardé. Il indiqua que M. Tahery l’avait aidé à s’asseoir et avait posé la main sur sa blessure. Il déclara qu’il lui avait demandé qui était l’auteur des coups de couteau et que l’intéressé lui avait assuré que ce n’était pas lui. Au cours de son contre-interrogatoire, il admit qu’il n’avait pas vu le requérant se placer derrière lui et qu’ils se faisaient face. Il assura en outre qu’il avait entendu quelqu’un crier « dis-lui que c’étaient les noirs ! » à son intention et que la voix de cette personne n’était pas celle du requérant.", "33.  Après la déposition de S., le ministère public sollicita l’autorisation de donner lecture au jury de la déposition de T. au titre de l’article 116 §§ 2 e) et 4 de la loi de 2003 sur la justice pénale (Criminal Justice Act 2003 – « la loi de 2003 » ; paragraphes 43-45 ci-dessous), soutenant que T. avait trop peur pour comparaître en personne devant le jury et que des mesures particulières devaient être prises à son égard. Le juge recueillit la déposition d’un agent de police responsable de l’enquête. Il en ressortait que la communauté iranienne était extrêmement unie et que les craintes de T. étaient réelles. Dissimulé derrière un écran, T. déposa devant le juge, mais non devant le jury. Il expliqua que ses craintes pour sa famille comme pour lui provenaient de certaines visites et de certains appels téléphoniques qu’il disait avoir reçus. Il n’imputa aucune de ces visites et aucun de ces appels au requérant et ne révéla pas l’identité de leur auteur.", "34.  Le juge autorisa la lecture de la déposition de T. au jury. Il s’en expliqua ainsi :", "« Au vu des circonstances de l’espèce, et compte tenu des critères de la preuve en matière pénale, je suis certain que la peur éprouvée par ce témoin est réelle. Cela ressort non seulement de la déposition orale qu’il a faite, mais aussi du comportement qu’il a adopté sur le banc des témoins et que j’ai pu observer.", "Dès lors, il m’incombe de me pencher sur les questions que pose [l’article 116 § 4 de la loi de 2003]. L’alinéa a) du paragraphe 4 m’oblige à tenir compte du contenu de la déposition, ce que j’ai fait. La défense met en doute la fiabilité des énonciations qu’elle contient, faisant valoir qu’elles présentent des incohérences avec celles figurant dans la déposition de [S.].", "Il y aura toujours des cas où les dépositions, qu’elles aient été faites oralement ou lues, présentent des incohérences. Il appartient en toute hypothèse au jury d’apprécier la fiabilité des preuves au vu des conclusions des avocats et des déclarations livrées devant lui. Le moment venu, je lui donnerai les instructions nécessaires sur la manière dont il devra s’acquitter de cette tâche.", "Il est aussi soutenu que la déposition litigieuse revêt une importance considérable en ce qu’elle émane d’une personne qui prétend avoir assisté aux événements, et qu’elle porte donc sur le cœur du sujet.", "A mes yeux, le témoin concerné appartient précisément à la catégorie des personnes susceptibles de recevoir des menaces, et c’est sans doute cela que le législateur avait à l’esprit lorsqu’il a adopté la disposition susmentionnée.", "Il est donc de mon devoir de rechercher, après avoir pris connaissance du contenu de la déposition, si l’admission ou l’exclusion de cette pièce risque d’entraîner une injustice pour une partie à la procédure. Je suis persuadé qu’il serait injuste de l’écarter des débats, et tout aussi persuadé que son admission n’aurait rien d’inéquitable. Cette conviction se fonde sur le libellé de [la loi de 2003], en particulier sur la disposition voulant que soit prise en compte la difficulté de contester une déclaration dont l’auteur refuse de déposer oralement.", "Une déposition peut être contestée par des moyens autres que le contreinterrogatoire. Elle peut être mise en doute par la contre-déposition de l’accusé – si celui-ci accepte de déposer –, ou celle d’un tiers qui était présent sur les lieux du crime, et nous savons qu’il y en a plusieurs en l’espèce.", "Dans ces conditions, je considère que les déclarations de l’accusé, s’il accepte de déposer, peuvent suffire à combattre et à réfuter les éléments à charge contenus dans la déposition de T.", "J’ai aussi examiné plusieurs autres éléments pertinents, et j’ai proposé à T., dissimulé derrière l’écran installé sur le banc des témoins, de témoigner dans les mêmes conditions. Il m’a répondu qu’il ne changerait pas d’avis et que la peur qu’il éprouvait l’empêchait de comparaître devant un jury.", "Au vu de l’ensemble des circonstances de la cause, je considère que la présente affaire est de celles pour lesquelles le législateur a prévu que la lecture d’une déposition pouvait être requise. »", "35.  La déposition de T. fut lue aux jurés. Le médecin qui avait soigné S. à l’hôpital témoigna sur la nature des blessures infligées à celui-ci. Un expert médicolégal qui avait analysé le sang trouvé sur les vêtements du requérant confirma à la barre qu’il correspondait au sang de S., mais sa déposition ne permit pas d’aboutir à des conclusions certaines sur la manière dont ce sang était parvenu sur les vêtements de T. En outre, le ministère public produisit le procès-verbal de l’interrogatoire du requérant par la police (paragraphe 30 ci-dessus).", "36.  Le requérant déposa lui aussi. Il déclara qu’il avait assisté à la première altercation avec les Kurdes. Il expliqua qu’il avait rencontré S. aux abords du restaurant, qu’il l’avait pris par le bras et lui avait proposé de faire un tour pour discuter, que S. avait alors commencé à le frapper, et qu’il avait répliqué en le saisissant au cou et en le repoussant. Il indiqua que T. avait ensuite essayé d’intervenir et que plusieurs autres membres de la communauté iranienne avaient maîtrisé S., précisant que T. se trouvait entre S. et lui. Il ajouta qu’il avait remarqué qu’un couteau se trouvait sur le sol et qu’il l’avait ramassé et lancé sans savoir à ce moment-là que S. avait été poignardé. Il affirma que lorsque S. l’avait accusé de l’avoir poignardé, il lui avait demandé de s’asseoir, était parvenu à le calmer et avait posé la main sur sa blessure au dos. Il déclara que S. avait semblé par la suite comprendre qu’il n’était pas l’auteur des coups. Il reconnut qu’il avait dit à la police que S. avait été poignardé par deux hommes noirs, ajoutant qu’il avait agi ainsi sur le conseil de son oncle. Enfin, il signala qu’avant son interrogatoire par la police T. lui avait dit qu’il savait qu’il n’avait pas poignardé S.", "37.  Dans son résumé à l’intention des jurés, le juge les avertit dans les termes suivants des risques qu’il y avait à ajouter foi à la déposition de T. :", "« Comme vous le savez, cette déposition vous a été lue en application des règles qui autorisent cette mesure lorsqu’un témoin éprouve de la peur – pas de la nervosité, mais de la frayeur, de la crainte – et vous devez l’examiner avec circonspection. La défense a justement souligné qu’elle avait été privée de la possibilité de soumettre cette pièce à l’épreuve d’un contre-interrogatoire. Il est également vrai que vous n’avez pas pu observer le témoin et ses réactions à la barre. Vous n’avez pas eu l’occasion de lui faire repenser à sa déposition et de lui faire dire, ce qu’eût souhaité l’avocat de la défense, « il est possible que j’aie mal interprété ce que j’ai vu ». En d’autres termes, vous ne devez jamais perdre de vue qu’il a pu associer des faits dont il a été réellement témoin tout en se trompant sur les conclusions qu’il en a tirées. Voilà comment vous devez apprécier sa déposition. Vous devez vous demander si elle vous paraît fiable, convaincante. Vous ne pourrez vous y référer que si vous êtes certains que son contenu reflète fidèlement ce qui s’est passé cette nuit-là et ce que le témoin a vu. Cette règle vaut pour tous les témoignages. Vous ne devez vous fonder sur cette pièce que si elle vous semble convaincante. C’est pourquoi vous devrez constamment vous interroger sur sa fiabilité.", "Il importe également de garder à l’esprit qu’il est reconnu et établi que l’accusé n’est pas responsable de la peur éprouvée par le témoin. »", "38.  Le 29 avril 2005, à l’issue d’un vote majoritaire, les jurés déclarèrent le requérant coupable de coups et blessures visant à causer des lésions corporelles graves. L’intéressé fut ultérieurement condamné à une peine d’emprisonnement de neuf ans, confondue avec une peine d’emprisonnement de quinze mois pour tentative d’entrave à la justice, chef d’accusation pour lequel il avait plaidé coupable.", "39.  Le requérant forma un recours devant la Cour d’appel, alléguant que son droit à un procès équitable avait été méconnu en ce qu’il n’avait pas pu soumettre T. à un contre-interrogatoire. La Cour d’appel releva que le ministère public avait reconnu que la déposition litigieuse était « importante et probante relativement à un point crucial de l’affaire (...) et que, si elle avait été écartée des débats, la perspective d’une condamnation se serait éloignée et celle d’un acquittement rapprochée ». Souscrivant au raisonnement suivi par le juge de première instance, elle déclara que la possibilité offerte à la défense de contre-interroger les autres témoins à charge et de faire témoigner le requérant ainsi que les tiers ayant assisté aux événements litigieux suffisait à exclure tout risque d’injustice. Elle souligna en outre que le juge avait donné aux jurés des instructions explicites et précises sur la méthode à adopter pour apprécier la déposition litigieuse et qu’il les avait dûment renseignés sur la manière dont ils devaient en tenir compte dans leur verdict. Bien que le requérant eût argué que les instructions du juge, aussi judicieuses eussent-elles été, ne pouvaient passer pour avoir remédié à l’injustice qu’il dénonçait, la Cour d’appel jugea que les jurés avaient disposé de toutes les informations requises pour rendre leur verdict. Le 24 janvier 2006, le requérant se vit refuser l’autorisation d’interjeter appel de sa condamnation. En revanche, faisant droit à l’appel formé par l’intéressé contre la peine qu’il s’était vu infliger, la Cour d’appel ramena celle-ci de neuf à sept ans d’emprisonnement.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Les principes de common law applicables à chacune des deux affaires", "40.  On entend par preuve par ouï-dire toute déclaration de fait autre que formulée par une personne déposant oralement et rapportant des faits dont elle a été personnellement témoin (Lord Phillips au paragraphe 20 de l’arrêt R. v. Horncastle and others, résumé aux paragraphes 57-62 ci-dessous). En principe, le ouï-dire n’est pas admissible en matière pénale, sauf disposition contraire de la common law ou de la loi. Les règles législatives pertinentes applicables à chacune des deux affaires ici examinées sont exposées ciaprès. S’y ajoutent trois principes de common law, dont le premier confère au juge le pouvoir d’écarter toute preuve dont l’effet préjudiciable l’emporterait sur la valeur probatoire. Ce principe est à son tour complété par l’article 78 de la loi de 1984 sur la police et les preuves en matière pénale (Police and Criminal Evidence Act 1984 (« PACE »)), qui autorise les tribunaux à exclure des éléments de preuve dont l’admission porterait atteinte à l’équité du procès au point qu’ils doivent être écartés. Le deuxième principe exige que, dès lors qu’un ouï-dire a été admis et que les jurés en ont pris connaissance, le résumé du juge à leur intention comporte une mise en garde sur les dangers qu’il y a à y ajouter foi. Le troisième veut que l’on avertisse les jurés qu’ils ne peuvent déclarer l’accusé coupable que s’ils sont convaincus de sa culpabilité au-delà de tout doute raisonnable, instruction classique en matière de charge de la preuve dans les procès avec jury.", "B.  La législation primaire", "1.  La législation primaire applicable en l’affaire Al-Khawaja", "41.  Les dispositions législatives pertinentes applicables à l’époque de la tenue du procès de M. Al-Khawaja figuraient aux articles 23 à 28 de la loi de 1988 sur la justice pénale. L’article 23 réglementait l’admissibilité, en matière pénale, des preuves par ouï-dire documentaire direct dans les termes suivants :", "« 23.  (...) en matière pénale, une déclaration contenue dans un document peut être admise comme preuve de tout fait dont son auteur aurait été admis à apporter une preuve orale directe lorsque", "2.  a)  l’auteur de la déclaration est décédé ou se trouve dans l’incapacité de comparaître en qualité de témoin en raison de son état de santé physique ou mentale", "(...)", "25.  1)  Si, au vu de l’ensemble des circonstances,", "a)  la Crown Court –", "i.  connaissant d’un procès sur mise en accusation ;", "ii.  connaissant d’un appel d’une décision rendue par une magistrates’ court ; ou", "iii.  connaissant d’une requête fondée sur l’article 6 de la loi de 1987 sur la justice pénale (requêtes tendant au rejet d’une accusation d’escroquerie auparavant de la compétence des magistrates’ courts et désormais de celle des Crown Courts) ; ou", "b)  la chambre criminelle de la Cour d’appel ; ou", "c)  une magistrates’ court connaissant d’un procès sur citation directe", "estime que l’intérêt de la justice l’exige, elle peut ordonner qu’une déclaration admissible en vertu des articles 23 ou 24 ci-dessus soit écartée des débats.", "2.  Sans préjudice de l’ensemble du paragraphe 1) ci-dessus, la juridiction saisie doit tenir compte", "a)  de la nature et de l’origine du document contenant la déclaration, de la probabilité de son authenticité au regard de ces éléments, et de toute autre circonstance qu’elle estime pertinente ;", "b)  de la mesure dans laquelle la déclaration contient des éléments de preuve difficiles à obtenir par d’autres voies ;", "c)  de la pertinence des réponses que la déclaration semble pouvoir apporter à toute question susceptible de se poser dans l’instance ; et", "d)  de l’injustice que l’admission ou l’exclusion de la déclaration pourrait entraîner pour l’accusé ou l’un quelconque des accusés, en recherchant notamment s’il serait possible en pratique de la contester en cas de non-comparution de son auteur.", "26.  Lorsque la juridiction saisie estime qu’une déclaration admissible en matière pénale en vertu des articles 23 et 24 ci-dessus a été recueillie (...) pour les besoins", "a)  d’une procédure pénale pendante ou dont l’introduction est envisagée ; ou", "b)  d’une enquête pénale,", "la déclaration en question ne doit pas être admise dans une procédure pénale sans son autorisation, qu’elle ne peut accorder que si elle considère que l’admission de cette pièce est dans l’intérêt de la justice. Pour se prononcer sur ce dernier point, elle aura égard :", "i.  au contenu de la déclaration ;", "ii.  au risque que son admission ou son exclusion conduise à une injustice pour l’accusé ou l’un quelconque des accusés, en tenant compte en particulier de la question de savoir s’il serait possible en pratique de contester la déclaration en cas de non-comparution de son auteur ; et", "iii.  à toute autre circonstance lui paraissant pertinente (...) »", "L’annexe 2 de la loi autorise l’admission de preuves relatives à la crédibilité et à la cohérence de l’auteur d’une déclaration de ce genre dans les cas où elles auraient été admissibles s’il avait témoigné à la barre et dans ceux où il aurait pu être interrogé à leur sujet dans le cadre d’un contre-interrogatoire. Elle prévoit en outre que, pour déterminer le poids qu’il convient éventuellement d’accorder à une telle déclaration, il faut avoir égard à toutes les circonstances sur lesquelles on peut raisonnablement se fonder pour tirer des conclusions quant à l’exactitude de la déclaration en question.", "2.  La législation primaire applicable en l’affaire Tahery", "a)  Le rapport de la Commission des lois", "42.  Dans un rapport publié en avril 1997 sous le titre Evidence in Criminal Proceedings: Hearsay and Related Topics, la Commission des lois a préconisé plusieurs modifications aux règles régissant la preuve par ouïdire en Angleterre et au pays de Galles, notamment les dispositions de la loi de 1988. Elle a d’abord appelé de ses vœux une clarification des conditions d’admissibilité des témoignages (notamment dans les circonstances déjà envisagées de décès ou de crainte de leurs auteurs). Elle a ensuite indiqué qu’à son sens les juges devaient se voir conférer un pouvoir d’appréciation limité leur permettant d’admettre un ouï-dire ne relevant d’aucune des exceptions prévues par la loi ou la common law (recommandation no 28).", "Dans son précédent document d’information publié en janvier 1995, la Commission s’était livrée à une analyse de la jurisprudence de la Cour sur l’article 6 § 3 d), au terme de laquelle elle avait conclu qu’un verdict de culpabilité fondé uniquement sur une preuve par ouï-dire risquait de se heurter à la Convention. Elle avait estimé que ce risque était suffisamment sérieux pour justifier que les juridictions de jugement soient invitées à mettre fin aux procès dans lesquels la seule preuve de l’un des éléments constitutifs de l’infraction reposerait sur un ouï-dire (paragraphe 9.5 du document d’information). Cette recommandation ayant suscité des critiques (portant essentiellement sur son caractère exagérément circonspect et sur les nombreuses difficultés d’ordre pratique qui en auraient découlé), la Commission s’abstint de la réitérer dans son rapport publié en 1997 (paragraphes 5.33-5.41 du rapport) et préféra conclure que les garanties proposées par elle étaient suffisamment protectrices, notamment celle consistant à conférer au juge le pouvoir de mettre fin au procès lorsque la preuve par ouï-dire ne lui semble pas convaincante (recommandation no 47, voir le paragraphe 45 ci-dessous).", "b)  La loi de 2003 sur la justice pénale", "43.  La partie 11 du chapitre 2 de la loi de 2003 sur la justice pénale, entrée en vigueur en avril 2005, visait à réformer en profondeur les règles régissant l’admissibilité du ouï-dire en matière pénale sur la base des propositions formulées par la Commission des lois en vue de l’élaboration d’un texte de loi.", "En vertu de l’article 114 de la loi de 2003, une preuve par ouï-dire ne peut être admise au pénal que si elle relève de l’une des « dérogations » prévues par la loi, notamment celle instaurée par l’article 114 § 1 d), disposition qui autorise l’admission d’un ouï-dire si la juridiction saisie estime que l’intérêt de la justice l’exige, mais qui n’a pas été invoquée lors du procès du requérant. L’article 114 § 2 est ainsi libellé :", "« Pour déterminer s’il convient de déclarer admissible, en vertu du paragraphe 1 d) [du présent article], une déclaration n’ayant pas été faite sous la forme d’une déposition orale, le tribunal doit prendre en compte, outre les autres éléments qu’il estime pertinents,", "a)  la valeur probante de la déclaration – pour autant que celle-ci soit véridique – à l’égard d’une question en débat ou son utilité pour la compréhension d’autres circonstances de la cause ;", "b)  les autres éléments de preuve produits – ou susceptibles de l’être – relativement à la question ou aux circonstances mentionnées à l’alinéa a) ci-dessus ;", "c)  l’importance de la question ou des circonstances mentionnées à l’alinéa a) cidessus au regard de l’ensemble de l’affaire ;", "d)  les conditions dans lesquelles la déclaration a été faite ;", "e)  la fiabilité apparente de l’auteur de la déclaration ;", "f)  la fiabilité apparente des preuves des conditions dans lesquelles la déclaration a été faite ;", "g)  la possibilité qu’il soit donné un témoignage oral sur les énonciations contenues dans la déclaration et, le cas échéant, les raisons expliquant pourquoi cette possibilité est exclue ;", "h)  la difficulté qu’il y aurait à contester la déclaration ;", "i)  les inconvénients que cette difficulté pourrait entraîner pour la partie qui y serait confrontée. »", "44.  La « dérogation » dont il a été fait application au procès du second requérant est celle prévue à l’article 116, qui autorise l’admission de déclarations de témoins absents. Les passages pertinents de cette disposition sont ainsi libellés :", "« 1.  En matière pénale, une déclaration n’ayant pas été recueillie sous la forme d’une déposition orale effectuée dans le cadre de la procédure peut être admise comme preuve de toute énonciation qu’elle contient si :", "a)  une déposition orale faite par l’auteur de la déclaration au cours de la procédure aurait été admise comme preuve de cette énonciation ;", "b)  la juridiction saisie estime que l’identité de l’auteur de la déclaration (« le déclarant ») est suffisamment établie ; et", "c)  l’une des cinq conditions énumérées au paragraphe 2 ci-dessous se trouve remplie.", "2.  Conditions :", "a)  le déclarant est décédé ;", "b)  le déclarant est inapte à témoigner en raison d’une incapacité physique ou mentale ;", "c)  le déclarant ne se trouve pas au Royaume-Uni et il n’est pas raisonnablement possible d’assurer sa comparution ;", "d)  le déclarant demeure introuvable malgré les démarches raisonnables entreprises pour le localiser ;", "e)  le déclarant, sous l’effet de la peur, refuse de déposer – ou de continuer à déposer – totalement ou seulement sur les points sur lesquels portait sa déclaration, et la juridiction saisie accepte que sa déclaration soit produite à titre de preuve.", "3.  Aux fins du paragraphe 2 e) ci-dessus, le terme « crainte » doit recevoir une interprétation large. Il englobe notamment la crainte d’une atteinte à la vie ou à l’intégrité physique d’autrui, ou encore la crainte d’une perte financière.", "4.  La juridiction saisie ne peut autoriser l’admission d’une déclaration sur le fondement du paragraphe 2 e) du présent article que si elle estime que l’intérêt de la justice l’exige, après avoir tenu compte :", "a)  de la teneur de la déclaration ;", "b)  de l’injustice que son admission ou son exclusion pourrait entraîner à l’égard de l’une quelconque des parties à la procédure (compte tenu notamment des difficultés que l’absence de déposition orale du déclarant pourrait causer à quiconque entendrait contester sa déclaration) ;", "c)  le cas échéant, du fait qu’une mesure pourrait être prise à l’égard du déclarant en application de l’article 19 de la loi de 1999 sur la justice pour mineurs et la preuve en matière pénale ([(Youth Justice and Criminal Evidence Act 1999)], c. 23 (mesures particulières pour l’audition des témoins intimidés, etc.)) ; et", "d)  de toute autre circonstance pertinente.", "5.  Lorsque l’une des conditions prévues par l’un des alinéas du paragraphe 2 cidessus se trouve remplie, elle doit être réputée non remplie s’il apparaît que les faits décrits dans cet alinéa ont été provoqués par :", "a)  la personne au profit de laquelle l’admission de la déclaration à titre de preuve est demandée, ou ;", "b)  une personne agissant pour le compte de celle-ci ;", "en vue d’empêcher le déclarant de déposer en personne au procès (soit totalement, soit seulement sur les énonciations contenues dans sa déclaration). »", "45.  L’article 121 de la loi dispose que l’article 116 § 2 ne peut être invoqué que pour solliciter l’admission d’un ouï-dire de première main, non pour un ouï-dire de seconde main.", "En outre, l’article 124 permet la production en justice d’éléments propres à mettre en doute la crédibilité du témoin non comparant, notamment ceux tendant à démontrer son manque de probité (antécédents judiciaires, propension au mensonge, etc.), et de déclarations incohérentes formulées par lui. L’article 124 § 2 autorise l’admission de preuves visant à contester la crédibilité d’un témoin absent dans des conditions où ces preuves ne seraient pas admissibles si elles concernaient un témoin comparant, par exemple lorsque les preuves en cause ont trait à des questions sans rapport direct avec l’affaire.", "Dans le cas où l’accusation repose totalement ou partiellement sur un ouï-dire, l’article 125 oblige le juge à mettre fin au procès – en acquittant l’accusé ou en ordonnant la dissolution du jury – lorsque, compte tenu de son importance au regard des accusations dirigées contre l’accusé, le ouïdire apparaît si peu concluant qu’une condamnation serait sujette à caution. Cette disposition met en œuvre les préconisations contenues dans la recommandation no 47 de la Commission des lois (paragraphe 42 ci-dessus).", "L’article 126 ne modifie en rien le pouvoir discrétionnaire que la common law reconnaît au juge et celui que l’article 78 de la loi de 1984 sur la police et la justice pénale lui attribue en matière d’exclusion de preuves par ouï-dire (paragraphe 40 ci-dessus). En outre, il lui confère celui d’écarter un ouï-dire s’il estime que « les raisons de l’exclure, notamment le risque de perte de temps injustifiée que son admission pourrait entraîner, l’emportent largement sur les raisons de l’admettre, eu égard à sa valeur probatoire. »", "3.  La loi de 2009 sur les coroners et la justice", "46.  Autrefois réglementées par la loi de 2008 sur la preuve en matière pénale (témoignages anonymes), qui avait été adoptée à la suite de l’arrêt rendu par la Chambre des lords en l’affaire R. v. Davis (paragraphes 49 et 50 cidessous), les conditions dans lesquelles des témoins peuvent déposer anonymement à un procès pénal relèvent désormais de la loi de 2009 sur les coroners et la justice, laquelle énonce qu’un témoin ne peut déposer anonymement qu’en vertu d’une « ordonnance d’octroi de l’anonymat » délivrée à la demande du ministère public ou d’un accusé par le juge, lequel doit être informé de l’identité du témoin, conformément à l’article 87. La délivrance d’une ordonnance d’octroi de l’anonymat est subordonnée aux conditions énumérées aux articles 88 §§ 26 et 89. Pour déterminer si elles sont réunies, le juge doit notamment rechercher si la déclaration dont l’admission est demandée pourrait constituer la preuve unique ou déterminante incriminant l’accusé (article 89 § 2 c)).", "4.  La loi de 1998 sur les droits de l’homme", "47.  L’article 2 de la loi de 1998 sur les droits de l’homme oblige les cours et tribunaux appelés à statuer sur une question se rapportant à un droit garanti par la Convention à tenir compte de la jurisprudence de la Cour pour autant qu’elle leur paraît pertinente pour l’affaire dans laquelle la question se pose. L’article 6 § 1 de cette loi dispose qu’une autorité publique est dans l’illégalité lorsqu’elle agit de manière incompatible avec un droit consacré par la Convention.", "C.  La jurisprudence pertinente des juridictions d’Angleterre et du pays de Galles", "1.  L’affaire R. v. Sellick and Sellick", "48.  Pour statuer sur l’affaire R. v. Sellick and Sellick ([2005] EWCA Crim 651), la Cour d’appel s’est livrée à une analyse de l’arrêt Lucà c. Italie (no 33354/96, § 40, CEDH 2001-II) rendu par la Cour européenne des droits de l’homme. Dans ladite affaire était en cause la décision par laquelle un juge avait ordonné que les déclarations de témoins censés avoir fait l’objet d’intimidations de la part de deux accusés soient lues au jury. Les accusés avaient contesté cette décision, arguant que l’admission des déclarations litigieuses emportait violation de l’article 6 § 1 combiné avec l’article 6 § 3 d) de la Convention. La Cour d’appel débouta les intéressés. S’arrêtant sur la jurisprudence de Strasbourg au paragraphe 50 de son arrêt, elle considéra que les principes qui en découlaient pouvaient s’énoncer comme suit :", "« i.  La recevabilité des preuves relève au premier chef des règles du droit interne ;", "ii.  Les éléments de preuve doivent en principe être produits en audience publique et, en règle générale, les paragraphes 1 et 3 d) de l’article 6 commandent d’accorder à l’accusé une occasion adéquate et suffisante de contester un témoignage à charge et d’en interroger l’auteur ;", "iii.  La lecture d’une déclaration n’est pas nécessairement incompatible avec l’article 6 §§ 1 et 3 d), même lorsque le témoin n’a pu être interrogé à aucun stade de la procédure. L’article 6 § 3 d) se borne à fournir des exemples d’éléments à prendre en compte dans l’appréciation du caractère équitable du procès. Lorsqu’il a été donné lecture d’une déclaration, les raisons pour lesquelles la juridiction saisie a estimé nécessaire d’autoriser cette mesure et les procédures destinées à compenser les inconvénients qui pourraient en résulter pour la défense doivent entrer en ligne de compte aux fins de l’appréciation du caractère équitable du procès ;", "iv.  La qualité et la crédibilité intrinsèque des preuves, ainsi que les précautions prises lors de leur utilisation, sont également des éléments pertinents pour ce qui est de l’équité du procès. »", "Elle poursuivit ainsi :", "« Se pose la question de savoir s’il existe un cinquième principe en vertu duquel, lorsque les circonstances justifieraient qu’il soit donné lecture de la déclaration, il est interdit de procéder de la sorte si l’accusation est tout entière ou dans une mesure déterminante fondée sur celle-ci et que l’accusé n’a eu l’occasion d’interroger le témoin à aucun stade de la procédure. Il est vrai que, de prime abord, le paragraphe 40 de l’arrêt Lucà paraît impliquer que la lecture d’une déclaration constituant le seul élément de preuve ou l’élément déterminant emporte nécessairement violation de l’article 6, quelles que soient les circonstances de la cause et les contreparties offertes à la défense, et que cette interprétation trouve un appui dans certaines décisions rendues par le passé. Cela dit, la peur de comparaître éprouvée par un témoin connu de l’accusé n’était en cause ni dans l’affaire Lucà ni dans les précédentes affaires, même si force est de reconnaître que les allusions aux organisations mafieuses et aux poursuites dirigées contre elles faites par la Cour au paragraphe 40 de son arrêt montrent qu’elle songeait en l’occurrence à des cas extrêmes. »", "2.  L’affaire R. v. Davis", "49.  Dans l’affaire R. v. Davis ([2008] UKHL 36), la Chambre des lords était appelée à examiner un recours formé par un individu reconnu coupable de deux homicides par balles. Au cours du procès, celui-ci avait été identifié comme étant l’auteur des coups de feu par trois témoins anonymes qui avaient déposé devant le juge et le jury derrière un écran qui les dissimulait à la vue de l’accusé. La Chambre des lords accueillit à l’unanimité le pourvoi de l’accusé.", "Elle estima que les dépositions des témoins portaient atteinte au principe établi de longue date dans la common law selon lequel, sous réserve de quelques exceptions et tempéraments, l’accusé dans un procès pénal doit être confronté à ses accusateurs afin de pouvoir les interroger et contester leur témoignage, principe dont elle précisa qu’il remontait à la Rome antique (Lord Bingham, paragraphe 5). Elle ajouta que la Cour n’avait pas interdit en toutes circonstances et de manière absolue l’admission de témoignages anonymes, mais qu’elle avait jugé qu’une condamnation ne pouvait se fonder uniquement ou dans une mesure déterminante sur des témoignages anonymes. Elle précisa que la Cour aurait en tout état de cause conclu à la violation de l’article 6 dans les circonstances de l’espèce car, outre le fait que les témoignages anonymes constituaient la preuve unique ou déterminante de la culpabilité de l’accusé, celui-ci n’avait pas eu la possibilité de contre-interroger les témoins de manière effective.", "50.  Dans l’opinion séparée concordante qu’il joignit à l’arrêt de la Chambre des lords, Lord Mance se livra à une analyse de la jurisprudence de la Cour sur l’article 6 qui le conduisit à douter de l’existence d’une règle interdisant de manière absolue l’admission d’un témoignage anonyme constituant la preuve unique ou déterminante contre un accusé et à estimer au contraire que la question de savoir dans quelle mesure un témoignage de ce genre était déterminant pouvait n’être qu’un élément – certes très important – à mettre dans la balance. Il ajouta que certaines décisions, notamment l’arrêt rendu dans l’affaire R. v. Sellick and Sellick, avaient montré que l’on devait se garder de considérer que la Convention et les formules apparemment générales employées par la Cour énonçaient des règles absolument inflexibles.", "3.  L’affaire R. v. Horncastle and others", "51.  Dans les décisions rendues par elles dans l’affaire R. v. Horncastle and others ([2009] EWCA Crim 964), la Cour d’appel et la Cour suprême du RoyaumeUni se sont livrées à une analyse de l’arrêt Al-Khawaja et Tahery c. Royaume-Uni rendu par la chambre le 20 janvier 2009. L’affaire Horncastle and others portait sur les recours formés par quatre justiciables condamnés sur la base de déclarations de victimes non comparantes dont il avait été donné lecture à l’audience sur le fondement de l’article 116 de la loi de 2003. Deux d’entre eux avaient été reconnus coupables sur la foi d’une déclaration d’un témoin décédé avant la tenue du procès. Les deux autres avaient été condamnés sur la base des propos tenus par un individu que la peur avait empêché de comparaître. Leurs recours furent examinés en même temps que celui d’un cinquième accusé, dénommé Carter, dont la condamnation était fondée sur des livres de comptes qui avaient été versés aux débats.", "a)  L’arrêt de la Cour d’appel", "52.  Le 22 mai 2009, la Cour d’appel rejeta à l’unanimité les recours formés par les quatre premiers accusés. Tout en reconnaissant que l’article 6 § 3 d) constituait une norme à part entière, elle observa que celle-ci ne conférait pas à l’accusé un droit absolu à faire interroger tous les témoins et que dès lors la loi de 2003 ménageait un juste équilibre, parfaitement respectueux de la Convention. Elle concéda que l’admission d’une preuve par ouï-dire comportait des risques bien réels et que ce mode de preuve devait être utilisé avec une grande circonspection. Toutefois, elle considéra que la stricte application des garanties prévues par la loi de 2003 permettait d’éviter qu’une condamnation fondée uniquement ou dans une mesure déterminante sur un ouï-dire n’enfreigne l’article 6. Elle jugea que lorsque la crédibilité d’une preuve par ouï-dire était avérée ou pouvait être dûment contrôlée et vérifiée, le respect des droits de la défense était assuré, les mesures compensatoires étaient suffisantes et l’équité du procès était garantie. Elle estima que l’adoption d’un principe voulant qu’aucune mesure compensatoire ne puisse être suffisante dès lors qu’une preuve par ouï-dire revêt un caractère unique ou déterminant ne se justifiait pas, précisant que cette proposition avait été discutée par la Commission des lois et le Parlement et qu’elle avait été rejetée lors de l’élaboration de la loi de 2003.", "53.  Elle souligna que l’adoption de la « règle de la preuve unique ou déterminante » soulèverait aussi des difficultés de principe et d’ordre pratique. Sur les difficultés de principe, elle fit observer que cette règle reposait sur l’idée qu’aucune preuve par ouï-dire ne pouvait être considérée comme fiable dès lors qu’elle ne pouvait être discutée en audience publique, et qu’il s’en dégageait par ailleurs que l’on ne pouvait se fier au juge du fait (par exemple au jury) pour apprécier la valeur des éléments de preuve. Elle estima qu’aucune des deux prémisses ne se justifiait. En ce qui concerne la première, elle cita des exemples de ouï-dire fiable, tel celui d’une victime ayant livré le nom de son assassin avant de mourir. Quant à la seconde, elle considéra que les jurés étaient parfaitement capables d’apprécier les limites d’une déclaration écrite faite par un témoin sur lequel ils auraient reçu des informations conformément à l’article 124 de la loi de 2003 (paragraphe 45 ci-dessus), et que la circonstance que celle-ci représentait un maillon essentiel de la chaîne des preuves à charge ne changeait rien à cet état de choses. A cet égard, elle observa que la découverte d’une preuve médicolégale pouvait être le fruit de travaux réalisés par des laborantins anonymes (raison pour laquelle pareille preuve pouvait selon elle être qualifiée de ouï-dire), et que l’appréciation de la valeur probante de celle-ci ne requérait pas l’audition de tous ceux qui avaient contribué à sa mise au jour.", "54.  Par ailleurs, elle estima que l’adoption de la règle de la preuve unique ou déterminante en tant que critère d’admissibilité de la preuve poserait des problèmes d’ordre pratique, et ce pour les motifs suivants :", "« Il ressort clairement de l’arrêt Al-Khawaja [c. Royaume-Uni, 20 janvier 2009] que la [Cour européenne des droits de l’homme] a estimé que l’erreur résidait dans l’admission de la preuve par ouï-dire mise en cause (voir, en particulier, les paragraphes 37, 40, 42 et 46). Tout critère d’admissibilité des preuves doit pouvoir être appliqué avant qu’elles ne soient produites, et a fortiori avant l’issue du procès. Le procès ne serait guère plus qu’un processus abstrait si un critère d’admissibilité ne trouvait à s’appliquer que de manière rétrospective, après son dénouement. Le juge, les jurés et les parties se trouveraient alors engagés dans un combat d’ombres, car ils seraient dans l’incapacité de prévoir si le résultat formel du procès ne pourrait pas être déclaré nul et non avenu au motif que, compte tenu de la façon dont les choses ont tourné, les critères d’admissibilité n’ont pas été remplis. De la même manière, si un accusé n’est pas en mesure de déterminer quels sont les éléments de preuve favorables à sa thèse, il ne peut opter pour telle ou telle ligne de défense, ni même savoir s’il doit ou non plaider coupable.", "Certes, il est souvent possible de déterminer à l’avance si dans une affaire la preuve par ouï-dire constitue l’unique élément incriminant. Le cas topique est celui où il n’existe qu’un seul témoin oculaire, dont les déclarations ne sont corroborées par aucun autre élément. Mais dans bien des cas, les choses ne sont pas d’emblée aussi claires. Il peut arriver que le ministère public produise des éléments de preuve qui, au cours du procès, se révèlent inopérants contre l’accusé ou se trouvent réfutés. A l’inverse, il arrive qu’un élément pouvant passer de prime abord pour une preuve par ouï-dire isolée se trouve corroboré par d’autres éléments au fur et à mesure que les preuves sont produites. Un témoin peut apporter une précision de grande importance non mentionnée auparavant. La portée d’un élément connu depuis le début de la procédure peut n’être découverte qu’après la production d’une preuve apparemment sans rapport avec lui. En tout état de cause, l’expérience démontre en général que, dans les affaires dirigées contre plusieurs accusés, les déclarations de l’un d’entre eux peuvent permettre à la juridiction saisie d’en apprendre beaucoup sur la culpabilité ou l’innocence d’un autre. Il en résulte que la notion même de preuve « unique » est inopérante en tant que critère d’admissibilité.", "Toutefois, les principales difficultés risquent de provenir de la seconde branche du critère proposé. Nul ne peut savoir quel élément de preuve sera déterminant avant l’issue du processus décisionnel. Il sera toujours impossible d’identifier à l’avance, c’est-à-dire au stade de l’admissibilité, la preuve déterminante (...). Le critère en question serait encore plus difficile à appliquer si la portée du terme « déterminant » devait être étendue au point d’englober tout élément en l’absence duquel « la perspective d’une condamnation se serait éloignée et celle d’un acquittement rapprochée » (voir le paragraphe 21 de l’arrêt Al-Khawaja). En effet, si le caractère déterminant des preuves devait être apprécié à l’aune de ce critère, presque toutes mériteraient cette qualification. Les preuves qui, si elles sont acceptées par le jury, sont inaptes à rapprocher la perspective d’une condamnation, doivent en principe être écartées pour défaut de pertinence. »", "La Cour d’appel releva en outre que le critère litigieux serait impossible à appliquer dans le cadre d’un procès dirigé contre deux ou plusieurs accusés si l’un d’entre eux sollicitait l’autorisation de produire un ouï-dire pour sa défense, car le juge serait alors tenu de la lui accorder même si cet élément était susceptible d’incriminer un coaccusé, voire de constituer contre celui-ci une preuve déterminante.", "55.  La Cour d’appel indiqua que le pouvoir conféré au juge par l’article 125 de la loi de 2003 de mettre un terme au procès devant le caractère non concluant d’un ouï-dire (paragraphe 45 ci-dessus) représentait une garantie propre à assurer une « appréciation équilibrée de la fiabilité » de ce mode de preuve et que la justice n’aurait rien à gagner à ce que ce pouvoir soit bridé par une règle imposant qu’il en soit fait usage à chaque fois que le ouï-dire constitue la preuve unique ou déterminante de la culpabilité d’un accusé. Elle expliqua qu’un ouï-dire unique ou déterminant pouvait être parfaitement convaincant, de la même manière qu’une preuve ne possédant pas ces caractères pouvait influencer le jury au point de conduire le juge à estimer qu’une condamnation serait hasardeuse. Elle ajouta qu’en présence de raisons légitimes de douter de la valeur probante d’un ouï-dire important pour l’issue d’une affaire, il incombait au juge de se forger sa propre conviction sur la solidité d’une éventuelle condamnation en portant une appréciation sur la fiabilité du ouï-dire, sa place dans l’ensemble des éléments de preuve, les questions mises au jour dans l’affaire et toutes les autres circonstances propres à celle-ci. Elle déclara que les autres garanties prévues par la loi de 2003 étaient rigoureusement appliquées et que les tribunaux avaient pleinement conscience des difficultés auxquelles les accusés étaient confrontés, précisant que, loin d’assimiler le ouï-dire à la preuve directe, la loi imposait qu’il soit manié avec prudence.", "56.  La Cour d’appel donna aussi des indications sur la manière d’apprécier l’opportunité de l’admission d’un ouï-dire dans le cas d’un témoin craignant de comparaître. A cet égard, elle releva que la jurisprudence pertinente de la Cour n’exigeait pas que l’accusé fût à l’origine de la crainte ressentie par le témoin, et qu’il importait surtout de s’assurer que la non-comparution du témoin était fondée sur une raison légitime avérée et que la crédibilité du ouï-dire pouvait être objectivement contrôlée ou véritablement mise à l’épreuve et évaluée. Elle ajouta :", "« Cela étant, il faut s’employer autant que possible à faire comparaître les témoins. Le droit à la confrontation est un principe reconnu depuis longtemps par la common law et consacré par l’article 6 § 3 d) de la Convention. Il ne peut y être dérogé que dans les cas limités et conditions prévus par [la loi de 2003]. S’il convient de fournir aux témoins toute l’assistance possible, il faut aussi leur faire comprendre que leur devoir civique revêt une grande importance et que la violence et l’intimidation progresseront s’ils s’y dérobent, tandis qu’elles reculeront devant leur détermination à l’accomplir. C’est pourquoi il est capital de ne jamais promettre aux témoins potentiels que leurs déclarations seront lues. L’admission d’une déclaration écrite sans l’accord de l’accusé ne peut être autorisée que par le juge, dans le respect des conditions et exigences probatoires rigoureuses prévues par la [loi de 2003]. Une indication – et a fortiori une promesse – aux termes de laquelle une telle déclaration pourra être admise ne peut manquer de susciter une attente en ce sens, et si la déclaration vient à être admise sa valeur probatoire s’en trouve amoindrie et les difficultés qu’elle est susceptible de causer à l’accusé peuvent conduire à ce qu’elle soit en définitive écartée.", "Dans les premiers moments d’une enquête sur un crime grave, il peut arriver que les enquêteurs aient besoin de recueillir des informations de manière confidentielle. Il s’agit là d’une question de pratique policière qui ne relève pas de notre compétence. Mais on ne doit jamais dire ni même laisser entendre à des informateurs susceptibles de témoigner que leurs déclarations seront lues. Tout au plus peut-on leur indiquer que les témoins doivent en principe comparaître, qu’il ne peut être dérogé à ce principe que dans des cas exceptionnels, et que seul le juge peut en décider ainsi, non la police. Comme nous l’avons précisé aux paragraphes 127 et 132, le juge ayant connu de l’affaire Marquis et Graham [deux des appelants] – dont nous sommes aujourd’hui saisis – a estimé que l’inspecteur responsable de l’enquête avait grandement contribué à effrayer un témoin par ses multiples allusions à une affaire qui avait fait grand bruit dans la région, où des témoins qui avaient déménagé avaient cependant été retrouvés et assassinés. Cette affaire avait certes eu un grand retentissement, mais elle présentait un caractère atypique et exceptionnel. Si le devoir de vigilance auquel les policiers sont tenus envers les témoins potentiels les oblige à leur fournir des conseils avisés, ils ne doivent pas pour autant les accabler de but en blanc d’informations aussi effrayantes. Si la [loi de 2003] impose une interprétation large de la notion de crainte, il ne faut pas en conclure que les appréhensions d’un témoin suscitées par des déclarations intempestives de la police peuvent suffire pour que sa déposition soit lue et que la procédure se poursuive sur cette base devant les jurés. Si, comme c’est fréquemment le cas, la déposition ne peut être correctement appréciée par les jurés que si ceux-ci peuvent voir le déposant, elle risque d’être déclarée inadmissible. Si elle est jugée admissible et revêt une importance centrale pour l’affaire, le juge risque fort de conclure, au terme du procès et en application de l’article 125, qu’une condamnation fondée sur cette pièce serait hasardeuse. »", "b)  L’arrêt de la Cour suprême", "57.  Par un arrêt du 9 décembre 2009 ([2009] UKSC 14), la Cour suprême du Royaume-Uni confirma à l’unanimité la décision de la Cour d’appel. Dans cet arrêt, qu’il lui revint de prononcer, Lord Phillips déclara que, si la loi de 1998 sur les droits de l’homme imposait aux juridictions internes de « tenir compte » de la jurisprudence de Strasbourg s’agissant des principes bien établis, dans les rares cas où la Cour de Strasbourg pouvait sembler ne pas avoir bien compris ou suffisamment pris en compte telle ou telle particularité du droit anglais dans l’un de ses arrêts, il leur était loisible de ne pas se conformer à la solution retenue par elle. Il considéra que l’arrêt rendu par la Cour le 20 janvier 2009 relevait de ce cas de figure.", "58.  Il ajouta qu’un accusé contre lequel il existait des preuves accablantes et apparemment solides contenues dans une déclaration faite par une personne entre-temps décédée ou dans l’incapacité de comparaître ne devait pas rester impuni. Il précisa que l’examen de la jurisprudence de Strasbourg sur l’article 6 § 3 d) l’avait conduit à conclure que la Cour avait reconnu la nécessité d’apporter certains tempéraments à la rigueur de cette disposition, mais que les cas dans lesquels elle avait accepté d’y aménager des exceptions formaient une jurisprudence manquant de clarté. Il releva que le critère de la preuve unique ou déterminante avait été énoncé pour la première fois dans l’arrêt Doorson, précité, sans que son fondement eût été débattu et sans que la question de savoir s’il se justifiait de l’ériger en critère impératif applicable tant aux pays de droit continental qu’aux pays de common law eût fait l’objet d’un examen approfondi. Il ajouta qu’il lui semblait que la raison pour laquelle ce critère avait été élaboré tenait à ce que la procédure pénale continentale ne possédait pas, en matière d’admissibilité des moyens de preuve, un corpus de règles législatives et jurisprudentielles comparable à celui de la common law.", "59.  A l’instar de la Cour d’appel, il jugea que l’introduction du critère de la preuve unique ou déterminante dans la procédure pénale britannique causerait de sérieuses difficultés d’ordre pratique. Il releva d’abord que le critère en question serait difficile à appliquer en raison du manque de clarté du terme « déterminant ». A cet égard, il rappela que la procédure pénale britannique interdisait l’admission d’éléments de preuve non susceptibles d’emporter la conviction et que, en théorie, n’importe quel élément probant pouvait faire toute la différence entre une condamnation et un acquittement. Il observa ensuite que l’application de ce critère présenterait déjà des difficultés pour les tribunaux de première instance, mais que les juridictions d’appel nationales et la Cour suprême se trouveraient quant à elles dans l’impossibilité de savoir dans une affaire donnée si telle ou telle déclaration constitue l’élément de preuve unique ou déterminant de la culpabilité de l’accusé. Il en conclut que la seule manière d’appliquer le critère en question dans un procès avec jury consisterait à écarter tous les éléments de preuve par ouï-dire.", "60.  Il poursuivit ainsi :", "« Le critère de la preuve unique ou déterminante aboutit à un paradoxe : il autorise le juge à prendre en compte les éléments de preuve à charge accessoires pour la thèse du ministère public, mais non ceux qui présentent pour celle-ci un caractère déterminant. Autrement dit, plus la preuve est convaincante, moins elle peut être invoquée. Il arrive certes fréquemment que des déclarations de témoins qui ne peuvent être cités à comparaître soient insuffisamment crédibles ou solides pour fonder un verdict de culpabilité. Mais dans d’autres affaires, dont la Cour d’appel a fourni quelques exemples, la crédibilité de déclarations de ce genre peut être démontrée. Je n’en donnerai ici qu’un seul exemple, inspiré de l’un de ceux cités par la Cour d’appel. Imaginons qu’un touriste de passage à Londres soit témoin d’un accident de la circulation à l’origine de la mort d’un cycliste et provoqué par un véhicule dont le conducteur a pris la fuite. Dans sa déposition à la police, ce témoin indique le numéro d’immatriculation du véhicule, la marque et la couleur de celui-ci, et précise que son conducteur était barbu. De retour dans son pays, il trouve la mort dans un accident de la route. Par la suite, la police découvre que la marque et la couleur du véhicule portant le numéro d’immatriculation relevé par le témoin correspondent à celles indiquées dans la déposition et que son propriétaire est un homme portant la barbe. Interrogé, ce dernier refuse de dire où il se trouvait au moment de l’accident. Dans ce cas de figure, une règle interdisant que le propriétaire du véhicule soit condamné sur la foi de la déposition du témoin décédé ne peut guère se justifier. Pourtant, c’est bien là le résultat auquel conduirait l’application du critère de la preuve unique ou déterminante. »", "61.  Pour finir, Lord Phillips estima que l’introduction du critère de la preuve unique ou déterminante dans la procédure pénale anglaise était inutile, dans la mesure où, si les dispositions de la loi de 2003 étaient respectées, il était exclu qu’une condamnation – même fondée uniquement ou dans une mesure déterminante sur une preuve par ouï-dire – pût être contraire à l’article 6 § 3 d). A cet égard, il fit valoir à titre principal que toutes les déclarations de témoins mises en cause dans les décisions de violation de l’article 6 §§ 1 et 3 d) rendues par la Cour contre d’autres Etats contractants et analysées dans l’annexe 4 jointe à l’arrêt de la Cour suprême auraient été rejetées en application de la loi de 2003 si les affaires avaient été jugées en Angleterre ou au pays de Galles, soit en raison de l’anonymat ou de la noncomparution des témoins, soit en raison de l’insuffisance des efforts déployés par les juridictions concernées pour s’assurer que la noncomparution était justifiée. Il ajoute que si d’aventure les déclarations litigieuses avaient été admises, les condamnations prononcées auraient été annulées en appel.", "62.  Souscrivant aux conclusions de Lord Phillips, Lord Brown s’exprima ainsi :", "« La présente affaire revêt une importance capitale. S’il fallait considérer que la jurisprudence de Strasbourg énonce un principe strict et inflexible selon lequel une condamnation fondée uniquement ou dans une mesure déterminante sur la déclaration d’un témoin non comparant ou anonyme est nécessairement inéquitable et doit être annulée pour violation de l’article 6 §§ 1 et 3 d) de la Convention, l’ensemble des règles internes visant à garantir l’équité du procès – qui figurent désormais dans la loi de 2003 sur la justice pénale pour ce qui est de la preuve par ouï-dire, et dans la loi de 2008 sur la preuve en matière pénale (témoins anonymes) pour ce qui est du témoignage anonyme [paragraphe 46 ci-dessus] – devraient être remises en cause et un grand nombre de condamnés devraient être remis en liberté. On a peine à concevoir que la Cour de Strasbourg ait pu énoncer un principe aussi absolu. Il semble d’ailleurs qu’elle admette au moins une exception à ce principe puisqu’elle reconnaît que l’admission d’une déclaration dont l’auteur refuse de comparaître en raison de la crainte que lui inspire l’accusé revêt un caractère équitable.", "(...)", "De la même manière, il n’est guère pensable que la Cour de Strasbourg ait eu conscience des difficultés pratiques et des inconvénients qu’un principe tel que celui qui est ici en cause ne manquerait pas d’engendrer, comme la Cour d’appel l’a relevé aux paragraphes 61-63 et 68-71 de son arrêt, s’il revêtait un caractère absolu. Il est évident que le contrôle exercé par la Cour pour s’assurer du caractère équitable de la production d’un élément de preuve et de la fiabilité apparente de celui-ci doit être d’autant plus rigoureux qu’il revêt un caractère crucial pour la question de la culpabilité de l’accusé. A cet égard, l’expression « unique ou déterminante » ne présente aucun inconvénient à condition qu’elle soit utilisée souplement, comme c’est le cas dans la loi de 2008 sur les témoins anonymes ainsi qu’en matière d’ordonnances de contrôle, où elle s’applique plutôt aux allégations formulées contre les suspects qu’aux preuves étayant ces allégations. En revanche, si cette notion devait être comprise et appliquée de manière inflexible, son interprétation précise et son application soulèveraient des difficultés insurmontables.", "Dans ces conditions, il paraît préférable de considérer que la Cour n’a pas énoncé un principe absolu dans l’arrêt qu’elle a rendu en l’affaire Al-Khawaja et Tahery c. Royaume-Uni (...) »", "III.  éléments pertinents de droit comparé", "A.  Ecosse", "63.  Sous réserve de certaines exceptions définies dans des lois, le droit pénal écossais interdit qu’une personne soit reconnue coupable d’un crime ou d’une autre infraction à la loi sur le fondement du témoignage non corroboré d’un témoin, même si ce témoignage est crédible (Morton v. HM Advocate 1938 JC 52, cité dans Campbell v. HM Advocate 2004 S.L.T. 135).", "64.  La preuve par ouï-dire est réglementée par l’article 259 de la loi sur la procédure pénale (écossaise) de 1995, disposition qui autorise l’admission de ce mode de preuve dans certains cas bien délimités, par exemple lorsque l’auteur d’une déclaration est décédé. L’article 259 § 4 permet la production d’éléments de preuve pertinents pour la question de la crédibilité de la personne appelée à témoigner. Dans l’affaire N v. HM Advocate (2003 S.L.T. 761), où elle siégeait en instance d’appel, la High Court of Justiciary a conclu, avec réticence, que l’article 259 privait la juridiction saisie de la latitude dont elle jouissait auparavant sous l’empire de la common law pour écarter une preuve de ce type lorsqu’elle la jugeait non fiable. Le Lord Justice Clerk observa que, en dépit de l’article 259, les risques depuis longtemps connus du ouï-dire demeuraient entiers. Il ajouta ceci :", "« Dans les situations où une disposition générale telle que l’article 259 trouve à s’appliquer, il y aura toujours des cas présentant des circonstances dans lesquelles la preuve par ouï-dire porterait à ce point atteinte à l’équité du procès que la seule ligne de conduite juste et appropriée serait de la déclarer inadmissible. A mon avis, nous nous trouvons ici devant l’un de ces cas de figure.", "Les trois garanties que le juge du procès a mentionnées (HM Advocate v. N, p. 437C–E) ne me convainquent pas. L’exigence de corroboration est une considération inopérante. Il s’agit là d’une garantie qui s’applique à toutes les catégories de preuves à charge. Je ne vois pas ce que le principe de corroboration peut utilement garantir si la preuve principale que l’on cherche à corroborer est en soi inéquitable pour l’accusé. En outre, dans le cas où une déclaration manifestement préjudiciable a été admise, la possibilité de produire des éléments de nature à jeter le doute sur la crédibilité du déclarant ne peut avoir d’autre effet que de limiter les dégâts. En ce qui concerne la garantie que constituent les instructions du juge, je pense qu’il y a des cas où la preuve par ouï-dire a des conséquences si préjudiciables qu’aucune instruction, aussi énergique soit-elle, ne peut suffisamment remédier à l’atteinte à l’équité découlant de son admission. (...)", "Les rédacteurs des dispositions du droit anglais régissant l’admissibilité des déclarations faites par écrit ont expressément conféré au juge le pouvoir de les écarter s’il considère que l’intérêt de la justice commande de refuser leur admission. A cet égard, le juge doit notamment rechercher si l’admission de ces déclarations risque d’entraîner une injustice pour l’accusé (loi de 1988 sur la justice pénale – Criminal Justice Act 1988, articles 25 § 1, 25 § 2 d) et 26 ii. ; voir R. v. Gokal). Il s’agit là, à mon avis, de mesures avisées. Si le juge du procès avait disposé de pareils pouvoirs en l’espèce, il aurait pu en faire usage pour écarter d’emblée la preuve par ouï-dire. »", "65.  La High Court of Justiciary fut également appelée à examiner la compatibilité avec l’article 6 § 3 d) de l’admission d’une déclaration faite par un témoin absent dans l’affaire McKenna v. HM Advocate. Dans cette affaire, qui portait sur un procès pénal, le ministère public avait sollicité l’admission en preuve de déclarations faites à la police par un coaccusé potentiel décédé avant l’audience. Par une précédente décision avant dire droit (2000 SLT 508), la High Court of Justiciary, siégeant en appel, avait conclu qu’il était exceptionnel qu’un accusé pût à juste titre prétendre, avant l’ouverture du procès, que l’admission d’une preuve par ouï-dire porterait atteinte à la perspective d’un procès équitable au point que la juridiction saisie pourrait préjuger l’affaire. En conséquence, elle avait autorisé la tenue du procès. Les déclarations avaient été produites au procès et l’accusé, reconnu coupable, avait fait appel de sa condamnation. Dans son arrêt rejetant l’appel (2003 SLT 508), la High Court of Justiciary conclut que, si les déclarations constituaient des preuves importantes, on ne pouvait dire, eu égard aux autres éléments de preuve administrés dans le cadre du procès (notamment des faits reconnus par l’accusé et des avis d’experts), que la condamnation de l’intéressé était fondée dans une mesure déterminante sur les déclarations en question. Elle jugea en outre que les instructions données au jury sur la manière d’apprécier les déclarations du témoin absent avaient été satisfaisantes et suffisantes. Elle parvint à une conclusion analogue dans l’affaire HM Advocate v. M (2003 SLT 1151).", "66.  La High Court of Justiciary fut également amenée à se prononcer sur la question de la compatibilité de l’admission d’une preuve par ouï-dire avec les exigences de l’article 6 § 3 d) dans son arrêt Campbell v. HM Advocate, précité. Elle y considéra que bon nombre des violations de cette disposition constatées par la Cour européenne des droits de l’homme dans sa jurisprudence pertinente étaient survenues dans des pays ignorant la règle de la corroboration applicable en droit écossais :", "« La plupart des situations dans lesquelles la Cour a conclu à la violation de l’article 6 §§ 1 et 3 d) n’auraient pas pu survenir en Ecosse. L’exigence de corroboration de tous les faits cruciaux exclut qu’une condamnation puisse être fondée exclusivement sur la déclaration d’un témoin unique, qu’il s’agisse de ses propres propos ou de propos rapportés. La Cour a constaté des violations de la Convention dans des affaires où la présence du principal témoin à charge n’avait pu être assurée en vue d’un contre-interrogatoire et dans des affaires où aucun des principaux témoins n’avait pu être cité à comparaître. Nous ne connaissons aucune affaire où une violation aurait été constatée dans des conditions où l’accusé aurait eu la possibilité d’interroger ou de faire interroger le plaignant ou d’autres témoins directs ou cruciaux et où il aurait existé d’autres éléments de preuve contenus dans des déclarations. Telle qu’elle est employée dans la jurisprudence européenne, l’expression « dans une mesure déterminante » semble se rattacher au poids dont peut peser une preuve, non à un principe excluant qu’une condamnation puisse être fondée sur une source de preuve unique. Le fait que le ouï-dire doive satisfaire à l’exigence de corroboration ne lui confère pas per se un caractère « déterminant » au sens de la jurisprudence européenne.", "En conséquence, nous estimons que l’on ne peut conclure à la violation de l’article 6 §§ 1 et 3 d) dans toutes les affaires où une preuve par ouï-dire constitue une pièce essentielle dans l’éventail des moyens de preuve corroborés à la disposition du ministère public. En revanche, il incombe au juge du procès d’examiner, à la lumière de l’ensemble des preuves disponibles, la portée de chaque preuve par ouï-dire invoquée par le ministère public et de prendre des mesures propres à garantir l’absence d’atteinte au droit de l’accusé à un procès équitable. »", "67.  La haute juridiction ajouta que, aux fins des instructions à adresser aux jurés, il convenait de garder à l’esprit la directive donnée par le Lord Justice Clerk dans l’arrêt N v. HM Advocate, précité. Elle accueillit le recours du premier appelant dans l’affaire Campbell, précitée, au motif que les instructions données au jury par le juge du procès avaient été inappropriées. En revanche, elle rejeta le moyen tiré par le second appelant d’une violation alléguée de l’article 6 de la Convention, considérant que le ouï-dire n’avait pas été déterminant et que la preuve à charge décisive émanait d’un témoin qui avait déposé à la barre.", "68.  Les principes posés dans l’arrêt Campbell, précité, furent mis en œuvre dans l’affaire HM Advocate v. Johnston (2004 S.L.T. 1005) où, par une décision interlocutoire, le Lord Ordinary autorisa l’admission en preuve d’une déclaration qu’un témoin décédé avant l’ouverture du procès avait faite à la police, au motif notamment que la déclaration en question ne pouvait passer pour « déterminante ». Dans l’affaire Humphrey v. HM Advocate ([2008] HCJAC 30), la High Court of Justiciary avoua ses « grandes difficultés » à comprendre ce que pouvait signifier le terme « déterminant » dans le cadre d’une affaire fondée sur des preuves circonstancielles, mais que, dans l’affaire sous examen, la déposition faite à la police par un témoin ultérieurement décédé n’était pas « déterminante, même de façon lointaine » et qu’il y avait suffisamment d’autres preuves à charge. Elle parvint à des conclusions similaires dans ses arrêts Allison v. HM Advocate ([2008] HCJAC 63) et Harkins v. HM Advocate ([2008] HCJAC 69).", "B.  Irlande", "69.  Dans un document de réflexion sur le ouï-dire en matière civile et pénale publié en mars 2010, la Commission irlandaise de réforme du droit recommanda, à titre provisoire, le maintien du principe d’exclusion de la preuve par ouï-dire en matière pénale, avec les exceptions consacrées par la common law et par diverses dispositions légales. Elle préconisa aussi, également à titre provisoire, de n’introduire dans la loi aucune disposition qui conférerait une certaine latitude pour admettre le ouï-dire, précisant que les notions de fiabilité et de nécessité ne pouvaient servir de base à une réforme du régime de la preuve par ouï-dire parce qu’elles manquaient de clarté.", "70.  La Commission émit en outre les observations suivantes :", "« L’article 38 § 1 de la Constitution d’Irlande garantit le droit au contreinterrogatoire. La liberté de la preuve par ouï-dire en matière pénale porterait atteinte à ce droit constitutionnellement protégé. L’admission de déclarations de témoins non-comparants comporte des dangers en ce qu’elle compromet le droit du défendeur à un procès équitable, et l’on ouvrirait la porte à l’erreur judiciaire si l’on déclarait admissibles les preuves émanant :", "–  d’un témoin décédé (à l’exception des déclarations recueillies in extremis) ;", "–  d’un témoin qu’une incapacité physique ou mentale empêche de comparaître ;", "–  d’un témoin ne relevant pas de la juridiction du pays ;", "–  d’un témoin introuvable. »", "71.  La Commission refusa de recommander à son pays l’adoption du dispositif législatif applicable en Angleterre et au pays de Galles, en particulier en ce qui concerne l’article 114 de la loi de 2003. A cet égard, elle s’exprima ainsi :", "« Ce modèle de réforme assouplit le principe d’exclusion du ouï-dire au point de le rendre potentiellement obsolète. Les catégories de ouï-dire admissibles s’y trouvent largement étendues. A titre provisoire, la Commission estime que la protection constitutionnelle accordée au droit d’interroger ou de faire interroger les témoins se trouverait compromise par l’admission d’éléments de preuve non vérifiés émanant de témoins intimidés ou non disponibles. Elle rappelle avoir recommandé, à titre provisoire, que les juridictions disposent d’une certaine latitude pour interpréter en tant que de besoin le principe applicable à la preuve par ouï-dire. »", "Elle ajouta que, sous réserves des changements que pourrait éventuellement apporter la décision définitive à intervenir dans l’affaire AlKhawaja, la jurisprudence de la Cour européenne des droits de l’homme apparaissait largement comparable à l’approche adoptée par les juridictions irlandaises.", "C.  Australie", "72.  Les juridictions australiennes ont toujours eu une position stricte en ce qui concerne la non-admissibilité des déclarations faites hors prétoire (voir, par exemple, Bannon v. The Queen [(1995) 185 CLR 1]).", "73.  Les règles gouvernant l’admissibilité du ouï-dire dans les procédures pénales fédérales figurent désormais dans la loi sur la preuve de 1995. L’article 65 de ce texte autorise l’admission d’éléments de preuve testimoniale – notamment des déclarations – extrajudiciaires donnés par des témoins non disponibles pour déposer sur des « faits allégués ». Aux termes de cette disposition, ce genre de preuve est admissible notamment i) lorsque les témoignages ont été recueillis concomitamment ou de manière immédiatement postérieure à la survenance du fait allégué, et dans des conditions telles qu’il est peu probable qu’ils constituent des faux (article 65 § 2 b)) ; ou ii) lorsqu’ils ont été recueillis dans des conditions telles que leur fiabilité est hautement probable (article 65 § 2 c)).", "74.  Dans l’arrêt qu’elle a rendu en l’affaire Williams v. The Queen ((2000) 119 A Crim R 490), la Cour fédérale d’Australie s’est penchée sur la question de l’utilisation de ces dispositions en vue de l’admission de la déclaration d’un témoin décédé avant l’ouverture du procès. Elle a jugé que, dans les circonstances de l’espèce, la déclaration en question n’était pas suffisamment crédible, notamment en ce qu’elle émanait d’un témoin qui avait des raisons de dire aux policiers ce qu’ils voulaient entendre. Dans l’affaire Harris v. The Queen [(2005) 158 A Crim R 454] la Cour suprême de la Nouvelle-Galles du Sud, se basant sur des dispositions analogues, a conclu que le témoignage qu’avait livré l’auteur d’une plainte avant de mourir était suffisamment fiable pour être admis en preuve, notamment parce que l’intéressé savait que la police allait interroger d’autres témoins.", "D.  Canada", "75.  Les règles gouvernant le ouï-dire au Canada ont été modifiées à la suite de trois grands arrêts par lesquels la Cour suprême du Canada a imposé une « méthode fondée sur des principes » pour le règlement de la question de l’admissibilité de ce mode de preuve.", "76.  Le premier des arrêts en question, rendu dans l’affaire R. v. Khan ([1990] 2 S.C.R. 531), conduisit la Cour suprême à conclure que le juge du procès avait refusé à tort à la victime d’une agression alléguée, une fillette de trois ans et demi qui disait avoir subi une agression sexuelle, l’autorisation de déposer sans prêter serment, et qu’il avait également eu tort de rejeter la demande formulée par le ministère public en vue de la production de déclarations qu’elle avait faites à sa mère un quart d’heure après l’agression alléguée. Pour se prononcer ainsi, la Cour suprême observa que l’impossibilité de faire déposer des témoins non assermentés pouvait conduire à ce que des infractions commises contre de très jeunes enfants restent à jamais à l’abri de poursuites. Quant aux déclarations faites à la mère de l’enfant, la Cour suprême estima qu’il convenait d’adopter une approche de la preuve par ouï-dire plus souple, « fondée sur les principes qui sous-tendent la règle du ouï-dire » et que, bien que la prudence fût de rigueur, la preuve par ouï-dire pouvait être reçue dès lors que les deux exigences générales de nécessité et de fiabilité étaient respectées. Elle ajouta que, pour se prononcer sur l’admissibilité de la preuve, le juge devait tenir compte de la nécessité de sauvegarder les intérêts de l’accusé, et que les préoccupations de celui-ci quant à la crédibilité devaient être traitées au moyen d’arguments quant à la valeur à accorder au témoignage et quant à la qualité de toute preuve concordante.", "77.  Le deuxième arrêt de principe fut rendu dans l’affaire R. v. Smith ([1992] 2 S.C.R. 915), où la Cour confirma l’adoption de la « méthode fondée sur des principes » inaugurée dans l’arrêt Khan, précité, en jugeant que la preuve de deux appels téléphoniques que la victime d’un meurtre avait passés à sa mère peu avant sa mort était admissible. En revanche, elle estima que le témoignage que cette dernière avait apporté au sujet de la teneur d’une troisième conversation téléphonique n’aurait pas dû être admis, car les conditions dans lesquelles cette déclaration avait été faite ne présentaient pas la « garantie circonstancielle de fiabilité » qui aurait justifié son admission malgré l’impossibilité d’un contre-interrogatoire.", "78.  Dans l’arrêt R. v. Rockey ([1996] 3 S.C.R. 829), la Cour suprême maintint la position qu’elle avait adoptée dans les arrêts Khan et Smith, précités. Dans cette affaire, elle considéra que tout juge raisonnable aurait estimé nécessaire d’admettre les déclarations extrajudiciaires formulées par un garçon âgé de cinq ans au moment du procès et d’où il ressortait qu’il avait subi une agression sexuelle. Souscrivant aux conclusions de la Cour, le juge McLachlin releva que les accusations pesant sur l’accusé étaient solides, car les déclarations faites par l’enfant, parfaitement cohérentes, étaient en outre corroborées notamment par des preuves médicales, des changements dans son comportement intervenus après l’agression alléguée et l’absence de toute explication plausible étayant l’existence d’un autre agresseur que l’accusé.", "79.  Le troisième – et le plus important – de cette série d’arrêts fut rendu par la Cour suprême en l’affaire R. v. Khewalon ([2006] 2 S.C.R. 787), où elle inaugura une approche plus rigoureuse de l’exigence de fiabilité. L’affaire avait pour origine une plainte d’un pensionnaire âgé d’une maison de retraite, qui avait accusé l’un des employés de celle-ci de mauvais traitements. Le plaignant, un dénommé S., avait fait à la police une déclaration enregistrée sur bande vidéo, mais sans avoir prêté serment. Par la suite, d’autres pensionnaires de la maison de retraite se plaignirent à leur tour d’avoir été agressés par l’accusé. Au moment où s’ouvrit le procès de ce dernier, toutes les personnes ayant déposé étaient mortes ou devenues incapables de témoigner, y compris S. Le juge du procès admit en preuve certaines de leurs déclarations, en raison de leur similitude frappante. En revanche, la cour d’appel de l’Ontario les écarta toutes et acquitta l’accusé. Saisie à son tour, la Cour suprême rejeta le pourvoi interjeté par le ministère public contre cette décision et confirma l’acquittement. A cette occasion, elle clarifia sa jurisprudence antérieure sur l’exigence de fiabilité, indiquant qu’il était en général possible d’y satisfaire en démontrant i) que, compte tenu des conditions dans lesquelles la déclaration a été recueillie, la question de sa véracité ne pose pas réellement problème ou ii) qu’aucun problème ne se pose car la véracité et l’exactitude de la déclaration peuvent être suffisamment vérifiées autrement que par un contre-interrogatoire. Elle ajouta que l’appréciation préliminaire du « seuil » de fiabilité d’une déclaration relatée incombait au juge du procès et que celui-ci devait laisser aux juges des faits/aux jurés le soin d’en déterminer la valeur en dernier ressort. Elle précisa que le juge du procès devait prendre en considération tous les facteurs pertinents, y compris, le cas échéant, la présence d’éléments de preuve concordants ou contradictoires. Dans l’arrêt – adopté à l’unanimité – qu’il lui revint de prononcer, la juge Charron s’exprima ainsi (paragraphe 49 de l’arrêt) :", "« Dans certains cas, le contenu d’une déclaration relatée peut être si fiable, en raison des circonstances dans lesquelles elle a été recueillie, qu’il aurait été peu ou prou inutile de contre-interroger le déclarant au moment précis où il s’est exprimé. Dans d’autres cas, il arrive que la preuve proposée ne soit pas aussi convaincante, mais que les circonstances de la cause puissent permettre une vérification suffisante de sa fiabilité par d’autres moyens qu’un contre-interrogatoire contemporain des faits. En pareil cas, l’admission de la preuve en question ne risque guère de porter atteinte à l’équité procédurale. Cela étant, comme l’équité procédurale peut englober des considérations dépassant le strict examen de la nécessité et de la fiabilité, le juge du procès doit se voir reconnaître le pouvoir discrétionnaire d’exclure la preuve par ouïdire lorsque l’effet préjudiciable qu’elle pourrait avoir l’emporte sur sa valeur probante, même dans les cas où ces deux exigences sont respectées. »", "80.  La Cour conclut à l’inadmissibilité des déclarations de S. Elle observa que les accusations portées contre M. Khelawon relativement à ce plaignant « reposaient entièrement » sur la véracité des allégations contenues dans les déclarations de ce dernier (paragraphe 101 de l’arrêt). Elle jugea que l’impossibilité de lui faire subir un contre-interrogatoire avait une incidence sur la question de la fiabilité et constata qu’il n’y avait pas d’autre moyen adéquat de vérifier les déclarations en cause. Précisant que les exceptions raisonnées au principe d’exclusion du ouï-dire ne pouvaient être invoquées pour fonder une condamnation sur la seule foi d’une déclaration enregistrée par la police sur bande vidéo ou autrement (paragraphe 106 de l’arrêt), elle considéra que la fiabilité intrinsèque de la déclaration litigieuse ne pouvait pas non plus suffire à satisfaire à l’exigence de fiabilité car, contrairement à la déclaration en cause dans l’affaire Khan, précitée, la déclaration litigieuse n’avait pas une valeur probante telle qu’il eût été excessivement scrupuleux d’insister sur la nécessité d’en vérifier l’exactitude au moyen d’un contre-interrogatoire. Elle releva que S. était âgé et faible au moment où il avait formulé ses accusations, que ses facultés mentales posaient question, que les observations médicales le concernant indiquaient que ses blessures avaient pu résulter d’une chute et qu’il n’était pas certain qu’il ait compris les conséquences de sa déclaration pour l’accusé. Elle en conclut que l’impossibilité de contre-interroger S. avait considérablement limité la capacité de l’accusé à faire contrôler la preuve litigieuse et, par conséquent, celle du juge à en apprécier correctement la valeur.", "E.  Hong Kong", "81.  Dans un rapport publié en novembre 2009, la Commission de révision du droit de Hong Kong proposa d’importantes modifications aux règles d’admissibilité du ouï-dire en matière pénale. Dans l’une de ces propositions, elle préconisait le maintien du principe d’exclusion des preuves de ce type tout en recommandant que les possibilités de les admettre dans des circonstances précises soient élargies. Rejetant le modèle législatif anglais instauré par la loi de 2003, elle observa que Hong Kong ne disposait d’aucun des mécanismes législatifs d’exclusion du ouï-dire applicables en Angleterre et au pays de Galles, tels l’article 126 § 1 de la loi de 2003 et l’article 78 de la PACE (paragraphes 40 et 45 ci-dessus). Elle releva en outre que, bien qu’ils eussent présenté un niveau de certitude et de cohérence satisfaisant aux fins du processus décisionnel, les motifs d’admission du ouï-dire énumérés à l’article 116 de la loi de 2003 avaient « une portée excessive en ce qu’ils autorisaient l’admission d’éléments de preuve de tous genres, y compris des ouï-dire manquant de fiabilité » (paragraphe 8.25 du rapport).", "La Commission proposa un modèle de réforme fondé sur l’approche adoptée par la Commission juridique néo-zélandaise (paragraphe 82 cidessous) et par les juridictions canadiennes (depuis l’adoption de l’arrêt Khewalon, précité). Elle recommanda l’admission de la preuve par ouï-dire notamment dans le cas où la juridiction saisie estime que cette opération est « nécessaire » et que la preuve est « fiable ». Elle indiqua que, pour apprécier la fiabilité d’une déclaration, le juge devrait notamment rechercher si elle était ou non corroborée par d’autres éléments de preuve admissibles. Elle préconisa que, à tout moment de la procédure pénale postérieur à l’admission d’une preuve par ouï-dire, la juridiction saisie pût ordonner l’acquittement de l’accusé dont la condamnation serait sujette à caution aux yeux du juge du procès et que, dans l’exercice de ce pouvoir, elle eût notamment égard à l’importance de la preuve en question pour l’accusation. Elle estima que, grâce à ces recommandations, son modèle de réforme était compatible avec l’arrêt de chambre rendu dans la présente affaire.", "F.  Nouvelle-Zélande", "82.  Dans son rapport sur le droit de la preuve publié en 1999, la Commission juridique néo-zélandaise a recommandé que l’admissibilité du ouï-dire soit conditionnée par deux critères, à savoir la fiabilité et la nécessité. Cette recommandation fut mise en œuvre dans la loi de 2006 sur la preuve, entrée en vigueur en 2007. L’article 18 § 1 de ce texte se lit ainsi :", "« Une déclaration relatée peut être admise en preuve dans toute procédure, lorsque", "a)  les circonstances dans lesquelles elle a été recueillie offrent des garanties raisonnables de sa fiabilité,", "b)  et que", "i.  l’auteur de la déclaration n’est pas disponible pour témoigner ; ou que", "ii.  le juge considère que le faire citer à comparaître en qualité de témoin causerait des frais ou des retards injustifiés. »", "83.  L’article 16 § 1 précise que, aux fins de cette disposition, le terme « circonstances » englobe a) la nature de la déclaration ; b) la teneur de la déclaration ; c) les circonstances dans lesquelles la déclaration a été faite ; d) tout élément relatif à la crédibilité du déclarant ; e) toute circonstance ayant trait à la précision des observations faites par le déclarant.", "84.  L’article 8 § 1 énonce qu’un élément de preuve doit être écarté lorsque a) le risque qu’il porte atteinte à l’équité de la procédure excède sa valeur probatoire, ou b) que son admission prolongerait inutilement la durée du procès. L’article 8 § 2 dispose que, pour déterminer si le risque d’atteinte à l’équité de la procédure pénale excède la valeur probatoire de l’élément de preuve, le juge doit prendre en compte le droit de l’accusé à l’effectivité de sa défense.", "G.  Afrique du Sud", "85.  Bien que l’Afrique du Sud ait abandonné la procédure avec jury, elle a procédé à d’importantes réformes du droit de la preuve par ouï-dire. En son article 3 § 4, la loi de 1988 portant modification du droit de la preuve définit le ouï-dire comme étant un témoignage, écrit ou oral, dont la valeur probatoire dépend de la crédibilité d’une personne autre que celle dont il émane. L’article 3 § 1 de la loi exclut l’admission des témoignages de ce genre à moins que i) leur admission n’ait été acceptée ; ou que ii) les personnes dont leur crédibilité dépend ne déposent en justice ; ou encore que iii) la juridiction saisie n’estime que l’intérêt de la justice exige leur admission. L’article 3 § 1 c) énonce que, pour statuer sur ce dernier point, la juridiction saisie doit avoir égard i) à la nature de la procédure ; ii) à la nature du témoignage dont l’admission est demandée ; iii) au but poursuivi par la production du témoignage ; iv) à la valeur probatoire du témoignage ; v) à la raison expliquant la non-comparution de la personne dont dépend la crédibilité du témoignage et la valeur probatoire de celui-ci ; vi) au préjudice que l’admission de ce témoignage pourrait causer à une partie ; et vii) à tout élément jugé pertinent par la juridiction.", "86.  Dans l’arrêt qu’elle a rendu en l’affaire State v. Ramavhale ([1996] ZASCA 14), la Cour suprême d’Afrique du Sud a évoqué « la persistance d’une réticence instinctive à accepter qu’une preuve non vérifiée puisse être utilisée contre un accusé dans un procès pénal » malgré le texte de l’article 3 § 1. Approuvant la jurisprudence qui invitait les juges à « hésiter longuement », sauf raisons impérieuses, avant d’admettre ou de se fonder sur une preuve par ouï-dire jouant un rôle déterminant ou important dans la reconnaissance de la culpabilité d’un accusé, elle a estimé qu’il convenait de continuer à tenir compte du critère de fiabilité aux fins de l’appréciation de l’admissibilité du ouï-dire, malgré les changements apportés par l’article 3 § 1. En outre, dans l’affaire dont elle était saisie, elle a jugé que, pour se prononcer sur la question de savoir si l’admission du ouï-dire pouvait causer à l’accusé un quelconque préjudice, le juge du procès avait eu tort de se fonder sur le fait qu’il pouvait contester cet élément de preuve par d’autres moyens, notamment en déposant personnellement. Pour la Cour suprême, pareille approche aurait logiquement conduit à reconnaître au ministère public le pouvoir de contraindre l’accusé, par la production d’une preuve par ouï-dire « de médiocre valeur », à témoigner dans des situations où les preuves directes manquent au point que celui-ci aurait dû être autorisé à garder le silence.", "Dans l’affaire State v. Ndhlovu and others ([2002] ZASCA 70), la Cour suprême a estimé que, malgré leur caractère déterminant, des preuves par ouï-dire devaient être admises pour des raisons impérieuses, surtout parce que leur fiabilité s’appuyait sur des garanties solides et qu’elles étaient étroitement associées aux autres éléments de preuve disponibles. Elle a réitéré les réserves qu’elle avait exprimées dans l’affaire Ramavhale, précitée, quant à l’admission ou à l’invocation d’éléments de preuve par ouï-dire jouant un rôle déterminant ou seulement important dans la condamnation d’un accusé dans les affaires State v. Libazi and others ([2010] ZASCA 91), State v. Mpungose and another ([2011] ZASCA 60), et State v. Mamushe ([2007] ZASCA 58). Dans cette dernière affaire, la Cour suprême a déclaré qu’il allait de soi qu’un ouï-dire censé servir uniquement à compléter un « faisceau de preuves » pouvait plus facilement être admis qu’un ouï-dire ayant vocation à jouer un rôle central pour la thèse de l’accusation.", "H.  Etats-Unis d’Amérique", "87.  Le sixième amendement à la Constitution américaine garantit à tous les accusés en matière pénale le droit d’être confrontés aux témoins à charge (« droit à la confrontation »). Dans l’arrêt qu’elle a rendu en l’affaire Ohio v. Roberts (448 U.S. 56 (1980)), la Cour suprême des Etats-Unis a jugé que des éléments de preuve présentant des « garanties particulières de fiabilité » pouvaient être admissibles même en l’absence de confrontation. Cet arrêt a été remis en cause dans l’affaire Crawford v. Washington (541 U.S. 36 (2004)), où la haute juridiction a jugé que le droit à la confrontation s’appliquait à toute preuve de nature testimoniale et que le sixième amendement à la Constitution n’offrait aucune base légale pour l’admission de preuves sur le seul fondement de leur fiabilité. Ajoutant que le seul critère de fiabilité suffisant en matière de déclarations de témoins était celui prévu par la Constitution, à savoir la confrontation, elle a conclu que la preuve testimoniale devait être écartée à moins que le témoin ne comparaisse à l’audience ou, à défaut, que l’accusé ait eu l’occasion de contre-interroger le témoin à un stade antérieur de la procédure (voir aussi Melendez-Diaz v. Massachusetts (129 S.Ct. 2527 (2009)) et Bullcoming v. New Mexico (131 S. Ct. 2705 (2011)).", "Elle a également jugé que l’accusé était déchu de son droit à une confrontation dès lors qu’il était établi qu’il avait intimidé le témoin en vue de le dissuader de témoigner (Davis v. Washington (547 U. S. 813 (2006)) et Giles v. California (554 U.S. 353 (2008)).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 §§ 1 ET 3 d) DE LA CONVENTION", "88.  Les paragraphes 1 et 3 d) de l’article 6 de la Convention sont ainsi libellés :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera, soit des contestations sur ses droits et obligations de caractère civil, soit du bien-fondé de toute accusation en matière pénale dirigée contre elle (...)", "3.  Tout accusé a droit notamment à :", "(...)", "d)  interroger ou faire interroger les témoins à charge et obtenir la convocation et l’interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge. »", "A.  Les conclusions de la chambre", "89.  La chambre a jugé que les dispositions de l’alinéa d) de l’article 6 § 3, comme toutes les clauses de l’article 6 § 3, traduisaient une exigence minimale devant être satisfaite à l’égard de tout accusé. Elle a précisé que dès lors qu’elles consacraient des droits minimaux, les dispositions de l’article 6 § 3 constituaient des garanties expresses que l’on ne pouvait considérer comme de simples exemples d’éléments à prendre en compte pour apprécier l’équité d’un procès.", "90.  Elle a ensuite précisé qu’indépendamment du motif à l’origine de l’impossibilité pour un accusé d’interroger un témoin – absence du témoin, non-divulgation de son identité ou combinaison des deux facteurs – la Cour devait examiner la question de l’éventuelle violation de l’article 6 §§ 1 et 3 d) en partant des principes énoncés au paragraphe 40 de l’arrêt Lucà, précité :", "« Si l’accusé a eu une occasion adéquate et suffisante de contester pareilles dépositions, au moment où elles [ont été] faites ou plus tard, leur utilisation ne se heurte pas en soi à l’article 6 §§ 1 et 3 d). Il s’ensuit, cependant, que les droits de la défense sont restreints de manière incompatible avec les garanties de l’article 6 lorsqu’une condamnation se fonde (...) uniquement ou dans une mesure déterminante (...) sur des dépositions faites par une personne que l’accusé n’a pu interroger ou faire interroger ni au stade de l’instruction ni pendant les débats [références omises]. »", "91.  La chambre a relevé qu’en l’espèce chacune des parties admettait qu’il convenait d’examiner l’affaire en partant du principe que les condamnations prononcées se fondaient exclusivement ou dans une mesure déterminante sur les dépositions des deux témoins concernés et elle a suivi cette démarche. Elle a ensuite apprécié les éléments compensateurs invoqués par le Gouvernement dans les deux affaires. En premier lieu, elle s’est penchée sur l’argument selon lequel, dans chaque affaire, le juge avait correctement appliqué les critères légaux pertinents et la Cour d’appel avait examiné la solidité du verdict de culpabilité. Elle a estimé toutefois que ces considérations étaient d’un intérêt limité dès lors que la question essentielle dans chacune des affaires était celle de savoir si le juge du premier degré et la Cour d’appel avaient respecté l’article 6 §§ 1 et 3 d) de la Convention.", "92.  En ce qui concerne l’affaire Al-Khawaja, la chambre s’est exprimée comme suit :", "« 41.  La Cour observe que, d’après le Gouvernement, les difficultés causées à la défense ont été contrebalancées par le fait qu’à elle seule la déposition de S.T. n’obligeait pas le requérant à déposer, qu’il n’existait aucun indice de collusion entre les plaignantes, que le contre-interrogatoire des autres témoins aurait pu permettre d’approfondir les contradictions entre leurs dépositions et celle de S.T., que la crédibilité de celle-ci aurait pu être mise en doute par la défense, et que les jurés avaient été invités à se souvenir qu’ils n’avaient [pas] été confrontés à S.T., qu’ils ne l’avaient pas entendue déposer et que son témoignage n’avait pas donné lieu à un contre-interrogatoire.", "42.  Aux yeux de la Cour, aucun de ces éléments, considéré isolément ou combiné avec les autres, ne saurait compenser les inconvénients causés à la défense par l’admission de la déposition de S.T. S’il est exact que le requérant aurait pu être contraint de témoigner pour se défendre contre l’autre accusation formulée contre lui-même si la déposition de S.T. n’avait pas été retenue, il est probable qu’il n’aurait été poursuivi que pour ce second chef d’accusation et que son témoignage n’aurait porté que sur ce point. Les contradictions constatées entre la déposition de S.T. et le récit que celle-ci avait livré à deux témoins paraissent négligeables. La défense n’en a relevé qu’une, faisant valoir qu’il ressortait du témoignage de S.T. que le requérant lui avait touché le visage et la bouche au cours de l’agression alléguée, alors qu’elle avait indiqué à l’un des témoins que l’intéressé l’avait incitée à se toucher le visage. La défense avait certainement la possibilité de mettre en doute la crédibilité de S.T., mais on voit mal sur quels éléments elle aurait pu se fonder, notamment parce que les déclarations de S.T. concordaient largement avec celles de la seconde plaignante et que le juge (...) avait écarté tout risque de collusion entre l’une et l’autre. L’absence de collusion peut militer en faveur de l’admission d’une déposition en droit interne, mais elle ne saurait en l’espèce être considérée comme un élément compensateur aux fins de l’article 6 § 1 combiné avec l’article 6 § 3 d). Elle ne change rien à la conclusion de la Cour selon laquelle, une fois admise, la déposition constituait un élément de preuve relatif au premier chef d’accusation que le requérant n’était pas en mesure de contester de manière effective. Quant à la mise en garde adressée aux jurés par le juge, la Cour d’appel l’a estimée insuffisante. Même si tel n’avait pas été le cas, la Cour n’est pas convaincue qu’un avertissement, aussi judicieux soit-il, puisse contrebalancer efficacement les effets d’une déposition non discutée qui constituait le seul élément de preuve à charge contre l’intéressé. »", "La chambre a donc conclu à la violation de l’article 6 § 1 combiné avec l’article 6 § 3 d) de la Convention dans le chef de M. Al-Khawaja.", "93.  En ce qui concerne l’affaire Tahery, la chambre s’est exprimée comme suit :", "« 45.  Le Gouvernement invoque les éléments compensateurs principaux suivants : d’autres mesures auraient été envisagées par le juge, le requérant aurait eu la possibilité de contester ou de réfuter la déposition litigieuse en témoignant lui-même ou en faisant citer d’autres témoins à comparaître, les jurés auraient été invités à faire preuve de circonspection dans leur examen de la déposition en question compte tenu de l’absence de son auteur, le juge leur aurait dit que l’accusé n’était pas responsable de la peur éprouvée par T.", "46.  La Cour estime que ces facteurs, pris isolément ou combinés entre eux, n’étaient pas de nature à garantir l’équité de la procédure ou à compenser le grave handicap que l’admission de la déposition de T. avait causé à la défense. Il est légitime que des juridictions internes devant lesquelles des témoins ne se présentent pas ou requièrent l’anonymat recherchent si des mesures moins restrictives pour les droits de la défense que l’admission de leurs dépositions peuvent être prises. Toutefois, le fait qu’elles jugent ces mesures inadaptées ne les exonère pas de leur responsabilité de s’assurer qu’il n’est pas porté atteinte à l’article 6 §§ 1 et 3 d) lorsqu’elles décident en définitive d’autoriser la lecture de pareilles dépositions. Le rejet de mesures moins restrictives leur impose au contraire un devoir accru de veiller au respect des droits de la défense. La Cour relève qu’il était loisible au requérant de contester la déposition litigieuse en faisant citer d’autres témoins, mais que, hormis T., personne ne semblait apte ou disposé à rapporter ce qu’il avait vu, raison pour laquelle les déclarations de T. ne pouvaient pas être réellement réfutées. La Cour observe que l’intéressé a pu témoigner en personne pour nier les accusations portées contre lui – démarche à laquelle l’admission de la déposition de T. n’était certainement pas étrangère – mais estime que le droit pour un accusé de témoigner à décharge ne saurait compenser une impossibilité pour lui d’être confronté au seul témoin oculaire à charge et de le soumettre à un interrogatoire ou à un contre-interrogatoire.", "47.  La Cour reconnaît aussi que le juge avait adressé aux jurés un avertissement précis formulé en des termes soigneusement choisis. Elle rappelle avoir déclaré, au sujet des dépositions anonymes en cause dans l’affaire Doorson, précitée, qu’il convient de « traiter avec une extrême prudence les déclarations obtenues de témoins dans des conditions telles que les droits de la défense ne pouvaient être garantis dans la mesure normalement requise par la Convention » (§ 76 de l’arrêt), et avoir conclu au caractère approprié des mesures prises dans cette affaire au motif que la Cour d’appel avait expressément précisé qu’elle avait utilisé les dépositions litigieuses « avec la prudence et la retenue requises ». Toutefois, dans le cas d’un témoin absent, ce qui était le cas de T. dans l’affaire sous examen, la Cour considère que, aussi claire soit-elle, une mise en garde précisant que l’accusé n’est pas responsable de l’absence du témoin en question ne saurait passer pour une compensation suffisante lorsque la déposition non discutée de ce témoin constitue la seule preuve à charge directe. »", "La chambre a donc conclu également à la violation de l’article 6 § 1 combiné avec l’article 6 § 3 d) de la Convention dans le chef de M. Tahery.", "B.  Thèses des parties", "1.  Le Gouvernement", "a)  L’arrêt de la chambre", "94.  Le Gouvernement considère que les dispositions de l’article 6 § 3 d) constituent certes des garanties expresses mais non une règle absolue à laquelle il ne serait pas possible de déroger : selon lui, l’important est la procédure envisagée dans son ensemble, les garanties dont dispose l’accusé, la fiabilité des preuves et, dans les cas appropriés, l’intérêt des témoins ou des victimes. Une règle rigide de la preuve unique ou déterminante serait incompatible avec l’interprétation générale faite par la Cour de l’article 6 § 3 d).", "95.  La manière dont la Cour aurait appliqué et développé cette règle manquerait de clarté à plusieurs égards : le principe sous-jacent n’aurait pas fait l’objet d’un débat suffisant, la question de savoir si elle doit être appliquée de la même manière aux pays de droit romain et à ceux de common law n’aurait jamais été pleinement examinée, et on ne pourrait discerner dans la jurisprudence de la Cour aucun critère fiable permettant de dire quand une preuve doit passer pour déterminante ni, avant l’affaire A.M. c. Italie (no 37019/97, CEDH 1999IX), aucun élément à l’appui de l’utilisation de la règle en cas d’absence d’un témoin connu de la défense.", "96.  Le Gouvernement arguë également que, tel que l’a appliquée la chambre dans son arrêt, la règle de la preuve unique ou déterminante repose sur la supposition erronée que tout témoignage par ouï-dire crucial pour une affaire doit être considéré soit comme sujet à caution soit, en l’absence d’un contre-interrogatoire du témoin, comme impossible à évaluer correctement. Selon lui, un ouï-dire « unique ou déterminant » peut en fait être parfaitement digne de foi et le contre-interrogatoire peut ne contribuer en rien ou que de manière très marginale à l’évaluation de sa fiabilité. La règle pourrait en réalité produire des résultats arbitraires et aboutir à l’exclusion de certaines preuves pour la seule raison qu’elles sont importantes, indépendamment du point de savoir si elles sont ou non convaincantes et dignes de foi. La chambre n’aurait pas expliqué si la question de la fiabilité est pertinente pour l’application de cette règle et, si oui, en quoi. Elle n’aurait pas procédé à une analyse complète des garanties offertes en Angleterre et au pays de Galles ni compris l’importante différence existant, de l’avis du Gouvernement, entre les règles gouvernant les procès pénaux dans les pays de common law et celles en vigueur dans les autres Etats contractants. De plus, elle n’aurait pas expliqué avec la précision requise à partir de quel moment un témoignage doit être considéré comme suffisamment déterminant pour permettre à une juridiction d’appliquer la règle de la preuve unique ou déterminante en pratique et elle n’aurait pas dûment examiné les problèmes concrets susceptibles de résulter de l’application de cette règle en Angleterre et au pays de Galles.", "97.  La règle de la preuve unique ou déterminante pourrait également inciter à l’intimidation des témoins, notamment dans les cas où seul un d’entre eux aurait eu le courage de se présenter. Elle aurait un impact maximal dans les affaires d’abus sexuels, où l’infraction serait généralement commise en privé et où le témoignage de la victime serait donc souvent la preuve « unique ou déterminante ».", "98.  Aussi, le Gouvernement invite-t-il la Cour à souscrire au raisonnement tenu par la Cour suprême dans l’arrêt Horncastle and others, qui démontrerait que la jurisprudence de la Cour permet une approche plus souple que celle de la règle apparemment inflexible de la preuve unique ou déterminante appliquée par la chambre en l’espèce. S’appuyant sur le fait que la Cour suprême a déclaré dans l’arrêt Horncastle and others que la règle de la preuve unique ou déterminante créerait en pratique des difficultés importantes si elle était appliquée en Angleterre et au pays de Galles, le Gouvernement invite la Cour à dire sans ambiguïté que l’importance d’une preuve non vérifiée doit plutôt être considérée comme un élément parmi d’autres à prendre en compte pour l’appréciation de l’équité d’une procédure envisagée dans son ensemble. A titre subsidiaire, il avance que la règle de la preuve unique ou déterminante ne devrait pas s’appliquer lorsque l’absence d’un témoin est justifiée par un motif valable tel que ceux visés aux articles 23 de la loi de 1988 et 116 § 2 de la loi de 2003.", "b)  Le droit et la pratique internes pertinents", "99.  Le Gouvernement arguë que des garanties générales protègent l’accusé contre toute injustice pouvant résulter de l’admission d’un témoignage par ouï-dire. Le juge aurait un rôle de gardien du système judiciaire : il serait tenu par les règles de common law et par l’article 78 de la loi de 1984 sur la police et les preuves en matière pénale d’empêcher le jury de recevoir des témoignages dont l’effet négatif sur l’équité de la procédure serait tel qu’il conviendrait de ne pas les entendre. Avant d’admettre un témoignage par ouï-dire il aurait l’obligation de s’assurer que l’accusation ne peut pas faire comparaître le témoin, et il serait tenu d’attirer l’attention des jurés sur les dangers qu’il peut y avoir à se fier à un tel témoignage. Les jurés devraient quant à eux être convaincus de la culpabilité de l’accusé au-delà de tout doute raisonnable, et l’intéressé aurait toujours la possibilité de saisir la Cour d’appel, qui ferait droit à son recours dans l’hypothèse où le verdict de culpabilité ne reposerait pas sur des bases solides.", "100.  L’article 23 de la loi de 1988 disposerait qu’une déposition écrite est recevable dans certaines circonstances limitativement énumérées, et il s’appliquerait également à l’accusation et à la défense. Le juge serait tenu d’exercer un contrôle rigoureux sur la nécessité d’admettre une telle preuve. L’article 25 lui permettrait de refuser d’admettre la déposition dans l’hypothèse où il estimerait ce refus nécessaire dans l’intérêt de la justice (garantie de fiabilité et de respect des droits de la défense). L’article 26, qui s’appliquerait aux déclarations établies aux fins d’une procédure pénale, imposerait au juge de tenir compte de la nature, de l’origine et de la teneur de la déclaration, de la possibilité d’examiner d’autres preuves, de la pertinence de la déclaration et de l’injustice que son admission pourrait entraîner pour l’accusé. L’annexe 2 à la loi permettrait également l’admission de preuves relatives à la crédibilité et à la cohérence de l’auteur de la déclaration.", "101.  La loi de 2003 aurait quant à elle été adoptée après que la Commission des lois eut procédé à un examen minutieux des règles relatives au ouï-dire. La Commission aurait conclu que bon nombre des suppositions sous-tendant l’exclusion traditionnelle du ouï-dire n’étaient pas justifiées : par exemple, elle aurait estimé que les témoignages par ouï-dire n’étaient pas nécessairement inexacts ou sujets à caution et que, dans bien des cas, le rejet du ouï-dire avait conduit à l’exclusion arbitraire de preuves convaincantes.", "102.  Comme la loi de 1989, celle de 2003 permettrait tant à la défense qu’à l’accusation de demander à pouvoir produire des témoignages par ouïdire. Son article 116 § 2 e) aurait été adopté pour combattre la criminalité par des mesures spéciales de protection pour les témoins ayant des raisons légitimes de craindre de subir des intimidations ou des représailles. Pour accueillir une demande de témoignage par ouï-dire motivée par la peur de déposer du témoin, le juge devrait avoir la conviction que pareille décision sert l’intérêt de la justice. De plus, contrairement aux législations de bon nombre d’autres Etats membres du Conseil de l’Europe, la loi de 2003 ne permettrait pas l’admission de dépositions de témoins à la fois absents et anonymes. Enfin, les articles 124 à 126 de la loi prévoiraient diverses garanties supplémentaires (paragraphe 45 ci-dessus).", "c)  Les faits des deux affaires", "103.  En ce qui concerne l’affaire de M. Al-Khawaja, le Gouvernement indique que si S.T. n’avait pas été citée à comparaître c’était pour une raison valable (elle était décédée). Le juge aurait conclu que l’admission de sa déclaration servait l’intérêt de la justice et il aurait tenu compte à cet égard des inconvénients que sa décision était susceptible de causer au premier requérant. La défense aurait admis qu’elle serait en mesure de contester ce témoignage.", "104.  Par ailleurs, la déposition de S.T. n’aurait pas été la preuve unique ou déterminante dans cette affaire : elle aurait été corroborée par d’autres éléments, notamment par la preuve que l’intéressée avait déposé plainte rapidement, par son comportement au moment du dépôt de sa plainte et par des allégations remarquablement semblables formulées par d’autres femmes. Le premier requérant aurait eu la possibilité de contre-interroger les autres témoins, de présenter des preuves à décharge et de contester luimême devant le jury les éléments à charge. Le jury aurait été soigneusement averti quant à la nature de la déposition de S.T. et quant à la charge de la preuve. La loi de 1988 aurait été correctement appliquée et rien ne permettrait de contredire l’appréciation du juge de première instance et de la Cour d’appel selon laquelle l’admission de cette déposition n’avait rien d’inéquitable.", "105.  Dans l’affaire de M. Tahery, la peur éprouvée par T. aurait constitué une raison valable de ne pas le citer à comparaître. Comme dans l’affaire de M. Al-Khawaja, le juge aurait conclu que l’admission de la déclaration servait l’intérêt de la justice et il aurait tenu compte à cet égard des inconvénients que sa décision était susceptible de causer à la défense. La déposition de T. n’aurait pas été la preuve unique ou déterminante dans l’affaire : elle aurait été corroborée par d’autres éléments, notamment par le fait que le second requérant avait reconnu qu’il était présent au moment de l’infraction, qu’il avait eu entre les mains le couteau ayant servi à poignarder S., qu’il avait été mêlé à une altercation avec lui et qu’il avait menti à la police. Le second requérant aurait eu la possibilité de contre-interroger les autres témoins, de présenter des preuves à décharge et de contester lui-même devant le jury les éléments à charge. Le jury aurait été soigneusement averti quant à la nature de la déposition de T. et quant à la charge de la preuve. La loi de 2003 aurait été correctement appliquée et rien ne permettrait de contredire l’appréciation du juge de première instance et de la Cour d’appel selon laquelle l’admission de cette déposition n’avait rien d’inéquitable.", "2.  Les requérants", "a)  L’arrêt de la chambre", "106.  Les requérants soutiennent que les termes de l’article 6 § 3 d) se prêtent à trois interprétations. La première serait celle, rigide et littérale, adoptée par la Cour suprême des Etats-Unis lorsqu’elle a eu à interpréter les dispositions comparables du sixième amendement à la Constitution. Les requérants ne préconisent pas cette approche. La deuxième serait celle adoptée par la Cour, qui, sans considérer les termes de l’article 6 § 3 d) comme inflexibles, les interpréterait comme un noyau d’équité minimale et irréductible. Cette approche, qui reposerait sur la règle de la preuve unique ou déterminante, serait la bonne. La troisième interprétation serait celle préconisée tant par le Gouvernement que par la Cour suprême du RoyaumeUni dans l’affaire Horncastle and others, précitée. Elle s’analyserait en une réduction des garanties offertes par l’article 6 § 3 à des questions qu’il n’y aurait lieu d’examiner qu’au moment de déterminer si l’accusé a ou non bénéficié d’un procès équitable.", "Les requérants soutiennent ainsi que les juridictions internes et le Gouvernement n’ont pas accordé suffisamment de poids au droit de tout accusé à interroger ou faire interroger les témoins à charge. On ne peut d’après eux écarter ce droit en prétextant de son caractère formel ou dépassé ; il y aurait toute une série de raisons de considérer qu’un verdict de culpabilité reposant en totalité ou de manière déterminante sur la déposition d’un témoin absent est friable et inéquitable. Par exemple, la présence du témoin à l’audience permettrait au tribunal d’observer son attitude et de sonder sa perception, sa mémoire ou sa sincérité ; en l’absence de pareilles possibilités de vérification, des erreurs, des exagérations ou des mensonges délibérés pourraient toujours passer inaperçus. Faire en privé une déclaration préjudiciable à quelqu’un serait une chose, répéter cette déclaration lors d’un procès en serait une autre.", "107.  De plus, la justification de la règle de la preuve unique ou déterminante serait claire : pour apprécier si, lorsqu’un témoignage par ouïdire a été admis, les difficultés ainsi causées à la défense ont été suffisamment contrebalancées dans le cadre de la procédure, il faudrait tenir dûment compte de la mesure dans laquelle ce témoignage a été déterminant pour le verdict de culpabilité rendu contre l’accusé. Plus le témoignage aurait été déterminant, plus le handicap subi par la défense serait important. Exposée en termes clairs et simples dans l’affaire Lucà c. Italie (no 33354/96, § 40, CEDH 2001II), cette règle serait bien établie dans la jurisprudence de la Cour et elle correspondrait à une interprétation sage, pragmatique et raisonnable de l’article 6 § 3 d).", "108.  Le raisonnement tenu par la Cour suprême dans l’affaire Horncastle and others, précitée, serait erroné. La haute juridiction aurait eu tort d’estimer que l’approche de la chambre était de nature à aboutir à l’exclusion de preuves concluantes et manifestement fiables. Il serait intrinsèquement dangereux d’admettre des preuves à première vue manifestement fiables mais impossibles à vérifier : la jurisprudence regorgerait de cas où des preuves au départ apparemment fiables se seraient par la suite effondrées.", "109.  En ce qui concerne la thèse de Lord Phillips selon laquelle l’article 6 § 3 d) visait à remédier à une faiblesse des systèmes de droit romain, par opposition à ceux de common law, les requérants soutiennent que, indépendamment des racines historiques de cet article, le droit anglais s’est écarté de la règle interdisant la preuve par ouï-dire qu’il avait toujours appliquée auparavant. Ils ajoutent qu’il serait inadmissible que des normes distinctes s’appliquent aux différents ordres juridiques ; cela reviendrait pour eux à méconnaître la nature même du système de la Convention.", "110.  Les requérants considèrent également que c’est à tort que la Cour suprême a estimé que l’application de la règle de la preuve unique ou déterminante en Angleterre et au pays de Galles poserait des problèmes pratiques. Une preuve « déterminante » serait par définition une preuve d’une importance cruciale pour l’affaire et, dans son application de la règle, la Cour elle-même aurait démontré qu’il est possible de déterminer si une preuve est unique ou déterminante. Devant la chambre, le Gouvernement aurait reconnu sans difficulté que dans chacune des deux affaires la déposition du témoin absent avait représenté une preuve unique ou déterminante. Ce serait le pain quotidien des juges britanniques que d’apprécier des circonstances factuelles complexes et de déterminer si des critères juridiques tels que « l’équité » ou le caractère « suffisant » des preuves produites devant eux sont remplis. De plus, ce critère figurerait dans la loi de 2009 sur les coroners et la justice pour le cas des témoins anonymes (paragraphe 46 ci-dessus). Les requérants ajoutent que la Cour suprême s’est employée avec insistance à démontrer que l’issue des affaires tranchées par la Cour aurait été la même si ces affaires avaient été jugées sur la base des lois de 1988 et de 2003. Le corollaire de cette affirmation serait que l’application de la règle de la preuve unique ou déterminante aboutirait dans bien des cas au résultat obtenu dans les affaires tranchées par les juridictions internes avant l’introduction dudit critère.", "b)  Le droit et la pratique internes pertinents", "111.  Les requérants soutiennent également que, contrairement à ce qu’avance le Gouvernement et à ce qu’a estimé la Cour suprême dans l’affaire Horncastle and others, précitée, la chambre a bien compris quelles étaient les garanties procédurales prévues par les lois de 1988 et 2003. Ils considèrent que ces garanties ne peuvent offrir une protection adéquate que dans le cadre d’un système intégrant les valeurs centrales de l’article 6, ce qui supposerait que les juridictions internes tiennent dûment compte du droit de tout accusé d’interroger les témoins à charge.", "c)  Les faits des deux affaires", "112.  Les requérants estiment que la nature unique ou déterminante des témoignages non vérifiés à partir desquels l’un et l’autre ont été condamnés implique qu’ils ne pouvaient pas bénéficier d’un procès équitable s’ils n’avaient pas la possibilité d’interroger les auteurs des témoignages. Dans l’affaire du premier requérant, il se poserait d’évidentes questions auxquelles S.T. aurait dû répondre, en particulier celle de savoir si elle avait entendu les allégations formulées par V.U. avant de faire sa déposition et pourquoi elle avait attendu près de quatre mois avant d’accomplir cette démarche. Dans l’affaire du second requérant, les questions qu’il aurait à l’évidence fallu poser à T. seraient celles de savoir pourquoi il n’avait pas parlé à la police le soir des faits, ce qu’il avait vu de cette scène très rapide, s’il connaissait les autres protagonistes et s’il n’avait pas une raison de les protéger. En l’absence de contre-interrogatoire, les garanties procédurales prévues par les lois de 1988 et 2003 seraient donc insuffisantes. Le fait que le juge eût dans l’une et l’autre affaire appliqué le critère de l’« intérêt de la justice » n’apporterait pas de réponse à la question examinée : ce critère devrait en effet être appliqué dans le respect de l’article 6 et il appartiendrait précisément à la Cour de trancher le point de savoir si c’est à bon droit que les juges ont estimé que l’admission des dépositions en cause était dans l’intérêt de la justice.", "113.  Il ne serait pas davantage pertinent que les requérants aient eu la possibilité de présenter des éléments mettant en cause la crédibilité des témoins absents : pareils éléments ne seraient pas disponibles pour tous les témoins, et les dispositions figurant dans les lois pertinentes n’auraient pas permis de contester la crédibilité ou la sincérité des témoins quant aux allégations cruciales de chacune des affaires. Par ailleurs, aucun avertissement du juge ne pourrait compenser l’impossibilité pour les jurés de voir et d’entendre des témoins à ce point capitaux ni supprimer le risque qu’ils accordent à leurs dépositions une valeur probante indue. Quant au droit de contester le verdict de culpabilité, il n’aurait été d’aucune utilité en l’espèce, la Cour d’appel ayant refusé dans l’une et l’autre affaire d’appliquer la règle de la preuve unique ou déterminante énoncée dans l’affaire Lucà précitée.", "3.  Le tiers intervenant", "114.  JUSTICE (paragraphe 7 ci-dessus) rappelle l’ancienneté du droit d’interroger les témoins. Ce droit se retrouverait tant dans le droit romain que dans le traditionnel droit de confrontation de la common law. Ce dernier serait une réponse aux risques, notamment de non-fiabilité, liés à l’admission de témoignages par ouï-dire. Ce serait à partir de ces considérations qu’auraient été élaborées les garanties du procès équitable consacrées dans le sixième amendement de la Constitution américaine, dans la procédure pénale de tous les pays de common law et dans le droit international des droits de l’homme. Le régime du ouï-dire serait certes devenu trop rigide en droit anglais, mais il serait faux de dire, comme l’aurait fait la Cour suprême dans l’affaire Horncastle and others, précitée, que les réformes proposées par la Commission des lois ont été « largement transcrites » dans la loi de 2003. Par exemple, cette loi aurait prévu en son article 114 une possibilité plus générale d’admettre les témoignages par ouï-dire dans les cas répondant à « l’intérêt de la justice » que ce que la Commission des lois avait envisagé (paragraphes 42 et 43 ci-dessus). De plus, il serait peut-être nécessaire de réaménager les règles relatives au ouï-dire, mais il ne le serait assurément pas de réformer le droit de confrontation garanti en common law : ce droit consacrerait le principe selon lequel nul ne peut témoigner à charge en matière pénale autrement que sous serment, face à l’accusé et en étant soumis à un contre-interrogatoire.", "115.  Par ailleurs, ce serait à tort que la Cour suprême aurait considéré qu’il ne se justifiait pas d’imposer la règle de la preuve unique ou déterminante de la même manière aux systèmes de droit continental et à ceux de common law. Elle se serait par trop fiée à la possibilité d’adopter des mesures compensatoires pour contrebalancer le défaut d’équité manifeste d’un procès à l’issue duquel l’accusé serait déclaré coupable uniquement ou en grande partie sur la foi d’un témoignage non vérifié. L’essence du droit de confrontation garanti en common law résiderait dans l’idée que le contreinterrogatoire est l’outil le plus efficace pour tester la fiabilité d’un témoignage. Il serait utile de se rappeler l’avertissement du juge Megarry (John v. Rees [1970] Ch 345) selon lequel « le chemin de la justice est jonché d’exemples de causes entendues qui à bien y regarder n’étaient pas si évidentes et d’accusations accablantes auxquelles les faits ont finalement donné tort ». En outre, comme l’a observé le Lord Justice Sedley dans l’affaire Secretary of State for the Home Department v. AF and others ([2008] EWCA Civ 1148), il serait « dangereusement tentant, dans une affaire où l’on n’a entendu qu’une des parties, de conclure que les arguments par elle exposés sont imparables ». Pour cette raison, le paradoxe évoqué par Lord Phillips n’en serait en fait pas un. Le fait qu’une preuve par ouï-dire soit le seul élément disponible pour prouver la culpabilité de l’accusé, ou du moins un élément déterminant en ce sens, ne rendrait nullement cette preuve plus concluante. Le fondement de la nécessité d’exclure les témoignages par ouï-dire apparemment « déterminants » serait la crainte séculaire des juges de common law que les jurés n’y accordent trop de poids.", "116.  La règle de la preuve unique ou déterminante ne serait pas difficile à appliquer dans les procès pénaux en Angleterre, les juges étant déjà tenus d’examiner les conséquences potentielles de l’admission de telle ou telle preuve en vertu de différents textes, dont plusieurs dispositions de la loi de 2003. L’article 125 § 1 de cette loi, par exemple, obligerait le juge à inviter les jurés à acquitter l’accusé lorsque les charges pesant sur lui reposent « en tout ou en partie » sur un ouï-dire non convaincant. Il faudrait certes préciser ce que l’on entend exactement par « déterminant », mais ce critère serait néanmoins utilisable et il serait même appliqué en Angleterre et au pays de Galles dans le contexte de l’octroi de l’anonymat aux témoins (loi de 2009 sur les coroners et la justice, paragraphe 46 ci-dessus). Dans le contexte de la procédure pénale, il conviendrait d’interpréter le mot « déterminant » de manière étroite : la signification à lui donner ne serait pas simplement « de nature à faire une différence » mais plutôt « propre à faire basculer l’affaire dans un sens ou dans l’autre ».", "117.  Enfin, l’analyse de droit comparé faite par la Cour suprême serait au mieux incomplète. A partir des éléments disponibles (voir notamment les paragraphes 63-87 ci-dessus), il ne serait tout simplement pas possible de conclure, comme elle l’a fait, que d’autres systèmes de common law considéreraient un verdict de culpabilité pénale reposant de manière exclusive ou déterminante sur un témoignage par ouï-dire comme compatible avec le droit à un procès équitable.", "C.  Appréciation de la Grande Chambre", "1.  Les principes généraux", "118.  La Cour rappelle que les exigences du paragraphe 3 de l’article 6 représentent des aspects particuliers du droit à un procès équitable garanti par le paragraphe 1 de cette disposition, dont il faut tenir compte pour apprécier l’équité de la procédure. De plus, lorsqu’elle examine un grief tiré de l’article 6 § 1, la Cour doit essentiellement déterminer si la procédure pénale a revêtu, dans son ensemble, un caractère équitable (voir, parmi les arrêts récents, Taxquet c. Belgique [GC], no 926/05, § 84, CEDH 2010, avec les références qui y sont citées). Pour ce faire, elle envisage la procédure dans son ensemble et vérifie le respect non seulement des droits de la défense mais aussi de l’intérêt du public et des victimes à ce que les auteurs de l’infraction soient dûment poursuivis (Gäfgen c. Allemagne [GC], no 22978/05, § 175, CEDH 2010) et, si nécessaire, des droits des témoins (voir, parmi bien d’autres arrêts, Doorson, précité, § 70). La Cour rappelle également dans ce contexte que la recevabilité des preuves relève des règles du droit interne et des juridictions nationales et que sa seule tâche consiste à déterminer si la procédure a été équitable (Gäfgen, précité, § 162, avec les références qui y sont citées).", "L’article 6 § 3 d) consacre le principe selon lequel, avant qu’un accusé puisse être déclaré coupable, tous les éléments à charge doivent en principe être produits devant lui en audience publique, en vue d’un débat contradictoire. Ce principe ne va pas sans exceptions, mais on ne peut les accepter que sous réserve des droits de la défense ; en règle générale, ceuxci commandent de donner à l’accusé une possibilité adéquate et suffisante de contester les témoignages à charge et d’en interroger les auteurs, soit au moment de leur déposition, soit à un stade ultérieur (Lucà, précité, § 39, et Solakov c. « l’ex-République yougoslave de Macédoine », no 47023/99, § 57, CEDH 2001-X).", "Il existe dans la common law de l’Angleterre et du pays de Galles un principe semblable établi de longue date (voir la remarque de Lord Bingham au paragraphe 5 de l’arrêt R. v. Davis, résumé au paragraphe 49 ci-dessus).", "119.  De ce principe général découlent, selon la jurisprudence de la Cour, deux exigences : premièrement, l’absence d’un témoin doit être justifiée par un motif sérieux ; deuxièmement, lorsqu’une condamnation se fonde uniquement ou dans une mesure déterminante sur des dépositions faites par une personne que l’accusé n’a pu interroger ou faire interroger ni au stade de l’instruction ni pendant les débats, les droits de la défense peuvent se trouver restreints d’une manière incompatible avec les garanties de l’article 6 (règle de la preuve « unique ou déterminante »). La Cour examinera ci-dessous la question de savoir si cette règle doit être considérée comme une règle absolue dont le non-respect rendrait automatiquement la procédure inéquitable et emporterait par conséquent violation de l’article 6 § 1 de la Convention.", "2.  La justification de l’absence des témoins par un motif sérieux", "120.  La question de savoir s’il y avait de bonnes raisons d’admettre la déposition d’un témoin absent est une question préliminaire qu’il faut examiner avant de rechercher si le témoignage en question s’analysait en une preuve unique ou déterminante. Dans des affaires où la déposition du témoin absent n’avait pas revêtu le caractère d’une preuve unique ou déterminante, la Cour a conclu à la violation de l’article 6 §§ 1 et 3 d) au motif qu’il n’avait pas été démontré que l’impossibilité faite à la défense d’interroger le témoin était justifiée par un motif sérieux (voir par exemple Lüdi c. Suisse, 15 juin 1992, série A no 238, Mild et Virtanen c. Finlande, nos 39481/98 et 40227/98, 26 juillet 2005, Bonev c. Bulgarie, no 60018/00, 8 juin 2006, et Pello c. Estonie, no 11423/03, 12 avril 2007). En principe, en effet, les témoins doivent déposer au procès et toutes les mesures raisonnables doivent être prises pour assurer leur comparution. Dès lors, si un témoin ne se présente pas pour déposer en personne, l’autorité judiciaire a le devoir de rechercher si cette absence est justifiée. La non-comparution d’un témoin à un procès peut s’expliquer par diverses raisons, mais seules sont pertinentes ici les absences pour cause de peur ou de décès du témoin.", "121.  Il est évident que lorsque le témoin est décédé, son témoignage ne peut être pris en compte que si sa déposition a été versée au dossier (Ferrantelli et Santangelo c. Italie, 7 août 1996, § 52, Recueil 1996III, Mika c. Suède (déc.), no 31243/06, 27 janvier 2009).", "122.  L’absence due à la peur appelle un examen plus poussé. Deux types de peur sont envisageables : la peur imputable à des menaces ou à d’autres manœuvres de l’accusé ou de personnes agissant pour son compte, et la peur plus générale des conséquences que pourrait avoir le fait de témoigner au procès.", "123.  Lorsque la peur du témoin est imputable à l’accusé ou à des personnes agissant pour son compte, on peut comprendre que le juge autorise la lecture de sa déposition au procès sans le contraindre à comparaître ni permettre à l’accusé ou à ses représentants de le soumettre à un contre-interrogatoire, ce quand bien même cette déposition constituerait la preuve unique ou déterminante contre l’accusé. Permettre à un accusé ayant cherché à intimider des témoins de tirer profit de ses manœuvres serait incompatible avec les droits des victimes et des témoins. On ne saurait attendre d’un tribunal qu’il laisse pareils procédés saper le processus judiciaire. Par conséquent, un accusé qui a agi de la sorte doit être réputé avoir renoncé à son droit garanti par l’article 6 § 3 d) d’interroger les témoins en question. Il faut en juger de même lorsque les menaces ou manœuvres qui sont à l’origine de la peur de comparaître du témoin proviennent de personnes agissant pour le compte, ou au su et avec l’approbation, de l’accusé.", "Dans l’arrêt Horncastle and others, précité, la Cour suprême a observé qu’il était éminemment difficile pour un tribunal d’apprécier la réalité de menaces censées avoir été proférées par un accusé contre un témoin. La Cour ne sous-estime pas les difficultés qui peuvent se poser au moment de déterminer si, dans une affaire donnée, un accusé ou ses acolytes ont menacé un témoin ou l’ont directement intimidé. L’affaire Tahery ellemême montre toutefois que, pourvu que des investigations appropriées soient menées, ces difficultés ne sont pas insurmontables.", "124.  La jurisprudence de la Cour montre par ailleurs que, le plus souvent, la peur qu’ont les témoins de venir déposer n’est pas directement imputable à des menaces de l’accusé ou de personnes agissant pour son compte. Dans bien des cas, par exemple, elle est due à la notoriété de l’accusé ou de ses acolytes (voir, par exemple, Dzelili c. Allemagne (déc.), no 15065/05, 29 septembre 2009). Il n’est donc pas nécessaire pour que le témoin soit dispensé de comparaître à l’audience que sa peur soit directement due à des menaces de l’accusé. En outre, la peur pour la vie ou l’intégrité physique d’un tiers et la crainte d’un préjudice matériel sont également des éléments à prendre en compte lorsqu’il s’agit d’apprécier l’opportunité de contraindre un témoin à comparaître. Pour autant, toute peur subjective ressentie par le témoin ne suffit pas à le dispenser de comparaître. Le juge doit mener les investigations appropriées pour déterminer, premièrement, si cette peur est fondée sur des motifs objectifs et, deuxièmement, si ces motifs objectifs reposent sur des éléments concrets (voir, par exemple, l’affaire Krasniki c. République tchèque (no 51277/99, §§ 8083, 28 février 2006), dans laquelle la Cour a jugé qu’il n’avait pas été démontré que les juridictions internes eussent recherché les raisons pour lesquelles les témoins avaient peur avant de leur accorder l’anonymat).", "125.  Enfin, compte tenu de la mesure dans laquelle l’absence d’un témoin nuit aux droits de la défense, la Cour tient à souligner que lorsque le témoin n’a jamais été interrogé aux stades antérieurs de la procédure, il ne faut admettre sa déposition écrite en lieu et place de sa présence au procès qu’en dernier recours. Avant de pouvoir dispenser un témoin de comparaître au motif qu’il craint de se présenter au procès, le juge doit estimer établi que toutes les autres possibilités, telles que l’anonymat ou d’autres mesures spéciales, seraient inadaptées ou impossibles à mettre en œuvre.", "3.  La règle de la preuve unique ou déterminante", "a)  Considérations générales", "126.  La Cour note que les présentes affaires ne concernent que la lecture donnée lors des procès des requérants de dépositions de témoins absents. Il ne lui appartient pas d’examiner in abstracto l’application de la règle de common law excluant la preuve par ouï-dire ni le point de savoir si, d’une manière générale, les dérogations à cette règle actuellement applicables en droit pénal anglais sont compatibles avec la Convention. Ainsi qu’elle l’a rappelé au paragraphe 118 ci-dessus, l’article 6 ne réglemente pas l’admissibilité des preuves en tant que telle, cette matière relevant au premier chef du droit interne.", "127.  La Cour observe également qu’il ne s’agit pas ici de témoignages apportés aux procès par des témoins dont l’identité aurait été cachée aux accusés (témoignages anonymes). Si les problèmes que soulèvent d’une part les dépositions de témoins anonymes et, d’autre part, celles de témoins absents ne sont pas identiques, les deux situations ne diffèrent pas dans le principe dès lors que, comme l’a reconnu la Cour suprême, les unes comme les autres dépositions risquent de désavantager l’accusé. Le principe sousjacent est que, dans un procès pénal, l’accusé doit avoir une possibilité réelle de contester les allégations dont il fait l’objet. Ce principe commande non seulement que l’accusé connaisse l’identité de ses accusateurs, afin de pouvoir contester leur probité et leur crédibilité, mais aussi qu’il puisse mettre à l’épreuve la sincérité et la fiabilité de leur témoignage, en les faisant interroger oralement en sa présence, soit au moment de la déposition soit à un stade ultérieur de la procédure.", "128.  La règle de la preuve unique ou déterminante est apparue en germe dans l’arrêt Unterpertinger c. Autriche (24 novembre 1986, § 33, série A no 110), où l’on trouve également la raison pour laquelle elle doit s’appliquer : si la condamnation de l’accusé repose uniquement ou dans une mesure déterminante sur des dépositions de témoins qu’à aucun stade de la procédure il n’a pu interroger, il est porté atteinte aux droits de la défense dans une mesure excessive. Comme l’a souligné la Cour suprême, dans les premières affaires de témoins absents ou anonymes où la Cour a esquissé cette règle, le constat de violation de l’article 6 § 3 d) reposait au moins en partie sur l’absence de justification du fait que les témoins n’avaient pas été cités à comparaître ou que leur identité n’avait pas été dévoilée. C’est dans l’arrêt Doorson, précité, que la Cour a dit pour la première fois que même dans le cas d’un défaut de comparution justifié du témoin, la condamnation était inéquitable si elle reposait uniquement ou dans une mesure déterminante sur un tel témoignage.", "b)  Les critiques formulées à l’égard de la règle de la preuve unique ou déterminante", "129.  S’appuyant sur l’arrêt rendu par la Cour suprême dans l’affaire Horncastle and others, précité, le Gouvernement conteste la règle de la preuve unique ou déterminante, ou du moins l’application que la chambre en a faite dans les présentes espèces. Il avance essentiellement quatre arguments.", "Premièrement, la common law, par ses règles de preuve proscrivant l’admission du ouï-dire, qui seraient bien antérieures à l’entrée en vigueur de la Convention, protégerait l’aspect du procès équitable visé par l’article 6 § 3 d) sans qu’il soit besoin d’appliquer une règle de la preuve unique ou déterminante. La présence de semblables règles de preuve ne correspondrait pas, en revanche, à une tradition dans les pays de droit romain. Aussi, l’article 6 § 3 d) aurait été censé produire ses effets principalement à l’égard des procédures en vigueur dans ces pays, qui permettaient précédemment la condamnation d’un accusé sur la foi de témoignages n’ayant pas pu être contestés par l’intéressé.", "Deuxièmement, l’application de cette règle serait source de difficultés pratiques. D’une part, la Cour n’aurait pas expliqué quand une preuve doit passer pour déterminante avec suffisamment de précision pour qu’un juge puisse effectivement appliquer la règle. D’autre part, elle n’aurait pas tenu dûment compte des problèmes pratiques susceptibles de résulter de l’application de la règle dans un système de common law tel que celui de l’Angleterre et du pays de Galles.", "Troisièmement, il n’aurait pas été suffisamment débattu du principe sous-tendant cette règle, qui reposerait sur la supposition erronée que tout témoignage par ouï-dire crucial pour une affaire doit être considéré comme sujet à caution ou, en l’absence d’un contre-interrogatoire du témoin, comme impossible à évaluer correctement.", "Quatrièmement, enfin, la chambre aurait appliqué la règle avec une rigidité excessive et elle n’aurait pas procédé à une analyse complète des garanties disponibles en Angleterre et au pays de Galles ni apprécié l’importante différence qui existerait entre les procédures en vigueur dans les pays de common law et celles en vigueur dans les autres Etats contractants.", "La Cour examinera ces arguments un par un.", "130.  En ce qui concerne le premier argument, la Cour admet que la règle de la preuve unique ou déterminante a pu être élaborée dans un contexte où un certain nombre d’ordres juridiques permettaient la condamnation d’un accusé sur la foi de témoignages n’ayant pu être contestés par l’intéressé, situation qui n’aurait pas existé si la règle de common law excluant strictement les témoignages par ouï-dire avait été d’application. Elle note toutefois que les affaires ici examinées sont nées précisément du fait que l’exclusion stricte du ouï-dire a été abandonnée en Angleterre et au pays de Galles. La règle y souffre désormais des exceptions, introduites notamment par les lois de 1988 et de 2003. C’est en vertu de ces exceptions qu’ont été admises les dépositions de S.T. dans l’affaire Al-Khawaja et de T. dans l’affaire Tahery (paragraphes 41 et 44 ci-dessus). La Cour reconnaît que cette dilution de la règle de l’exclusion du ouï-dire s’est accompagnée de garanties légales, et il s’agit donc essentiellement de savoir, en l’espèce, si l’application de ces garanties a suffi à assurer le respect, à l’égard des requérants, des droits protégés par les paragraphes 1 et 3 d) de l’article 6. Dans ce contexte, s’il importe que la Cour tienne compte des différences significatives qui peuvent exister entre les divers systèmes juridiques et les procédures qu’ils prévoient, notamment quant à la recevabilité des preuves dans les procès pénaux, il reste que, lorsqu’elle examine la question du respect ou non desdites clauses de la Convention dans une affaire donnée, elle doit appliquer les mêmes critères d’appréciation quel que soit l’ordre juridique dont émane l’affaire.", "131.  Pour ce qui est de l’imprécision alléguée de la règle, la Cour observe que le mot « unique », qui renvoie à une preuve qui est la seule à peser contre un accusé (voir, par exemple, Saïdi c. France, 20 septembre 1993, série A no 261C), ne semble pas soulever de difficultés, la principale critique étant dirigée contre le mot « déterminante ». Dans ce contexte, « déterminante » (en anglais, « decisive ») est plus fort que « probante », c’est-à-dire qu’il ne suffit pas qu’il soit constant que, sans la preuve, la probabilité d’une condamnation reculerait au profit de la probabilité d’un acquittement : comme l’a relevé la Cour d’appel dans l’affaire Horncastle and others, précitée (paragraphe 54 ci-dessus), pratiquement toutes les preuves mériteraient alors cette qualification. En fait, le mot « déterminante » doit être pris dans un sens étroit, comme désignant une preuve dont l’importance est telle qu’elle est susceptible d’emporter la décision sur l’affaire. Si la déposition d’un témoin n’ayant pas comparu au procès est corroborée par d’autres éléments, l’appréciation de son caractère déterminant dépendra de la force probante de ces autres éléments : plus elle sera importante, moins la déposition du témoin absent sera susceptible d’être considérée comme déterminante.", "132.  Le Gouvernement arguë deuxièmement que la règle de la preuve unique ou déterminante ne peut être appliquée dans un système de common law sans causer de difficultés pratiques excessives. Il cite l’affaire Horncastle and others, précitée, dans laquelle la Cour suprême, observant qu’il était déjà difficile pour un juge professionnel de respecter l’obligation de ne pas traiter une preuve donnée comme déterminante, a estimé que si la règle devait être appliquée dans les procès avec jury, la seule manière en pratique de le faire serait de la considérer comme une règle de recevabilité : le juge devrait alors exclure comme irrecevable tout témoignage susceptible de se révéler déterminant, ce qui ne serait pas chose aisée. Il ajoute qu’il serait souvent impossible pour la Cour d’appel ou la Cour européenne de déterminer si une déposition donnée a été le fondement unique ou déterminant d’une condamnation, les jurys ne motivant pas leurs verdicts.", "133.  La Cour admet qu’il pourrait être difficile pour un juge de déterminer avant le procès, alors qu’il n’a pas encore examiné et soupesé la totalité des éléments versés au dossier, lesquels seront déterminants.", "134.  Cependant, une fois l’ensemble des éléments à charge présentés par l’accusation, l’importance et le poids des dépositions des témoins absents peuvent être appréciés par le juge à la lumière des autres éléments à charge. Dans les systèmes de common law, il est fréquent que les juges doivent, à ce stade, déterminer s’il y a lieu de tenir un procès contre l’accusé. Il leur faut souvent alors apprécier la force probante et la fiabilité des éléments à charge. La Cour observe d’ailleurs que l’article 125 de la loi de 2003 oblige expressément le juge à mettre fin au procès si, au regard de son importance pour l’accusation, le ouï-dire apparaît si peu concluant qu’une condamnation serait hasardeuse.", "135.  Par ailleurs, la Cour n’est pas persuadée qu’une juridiction d’appel dans un système de common law, où les jurys ne motivent pas leurs verdicts, ne soit pas en mesure de dire si un témoignage livré par une personne n’ayant pu être contre-interrogée a été le fondement unique ou déterminant de la condamnation de l’accusé. Il est courant que les juges d’appel aient à trancher le point de savoir si des preuves ont été indûment admises au procès et, dans cette hypothèse, si la condamnation peut néanmoins être considérée comme reposant sur des bases solides. Ce faisant, ils doivent notamment examiner l’importance pour l’accusation des preuves litigieuses et la mesure dans laquelle elles ont porté atteinte aux droits de la défense. Les juridictions d’appel sont donc bien placées pour dire si un témoignage non soumis à l’épreuve du contre-interrogatoire peut être considéré comme la preuve unique ou déterminante contre l’accusé et si la procédure dans son ensemble a été équitable.", "136.  La Cour observe que les éléments de droit comparé dont elle dispose appuient cette conclusion relativement à l’application de la règle dans différents pays de common law (voir les paragraphes 63-87 ci-dessus et, en particulier, le raisonnement de la High Court of Justiciary écossaise).", "137.  La Cour relève aussi à cet égard que dans l’affaire R. v. Davis (paragraphes 49 et 50 ci-dessus), la Chambre des lords n’a semblé entrevoir aucune difficulté dans l’application de la règle de la preuve unique ou déterminante dans le contexte de témoignages anonymes : Lord Bingham a ainsi observé qu’un procès qui aboutirait à une condamnation reposant uniquement ou dans une mesure déterminante sur une déclaration ou un témoignage anonymes ne serait pas considéré comme équitable et que « telle [était] la conclusion traditionnellement retenue par la common law en Angleterre » (voir le paragraphe 25 de l’arrêt Davis, précité). Dans l’affaire Davis, la Chambre des lords a conclu non seulement que la déposition du témoin anonyme avait été le fondement unique ou déterminant de la condamnation de l’accusé mais encore que la possibilité de procéder à un contreinterrogatoire effectif s’était trouvée entravée. La décision rendue dans l’affaire Davis a abouti à l’introduction dans la loi de 2009 sur les coroners et la justice de l’obligation pour le juge, lorsqu’il examine l’opportunité d’accorder l’anonymat à un témoin, de tenir compte notamment de la question de savoir si la déposition du témoin concerné pourrait ou non constituer l’élément à charge unique ou déterminant (paragraphe 46 ci-dessus).", "138.  La Cour note encore à cet égard qu’en ce qui concerne les cas où l’accusé choisit de garder le silence, elle applique la règle selon laquelle il serait incompatible avec le droit au silence de fonder une condamnation uniquement ou principalement sur le silence de l’accusé ou sur son refus de répondre à des questions ou de témoigner en personne (John Murray c. Royaume-Uni, 8 février 1996, § 47, Recueil 1996-I, Condron c. Royaume–Uni, no 35718/97, § 56, CEDH 2000-V).", "139.  La Cour ne peut davantage admettre le troisième argument du Gouvernement, selon lequel la règle de la preuve unique ou déterminante repose sur la supposition que tout témoignage par ouï-dire crucial pour une affaire doit être considéré comme sujet à caution ou impossible à évaluer correctement s’il n’a pas été vérifié par un contre-interrogatoire. En fait, la règle repose plutôt sur le principe selon lequel plus la preuve que constitue le témoignage est importante, plus grande est l’injustice que risque de subir l’accusé si l’on permet au témoin de rester anonyme ou de ne pas être présent au procès, et plus grande est la nécessité de respecter des règles permettant de garantir que la fiabilité du témoignage est démontrable ou qu’elle peut être dûment testée et appréciée.", "140.  Dans l’arrêt Kostovski c. Pays-Bas (20 novembre 1989, série A no 166), où il avait été admis que la condamnation du requérant reposait dans une mesure déterminante sur la déposition de deux témoins anonymes, la Cour a déclaré (§ 42) :", "« Un témoignage ou d’autres déclarations chargeant un accusé peuvent fort bien constituer un mensonge ou résulter d’une simple erreur ; la défense ne peut guère le démontrer si elle ne possède pas les informations qui lui fourniraient le moyen de contrôler la crédibilité de l’auteur ou de jeter le doute sur celle-ci. Les dangers inhérents à pareille situation tombent sous le sens. »", "Elle a ensuite observé que les juges avaient apprécié les déclarations en cause avec prudence mais estimé que cette démarche ne pouvait guère passer pour remplacer une observation directe. Elle a donc conclu que l’utilisation de ces déclarations avait conduit à restreindre les droits de la défense d’une manière incompatible avec les garanties de l’article 6.", "141.  Dans son arrêt Doorson, précité, rendu ultérieurement, la Cour a observé que l’anonymat accordé à deux témoins avait confronté la défense à « des difficultés qui ne devraient normalement pas s’élever dans le cadre d’un procès pénal », mais elle a estimé qu’aucune violation ne pouvait être constatée si la procédure suivie avait suffisamment compensé les obstacles créés à la défense (§ 72). Elle a considéré que, à la différence de ce qui s’était passé dans l’affaire Kostovski, précitée, la défense avait pu contester la fiabilité des témoins anonymes (arrêt Doorson, précité, §§ 73 et 75). De plus, même après avoir dit qu’une condamnation ne devait pas reposer uniquement ou dans une mesure déterminante sur des témoignages anonymes, elle a souligné que « les déclarations obtenues de témoins dans des conditions telles que les droits de la défense ne pouvaient être garantis dans la mesure normalement requise par la Convention [devaient être traitées] avec une extrême prudence » (ibidem, § 76).", "142.  En ce qui concerne le quatrième et dernier argument du Gouvernement, la Cour estime que les deux raisons sous-tendant la règle de la preuve unique ou déterminante qui ont été exposées dans l’arrêt Doorson, précité, demeurent valables. Pour ce qui est de la première raison, elle considère qu’il n’y a pas lieu de s’écarter de la conclusion de l’arrêt Kostovski, précité, selon laquelle des déclarations chargeant un accusé peuvent fort bien « constituer un mensonge ou résulter d’une simple erreur ». De plus, des dépositions non assermentées faites par des témoins qui ne peuvent pas être interrogés apparaissent souvent à première vue concluantes et accablantes et, comme l’a observé Lord Justice Sedley, il est « dangereusement tentant » d’en conclure que l’accusé est indéfendable (paragraphe 115 ci-dessus) ; or l’expérience montre que la fiabilité des preuves, y compris celles qui semblent concluantes et convaincantes, peut apparaître bien différente lorsque l’on procède à un examen attentif. Les risques inhérents à l’admission d’un témoignage par ouï-dire non vérifié sont d’autant plus grands si ce témoignage constitue la preuve unique ou déterminante contre l’accusé. Quant à la deuxième raison, l’accusé ne doit pas être placé dans une position où il se trouve de fait privé d’une possibilité réelle de se défendre parce qu’il ne peut pas contester les éléments à charge. Dans un procès, la procédure doit garantir que les droits de la défense protégés par l’article 6 ne fassent pas l’objet de restrictions inacceptables et permettre à l’accusé de participer effectivement aux débats (T. c. Royaume-Uni [GC], no 24724/94, § 83, 16 décembre 1999, et Stanford c. Royaume-Uni, 23 février 1994, § 26, série A no 282A). La Cour ne peut apprécier l’équité d’un procès pénal uniquement à partir de la fiabilité apparente des éléments à charge s’il n’a pas été possible de contester ces éléments après leur admission.", "143.  Pour ces raisons, la Cour évalue dans chaque cas quelle incidence peut avoir eue sur l’équité globale du procès l’impossibilité pour l’accusé d’interroger un témoin. Elle estime toujours nécessaire d’examiner l’importance du témoignage non soumis à l’épreuve du contre-interrogatoire pour déterminer si les droits de l’accusé ont ou non fait l’objet d’une restriction inacceptable (voir, parmi les premiers exemples, Unterpertinger, précité, Bricmont c. Belgique, 7 juillet 1989, série A no 158, et, plus récemment, Kornev et Karpenko c. Ukraine, no 17444/04, §§ 54-57, 21 octobre 2010, Caka c. Albanie, no 44023/02, §§ 112-116, 8 décembre 2009, Guilloury c. France, no 62236/00, §§ 57-62, 22 juin 2006, et A.M. c. Italie, Krasniki, Lucà, et Saïdi, précités).", "La Commission avait d’ailleurs une jurisprudence analogue (voir, parmi les premiers exemples, X. c. Autriche, no 4428/70, décision de la Commission du 1er juin 1972, Recueil de décisions 40, p. 1, X. c. Belgique, no 8417/78, décision de la Commission du 4 mai 1979, Décisions et rapports (DR) 16, p. 200, X. c. Allemagne, no 8414/78, décision de la Commission du 4 juillet 1979, DR 17, p. 231, et S. c. Allemagne, no 8945/80, décision de la Commission du 13 décembre 1983, DR 39, p. 43).", "Cependant, pour apprécier le respect de l’article 6 § 3, la Cour examine toujours l’équité de la procédure dans son ensemble (voir, récemment, Salduz c. Turquie [GC], no 36391/02, § 50, CEDH 2008).", "144.  Habituellement, lorsqu’elle considère des griefs tirés de l’article 6 § 1, la Cour apprécie l’équité globale de la procédure en tenant compte de facteurs tels que la manière dont les garanties légales ont été appliquées, l’étendue des possibilités offertes à la défense par la procédure pour compenser les obstacles auxquels elle se trouvait confrontée et la manière dont le juge a mené la procédure dans son ensemble (voir, par exemple, John Murray, précité).", "145.  De plus, dans les affaires où, pour protéger les sources de la police, on n’a pas laissé la défense accéder à tous les éléments, la Cour ne remet pas en cause l’appréciation portée par les juridictions internes quant au point de savoir si les droits de la défense devaient s’effacer devant l’intérêt public, et elle se borne à vérifier si les procédures suivies par les autorités judiciaires ont suffisamment compensé ces restrictions par des garanties appropriées. Elle ne considère pas systématiquement que le fait que la défense n’ait pas pu accéder à certains documents emporte violation de l’article 6 § 1 (voir, par exemple, Rowe et Davis c. Royaume-Uni [GC], no 28901/95, CEDH 2000-II). De même, dans l’arrêt Salduz précité (§ 50), la Cour a rappelé que le droit à l’assistance d’un défenseur énoncé à l’article 6 § 3 c) constituait un élément parmi d’autres de la notion de procès équitable en matière pénale contenue à l’article 6 § 1.", "146.  La Cour estime que la règle de la preuve unique ou déterminante doit être appliquée de la même manière. Il ne serait pas juste d’examiner l’équité d’une procédure en appliquant cette règle de manière rigide ou en ignorant totalement les spécificités de l’ordre juridique concerné et, notamment, de ses règles d’administration des preuves, même si certains arrêts, par tel ou tel dictum, ont pu laisser croire le contraire (voir, par exemple, Lucà, précité, § 40). Ce serait faire de cette règle un instrument aveugle et inflexible n’ayant rien à voir avec la manière dont la Cour examine traditionnellement la question de l’équité globale de la procédure, à savoir en mettant en balance les intérêts concurrents de la défense, de la victime et des témoins et l’intérêt public à assurer une bonne administration de la justice.", "c)  Conclusion générale sur la règle de la preuve unique ou déterminante", "147.  En bref, si l’admission à titre de preuve d’un témoignage par ouïdire constituant l’élément à charge unique ou déterminant n’emporte pas automatiquement violation de l’article 6 § 1, lorsqu’une condamnation repose exclusivement ou dans une mesure déterminante sur les dépositions de témoins absents, la Cour doit soumettre la procédure à l’examen le plus rigoureux. Etant donné les risques inhérents aux témoignages par ouï-dire, le caractère unique ou déterminant d’une preuve de ce type admise dans une affaire est, pour reprendre les mots de Lord Mance dans R. v. Davis (paragraphe 50 ci-dessus), un facteur très important à prendre en compte dans l’appréciation de l’équité globale de la procédure et il doit être contrebalancé par des éléments suffisants, notamment par des garanties procédurales solides. Dans chaque affaire où le problème de l’équité de la procédure se pose en rapport avec une déposition d’un témoin absent, il s’agit de savoir s’il existe des éléments suffisamment compensateurs des inconvénients liés à l’admission d’une telle preuve pour permettre une appréciation correcte et équitable de la fiabilité de celle-ci. L’examen de cette question permet de ne prononcer une condamnation que si la déposition du témoin absent est suffisamment fiable compte tenu de son importance dans la cause.", "d)  Les garanties procédurales contenues dans les lois de 1988 et de 2003", "148.  La Cour examinera donc les mesures compensatoires qui existaient dans le droit anglais à l’époque pertinente. Elle observe qu’en vertu des lois de 1988 et de 2003, l’absence d’un témoin doit être justifiée et relever de l’un des différents cas de figure définis dans ces textes (voir les articles 23 de la loi de 1988 et 116 de la loi de 2003 aux paragraphes 41 et 44 cidessus). Par ailleurs, quelles que soient les raisons de l’absence du témoin, sa déposition est irrecevable s’il est également anonyme.", "De plus, en cas d’absence due à la peur, la loi de 2003 ne permet au juge d’admettre la déposition du témoin que s’il considère qu’elle sert l’intérêt de la justice et s’est assuré qu’il ne serait pas possible de mettre en place des mesures spéciales propres à permettre à l’intéressé de témoigner en personne. En pareil cas, le juge doit tenir compte de la difficulté pour l’accusé de contester un témoignage dont l’auteur n’est pas cité à comparaître.", "149.  La loi de 2003 prévoit encore les garanties suivantes : quelle que soit la raison de l’absence du témoin, les éléments relatifs à sa crédibilité ou à sa cohérence sont recevables même dans l’hypothèse où ils ne l’auraient pas été s’il avait déposé en personne ; le juge reste libre de refuser d’admettre un témoignage par ouï-dire s’il estime que les arguments en faveur de son exclusion l’emportent largement sur ceux militant pour son admission ; enfin, élément particulièrement important, il doit mettre fin au procès s’il lui paraît, une fois tous les éléments à charge produits, que les accusations reposent « en tout ou en partie » sur un témoignage par ouï-dire admis en vertu de la loi de 2003 dès lors qu’il estime également que ce témoignage est si peu concluant que, compte tenu de son importance par rapport aux autres éléments à charge, une condamnation serait hasardeuse.", "150.  En plus des garanties contenues dans les deux lois il est prévu, à l’article 78 de la loi de 1984 sur la police et les preuves en matière pénale, un pouvoir général d’exclusion des témoignages dont l’admission nuirait par trop à l’équité du procès. Enfin, la common law impose au juge de délivrer aux jurés l’instruction classique en matière de charge de la preuve et de les mettre en garde contre les dangers du témoignage par ouï-dire.", "151.  La Cour considère que lesdites garanties – celles contenues dans les lois de 1988 et de 2003 et celles prévues par l’article 78 de la loi de 1984 et par la common law – sont, en principe, des garde-fous solides, propres à assurer l’équité de la procédure. Il reste à étudier comment ces garanties ont été appliquées dans chacune des deux affaires ici examinées.", "4.  Les cas de l’espèce", "152.  Se tournant vers les affaires dont elle est saisie, la Cour observe qu’à l’audience la Grande Chambre a demandé aux parties si elles admettaient que le témoignage de S.T. avait été la preuve unique ou déterminante dans l’affaire de M. Al-Khawaja et le témoignage de T. la preuve unique ou déterminante dans l’affaire de M. Tahery. En réponse à cette question, le Gouvernement, revenant sur la position défendue par lui devant la chambre, a déclaré que ni le témoignage de S.T. ni celui de T. n’avaient constitué une preuve unique ou déterminante (paragraphes 104 et 105 ci-dessus). La Cour examinera donc pour chacun des cas de l’espèce les questions de savoir, premièrement, s’il était nécessaire d’admettre le témoignage par ouï-dire litigieux, deuxièmement, si ce témoignage a constitué le fondement unique ou déterminant de la condamnation et, troisièmement, si son admission a été contrebalancée par des éléments, notamment des garanties procédurales solides, suffisants pour assurer l’équité, au regard de l’article 6 §§ 1 et 3 d), de la procédure examinée dans son ensemble.", "a)  L’affaire Al-Khawaja", "153.  La Cour observe qu’il n’est pas contesté que le décès de S.T. a rendu nécessaire aux fins de la prise en compte de son témoignage l’admission de sa déposition écrite.", "154.  En ce qui concerne la thèse du Gouvernement selon laquelle la déposition de S.T. était étayée par d’autres éléments de preuve et ne peut donc passer pour avoir constitué une preuve unique ou déterminante, elle relève que le juge qui a admis la déposition de S.T. – et qui était bien placé pour en évaluer l’importance – a déclaré très clairement qu’en l’absence de cet élément le premier chef d’accusation n’aurait pas été retenu (paragraphe 13 ci-dessus). Il n’appartient pas à la Cour, si éloignée du procès, de contredire cette appréciation. En conséquence, force lui est de conclure que la déposition de S.T. a été déterminante.", "155.  Cependant, comme cela a été indiqué au paragraphe 147 ci-dessus, l’admission de cette déposition doit être considérée non pas comme ayant automatiquement rendu la procédure inéquitable, mais comme un facteur très important à mettre en balance avec les garanties procédurales susmentionnées et les autres éléments compensateurs présents en l’espèce.", "156.  Il était manifestement conforme à l’intérêt de la justice d’admettre la déposition de S.T., qui avait été enregistrée par la police dans le respect des formes. La fiabilité de cette déposition était corroborée par les éléments suivants : S.T. s’était plainte à deux de ses amis, B.F. et S.H., peu après les faits en question ; il n’existait que des divergences mineures entre sa déposition et le récit fait par elle à ses deux amis, qui témoignèrent tous deux au procès ; et, surtout, il existait des similitudes importantes entre la description de l’agression alléguée faite par S.T. et celle faite par l’autre plaignante, V.U., avec laquelle rien n’indiquait qu’il y eût eu collusion. Dans le cas d’une agression sexuelle perpétrée par un médecin sur une patiente au cours d’une consultation où il se trouvait seul avec elle, on voit mal comment les éléments produits pourraient être plus convaincants et concordants, d’autant que tous les autres témoins furent cités à comparaître au procès et que leur fiabilité fut mise à l’épreuve au travers d’un contre-interrogatoire.", "157.  Il est vrai que la Cour d’appel a estimé que les recommandations faites par le juge aux jurés avaient été déficientes, mais elle a également considéré qu’elles avaient dû néanmoins leur faire clairement comprendre qu’eu égard à l’impossibilité pour le requérant de soumettre S.T. à un contre-interrogatoire et au fait qu’ils ne l’avaient pas vue ni entendue, ils devaient accorder moins de poids à sa déposition (paragraphe 22 ci-dessus). Compte tenu de cette indication et des éléments présentés par l’accusation à l’appui de la déposition de S.T., la Cour considère que les jurés ont pu apprécier correctement et équitablement la fiabilité des allégations portées dans cette déposition à l’encontre du premier requérant.", "158.  Dans ces conditions, la Cour, considérant l’équité du procès dans son ensemble, estime que si des difficultés ont été causées à la défense par l’admission de la déposition de S.T. et s’il y a des risques inhérents à ce type de preuve, il existait en l’espèce des éléments compensateurs suffisants pour faire conclure que cette circonstance n’a pas emporté violation de l’article 6 § 1 combiné avec l’article 6 § 3 d) de la Convention.", "b)  L’affaire Tahery", "159.  La Cour considère que le juge a procédé à des investigations appropriées pour déterminer si la peur éprouvée par T. reposait sur des motifs objectifs. Il a entendu à cet égard tant l’intéressé qu’un policier et il a vérifié si l’adoption de mesures spéciales, telles que la comparution derrière un écran, ne serait pas de nature à apaiser les craintes de T. Même s’il a été révélé dans le cadre du procès que l’auteur de la déposition incriminante était T., la conclusion du juge selon laquelle celui-ci avait réellement peur de venir témoigner et ne se serait pas présenté à l’audience même si des mesures spéciales avaient été mises en place constitue une justification suffisante pour l’admission de sa déposition.", "160.  La Cour note que lorsque les personnes présentes sur les lieux lors de l’agression de S. furent interrogées pour la première fois, aucune n’affirma avoir vu M. Tahery porter les coups de couteau, et S. lui-même déclara ne pas savoir qui l’avait frappé, ajoutant qu’il avait supposé au départ que c’était M. Tahery. T. fit sa déposition incriminant le requérant deux jours après les faits. Il était le seul à dire qu’il avait vu la scène. Son témoignage oculaire non corroboré était donc, sinon la preuve unique, du moins la preuve déterminante contre le requérant. Il s’agissait clairement d’une preuve de poids sans laquelle la probabilité d’une condamnation aurait été bien moindre. Or, quelque cohérent et convaincant qu’il pouvait apparaître au premier abord, ce témoignage ne peut être rangé dans la catégorie des preuves pouvant être qualifiées de « manifestement fiables », comme pourrait l’être la déclaration d’un mourant désignant son assassin, pour ne prendre que l’un des exemples donnés par la Cour d’appel et la Cour suprême dans leurs arrêts respectifs concernant l’affaire Horncastle and others, précitée (paragraphes 53 et 60 ci-dessus).", "161.  Le caractère unique ou déterminant de pareille preuve non vérifiée pèse lourd dans la balance et appelle des éléments suffisamment compensateurs des difficultés que son admission fait subir à la défense. A cet égard, le Gouvernement s’appuie essentiellement sur deux éléments : le fait que le juge a conclu qu’il ne serait pas inéquitable d’admettre la déposition de T. dès lors que le requérant pouvait la contester ou la réfuter en témoignant lui-même ou en faisant citer à comparaître d’autres témoins qui étaient présents, dont son oncle, et la mise en garde adressée par le juge aux jurés et selon laquelle il fallait traiter avec prudence la déposition du témoin absent.", "162.  La Cour considère que ni l’un quelconque de ces facteurs ni la combinaison des deux n’étaient aptes à suffisamment compenser les obstacles auxquels la défense se trouvait confrontée. Même si le requérant a déposé en personne et nié les faits, par la force des choses il n’a pas pu contester la sincérité et la fiabilité de T. au moyen d’un contre-interrogatoire. Le fait est que T. était le seul témoin apparemment disposé ou apte à rapporter ce qu’il avait vu. La défense n’a pas pu appeler d’autres témoins pour contredire son témoignage par ouï-dire.", "163.  L’autre témoignage produit au procès est celui de la victime, S., qui ne savait pas qui l’avait poignardé mais supposait que c’était le requérant. Son témoignage ne pouvait donc faire naître qu’une présomption et, pour l’essentiel, le requérant ne le contesta pas. S. relata l’altercation et les faits et gestes du requérant après l’incident (paragraphe 32 ci-dessus). Si ce témoignage corroborait certains détails de la déposition de T., il ne pouvait au mieux appuyer que de manière indirecte l’allégation de celui-ci selon laquelle l’auteur des coups de couteau était le requérant.", "164.  Il est vrai que les recommandations faites par le juge dans son résumé à l’intention des jurés étaient circonstanciées et soigneusement formulées, appelant l’attention sur le risque qu’il y avait à se fier à un témoignage livré par une personne n’ayant pu être contre-interrogée. La Cour considère toutefois qu’une telle mise en garde, aussi claire et énergique soit-elle, ne peut passer pour une compensation suffisante lorsque la déposition non vérifiée de l’unique témoin oculaire produit par l’accusation constitue la seule preuve à charge directe.", "165.  En conséquence, elle estime que le caractère déterminant du témoignage de T. en l’absence dans le dossier de preuves solides aptes à le corroborer emporte la conclusion que les jurés n’ont pas pu apprécier correctement et équitablement la fiabilité de ce témoignage. Considérant l’équité de la procédure dans son ensemble, la Cour juge que les éléments censés compenser les difficultés auxquelles la défense s’est trouvée confrontée du fait de l’admission de la déposition de T. n’étaient pas suffisants. Partant, il y a eu violation de l’article 6 § 1 de la Convention combiné avec l’article 6 § 3 d) à l’égard de M. Tahery.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "166.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "167.  Aucune violation n’ayant été constatée à l’égard du premier requérant, il n’y a lieu d’examiner la question de la satisfaction équitable qu’à l’égard du second requérant.", "A.  Dommage", "168.  Comme il l’avait fait devant la chambre, le second requérant plaide qu’il n’aurait pas été reconnu coupable des infractions en question et n’aurait pas été condamné de ce chef à une peine d’emprisonnement s’il n’y avait pas eu violation de la Convention, en quoi son affaire se distinguerait de la plupart de celles portant sur l’article 6. Se fondant sur la durée de la peine lui ayant été infligée et sur les montants des indemnités octroyées dans des affaires internes comparables pour des détentions injustifiées, il réclame 65 000 livres sterling (GBP), soit 83 830 euros (EUR) environ. Reprenant les arguments développés par lui devant la chambre, le Gouvernement considère, premièrement, qu’il n’existe aucun lien de causalité entre la violation alléguée de la Convention et la condamnation du requérant, deuxièmement, que la jurisprudence nationale ne présente guère d’intérêt pour la question de la réparation et, troisièmement, qu’un constat de violation représenterait, le cas échéant, une satisfaction équitable suffisante. A titre subsidiaire, il estime que les requérants ne doivent pas se voir accorder l’intégralité de la somme qu’ils demandent, mais une somme bien moindre, de l’ordre des 6 000 EUR accordés dans l’affaire Visser c. Pays-Bas (no 26668/95, § 56, 14 février 2002).", "169.  Dans son arrêt, la chambre a admis que la jurisprudence des juridictions internes ne présentait guère d’intérêt pour la question de la réparation du dommage moral censée être tranchée par elle. Elle a toutefois estimé que les poursuites dont le requérant avait fait l’objet n’avaient pas satisfait aux exigences posées par la Convention, à tout le moins pour les accusations fondées sur la déposition de T., et que cela n’avait pu manquer d’inspirer à l’intéressé de la détresse et de l’angoisse. Elle lui a accordé la somme de 6 000 EUR pour préjudice moral.", "170.  La Grande Chambre ne voit pas de raison de s’écarter de l’appréciation de la chambre et octroie donc la même somme de 6 000 EUR.", "B.  Frais et dépens", "171.  Devant la chambre, le second requérant avait réclamé pour frais et dépens une somme totale de 7 995 GBP (9 079 EUR) pour, d’une part, l’intervention de Me Trowler (quarante-cinq heures de travail, y compris la comparution à l’audience devant la Cour et le déplacement à Strasbourg, soit au total 5 571,47 GBP, TVA comprise), et, d’autre part, l’intervention de son solicitor (1 734,16 GBP d’honoraires pour quinze heures de travail et 689,40 GBP de frais, soit au total 2 423,56 GBP, TVA comprise).", "172.  Devant la Grande Chambre, l’intéressé sollicite un montant total de 3 614,82 GBP pour le travail accompli par son solicitor devant la chambre et devant la Grande Chambre. Il demande par ailleurs 3 643 GBP, TVA incluse, pour un surcroît de trente-sept heures de travail de Me Trowler, dont dix-sept heures pour sa comparution prévue à l’audience devant la Grande Chambre et son déplacement à Strasbourg. En fait, Me Trowler n’a pas pu se libérer pour venir assister à l’audience.", "173.  Le Gouvernement estime les taux horaires facturés trop élevés.", "174.  La Cour juge que les demandes formulées ne sont pas excessives au regard de la complexité de l’affaire. En conséquence, à l’exception des dixsept heures comptées au titre de la comparution anticipée mais non avenue de Me Trowler à l’audience devant la Grande Chambre et du déplacement de l’intéressé à Strasbourg à cette fin, elle considère qu’il y a lieu d’accueillir en entier le surplus de la demande de remboursement de ses frais et dépens formulée par le second requérant et lui accorde donc la somme de 13 150 EUR, TVA comprise, moins les 1 150 EUR reçus du Conseil de l’Europe au titre de l’assistance judiciaire, à convertir en livres sterling à la date du règlement.", "C.  Intérêts moratoires", "175.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "", "1.  Dit, par quinze voix contre deux, qu’il n’y a pas eu violation de l’article 6 § 1 combiné avec l’article 6 § 3 d) de la Convention à l’égard de M. Al-Khawaja ;", "", "2.  Dit, à l’unanimité, qu’il y a eu violation de l’article 6 § 1 combiné avec l’article 6 § 3 d) de la Convention à l’égard de M. Tahery ;", "", "3.  Dit, à l’unanimité,", "a)  que l’Etat défendeur doit verser au second requérant, M. Tahery, dans les trois mois, les sommes suivantes, à convertir en livres sterling au taux applicable à la date du règlement :", "i.  6 000 EUR (six mille euros), plus tout montant pouvant être dû à titre d’impôt sur cette somme, pour dommage moral,", "ii.  12 000 EUR (douze mille euros), plus tout montant pouvant être dû à titre d’impôt sur cette somme par le second requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l’homme, à Strasbourg, le 15 décembre 2011.", "\tMichael O’Boyle\tFrançoise Tulkens\n\tGreffier adjoint\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante du juge Bratza ;", "–  opinion commune en partie dissidente et en partie concordante des juges Sajó et Karakaş.", "F.T.\nM.O’B.", "", "OPINION CONCORDANTE DU JUGE BRATZA", "(Traduction)", "1.  Dans l’arrêt R. v. Horncastle and others ([2009] UKSC 14), qu’il lui revint de prononcer et auquel souscrivirent les autres membres de la Cour suprême, Lord Phillips refusa d’écarter les dispositions pertinentes de la loi de 2003 sur la justice pénale au profit du « critère de la preuve unique ou déterminante » utilisé par notre Cour. Pour en décider ainsi, il jugea que les dispositions en question ménageaient l’équilibre voulu entre, d’une part, l’exigence d’équité du procès et, d’autre part, l’intérêt des victimes en particulier, et celui de la société en général, à ce qu’un criminel contre lequel il existerait des preuves accablantes contenues dans une déclaration apparemment fiable d’un témoin décédé ou incapable de comparaître pour une autre raison ne reste pas impuni. Tout en indiquant qu’il était parvenu à cette décision après avoir dûment tenu compte de la jurisprudence de la Cour, Lord Phillips déclara en conclusion qu’il espérait que « la Cour de Strasbourg pr[endrait] elle aussi en compte, le moment venu, les raisons qui [l’avaient] conduite à écarter le critère de la preuve unique ou déterminante dans cette affaire » (arrêt Horncastle and others, ibidem, § 108).", "2.  A mes yeux, la présente affaire constitue un bon exemple du dialogue judiciaire évoqué par Lord Phillips entre les juridictions nationales et la Cour européenne sur l’application de la Convention. L’affaire Horncastle and others, précitée, a été jugée par la Cour suprême après le prononcé de l’arrêt rendu dans la présente affaire par une chambre dans laquelle j’avais siégé, et c’est notamment pour que les critiques formulées contre cet arrêt puissent être examinées que le collège de la Grande Chambre a fait droit à la demande de renvoi devant celle-ci présentée par le gouvernement défendeur.", "3.  En tant que juge élu au titre du Royaume-Uni dans une affaire dirigée contre cet Etat, j’ai eu le redoutable devoir, conformément à la Convention, de siéger et de voter à nouveau au sein de la Grande Chambre. Dans son arrêt, auquel je souscris, la Grande Chambre ne s’est pas contentée de tenir compte du point de vue de la Cour suprême sur le critère de la preuve unique ou déterminante et sur l’application faite de celui-ci par la chambre. Elle a réexaminé les garanties contenues dans la loi de 2003 (et sa devancière, la loi de 1998 sur la justice pénale) visant à assurer l’équité du procès pénal en cas d’admission d’un élément de preuve par ouï-dire. S’il ressort du présent arrêt que la Cour n’a pas souscrit à toutes les critiques adressées au critère en question, elle a tenu compte de ce qui apparaissait comme l’une des principales difficultés signalées par la Cour suprême, à savoir l’application rigide de ce critère ou principe qui transparaissait dans l’arrêt de chambre Lucà c. Italie (no 33354/96, CEDH 2001-II) et qui voulait qu’une condamnation fondée uniquement ou dans une mesure déterminante sur des déclarations de témoins absents fût incompatible avec l’exigence d’équité inhérente à l’article 6, quelles que fussent les garanties procédurales compensatoires éventuellement prévues par l’ordre interne. Je partage l’avis de la majorité selon lequel une application inflexible de la règle en question, qui ignorerait les spécificités de l’ordre juridique concerné, serait contraire à la manière dont la Cour examine traditionnellement la question de l’équité globale du procès pénal dans d’autres circonstances. Selon le nouveau principe formulé par la Cour, le fait qu’une condamnation soit fondée uniquement ou dans une mesure déterminante sur des dépositions de témoins absents est un facteur très important à mettre dans la balance pour l’appréciation de l’équité du procès et qui doit être contrebalancé par des éléments solides, notamment par des garanties procédurales effectives, mais qui ne doit pas automatiquement conduire à un constat de violation de l’article 6 § 1 de la Convention.", "4.  Après avoir réexaminé les deux affaires à la lumière des principes précités, je souscris aux conclusions de la majorité d’où il ressort que l’article 6 § 1 n’a pas été violé dans l’affaire Al-Khawaja, contrairement à ce que je pensais lorsque je siégeais à la chambre, mais que cette disposition a été enfreinte dans l’affaire Tahery.", "\nOPINION COMMUNE EN PARTIE DISSIDENTE\nET EN PARTIE CONCORDANTE DES JUGES\nSAJÓ ET KARAKAŞ", "(Traduction)", "La Cour suprême du Royaume-Uni nous a invités (R. v. Horncastle and others [2009] UKSC 14) à clarifier les principes sous-tendant la règle d’exclusion du ouï-dire constitutif d’une preuve unique ou déterminante. Pareille demande, qui reflète une véritable préoccupation à l’égard de notre jurisprudence, où les juges nationaux ont cru relever des divergences, appelle un examen soigneux permettant un dialogue de bonne foi", "Apparemment, le point qui appelle des précisions est celui de savoir si, lorsqu’une condamnation repose uniquement ou dans une mesure déterminante sur des dépositions faites par une personne que l’accusé n’a pu interroger ou faire interroger ni au stade de l’instruction ni pendant les débats, il faut considérer que les droits de la défense sont restreints d’une manière incompatible avec les garanties de l’article 6 (règle de la preuve « unique ou déterminante »). La question posée est alors celle de savoir si la règle de la preuve « unique ou déterminante » doit être considérée comme une règle absolue dont le non-respect rendrait automatiquement la procédure inéquitable et emporterait par conséquent violation de l’article 6 § 1 de la Convention (paragraphe 119 de l’arrêt). Or une problématique bien plus importante est en jeu : ce qui est en cause en réalité, c’est la relation entre les droits fondamentaux de l’accusé et l’intérêt légitime de la société à imposer une sanction, à l’issue d’un procès équitable (l’équité impliquant également que les innocents ne doivent pas être punis). En fait, il s’agit de savoir dans quelle mesure le droit à un procès équitable, qui est une préoccupation institutionnelle et une question de juste équilibre entre les intérêts concurrents de l’accusé d’une part et de l’administration de la justice d’autre part, peut absorber ou amoindrir des droits individuels énoncés dans la Convention en termes absolus et catégoriques.", "Pour clarifier les principes en jeu en l’espèce, il faut partir de la protection des droits de la défense expressément énoncée à l’article 6 §§ 1 et 3 d).", "Il convient de souligner que les dispositions de l’article 6 §§ 1 et 3 d) sont liées à un déséquilibre intrinsèque entre la position de l’accusé et celle de l’Etat. Elles reposent sur le postulat que l’intérêt de la justice, à lui seul, n’apporte pas à l’accusé une protection adéquate contre le risque de faire l’objet d’un procès inéquitable et d’être condamné à tort. Le pouvoir accusatoire étant sujet à des abus ainsi qu’à la pression de la bureaucratie, qui exige que l’on trouve et punisse un coupable, la défense ne doit pas être indûment empêchée de contrer les allégations de l’Etat. On dit parfois que les droits de la défense doivent être « mis en balance » avec l’intérêt public à rendre la justice, et en particulier avec les droits, au regard de la Convention, des victimes et des témoins. Or la protection des droits de la défense, parmi lesquels figure celui d’interroger les témoins à charge, relève déjà au départ de l’intérêt de l’administration de la justice en ce qu’elle est un élément fondamental de l’équité du procès. Le fait qu’une disposition distincte de la Convention (le paragraphe 3 de l’article 6) soit consacrée aux droits fondamentaux de la défense montre que ces droits sont nécessaires, dans l’intérêt de l’équité, pour contrebalancer le pouvoir dominant de l’accusation. Les soupeser une deuxième fois avec l’intérêt de l’administration de la justice, comme le Gouvernement a voulu le faire dans les affaires Al-Khawaja et Tahery, revient à accorder un avantage manifeste à l’accusation et à l’intérêt d’administrer la justice (dans le sens « sanctionner »). La Cour n’a jamais dit que l’article 6 § 3 d) ne donnait que des exemples de points à prendre en compte pour juger de l’équité d’un procès pénal comme l’a affirmé Lord Justice Waller dans l’arrêt R v Sellick and Sellick ([2005] EWCA Crim 651, cité dans Horncastle and others, § 79).", "Au paragraphe 143 de l’arrêt, la Cour dit ceci : « Cependant, pour apprécier le respect de l’article 6 § 3, la Cour examine toujours l’équité de la procédure dans son ensemble (voir, récemment, Salduz c. Turquie [GC], no 36391/02, § 50, CEDH 2008) », (soulignement ajouté). L’emploi de l’expression « dans son ensemble » est nouveau dans le contexte de l’article 6. Il est vrai que la Cour évalue dans chaque cas quelle incidence peut avoir eue sur l’équité de la procédure « dans son ensemble » l’impossibilité pour l’accusé d’interroger un témoin. Elle a reconnu par le passé qu’une éventuelle restriction d’un élément de l’un des droits de la défense pouvait être compensée par ailleurs, auquel cas le procès pouvait être équitable. Cependant, malgré l’approche holistique (appelée dans le présent arrêt « dans son ensemble ») qu’elle applique pour vérifier l’équité du procès, elle n’a jamais dit que le procès pouvait être équitable lorsque l’un des droits fondamentaux avait été vidé de sa substance. En ce qui concerne le droit de contre-interroger les témoins et le principe plus large mais lié de l’égalité des armes, elle a systématiquement et constamment posé une limite claire, qu’elle n’a jamais abandonnée, et qui est la règle de la preuve unique ou déterminante. Aujourd’hui, on fait tomber ce dernier rempart du droit de se défendre au nom d’un examen dans son ensemble de l’équité du procès.", "A la lumière de notre jurisprudence, il est indéniable que, dans l’examen de l’équité d’un procès, les droits visés à l’article 6 § 3 sont sujets à interprétation. Référence a été faite à cet égard à l’affaire Salduz, précitée, (voir paragraphe 143 de l’arrêt). Or les différences de raisonnement entre la présente affaire et l’affaire Salduz, qui s’inscrit dans une jurisprudence bien établie, sont tout à fait révélatrices. Dans l’affaire Salduz, il n’est pas question d’un examen « dans son ensemble ». La Cour conclut à la violation « de l’article 6 § 3 c) de la Convention combiné avec l’article 6 § 1 ». Bien sûr, la terminologie en elle-même n’est pas particulièrement révélatrice – ce qui l’est, c’est le changement de terminologie.", "La démarche suivie par la Cour dans l’affaire Salduz pour préciser la nature de la relation à l’examen en l’espèce, qui consistait à partir de l’article 6 § 1 pour interpréter le droit à un avocat (et qui peut être appliquée mutatis mutandis à la présente affaire compte tenu du caractère analogue de la structure des droits garantis respectivement par les alinéas c) et d) de l’article 6 § 3), était dictée par la nécessité d’interpréter de manière extensive le droit en jeu. La Convention garantit le droit d’être assisté par un avocat (le droit de « se défendre »), mais elle ne précise pas à quelle étape de la procédure ce droit doit être accordé. On pourrait arguer qu’il ne s’applique qu’au stade du procès. Or la Cour n’a pas accepté une interprétation aussi restrictive, et, analysant le droit à un avocat au regard de ses conséquences sur l’équité du procès, elle en a étendu la portée. Elle n’a avancé ni dans l’affaire Salduz ni dans aucune autre que le procès équitable absorbait les droits spécifiques visés à l’article 6 § 3.", "Il existe sans conteste dans notre jurisprudence plusieurs arrêts où la Cour a jugé que les garanties du procès équitable avaient été respectées en interprétant de manière restrictive les droits visés à l’article 6 § 3, dont celui d’interroger les témoins. L’article 6 § 1 a toujours été utilisé comme une solution de repli, en ce sens qu’on ne considérait pas que la restriction avait rendu le procès inéquitable lorsqu’elle avait été compensée, au moins en théorie, par une forme de contrepoids. Selon les cas, la restriction pouvait avoir été dictée par la nécessité en pratique de garantir l’efficacité de l’enquête et du procès (nécessité de l’administration de la justice) ou par des conflits avec les droits de tiers au regard de la Convention (par exemple dans des cas où il fallait protéger le droit à la vie d’un témoin). Dans tous ces cas, des garanties supplémentaires ont été exigées et la Cour a toujours vérifié qu’avait été respectée l’essence du droit de contre-interroger le témoin conformément au principe de l’égalité des armes (comme dans le cas de « l’avocat spécial » – ou lorsque, aux fins de la protection de témoins vulnérables, des techniques spéciales de confrontation avaient été appliquées).", "La jurisprudence de la Cour en ce qui concerne les droits de la défense dans le contexte de l’équité du procès s’articule autour de quatre propositions. Premièrement, ces droits découlent des principes de l’égalité des armes et du caractère contradictoire de la procédure : la défense ne doit pas être placée en situation de désavantage par rapport à l’accusation et quiconque fait l’objet d’une accusation pénale doit pouvoir mettre à l’épreuve la fiabilité des éléments à charge. Deuxièmement, même si l’on peut dans une certaine mesure déroger aux droits de la défense, tout écart à la règle doit être justifié et être suffisamment compensé par des garanties procédurales. Troisièmement, pour déterminer si le procès dans son ensemble a été équitable, il faut tenir compte de la mesure dans laquelle la défense a été désavantagée. Enfin, lorsque le verdict de culpabilité repose dans une mesure déterminante sur les dépositions de témoins que la défense n’a eu la possibilité d’interroger ni avant ni pendant le procès, le désavantage est tel qu’il ne peut être effectivement compensé par aucune garantie procédurale et qu’il constitue en lui-même une violation de l’article 6. C’est cette quatrième proposition que l’on connaît sous le nom de règle de la preuve unique ou déterminante. Or il est peut-être plus judicieux, comme nous le proposons ci-dessous, de comprendre comme un tout les deuxième, troisième, et quatrième propositions et de considérer que, ensemble, elles forment une exception très limitée à l’interdiction du ouï-dire. Nous le répétons, il appartient aux Etats de déterminer quels types de preuves sont recevables, et la Cour n’a jamais posé d’interdiction globale à cet égard. Toutefois, sa jurisprudence montre à l’évidence que le ouï-dire demeure un type de preuve problématique qui, du fait de l’impossibilité générale d’en vérifier la fiabilité, appelle des précautions particulières. Comme la Cour l’a dit dans l’arrêt Kostovski c. Pays-Bas (20 novembre 1989, § 42, série A no 166), « les dangers inhérents à pareille situation tombent sous le sens ». La Cour appelle certes à faire preuve d’une « extrême » précaution dans le traitement des témoignages non vérifiés, mais la réalité est que soit une preuve est utilisée, soit elle ne l’est pas.", "La Convention ne prévoit pas de motifs permettant de restreindre les droits de la défense. Au contraire, on considère souvent qu’elle vise expressément des droits qui, parce qu’ils sont essentiels pour l’équité, doivent être protégés pour que le procès soit équitable. Lorsque des difficultés pratiques surviennent, les mesures prises pour y remédier doivent s’apprécier en fonction de la question de savoir non pas si ces droits doivent s’effacer devant d’autres intérêts légitimes mais s’ils ont été suffisamment protégés. On ne saurait laisser prévaloir les intérêts de l’accusation sous couvert de protéger les témoins ou simplement pour que l’accusé soit puni (la sanction étant présentée comme l’intérêt primordial de la justice).", "La Cour a rappelé dans sa jurisprudence antérieure que la recevabilité des preuves relève au premier chef des règles du droit interne et qu’elle n’a pas pour tâche de se prononcer sur le point de savoir si une preuve donnée a été correctement admise, mais de rechercher si la procédure considérée dans son ensemble a revêtu un caractère équitable (Kostovski, précité, § 39). Pour vérifier qu’un procès a été équitable, elle doit néanmoins apprécier, notamment, l’administration des témoignages à charge et à décharge. En principe, l’article 6 § 3 d) exige, afin de garantir le caractère contradictoire des débats, que les témoignages soient faits dans le cadre d’une audience publique et en présence de l’accusé. En l’absence de confrontation au procès, un contre-interrogatoire au stade de l’instruction peut toutefois être suffisant (Kostovski, précité, § 39). Les affaires dans lesquelles se pose un problème au regard de l’article 6 § 3 d) sont principalement des affaires comme celles de MM. Al-Khawaja et Tahery, où la défense n’a pas eu la possibilité d’interroger les témoins clés soit avant soit pendant le procès. Le point de départ est donc que la défense doit se voir offrir la possibilité de contester le témoignage au tribunal et, à moins de raisons impérieuses, au procès même. Le fait que la Cour n’examine pas les questions de recevabilité des preuves (sauf pour ce qui est des preuves obtenues par des traitements contraires à l’article 3) ne signifie pas qu’elle n’est pas consciente du problème.", "L’exigence d’un contre-interrogatoire est fondée, en particulier lorsque le témoignage est capital pour l’accusation. La valeur d’un témoignage dépend de la crédibilité du témoin. Pour pouvoir contester cette crédibilité, il faut connaître l’identité du témoin. Le comportement du témoin est également très important, tout comme l’est la possibilité pour le juge et les jurés d’entendre la déposition directement de sa bouche. Même des juges expérimentés peuvent accorder à leur insu un poids qu’il ne mérite pas à un témoignage dont la défense n’a pas pu interroger l’auteur. Ces considérations, a fortiori, sont plus importantes encore lorsque l’accusé est jugé par un jury : en effet, un magistrat professionnel est mieux placé qu’un profane pour apprécier les informations obtenues par un autre juge ou en sa présence dans le cadre d’une audition préliminaire. Demander à des jurés d’apprécier une déposition dont l’auteur n’a pas été contre-interrogé requiert des compétences judiciaires bien plus avancées que de demander à des juges d’en apprécier la recevabilité au regard de sa valeur potentielle pour l’accusation. Aux fins du respect de l’article 6 § 3 d), il peut donc être nécessaire de prendre des précautions particulières pour s’assurer qu’un témoignage non vérifié ne sera pas présenté aux jurés s’il est en soi susceptible de déterminer l’issue de l’affaire. En l’espèce, la Cour doit donc se demander a) si les précautions prises dans l’ordre juridique de l’Angleterre et du pays de Galles ont été suffisantes ; ou b) si au contraire les risques associés à l’admission par ailleurs soigneusement contrebalancée d’un ouï-dire constituant la preuve unique ou déterminante sont tels qu’ils ont mis en péril les droits de la défense et donc l’équité du procès et ont ainsi porté atteinte à l’effectivité de la protection des droits de l’homme.", "Une condamnation pénale reposant (de manière déterminante) sur un ouï-dire est paradigmatique de l’injustice appelant la protection ferme de l’article 6 § 3 d). Dans ces conditions, il n’y a pas à se demander si le tribunal estime par ailleurs que le témoignage non vérifié est fiable. A cet égard, le rappel à la prudence du juge Scalia dans l’affaire Crawford v. Washington (541  36, 62, 2004), est instructif : « Dispensing with confrontation because testimony is obviously reliable is akin to dispensing with jury trial because a defendant is obviously guilty ». L’appréciation qu’a faite le Gouvernement du caractère convaincant et fiable des preuves admises dans les affaires Al-Khawaja et Tahery est sujette à caution pour la raison même que la manière dont il a été procédé à cette appréciation portait atteinte au droit de la défense d’interroger les témoins clés.", "A partir du moment où l’on reconnaît la relation de principe entre le respect des droits de la défense et l’équité du procès, le critère de la preuve unique ou déterminante apparaît comme une exception à l’interdiction totale du ouï-dire prévue par une règle distincte. En tant qu’exception, il doit s’interpréter de manière stricte et étroite. Lorsque, par le passé, la Cour a conclu qu’il n’y avait pas eu de violation de l’article 6 § 3 d), elle a aussi noté la présence de preuves corroborantes de nature à justifier le verdict de culpabilité (voir, par exemple, Ferrantelli et Santangelo c. Italie, 7 août 1996, § 52, Recueil des arrêts et décisions 1996-III, Doorson c. Pays-Bas, 26 mars 1996, § 72, Recueil 1996-II, et Gossa, précité, § 61).", "L’application du droit anglais faite dans les affaires Al-Khawaja et Tahery revient à créer une exception à ce qui est déjà l’exception. La question à laquelle la Cour doit répondre est donc celle de savoir si les principes sous-tendant l’article 6 §§ 1 et 3 d) peuvent résister à ce nouveau recul des droits de la défense. Le Gouvernement a affirmé que les preuves retenues dans ces affaires étaient dignes de foi car le système de la common law permettait d’apprécier la solidité des preuves en l’absence de confrontation et de protéger les droits de la défense indépendamment des dispositions de la Convention. Ce raisonnement n’est pas convaincant. Le but même de la Convention est de protéger les individus de violations des droits de l’homme commises par l’Etat, notamment par des organes judiciaires composés de juges des faits qui, quels que soient leur professionnalisme et leur humanisme, sont malgré tout faillibles. Ce n’est pas un hasard si la méfiance à l’égard des témoignages non soumis à confrontation reste la règle dans les systèmes de common law. Les opinions exprimées par la Commission irlandaise pour la réforme du droit sont particulièrement instructives à cet égard : « L’admission de déclarations de témoins non comparants comporte des dangers en ce qu’elle compromet le droit du défendeur à un procès équitable, et l’on ouvrirait la porte à l’erreur judiciaire si l’on déclarait admissibles les preuves émanant de témoins apeurés ou introuvables. La Commission rappelle avoir recommandé, à titre provisoire, que les juridictions disposent d’une certaine latitude pour interpréter en tant que de besoin le principe applicable à la preuve par ouï-dire. » (paragraphes 69-71 de l’arrêt). Dans un contexte comparable à celui de l’affaire Al-Khawaja, les dangers inhérents à l’admission du ouï-dire ont conduit la Cour suprême du Canada à restreindre la recevabilité des témoignages qu’il n’était pas possible de contester (affaire R. v. Khewalon [2006] 2 S.C.R. 787). De même, comme indiqué plus haut, les Etats-Unis d’Amérique, qui ont un système de common law parfaitement opérationnel, appliquent une exigence de confrontation plus stricte que celle de la Convention européenne des droits de l’homme. Plus important encore, lorsque le Royaume-Uni a ratifié la Convention, il était censé, comme les autres pays, avoir un système juridique conforme à cet instrument. Or au moment de la ratification, la règle applicable en common law était l’exclusion du ouï-dire.", "Dans le monde entier, le populisme, la police et l’accusation font pression sur les tribunaux pour qu’ils ignorent les garanties fondamentales de la procédure pénale. Parfois, les demandes sont légitimement justifiées par des difficultés pratiques, mais ce n’est pas une raison suffisante pour renoncer à la protection des droits de l’accusé : ceux-ci sont cruciaux pour l’équité du procès et la bonne administration de la justice.", "Les raisons de l’absence ou de l’anonymat du témoin pouvant être diverses (décès, intimidation, vulnérabilité en tant que victime de violences familiales ou en tant que mineur ayant subi des abus sexuels ...), il faut se garder de traiter les affaires à l’emporte-pièce. La protection des témoins mineurs d’un traumatisme supplémentaire, par exemple, requiert une attention particulière. Cependant, même dans ce type d’affaires, la défense doit pouvoir faire poser des questions au témoin dans le cadre soit d’une audition préliminaire soit d’une enquête préliminaire. Les séances peuvent être enregistrées sur un support vidéo pour permettre aussi à la défense de contester la crédibilité du témoin devant le jury (voir, par exemple, S.N. c. Suède, no 34209/96, § 52, CEDH 2002-V). En général, toute restriction aux droits de la défense doit être traitée avec une extrême prudence (S.N. c. Suède, précité, § 53). Là encore, la solution acceptable a été une forme particulière de vérification de la déposition. Mais il y a bien eu vérification, et la confiance n’a pas été accordée à une déposition unique ou déterminante d’un témoin sans en avoir éprouvé la fiabilité.", "Dans les affaires Al-Khawaja et Tahery, il n’y a eu aucune possibilité de contre-interroger les témoins avant le procès, et aucun intérêt clair, hormis ceux toujours présents de la sécurité publique et de la répression des infractions, n’a été avancé pour justifier l’obstacle créé à la défense. Le suicide de S.T. dans l’affaire Al Khawaja et le refus de T. de témoigner à l’audience par peur de passer pour un indicateur dans sa communauté dans l’affaire Tahery se distinguent clairement des cas où il existe un besoin exceptionnel de protéger le témoin contre l’accusé, tels ceux de témoins mineurs victimes d’abus ou de témoins harcelés par des membres du crime organisé. Il est bien possible qu’il faille prendre des précautions particulières lorsque les témoins clés sont tués ou intimidés du fait des agissements de l’accusé. Cependant, cette situation ne s’est produite ni dans l’affaire Al-Khawaja ni dans l’affaire Tahery. Il n’est donc pas nécessaire de traiter cette question pour les résoudre.", "Nous comprenons la nature des difficultés auxquelles est confrontée l’accusation lorsque des témoins clés décèdent ou refusent de comparaître parce qu’ils ont réellement peur, mais l’article 6 ne concerne que la protection des droits de la défense, il ne concerne pas les difficultés éventuelles des témoins ou de l’accusation. La tâche de la Cour est de protéger l’accusé précisément lorsque l’Etat restreint ses droits garantis par la Convention pour renforcer sa propre situation au procès. Lorsqu’ils sont strictement nécessaires, des mécanismes de contrepoids peuvent offrir à l’Etat une certaine souplesse pour respecter les exigences de l’article 6 § 3 d). Cependant, notre application évolutive du critère de la preuve unique ou déterminante montre que l’exception à la règle générale selon laquelle l’accusé doit être confronté aux témoins à charge est elle-même limitée par certains principes. En définitive, il appartient au ministère public d’étayer son dossier par des preuves corroborantes ne relevant pas du ouï-dire. A défaut, de sérieuses questions se posent quant au caractère adéquat des procédures nationales, et l’Etat manque aux obligations qui lui incombent en vertu de l’article 6 § 1 combiné avec l’article 6 § 3 d).", "Aujourd’hui, la Cour s’est écartée de sa position antérieure selon laquelle, lorsqu’un témoin ne peut être soumis à un contre-interrogatoire et que le verdict de culpabilité repose dans une mesure unique ou déterminante sur une preuve par ouï-dire, il y a violation des droits protégés par l’article 6. Se référant à des affaires où, pour protéger les sources de la police, on n’avait pas laissé la défense accéder à tous les éléments de preuve (par exemple l’arrêt Rowe et Davis c. Royaume-Uni [GC], no 28901/95, CEDH 2000-II), la Cour dit dans le présent arrêt que dans sa jurisprudence, elle « ne remet pas en cause l’appréciation portée par les juridictions internes quant au point de savoir si les droits de la défense devaient s’effacer devant l’intérêt public, et elle se borne à vérifier si les procédures suivies par les autorités judiciaires ont suffisamment compensé ces restrictions par des garanties appropriées. Elle ne considère pas systématiquement que le fait que la défense n’ait pas pu accéder à certains documents emporte violation de l’article 6 § 1 » (paragraphe 145 de l’arrêt).", "Ainsi, la Cour dit avoir déjà admis que l’accès aux preuves est une question de juste équilibre entre les intérêts publics et privés en jeu. Or il est clair que l’article 6, contrairement aux articles 8 à 11, ne permet pas dans son libellé une telle mise en balance, et que celle-ci ne correspond pas non plus à la pratique générale de la Cour.", "Nous ne voyons tout simplement pas comment l’on peut s’appuyer sur pareilles affaires, qui ne concernent pas un témoignage unique. L’affaire Rowe et Davis, précitée, portait sur le droit à une divulgation des preuves pertinentes. La Cour a conclu que ce droit n’était pas absolu : « Dans une procédure pénale donnée, il peut y avoir des intérêts concurrents – tels que la sécurité nationale ou la nécessité de protéger des témoins risquant des représailles ou de garder secrètes des méthodes policières de recherche des infractions – qui doivent être mis en balance avec les droits de l’accusé (voir, par exemple, l’arrêt Doorson c. Pays-Bas, 26 mars 1996, § 70, Recueil des arrêts et décisions 1996-II) » (Rowe et Davis, précité, § 61). C’est dans l’arrêt Doorson que la Cour a indiqué que la possibilité d’appliquer des mesures compensatoires ne s’appliquait que lorsque la preuve n’était pas unique ou déterminante (en particulier, comme en l’espèce, lorsqu’il s’agissait d’une preuve par ouï-dire). Les démarches visant à compenser une atteinte à un droit comportent le risque de ne pas arriver au niveau de précision et de fiabilité que l’on attend d’une règle de droit, et ce risque a été jugé trop élevé et au-delà de toute mesure compensatoire dans le cas des preuves uniques ou déterminantes.", "Hormis la référence à l’équité reposant sur une interprétation erronée de l’arrêt Rowe et Davis, précité, la Cour n’avance aucune raison pour s’écarter de l’interprétation catégorique de la « règle de la preuve unique ou déterminante », si ce n’est qu’elle exigera des éléments compensateurs aptes à résister à un examen approfondi. L’incertitude et l’insuffisance de la protection des droits qui résultent de cette approche est bien illustrée dans l’affaire Al-Khawaja, où même la Cour d’appel a dû admettre que les instructions données par le juge avaient été insuffisantes, mais a néanmoins considéré que les jurés avaient été à même d’apprécier à sa juste valeur le témoignage non vérifié et de s’appuyer sur les ressemblances frappantes entre ce témoignage et la plainte de l’autre victime alléguée de l’agression. Nous estimons que cette considération n’est pas pertinente pour les raisons exposées par la Cour suprême dans l’arrêt Horncastle and others, précité. Comme l’a dit la haute juridiction, l’un des thèmes récurrents dans la conception du procès pénal équitable en common law « est la réticence à confier à un tribunal composé de profanes la tâche d’accorder le poids approprié aux preuves qui lui sont présentées » (ibidem, § 17). Or c’est précisément ce que la Cour permet dans l’affaire Al-Khawaja. Ainsi, les garanties supposément offertes par le système du contrepoids prévu par la loi et appliqué par des juges extrêmement compétents formés dans la noble tradition de la common law se sont révélées défaillantes dans la première affaire. Dans l’affaire Tahery, la Cour elle-même a dû constater que le juge avait mal appliqué la garantie prétendument infaillible.", "En conclusion, pour les raisons exposées ci-dessus, nous sommes d’avis qu’il y a eu violation de l’article 6 § 3 d) combiné avec l’article 6 § 1 dans l’affaire Al-Khawaja et c’est pourquoi nous ne pouvons suivre la majorité en l’espèce. Dans l’affaire Tahery, nous concluons comme la majorité à la violation, mais pour un motif différent, à savoir le non-respect de la règle de la preuve unique ou déterminante.", "La Cour, qui s’efforce de répondre aux exigences légitimes en matière de procès équitable, a systématiquement et constamment posé en la matière une limite claire, qui est la règle de la preuve unique ou déterminante. Aujourd’hui, elle abandonne cette position au nom d’un examen global de l’équité du procès, dans l’espoir que l’on pourra garantir cette équité en exigeant des éléments compensant les restrictions apportées au droit de la défense, des raisons très strictes à l’appui de ces restrictions et une preuve réelle de l’existence des éléments compensateurs. Même si l’on y parvient, cela sera un piteux exploit, obtenu au prix du sacrifice d’un droit expressément garanti par la Convention. L’histoire juridique montre que bon nombre de condamnations reposant sur un ouï-dire non vérifié se sont révélées être des erreurs judiciaires et que, en outre, cela peut être un instrument de choix pour les abus politiques. Certes, ce n’est pas le cas de l’approche du contrepoids actuellement appliquée en Angleterre et au pays de Galles. Cependant, les affaires qui nous sont soumises aujourd’hui, ainsi que d’autres mentionnées dans l’arrêt Horncastle and others, précité, démontrent les incertitudes inhérentes à l’approche du contrepoids, qui porte atteinte à la sécurité juridique et à la prévisibilité de la loi. Les dangers d’une telle approche ont été mis en évidence en 2008 encore, soit une année avant l’arrêt Horncastle and others, ibidem.", "Dans R. v. Davis, précité, § 8, Lord Bingham, dans un noble effort pour protéger les principes du procès équitable, a jugé nécessaire de citer la Cour d’appel de Nouvelle-Zélande dans son arrêt R v Hughes ([1986] 2 NZLR 129), où le juge Richardson s’était exprimé ainsi (p. 147) :", "« Clearly the accused cannot be assured of a true and full defence to the charge unless he is supplied with sufficient information about his accuser in order to decide on investigation whether his credibility should be challenged. »", "Lord Bingham a cité en outre :", "« We would be on a slippery slope as a society if on a supposed balancing of the interests of the State against those of the individual accused the Courts were by judicial rule to allow limitations on the defence in raising matters properly relevant to an issue in the trial. Today the claim is that the name of the witness need not be given: tomorrow, and by the same logic, it will be that the risk of physical identification of the witness must be eliminated in the interests of justice in the detection and prosecution of crime, either by allowing the witness to testify with anonymity, for example from behind a screen, in which case his demeanour could not be observed, or by removing the accused from the Court, or both. The right to confront an adverse witness is basic to any civilised notion of a fair trial. That must include the right for the defence to ascertain the true identity of an accuser where questions of credibility are in issue » (pp. 148-149).", "La règle de la preuve unique ou déterminante qui était appliquée jusqu’à présent visait à protéger l’accusé contre le « fruit de l’arbre empoisonné » (si la source de la preuve (« l’arbre ») est viciée, toute preuve (« le fruit ») issue de cette source l’est aussi). En adoptant cette approche du contrepoids, la Cour remplace une règle qui visait à protéger les droits de l’homme par les incertitudes de cette approche. A notre connaissance, c’est là la première fois que, en l’absence de raison nouvelle et impérieuse, elle abaisse le niveau de protection. Cette évolution est extrêmement préoccupante pour l’avenir de la protection judiciaire des droits de l’homme en Europe."]}