{"file": "FRE_HFJUD_38178_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "38178/97", "text_paragraphs": ["17/01/2000…/………1", "", "DEUXIÈME SECTION", "", "", "AFFAIRE SERIF c. GRÈCE", "", "", "(Requête n° 38178/97)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "14 décembre 1999", "", "", "", "DÉFINITIF", "", "14/03/2000", "", "", "", "", "", "", "En l’affaire Serif c. Grèce,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tM. Fischbach, président, \n\t\tC.L. Rozakis,\n\t\tB. Conforti,\n\t\tP. Lorenzen,\n\tMme\tM. Tsatsa-Nikolovska,\n\tMM.\tA.B. Baka,\n\t\tE. Levits, juges,\net de M. E. Fribergh, greffier de section,", "Après en avoir délibéré en chambre du conseil le 2 décembre 1999,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 38178/97) dirigée contre la République hellénique et dont un ressortissant de cet Etat, M. Ibraim Serif (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 29 septembre 1997, en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). Le requérant est représenté par ses conseils. Le gouvernement grec (« le Gouvernement ») est représenté par son agent, M. A. Komissopoulos, président du Conseil juridique de l’Etat.", "Le requérant soutient notamment que le fait d’avoir été reconnu coupable d’usurpation des fonctions de ministre d’une « religion connue » et de port en public de l’habit d’un tel ministre s’analyse en une violation de ses droits au titre des articles 9 et 10 de la Convention.", "2.  Le 12 janvier 1998, la Commission a décidé de porter la requête à la connaissance du Gouvernement, qu’elle a invité à présenter par écrit des observations sur le bien-fondé.", "Le Gouvernement a présenté ses observations le 30 avril 1998 et le requérant y a répondu le 3 juillet 1998.", "3.  A la suite de l’entrée en vigueur du Protocole n° 11 à la Convention le 1er novembre 1998, et conformément à l’article 5 § 2 de celui-ci, la requête est examinée par la Cour.", "4.  En vertu de l’article 52 § 1 du règlement de la Cour (« le règlement »), le président de la Cour, M. L. Wildhaber, a attribué l’affaire à la deuxième section. La chambre constituée au sein de ladite section comprenait de plein droit M. C.L. Rozakis, juge élu au titre de la Grèce (articles 27 § 2 de la Convention et 26 § 1 a) du règlement), et M. M. Fischbach, vice-président de la section (articles 13 et 26 § 1 a)). Les autres membres désignés par ce dernier pour compléter la chambre étaient M. B. Conforti, M. P. Lorenzen, Mme M. Tsatsa-Nikolovska, M. A.B. Baka et M. E. Levits (article 26 § 1 b) du règlement).", "5.  Le 17 novembre 1998, la chambre a décidé d’inviter les parties à une audience sur la recevabilité et le bien-fondé. Cette audience s’est tenue le 26 janvier 1999.", "", "Ont comparu :", "–\tpour le Gouvernement\nM.\tG. Kanellopoulos, assesseur\n\t\tauprès du Conseil juridique de l’Etat,\tdélégué de l’agent,\nMme\tM. Telalian, conseillère juridique adjointe\n\t\tauprès du ministère des Affaires étrangères,\nM.\tV. Kyriazopoulos, auditeur\n\t\tauprès du Conseil juridique de l’Etat,\tconseillers ;", "–\tpour le requérant\nMes\tT. Akillioglu,\n\tS. Emin,\tconseils.", "", "Le requérant a assisté à l’audience.", "", "6.  Le 26 janvier 1998, la chambre a déclaré recevables les griefs du requérant au titre des articles 9 et 10 de la Convention. Elle a déclaré la requête irrecevable pour le surplus.", "EN FAIT", "I.  Les CIRCONSTANCES DE L’ESPÈCE", "7.  Ressortissant grec né en 1951, le requérant est diplômé d’une école de théologie et réside à Komotini.", "\nA.  Genèse de l’affaire", "8.  En 1985, l’un des deux chefs religieux musulmans de Thrace, le mufti de Rhodope, décéda. L’Etat nomma alors un mufti par intérim. Lorsque celui-ci démissionna, M.T. fut nommé à son tour mufti par intérim. Le 6 avril 1990, le président de la République confirma M.T. au poste de mufti de Rhodope.", "9.  En décembre 1990, les deux membres musulmans indépendants du Parlement de Xanthe et de Rhodope demandèrent à l’Etat d’organiser des élections, conformément à la loi alors en vigueur, afin de pourvoir les postes de mufti de Rhodope et de mufti de Xanthe, l’autre chef religieux musulman de Thrace. Ne recevant pas de réponse, ils décidèrent d’organiser eux-mêmes des élections dans les mosquées le vendredi 28 décembre 1990, à l’issue des prières.", "10.  Le 24 décembre 1990, le président de la République, sur proposition du Conseil des ministres et en vertu de l’article 44 § 1 de la Constitution, édicta un décret-loi modifiant le mode de désignation des muftis.", "11.  Le 28 décembre 1990, le requérant fut élu mufti de Rhodope par les fidèles prenant part aux prières du vendredi aux mosquées. Avec d’autres musulmans, il introduisit une action devant le Conseil d’Etat pour contester la légalité de la nomination de M.T. Cette procédure est toujours pendante.", "12.  Le 4 février 1991, le Parlement adopta la loi n° 1920, avec effet rétroactif, validant de ce fait le décret-loi du 24 décembre 1990.", "B.  La procédure pénale engagée contre le requérant", "13.  Le procureur de Rhodope engagea une procédure pénale à l’encontre du requérant en application des articles 175 et 176 du code pénal pour usurpation des fonctions de ministre d’une « religion connue » et port en public de l’habit d’un tel ministre sans en avoir le droit. Le 8 novembre 1991, la Cour de cassation, redoutant que des troubles ne se produisent à Rhodope, décida, en vertu des articles 136 et 137 du code de procédure pénale, de transmettre l’affaire à Thessalonique.", "14.  Le 5 mars 1993, le procureur de Thessalonique invita le requérant à comparaître devant le tribunal correctionnel de première instance de cette ville siégeant en appel et composé d’un juge unique pour répondre des délits visés aux articles 175 et 176 du code pénal.", "15.  Le requérant fut jugé le 12 décembre 1994 par le tribunal correctionnel de Thessalonique. Il était représenté par un avocat. Plusieurs témoins à charge et à décharge furent entendus. Bien qu’un des témoins eût attesté que le requérant avait pris part à des cérémonies religieuses, aucun d’entre eux ne déclara que l’intéressé avait prétendu exercer les fonctions judiciaires qui incombent d’ordinaire aux muftis en vertu du droit grec. En outre, plusieurs témoins affirmèrent qu’il n’existe pas d’habit officiel de mufti. Toutefois, un témoin à charge indiqua que, même si en principe tous les musulmans ont le droit de porter la robe noire dans laquelle le requérant s’était présenté en public, ce privilège est réservé aux muftis, selon les coutumes locales.", "16.  Le 12 décembre 1994, le tribunal reconnut le requérant coupable des délits visés aux articles 175 et 176 du code pénal. Selon lui, ces délits auraient été commis entre le 17 janvier et le 28 février 1991, alors que le requérant assumait l’intégralité des fonctions de mufti de Rhodope, en officiant aux cérémonies de mariage, en baptisant des enfants, en prêchant et en entreprenant des activités administratives. Le tribunal constata, en particulier, que le 17 janvier 1991 le requérant avait adressé à ses amis musulmans un message sur la signification religieuse de la fête de Ragaib Kandil tout en les remerciant de l’avoir élu mufti. Le 15 février 1991, l’intéressé avait assisté en qualité de mufti à l’inauguration de la salle de « l’Union de la jeunesse turque de Komotini » et portait à cette occasion l’habit réservé aux seuls muftis, selon la tradition musulmane. Le 27 février 1991, il avait délivré un autre message lors de la fête de Berat Kandil. Enfin, le 28 février 1991, et toujours en qualité de mufti, il avait participé à un rassemblement religieux de 2 000 musulmans à Dokos, un village de Rhodope, et y avait prononcé le discours liminaire. De surcroît, le tribunal estima que le requérant s’était présenté à maintes reprises en public vêtu de l’habit officiel de mufti. Il le condamna à une peine commuable de huit mois d’emprisonnement.", "17.  Le requérant interjeta appel. L’audience devant le tribunal correctionnel de Thessalonique siégeant en appel et formé de trois juges fut ajournée les 24 mai 1995 et 30 avril 1996, notamment parce que M.T., le mufti désigné, cité par l’accusation, avait omis de comparaître. Le tribunal infligea une amende à M.T. Au cours de l’audience qui se tint finalement le 21 octobre 1996, la condamnation du requérant fut confirmée et sa peine fixée à six mois d’emprisonnement, commuée en amende.", "18.  Le requérant s’acquitta de l’amende et se pourvut en cassation. Il soutint, notamment, que la cour d’appel avait mal interprété l’article 175 du code pénal en affirmant qu’il y avait délit même lorsqu’une personne prétendait être ministre d’une « religion connue » sans toutefois en exercer aucunement les fonctions. De plus, il allégua que le tribunal avait eu tort de ne pas tenir compte de la déposition de l’expert selon laquelle il n’existait pas d’habit officiel de mufti. Le requérant avait le droit, au titre de l’article 10 de la Convention, de faire les déclarations pour lesquelles il avait été condamné. « Le poste de mufti représentait la libre manifestation de la religion musulmane », la communauté musulmane avait le droit d’élire ses muftis en vertu du Traité de paix d’Athènes de 1913 et, de ce fait, la condamnation de l’intéressé emportait violation des articles 9 et 14 de la Convention.", "19.  Le 2 avril 1997, la Cour de cassation rejeta le pourvoi du requérant, considérant qu’il y avait délit au sens de l’article 175 du code pénal « lorsqu’une personne se présentait en public en tant que ministre d’une « religion connue » et assumait une telle charge, notamment les fonctions administratives y afférentes ». La Cour estima que le requérant avait commis le délit puisqu’il avait agi et s’était présenté en public comme le mufti de Rhodope en portant l’habit qui, dans la conscience populaire, était réservé aux muftis. Elle rappela en particulier les incidents des 17 janvier, 15, 27 et 28 février 1991. La Cour de cassation ne traita pas expressément les arguments du requérant sous l’angle des articles 9, 10 et 14 de la Convention.", "II.  LE DROIT ET LA PRATIQUE PERTINENTS", "A.  Traités internationaux", "20.  Le Traité de paix d’Athènes, conclu le 17 mai 1913 entre la Grèce et d’autres pays, d’une part, et l’Empire ottoman, d’autre part, et ratifié par le Parlement grec en vertu d’une loi publiée au Journal officiel le 14 novembre 1913, dispose en son article 11 ce qui suit :", "(Original)", "« La vie, les biens, l’honneur, la religion et les coutumes de ceux des habitants des localités cédées à la Grèce qui resteront sous l’administration hellénique seront scrupuleusement respectés.", "Ils jouiront entièrement des mêmes droits civils et politiques que les sujets hellènes d’origine. La liberté, la pratique extérieure du culte seront assurées aux Musulmans.", "(...)", "Aucune atteinte ne pourra être portée à l’autonomie et à l’organisation hiérarchique des communautés musulmanes existantes ou qui pourraient se former, ni à l’administration des fonds et immeubles qui leur appartiennent.", "(...)", "Les muftis, chacun dans sa circonscription, seront élus par les électeurs musulmans.", "(...)", "\nLes muftis, outre leur compétence sur les affaires purement religieuses et leur surveillance sur l’administration des biens vacoufs, exerceront leur juridiction entre Musulmans en matière de mariage, divorce, pensions alimentaires (néfaca), tutelle, curatelle, émancipation de mineurs, testaments islamiques et successions au poste de mutévelli (Tévliét).", "Les jugements rendus par les muftis seront mis à exécution par les autorités helléniques compétentes.", "Quant aux successions, les parties musulmanes intéressées pourront, après accord préalable, avoir recours au mufti, en qualité d’arbitre. Contre le jugement arbitral ainsi rendu toutes les voies de recours devant les tribunaux du pays seront admises, à moins d’une clause contraire expressément stipulée. »", "21.  Le 10 août 1920, la Grèce conclut à Sèvres deux traités avec les principales Puissances alliées. Le premier conférait à la Grèce tous les droits et titres que les Puissances alliées avaient acquis sur la Thrace en vertu du traité de paix conclu avec la Bulgarie à Neuilly-sur-Seine le 27 novembre 1919. Le deuxième traité concernant la protection des minorités en Grèce dispose en son article 14 § 1 :", "« La Grèce convient de prendre à l’égard des Musulmans toutes dispositions nécessaires pour régler, conformément aux usages musulmans, les questions de droit de la famille et de statut personnel. »", "22.  Le 30 janvier 1923, la Grèce et la Turquie signèrent une convention concernant l’échange des populations grecque et turque. Le 24 juillet 1923, la Grèce et d’autres pays, d’une part, et la Turquie, d’autre part, conclurent le Traité de paix de Lausanne. Les articles 42 et 45 accordaient à la minorité musulmane de Grèce la même protection que celle octroyée par l’article 14 § 1 du Traité de Sèvres sur la protection des minorités. Le même jour, la Grèce signa avec les principales Puissances alliées un protocole donnant effet aux deux traités conclus à Sèvres le 10 août 1920. Le Parlement grec ratifia les trois traités par une loi publiée au Journal officiel le 25 août 1923.", "23.  Dans sa décision n° 1723/80, la Cour de cassation a considéré que le Traité de paix d’Athènes (1913), le Traité de Sèvres sur la protection des minorités (1920) et le Traité de paix de Lausanne (1923) l’obligeaient à appliquer le droit islamique dans certains différends entre musulmans.", "B.  La législation sur les muftis", "24.  En vertu de la loi n° 2345/1920, les muftis, en plus de leurs fonctions religieuses, étaient compétents pour statuer sur des litiges entre musulmans en matière familiale et successorale dans la mesure où ces litiges sont régis par le droit islamique. Elle disposait aussi que les muftis étaient directement élus par des musulmans qui avaient le droit de prendre part aux élections nationales et résidaient dans les préfectures où les muftis étaient appelés à officier. Il incombait à l’Etat d’organiser ces élections auxquelles les étudiants en théologie pouvaient se présenter. En vertu de l’article 6 § 8 de la loi, un décret royal devait être promulgué pour préciser les modalités d’élection des muftis.", "25.  Ce décret ne fut jamais promulgué. L’Etat nomma un mufti à Rhodope en 1920 et un autre en mars 1935. En juin 1935, l’Etat nomma un mufti par intérim puis, au cours de la même année, un mufti permanent. Celui-ci fut remplacé par un autre en 1941 lorsque la Bulgarie occupa la Thrace. L’Etat grec le nomma à nouveau en 1944. En 1948, les autorités grecques désignèrent un mufti par intérim jusqu’en 1949, puis un mufti permanent, qui officia jusqu’à sa mort en 1985.", "26.  Avec le décret-loi du 24 décembre 1990, les fonctions et qualifications des muftis restent pratiquement inchangées. Toutefois, il est prévu que les muftis seront désignés par décret présidentiel, sur proposition du ministre de l’Education, qui à son tour doit consulter un comité composé du préfet local et d’un certain nombre de dignitaires musulmans choisis par l’Etat. Le décret-loi abroge expressément la loi n° 2345/1920 et dispose qu’il doit être ratifié par une loi conformément à l’article 44 § 1 de la Constitution.", "27.  La loi n° 1920/1991 valide rétroactivement le décret-loi du 24 décembre 1990.", "C.  Décrets-lois en vertu de l’article 44 § 1 de la Constitution", "28.  L’article 44 § 1 de la Constitution dispose ce qui suit :", "« Dans des cas exceptionnels d’une nécessité extrêmement urgente et imprévue, le Président de la République peut, sur proposition du Conseil des ministres, édicter des actes de contenu législatif. Ces actes sont soumis à la Chambre des députés pour ratification (…) dans les quarante jours (…) »", "D.  Articles 175 et 176 du code pénal ", "29.  L’article 175 du code pénal est libellé comme suit :", "« 1.  Celui qui a usurpé intentionnellement une fonction publique municipale ou communale, est puni d’une peine d’emprisonnement d’un an au plus ou d’une peine pécuniaire.", "2.  Cette disposition est également applicable dans le cas d’usurpation de la profession d’avocat, ou de ministre du culte de l’Eglise orthodoxe ou d’une autre religion reconnue en Grèce. »", "30.  La Cour de cassation a estimé que cette disposition s’appliquait à un ancien prêtre de l’Eglise orthodoxe grecque qui continuait de porter la robe de prêtre (arrêt n° 378/80). En l’espèce, le prêtre avait été défroqué après avoir rejoint des adeptes de l’ancien calendrier, mouvement constitué par des prêtres orthodoxes grecs qui souhaitaient maintenir le calendrier julien. Par son arrêt n° 454/66, la Cour de cassation a aussi reconnu que le délit visé à l’article 175 du code pénal était commis par une personne qui prétendait exercer les fonctions administratives d’un prêtre. Dans ses arrêts nos 140/64 et 476/71, la Cour de cassation a appliqué l’article 175 du code pénal au cas de personnes qui avaient prétendu exercer les fonctions religieuses de prêtre orthodoxe en officiant, en baptisant des enfants, etc.", "31.  L’article 176 du code pénal dispose ce qui suit :", "« Celui qui, publiquement et sans droit, porte un uniforme ou un insigne attaché à une fonction publique, municipale ou communale, ou à l’un des cultes mentionnés par l’article 175, alinéa 2 (...), qu’il n’a pas le droit de porter, est puni d’une peine d’emprisonnement de six mois au plus ou d’une peine pécuniaire. »", "E.  La législation sur les ministres de « religions connues »", "32.  Les ministres de l’Eglise orthodoxe grecque et d’autres « religions connues » jouissent d’un certain nombre de privilèges en droit interne. Ainsi, les mariages religieux qu’ils célèbrent ont les mêmes effets juridiques que les mariages civils et ces ministres sont exemptés du service militaire.", "EN DROIT", "I.  SUR LA VIOLATION ALLéGUéE DE L’ARTICLE 9 DE LA CONVENTION", "33.  Le requérant se plaint que la condamnation dont il a fait l’objet a emporté violation de l’article 9 de la Convention, aux termes duquel :", "« 1.  Toute personne a droit à la liberté de pensée, de conscience et de religion ; ce droit implique la liberté de changer de religion ou de conviction, ainsi que la liberté de manifester sa religion ou sa conviction individuellement ou collectivement, en public ou en privé, par le culte, l’enseignement, les pratiques et l’accomplissement des rites.", "2.  La liberté de manifester sa religion ou ses convictions ne peut faire l’objet d’autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité publique, à la protection de l’ordre, de la santé ou de la morale publiques, ou à la protection des droits et libertés d’autrui. »", "34.  Le Gouvernement dément qu’il y ait eu pareil manquement. D’après lui, il n’y a eu aucune ingérence dans le droit du requérant d’exercer la liberté de religion. Même si tel était le cas, le Gouvernement affirme que cette ingérence serait justifiée au regard du paragraphe 2 de l’article 9 de la Convention.", "\n35.  La Cour doit rechercher s’il y a eu ingérence dans les droits du requérant au titre de l’article 9 et, dans l’affirmative, si cette ingérence était « prévue par la loi », poursuivait un but légitime et « était nécessaire dans une société démocratique » au sens de l’article 9 § 2 de la Convention.", "A.  Sur l’existence d’une ingérence", "36.  Le requérant soutient que sa condamnation s’analyse en une ingérence dans son droit à la liberté d’exercer sa religion avec tous ceux qui s’adressaient à lui pour des conseils spirituels.", "37.  Le Gouvernement affirme qu’il n’y a eu aucune ingérence dans l’exercice par l’intéressé de son droit à la liberté de religion, parce que l’article 9 de la Convention ne garantit pas au requérant le droit d’imposer aux autres son interprétation des obligations qui incombent à la Grèce au titre du Traité de paix d’Athènes.", "38.  La Cour rappelle que, si la liberté religieuse relève d’abord du for intérieur, elle implique de surcroît, entre autres, celle de manifester sa religion, collectivement et en public, par le culte et l’enseignement (voir, mutatis mutandis, l’arrêt Kokkinakis c. Grèce du 25 mai 1993, série A n° 260-A, p. 17, § 31).", "39.  La Cour rappelle en outre que le requérant a été reconnu coupable d’usurpation des fonctions de ministre d’une « religion connue » et de port en public de l’habit de ce ministre sans en avoir le droit. Les faits à l’origine de la condamnation du requérant, tels qu’ils ressortent des décisions pertinentes des juridictions nationales étaient les suivants : délivrer un message sur la signification religieuse d’une fête, prononcer un discours lors d’un rassemblement religieux, adresser un autre message à l’occasion d’une fête religieuse et se montrer dans les habits d’un chef religieux. Dans de telles circonstances, la Cour estime que la condamnation du requérant s’analyse en une ingérence dans l’exercice de son droit, garanti par l’article 9 § 1 de la Convention, de « manifester sa religion (...) collectivement, en public (...) par le culte [et] l’enseignement ».", "B.  « Prévue par la loi »", "40.  Le Gouvernement soutient que la condamnation du requérant était « prévue par la loi », à savoir par les articles 175 et 176 du code pénal. Au vu de l’interprétation de ces dispositions par les tribunaux, l’issue de la procédure dirigée contre l’intéressé était prévisible. D’après le Gouvernement, la question de savoir si la condamnation du requérant était prévue par la loi ne se rapporte ni à la loi n° 2345 relative à l’élection des muftis ni au Traité de paix d’Athènes. En tout état de cause, le Gouvernement soutient que la loi n° 2345 est tombée en désuétude. De plus, les dispositions du Traité de paix d’Athènes, conclu alors que la Thrace ne faisait pas partie de la Grèce, sont devenues sans objet après l’échange obligatoire de populations en 1923. La Grèce a alors échangé tous les musulmans établis sur les territoires grecs au moment de la conclusion dudit traité. A titre subsidiaire, le Gouvernement fait valoir que les dispositions du Traité de paix d’Athènes ont été remplacées par celles du Traité de Sèvres sur la protection des minorités en Grèce et celles du Traité de paix de Lausanne, qui ne régissent pas l’élection des muftis.", "41.  Le requérant rejette cette thèse. Selon lui, le Traité de paix d’Athènes demeure en vigueur. Le premier ministre grec en a convenu à la Conférence diplomatique qui a abouti au Traité de paix de Lausanne de 1923. De plus, la Cour de cassation a confirmé que la validité du Traité de paix d’Athènes persiste et des universitaires ont corroboré ce point de vue. Les musulmans n’ont jamais accepté l’abrogation de la loi n° 2345.", "42.  La Cour ne juge pas nécessaire en l’occurrence de trancher la question de savoir si l’ingérence litigieuse était « prévue par la loi » car de toute manière ladite ingérence se révèle incompatible avec l’article 9 à d’autres égards (arrêt Manoussakis et autres c. Grèce du 26 septembre 1996, Recueil des arrêts et décisions 1996-IV, p. 1362, § 38).", "C.  But légitime", "43.  Le Gouvernement soutient que l’ingérence servait un but légitime. En protégeant l’autorité du mufti nommé conformément à la loi, les juridictions nationales se sont efforcées de préserver l’ordre dans la communauté religieuse en particulier et dans la société en général. Elles se sont également attachées à protéger les relations internationales du pays, domaine dans lequel les Etats exercent un pouvoir souverain.", "44.  Le requérant combat cette thèse.", "45.  La Cour admet que l’ingérence en question poursuivait un but légitime au regard de l’article 9 § 2 de la Convention, à savoir « protéger l’ordre public ». Elle note à cet égard que le requérant n’était pas le seul à se prétendre chef religieux de la communauté musulmane locale. Le 6 avril 1990, les autorités avaient désigné une autre personne en tant que mufti de Rhodope, et cette décision avait été contestée devant le Conseil d’Etat.", "D.  « Nécessaire dans une société démocratique »", "46.  Pour le Gouvernement, l’ingérence était nécessaire dans une société démocratique. Dans de nombreux pays, les muftis sont nommés par l’Etat. En outre, ils exercent des fonctions judiciaires importantes en Grèce et les juges ne peuvent être élus par le peuple. Il en résulte que la désignation d’un mufti par l’Etat ne peut en soi soulever de question au titre de l’article 9.", "47.  De plus, le Gouvernement soutient que la Cour de cassation n’a pas condamné le requérant au seul motif qu’il s’était présenté en public en tant que mufti. Cette juridiction a estimé que le délit réprimé par l’article 175 est constitué lorsqu’une personne exerce véritablement les fonctions de ministre religieux. Elle a considéré par ailleurs que les actions entreprises par le requérant relevaient bien des fonctions administratives d’un mufti au sens large du terme. Compte tenu du fait que Rhodope avait deux muftis en même temps, les tribunaux se devaient de condamner le faux afin d’éviter toute tension entre musulmans, entre musulmans et chrétiens, et entre la Turquie et la Grèce. Le requérant a révoqué en doute la légalité des actes du mufti légitime. En tout état de cause, l’Etat doit protéger la fonction de mufti et, même en l’absence de mufti légitime, le requérant aurait dû être sanctionné. Enfin, l’« élection » du requérant n’était pas régulière car elle n’était pas issue d’une procédure démocratique et le requérant avait été utilisé par le député musulman local à des fins politiques.", "48.  Le requérant considère que sa condamnation n’était pas nécessaire dans une société démocratique. Il souligne que les chrétiens et les juifs de Grèce ont le droit d’élire leurs chefs religieux. Priver les musulmans de cette possibilité équivaut à un traitement discriminatoire. L’intéressé soutient de surcroît que la grande majorité des musulmans de Thrace souhaitaient le voir élu. Une telle ingérence ne se justifie pas dans une société démocratique où l’Etat ne doit pas s’immiscer dans les choix individuels relevant de la conscience personnelle. La condamnation du requérant ne constitue qu’un aspect de la politique de répression appliquée par l’Etat grec vis-à-vis de la minorité turco-musulmane de Thrace occidentale.", "49.  La Cour rappelle que la liberté de pensée, de conscience et de religion représente l’une des assises d’une « société démocratique » au sens de la Convention. Il y va du pluralisme – chèrement conquis au cours des siècles – consubstantiel à pareille société. Il est vrai que dans une société démocratique il peut se révéler nécessaire d’assortir cette liberté de limitations propres à concilier les intérêts des divers groupes religieux (arrêt Kokkinakis précité, pp. 17 et 18, §§ 31 et 33). Toutefois, il convient d’apprécier si cette restriction correspond à « un besoin social impérieux » et si elle est « proportionnée au but légitime visé » (voir, parmi d’autres, l’arrêt Wingrove c. Royaume-Uni du 25 novembre 1996, Recueil 1996-V, p. 1956, § 53).", "50.  La Cour rappelle également que le requérant a été reconnu coupable en application des articles 175 et 176 du code pénal qui érigent en infractions certains actes visant des ministres de « religions connues ». La Cour relève à cet égard que si l’article 9 de la Convention n’oblige pas les Etats à reconnaître des effets juridiques aux mariages religieux et aux décisions de tribunaux ecclésiastiques, en droit grec, les mariages célébrés par les ministres de « religions connues » sont assimilés à des mariages civils, et les muftis sont compétents pour statuer sur certains litiges entre musulmans en matière familiale et en matière successorale. Dès lors, l’on peut arguer qu’il était dans l’intérêt public que l’Etat prît des mesures spéciales afin de protéger du dol ceux dont les rapports juridiques pouvaient être affectés par les actes de ministres du culte. Toutefois, la Cour ne juge pas nécessaire de se prononcer sur cette question qui n’apparaît pas dans l’affaire du requérant.", "51.  La Cour relève à cet égard qu’hormis une vague assertion selon laquelle le requérant avait officié lors de cérémonies de mariage et s’était livré à des activités administratives, les juridictions internes l’ayant condamné n’ont mentionné dans leur décision aucun acte précis qui aurait été accompli par l’intéressé en vue de produire des effets juridiques. Les juridictions internes ont condamné le requérant pour les faits établis suivants : il avait diffusé un message relatif à l’importance religieuse d’une fête, prononcé un discours à l’occasion d’une assemblée religieuse, délivré un autre message lors d’une fête religieuse et était apparu habillé comme un chef religieux. De surcroît, il ne prête pas à controverse que le requérant avait le soutien d’au moins une partie de la communauté musulmane de Rhodope. Pour la Cour, punir une personne au simple motif qu’elle a agi comme chef religieux d’un groupe qui la suit volontairement ne peut toutefois guère passer pour compatible avec les exigences d’un pluralisme religieux dans une société démocratique.", "52.  La Cour ne perd pas de vue qu’il existait à Rhodope, en plus du requérant, un mufti officiellement désigné. De plus, le Gouvernement soutient que la condamnation du requérant était nécessaire dans une société démocratique parce que les actions de l’intéressé sapaient le système mis en place par l’Etat pour l’organisation de la vie religieuse de la communauté musulmane de la région. Toutefois, la Cour rappelle que rien n’indique que le requérant ait jamais tenté d’exercer les fonctions judiciaires et administratives prévues par la législation sur les muftis et autres ministres de « religions connues ». Quant au reste, la Cour estime que dans une société démocratique, l’Etat n’a pas besoin de prendre des mesures pour garantir que les communautés religieuses demeurent ou soient placées sous une direction unique.", "53.  Il est vrai que le Gouvernement soutient que, dans les circonstances particulières de la cause, les autorités devaient intervenir pour éviter de créer une tension entre les musulmans de Rhodope, entre les musulmans et les chrétiens de la région ainsi qu’entre la Grèce et la Turquie. La Cour reconnaît certes que des tensions risquent d’apparaître lorsqu’une communauté, religieuse ou autre, se divise, mais c’est là l’une des conséquences inévitables du pluralisme. Le rôle des autorités en pareilles circonstances ne consiste pas à éliminer la cause des tensions en supprimant le pluralisme mais à veiller à ce que les groupes concurrents se tolèrent les uns les autres (voir, mutatis mutandis, l’arrêt Plattform « Ärzte für das Leben » c. Autriche du 21 juin 1988, série A n° 139, p. 12, § 32). A cet égard, la Cour relève qu’hormis une référence générale à la création de tensions, le Gouvernement n’a fait aucunement état de troubles, au sein de la communauté musulmane de Rhodope, qui eussent réellement résulté ou auraient pu résulter de la coexistence de deux chefs religieux. Par ailleurs, la Cour estime qu’aucun élément n’a été avancé qui serait de nature à justifier de juger autrement que très hypothétique le risque de tensions entre musulmans et chrétiens ou entre la Grèce et la Turquie.", "54.  Au vu de ce qui précède, la Cour considère qu’il n’a pas été démontré que la condamnation infligée au requérant en vertu des articles 175 et 176 du code pénal était justifiée dans les circonstances de l’espèce par « un besoin social impérieux ». En conséquence, l’ingérence dans le droit du requérant de manifester sa religion collectivement, en public, par le culte et l’enseignement n’était pas « nécessaire dans une société démocratique (...) à la protection de l’ordre public », au sens de l’article 9 § 2 de la Convention. Il y a donc eu violation de l’article 9 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "55.  Le requérant prétend que la condamnation dont il fait l’objet pour avoir prononcé certaines déclarations et s’être présenté en public dans certains habits s’analyse en une violation de l’article 10 de la Convention aux termes duquel :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. (...)", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "56.  Le Gouvernement conclut à l’absence de violation puisque la sanction ne visait pas à punir le requérant pour avoir exprimé certaines opinions mais pour avoir usurpé les fonctions d’un mufti.", "57.  Vu son constat de violation de l’article 9 de la Convention, la Cour ne juge pas nécessaire d’examiner si l’article 10 a lui aussi été méconnu, aucune question distincte ne se posant sur le terrain de cette dernière disposition. ", "\nIII.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "58.  L’article 41 de la Convention dispose :", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "59.  Le requérant sollicite le remboursement de l’amende qui lui a été infligée par suite de sa condamnation, soit environ 700 000 drachmes (GRD). Il demande également 10 millions GRD pour préjudice moral.", "60.  Le Gouvernement s’oppose à ces prétentions.", "61.  La Cour rappelle à cet égard sa conclusion selon laquelle la condamnation du requérant s’analyse en une violation de l’article 9 de la Convention. Elle accorde donc au requérant, à titre de réparation du préjudice matériel, l’équivalent de l’amende qu’il a dû verser à la suite de sa condamnation, à savoir 700 000 GRD. La Cour estime en outre qu’en raison de la violation susmentionnée, le requérant a subi un dommage moral pour lequel le constat de violation ne fournit pas une satisfaction suffisante. Statuant en équité, elle octroie au requérant la somme de 2 millions GRD à ce titre.", "B.  Frais et dépens", "62.  Le requérant ne réclame aucune somme au titre des frais et dépens.", "63.  La Cour, eu égard à ce qui précède et au fait que le requérant a bénéficié de l’assistance judiciaire dans la procédure devant elle, considère qu’il ne convient d’allouer aucune somme de ce chef.", "C.  Intérêts moratoires", "64.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en Grèce à la date d’adoption du présent arrêt était de 6 % l’an.", "PAR CES MOTIFS, LA COUR, à L’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 9 de la Convention ;", "2.  Dit qu’aucune question distincte ne se pose sous l’angle de l’article 10 de la Convention ;", "", "3.  Dit que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt est devenu définitif conformément à l’article 44 § 2 de la Convention, la somme de 2 700 000 (deux millions sept cent mille) drachmes pour dommage et que ce montant sera à majorer d’un intérêt simple de 6 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 14 décembre 1999.", "", "Erik Fribergh\tMarc Fischbach\n\tGreffier\tPrésident"]}