{"file": "FRE_CLINF_47159_08.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "47159/08", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 154", "Juillet 2012", "B.S. c. Espagne - 47159/08", "Arrêt 24.7.2012 [Section III]", "Article 14", "Discrimination", "Enquête insuffisante concernant les possibles motifs racistes des mauvais traitements qu’aurait subis une prostituée d’origine nigériane: violation", "", "En fait – La requérante est une femme d’origine nigériane qui, à l’époque des faits, exerçait la prostitution. En juillet 2005, elle fit l’objet de trois interpellations au cours desquelles elle aurait subi des coups et des insultes racistes. Après la troisième interpellation, elle porta plainte et se rendit dans un centre hospitalier. A la suite d’une quatrième interpellation, elle déposa une nouvelle plainte dans laquelle elle signalait notamment que les femmes de « phénotype européen » n’étaient pas inquiétées par la police. Elle fut à nouveau examinée à l’hôpital.", "En droit – Article 3", "a) Volet procédural – De multiples insuffisances ont entaché les investigations, notamment le seul examen d’un rapport présenté par le supérieur hiérarchique des policiers mis en cause, le refus d’organiser une parade d’identification derrière une glace sans tain et la non prise en compte des rapports médicaux. Par conséquent, ces investigations n’ont pas été suffisamment approfondies et effectives pour remplir les exigences de l’article 3.", "Conclusion: violation (unanimité).", "b) Volet matériel – Les rapports médicaux ne sont pas concluants quant à l’origine possible des blessures que présentait la requérante, et les éléments du dossier ne permettent pas d’avoir une certitude, au-delà de tout doute raisonnable, sur la cause des lésions.", "Conclusion: non-violation (unanimité).", "Article 14 combiné avec l’article 3 (volet procédural): La Cour rappelle que le devoir qu’ont les autorités de rechercher s’il existe un lien entre des attitudes racistes et un acte de violence constitue un aspect des obligations procédurales découlant pour elles de l’article 3, mais ce devoir peut également passer pour faire implicitement partie de la responsabilité qui incombe aux autorités, en vertu de l’article 14, d’assurer sans discrimination le respect de la valeur fondamentale consacrée par l’article 3. Compte tenu de l’interaction des deux dispositions, on peut considérer ou bien que des questions comme celles dont il s’agit en l’espèce appellent un examen sur le terrain de l’une des deux dispositions seulement, et qu’aucun problème distinct ne se pose au regard de l’autre, ou bien qu’elles exigent un examen sous l’angle des deux articles. Dans ces plaintes, la requérante mentionnait de possibles motifs racistes. Ces arguments n’ont pas été examinés par les tribunaux. Les juridictions internes n’ont pas pris en considération la vulnérabilité spécifique de la requérante, inhérente à sa qualité de femme africaine exerçant la prostitution. Elles ont ainsi manqué à l’obligation qui leur incombait de prendre toutes les mesures possibles pour rechercher si une attitude discriminatoire avait pu ou non jouer un rôle dans les événements.", "Conclusion: violation (unanimité).", "Article 41: 30 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}