{"file": "FRE_CLINF_63748_00.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "63748/00", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 106", "Mars 2008", "Taştan c. Turquie - 63748/00", "Arrêt 4.3.2008 [Section II]", "Article 3", "Traitement dégradant", "Obligation d’effectuer son service militaire à l’âge de 71 ans : violation", "", "En fait : Le requérant, né en 1929, a été contraint d’effectuer son service militaire alors qu’il était âgé de 71 ans. Le 15 février 2000, le requérant fut appelé sous les drapeaux et emmené par des gendarmes au bureau de recrutement militaire. Un examen médical conclut qu’il était apte à remplir ses obligations militaires. Le requérant suivit l’instruction militaire des recrues pendant un mois. Il fut contraint de participer à toutes les activités et à tous les exercices physiques au même titre que les appelés de 20 ans. Le requérant allègue avoir subi un traitement dégradant lors de cette formation et avoir fait l’objet de diverses moqueries. Édenté, il éprouva également des difficultés pour se nourrir à la caserne. Il souffrit par ailleurs de problèmes cardiaques et pulmonaires en raison de températures allant jusqu’à moins 30°C. Il allègue enfin n’avoir disposé d’aucun moyen pour communiquer avec son fils pendant toute la période où il fut maintenu sous les drapeaux. A l’issue de l’instruction militaire, le requérant fut transféré dans une brigade d’infanterie, où son état de santé se dégrada. Il fut examiné par un médecin à deux reprises puis admis à l’hôpital militaire, avant d’être transféré vers un autre hôpital où, le 26 avril 2000, il obtint finalement un certificat d’inaptitude au service militaire, qui fit état d’une insuffisance cardiaque et de sénescence. Conformément à la pratique suivie dans des cas similaires, aux dires du Gouvernement turc, le dossier personnel du service militaire de l’intéressé fut détruit.", "En droit : Article 3 combiné avec l’article 13 – Il appartient à l’Etat de fournir une explication plausible sur les origines de toute atteinte à l’intégrité physique et psychique de personnes placées sous le contrôle des autorités. Dans la présente affaire, il n’a pas été satisfait à cette exigence. Relevant que le dossier du service militaire du requérant a été détruit par les autorités, la Cour ne possède que peu d’éléments, en dehors des déclarations de l’intéressé, concernant les circonstances dans lesquelles s’est déroulée la période où ce dernier fut maintenu sous les drapeaux. Elle note également qu’elle ne dispose pas d’éléments indiquant de quelle façon le requérant, qui ne parle que le kurde, a pu exprimer ses doléances aux médecins et à ses supérieurs hiérarchiques. Il est toutefois établi et non contesté que le requérant, âgé de 71 ans à l’époque des faits, a effectué une partie de son service militaire entre le 15 mars et le 26 avril 2000, y compris sa formation durant un mois. L’intéressé, qui ne souffrait pas de maladie particulière au moment où il a été appelé sous les drapeaux, a dû être hospitalisé au bout d’un mois de participation forcée aux entraînements militaires prévus pour des appelés de 20 ans. Par ailleurs, le Gouvernement turc ne se réfère à aucune mesure particulière prise dans le but d’atténuer, pour le cas spécifique du requérant, les difficultés propres au service militaire ou d’adapter le service obligatoire à son cas. Il ne précise pas non plus s’il y avait un quelconque intérêt public à le contraindre à accomplir son service militaire à un âge aussi avancé. Le Gouvernement se borne à souligner la part de responsabilité du requérant qui avait omis de s’inscrire sur le registre d’état civil jusqu’en 1986. ", "Le recrutement et le maintien de l’intéressé sous les drapeaux, et le fait qu’il ait dû participer à des entraînements réservés à des recrues beaucoup plus jeunes que lui, ont été une épreuve particulièrement douloureuse et ont porté atteinte à sa dignité. Ils ont causé une souffrance allant au-delà de celle que pourrait comporter, pour tout homme, la contrainte consistant à accomplir le service militaire, et ont constitué en soi un traitement dégradant au sens de l’article 3. ", "Considérant que la législation nationale ne prévoyait pas de voie de recours en annulation pour la situation particulière du requérant et que la destruction de son dossier l'aurait de toute manière empêché d'user d'une éventuelle voie d'indemnisation, la Cour rejette l'exception préliminaire du Gouvernement de non-épuisement des voies de recours internes (article 35 § 1) et tire sa conclusion quant au droit à un recours effectif (article 13).", "Conclusion : violation (unanimité).", "Article 41 – 5 000  EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}