{"file": "FRE_CLINF_13023_87.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "13023/87", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Février 1993", "Salesi c. Italie - 13023/87", "Arrêt 26.2.1993", "Article 6", "Procédure civile", "Article 6-1", "Délai raisonnable", "Durée de procédures civiles: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour. Il concerne également les arrêts suivants du 26 février 1993 contre l’Italie : Pizzetti (12444/86), De Micheli (12775/87), Trevisan (13688/88) et Billi (15118/89).]", "I.\tARTICLE 6 § 1 DE LA CONVENTION (\"délai raisonnable\")", "A.\tApplicabilité (affaire Salesi)", "Différences entre aide sociale et assurance sociale : non fondamentales au stade actuel du développement du droit de la sécurité sociale – l'intervention étatique ne suffit pas à établir l'inapplicabilité de l'article 6 § 1 – administration n'usant pas de prérogatives discrétionnaires – existence d'un droit subjectif de caractère patrimonial, résultant des règles précises d'une loi qui donne effet à la Constitution – compétence de la juridiction ordinaire, le juge du travail (pretore del lavoro) – aucune raison convaincante de distinguer entre le droit de la requérante aux prestations d'aide sociale et le droit à celles d'assurance sociale.", "Conclusion : applicabilité (unanimité).", "B.\tObservation (les cinq affaires)", "1.\tPériode à considérer", "Point de départ : assignation du défendeur (Pizzetti, De Micheli, Salesi et Trevisan) ou prise d'effet de la déclaration italienne d'acceptation du droit de recours individuel (Billi).", "Terme : date à laquelle la dernière décision devint définitive (De Micheli, Salesi, Trevisan et Billi) ou procédure encore pendante (Pizzetti).", "Résultat : d'un peu plus de quatre ans et six mois (De Micheli) à seize ans et trois mois environ (Billi).", "2.\tCritères applicables", "Caractère raisonnable de la durée d'une procédure : s'apprécie à l'aide des critères qui se dégagent de la jurisprudence de la Cour et suivant les circonstances de l'espèce, lesquelles commandent en l'occurrence une évaluation globale.", "Examen, dans chaque affaire, de certaines étapes de la procédure.", "Conclusion : violation (unanimité).", "II.\tARTICLE 13 DE LA CONVENTION (affaire Pizzetti)", "Décision relative à l'article 6 dispensant la Cour de se placer sur le terrain de l'article 13.", "Conclusion : non-lieu à statuer (unanimité).", "III.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage", "1.\tPréjudice matériel : absence de demande (Pizzetti) ; rejet de la demande, faute de lien de causalité avec la violation constatée (De Micheli) ou de fondement (Trevisan) ; accueil de la demande, en totalité (Salesi).", "2.\tTort moral : accueil de la demande, en totalité (Salesi) ou en partie (Pizzetti, De Micheli et Trevisan).", "3.\tPréjudice matériel et tort moral (y compris frais et dépens) : accueil partiel de la demande (Billi).", "B.\tFrais et dépens devant les organes de la Convention", "Accueil de la demande, en totalité (Pizzetti, De Micheli, Salesi et Trevisan).", "Conclusion : État défendeur tenu de payer certaines sommes aux requérants (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}