{"file": "FRE_CLINF_22839_93.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "22839/93", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour", "Août 1997", "De Haan c. Pays-Bas - 22839/93", "Arrêt 26.8.1997", "Article 6", "Procédure civile", "Article 6-1", "Tribunal impartial", "Impartialité d’un juge présidant une chambre de la commission de recours appelée à connaître d’une opposition dirigée contre une décision dont il était lui-même responsable :  violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 DE LA CONVENTION", "A.\tApplicabilité de l’article 6", "Non contestée. Espèce concernant une procédure du même type que celle en cause dans l’affaire Feldbrugge et relative à un litige résultant de l’application de la même loi.", "B.\tObservation de l’article 6 § 1", "Décision incombant au seul président (ou président faisant fonction) de la commission de recours, même lorsque, comme en l’espèce, il se limite à entériner l’avis de l’expert médical permanent.", "Procédure de l’expert médical permanent non comparable à la procédure pénale par défaut dans laquelle l’accusé n’est ni présent ni représenté – requérante ayant pris une part active dans l’établissement de l’avis de l’expert qui devait former la base de la décision du président faisant fonction.", "A la différence de l’affaire Feldbrugge, non contesté en l’espèce que la requérante avait un accès non limité à la commission de recours – Cour ayant donc à décider si ce tribunal offrait les garanties requises par l’article 6 § 1, et notamment celle d’« impartialité ».", "Rappel de la jurisprudence de la Cour sur la notion de tribunal « impartial » .", "Critère subjectif : absence d’indications que le juge S. eût de quelconques préjugés ou préventions.", "Critère objectif : aspect déterminant de l’espèce constitué par le fait que le juge S. a présidé un tribunal appelé à connaître d’une opposition dirigée contre une décision dont il était lui-même responsable – important également de noter que ce tribunal était composé d’un magistrat professionnel assisté de deux assesseurs non professionnels – absence de décision intermédiaire rendue par une autorité supérieure – craintes éprouvées par la requérante à cet égard objectivement justifiées.", "Portée du contrôle exercé par la commission centrale de recours insuffisante pour compenser les défauts de la procédure suivie devant la commission de recours – possibilité dans certains cas d’effacement par une juridiction supérieure ou suprême de la violation initiale d’une clause de la Convention – commission centrale de recours dotée du pouvoir d’annuler la décision attaquée au motif que la composition de la commission de recours n’était pas de nature à garantir l’impartialité de la juridiction, et, au besoin, de renvoyer l’affaire à celle-ci pour réexamen – refus par elle de le faire et, partant, non-réparation du défaut en question.", "Conclusion : violation (six voix contre trois).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tDommages", "Dommage matériel : aucun lien de causalité établi.", "Dommage moral : suffisamment compensé par le constat d’une violation.", "B.\tFrais et dépens : remboursement.", "Conclusion : Etat défendeur tenu de verser une certaine somme à la requérante pour frais et dépens (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}