{"file": "FRE_HFJUD_71665_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "71665/01", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE AUGUSTO c. FRANCE", "", "", "(Requête no 71665/01)", "", "ARRÊT", "", "", "", "STRASBOURG", "", "11 janvier 2007", "", "", "", "", "DÉFINITIF", "", "11/04/2007", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "En l'affaire Augusto c. France,", "La Cour européenne des Droits de l'Homme (première section), siégeant en une chambre composée de :", "\tMM.\tC.L. Rozakis, président,\n\t\tL. Loucaides,\n\t\tJ.-P. Costa,\n\tMmes\tF. Tulkens,\n\t\tE. Steiner,\n\tMM.\tD. Spielmann,\n\t\tS.E. Jebens, juges,", "et de\tM.\tS. Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 7 décembre 2006,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 71665/01) dirigée contre la République française et dont une ressortissante de cet Etat, Mme Gisèle Augusto (« la requérante »), a saisi la Cour le 31 août 2000 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me A. Lyon-Caen, avocat à Paris. Le gouvernement français (« le Gouvernement ») a été représenté par son agent, M. R. Abraham, auquel a succédé dans ses fonctions, Mme E. Belliard, Directrice des affaires juridiques au ministère des Affaires étrangères.", "3.  Le 18 novembre 2004, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions de l'article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "4.  La requérante est née en 1936 et réside à Vouziers.", "5.  Par une décision du 17 mai 1996, la commission technique d'orientation et de reclassement professionnel (COTOREP) reconnut à la requérante un taux d'incapacité de 50 à 79 % et lui délivra une carte station debout pénible.", "6.  Le 6 août 1996, la caisse régionale d'assurance maladie (CRAM) du Nord-Est rejeta la demande de la requérante tendant à l'attribution d'une pension vieillesse au titre de l'inaptitude au travail à compter du 1er juin 1996, au motif qu'elle ne présentait pas un taux d'incapacité au moins égal à 50 %.", "7.  Le 13 décembre 1996, le tribunal du contentieux de l'incapacité confirma la décision de la CRAM.", "8.  La requérante interjeta appel devant la cour nationale de l'incapacité et de la tarification de l'assurance des accidents du travail (CNITAAT), produisant plusieurs certificats médicaux attestant de son état de santé et se prévalant de la décision de la COTOREP du 17 mai 1996.", "9.  Par une décision du 24 novembre 1997, la CNITAAT confirma la décision du tribunal du contentieux de l'incapacité selon la motivation suivante :", "« Considérant que le taux d'incapacité compris entre 50 % et 79 % reconnu pour l'attribution de la carte « station debout pénible » ne répond pas aux mêmes critères d'évaluation que celui de la présente affaire ; que ce moyen ne peut être retenu ;", "Considérant que le médecin qualifié près la cour nationale de l'incapacité et de la tarification observe :", "« L'intéressée présente des antécédents traumatiques : fracture du 4ème élément sacré en 1965, fracture de la rotule gauche traitée par broche et cerclage en 1990, fracture de l'extrémité inférieure du tibia droit en 1994.", "Il n'est pas mentionné de séquelles au niveau du sacrum. Le genou gauche est discrètement limité en flexion, il est le siège d'une gonarthrose modérée, les ailerons rotuliens sont calcifiés. Il n'est pas signalé de séquelles de la cheville gauche.", "Le rachis est arthrosique dans son ensemble avec une discopathie dégénérative L5S1. Il s'agit d'une arthrose modérée banale pour l'âge n'entraînant qu'une légère limitation de souplesse des différents segments rachidiens. Il est signalé des sciatalgies et des névralgies cervicobrachiales dans les antécédents, de caractère épisodique. Il n'y a pas de signe de conflit discoradiculaire.", "L'épaule gauche est le siège d'une périarthrite calcifiante mais elle n'est pas limitée dans ses mouvements. Il en va de même pour une rhizarthrose du pouce droit » ;", "Qu'il conclut :", "« A la date du 1er juin 1996, l'intéressée était en mesure de poursuivre l'exercice de son emploi sans nuire gravement à sa santé et ne se trouvait pas, compte tenu de ses aptitudes physiques et mentales à l'exercice d'une activité professionnelle, définitivement atteinte d'une incapacité de travail au moins égale à 50 % » ;", "Considérant l'avis médical susvisé, les documents du dossier et l'ensemble des éléments d'appréciation visés aux articles L. 351-7 et R. 35121 du code de la sécurité sociale, la cour nationale de l'incapacité et de la tarification décide de confirmer la décision contestée (...) »", "10.  La requérante forma un pourvoi en cassation par déclaration en date du 27 mai 1998. Dans le mémoire ampliatif qu'elle déposa par l'intermédiaire de son avocat à la Cour de cassation le 23 octobre 1998, elle invoqua notamment la violation « des exigences des droits de la défense » et « d'un procès équitable à armes égales au sens de l'article 6 » de la Convention en ce que le rapport du médecin qualifié près la CNITAAT, établi uniquement sur dossier, ne lui avait pas été communiqué, pas plus qu'au médecin qu'elle avait désigné pour observations.", "11.  Par un arrêt du 2 mars 2000, la chambre sociale de la Cour de cassation rejeta le pourvoi dans les termes suivants :", "« (...) attendu, d'une part, que le médecin qualifié chargé, aux termes de l'article R. 14328 du code de la sécurité sociale, alors en vigueur, de procéder à l'examen préalable du dossier, se borne à donner un avis à la cour nationale de l'incapacité, sans déposer de rapport d'expertise soumis à la discussion contradictoire des parties ;", "Et attendu, d'autre part, que la cour nationale de l'incapacité, appréciant souverainement les conclusions de son médecin qualifié et les différentes pièces versées aux débats après les avoir préalablement analysées, a estimé, sans encourir les griefs du moyen, que le taux d'incapacité de Mme Augusto, dont l'évaluation par la COTOREP ne s'imposait pas à la juridiction, était inférieur à 50 %, de sorte que l'assurée ne pouvait prétendre à l'attribution d'une pension de vieillesse au titre de l'inaptitude au travail ;", "Par ces motifs,", "Rejette le pourvoi (...) »", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "12.  Les règles relatives à la compétence, l'organisation et le fonctionnement des juridictions de sécurité sociale et à la procédure applicable devant elles sont fixées par le code de la sécurité sociale. Il existe, à côté du contentieux général de la sécurité sociale, un « contentieux technique » de la sécurité sociale, dont relèvent les contestations sur l'existence ou la gravité d'une invalidité, sur le taux d'incapacité permanente en cas d'accident du travail ou de maladie professionnelle et sur l'état d'inaptitude au travail pris en considération par l'assurance vieillesse. Ce contentieux est soumis, en première instance, aux tribunaux du contentieux de l'incapacité, et, en appel, à la CNITAAT. Un pourvoi en cassation peut être formé à l'encontre des arrêts de cette dernière.", "1.  Textes et jurisprudence pertinents au jour du dépôt du mémoire de la requérante devant la Cour de cassation (soit le 23 octobre 1998)", "a)  Les textes", "13.  Les articles L. 143-3,  R. 143-15, R. 143-16, R. 143-30 et R. 143-32 du code de la sécurité sociale prévoient que la CNITAAT est composée de sections, formations de jugement de cinq membres, dont :", "- un président, choisi parmi des magistrats de l'ordre administratif ou judiciaire, en activité ou honoraires, désignés, sans condition de durée, par arrêté conjoint du ministre de la Justice, et du ministre chargé de la Sécurité sociale ou de l'Agriculture (suivant la nature de l'affaire examinée) ;", "- deux membres choisis parmi les magistrats susmentionnés ou des fonctionnaires de catégorie A, en activité ou honoraires, du ministère chargé de la Sécurité sociale ou du ministère chargé de l'Agriculture, désignés par arrêtés conjoints du ministre de la Justice et du ministre chargé de la Sécurité sociale ou de l'Agriculture ;", "- deux assesseurs choisis parmi les travailleurs salariés, d'une part, ou les employeurs et travailleurs indépendants, d'autre part, désignés pour cinq ans sur une liste établie par arrêté du ministre chargé de la Sécurité sociale ou de l'Agriculture, sur proposition des organisations professionnelles les plus représentatives intéressées.", "14.  L'article R. 143-25 prévoit qu'à réception de l'acte d'appel, le secrétaire de la juridiction invite les parties en cause à présenter dans un délai de vingt jours, sous forme de mémoire, leurs observations écrites accompagnées, le cas échéant, de celles du médecin qu'elles ont désigné pour les assister ou les représenter. Il assure également la communication des pièces aux parties, ou au médecin désigné par elles s'il s'agit d'observations médicales. Les parties peuvent, en réplique, présenter de nouvelles observations dans un délai de vingt jours.", "15.  Le président de la section désigne, pour chaque affaire, un rapporteur parmi les membres de la section ou éventuellement parmi les personnes figurant sur une liste établie par arrêté du ministre chargé de la Sécurité sociale ou de l'Agriculture, suivant les cas. Les rapporteurs autres que les membres de la section n'ont pas voix délibérative (article R. 143-27).", "16.  La CNITAAT doit faire procéder à l'examen préalable, par un médecin qualifié, de tout dossier qui lui est soumis en appel. Ce médecin est choisi sur une liste établie par arrêté du ministre chargé de la Sécurité sociale ou de l'Agriculture. Elle peut également, si elle le juge utile, faire appel à des experts qualifiés. Dans ce dernier cas, le rapport d'expertise est communiqué à chaque partie ou au médecin désigné par elles s'il s'agit d'un rapport médical (articles R. 143-28 et R. 143-29).", "17.  En vertu de l'article R. 143-19, les ministres chargés de la Sécurité sociale ou de l'Agriculture ou leurs représentants « peuvent présenter des observations écrites ou orales » devant la juridiction.", "18.  Selon l'article R. 143-29, la CNITAAT « statue uniquement sur pièces ». Aucune disposition du code de la sécurité sociale ne prévoit la communication à l'assuré du rapport du rapporteur et de l'avis du médecin qualifié désignés par la juridiction en vertu des articles R. 143-27 et R. 14328 susmentionnés.", "19.  Enfin, l'arrêt de la CNITAAT est prononcé en audience publique (article R. 14333).", "b)  La jurisprudence", "20.  La chambre sociale de la Cour de cassation a jugé que la procédure devant la CNITAAT ne portait pas atteinte aux droits de la défense en ce que, statuant sur pièces, elle ne communique pas aux parties l'avis du médecin qualifié (Cass. soc. 10 octobre 1996, D. 1996, IR 256), et que cette procédure était conforme aux exigences de l'article 6 § 1 de la Convention, tant en ce qui concernait le droit à un tribunal indépendant et impartial eu égard à la composition de la CNITAAT, que le respect du principe du contradictoire devant elle concernant des pièces médicales non communiquées aux parties et sur lesquelles elle avait fondé sa décision (par huit arrêts du même jour : Cass. soc. 28 mai 1998, Bull. no 290 ; RJS 1998, no 921 ; JCP E 1998, pan. p. 1123, obs. F. Taquet). La Cour de cassation a également décidé que le moyen tiré de l'absence de publicité devant la CNITAAT ne pouvait être accueilli comme ayant été invoqué pour la première fois devant elle, dans la mesure où l'assuré n'avait pas requis un débat public dans ses conclusions d'appel (Cass. soc. 15 mai 1997, RJS 1997, no 754).", "2.  Textes et jurisprudence pertinents postérieurement au dépôt du mémoire de la requérante devant la Cour de cassation", "21.  Par un arrêt du 17 décembre 1998 (RJS 1999, no 436), la chambre sociale de la Cour de cassation a jugé que le tribunal du contentieux de l'incapacité n'était pas un tribunal indépendant et impartial, au sens de l'article 6 § 1 de la Convention, en ce qu'il était présidé par un fonctionnaire soumis à une autorité hiérarchique ayant des liens avec la caisse d'assurance maladie, partie au litige.", "22.  Dans ses conclusions pour cette affaire, destinées à la Cour de cassation, l'avocat général P. LyonCaen a notamment relevé (cf. Liaisons sociales, 1999, jurisp. no 637) :", "« Ce n'est pas la première fois que [l'article 6 § 1 de la Convention] est invoqué devant vous au sujet des juridictions du contentieux technique de la sécurité sociale. Mais, jusqu'à présent, vous avez estimé infondés les griefs formulés, notamment au sujet de la cour nationale de l'incapacité et de la tarification (...). »", "23.  Dans son rapport annuel pour 1998 (p. 19, partie suggestions de modifications législatives ou réglementaires), publié en avril 1999, la Cour de cassation a exprimé ses doutes quant à la compatibilité de la procédure devant la CNITAAT avec les garanties du droit à un procès équitable telles qu'énoncées par l'article 6 § 1 de la Convention en raison :", "- de la composition de la juridiction, intégrant, en particulier, des fonctionnaires intégrés dans une hiérarchie, en violation du droit à un tribunal indépendant et impartial ;", "- du fait qu'elle statue uniquement sur pièces, en violation du principe de la publicité de la procédure ;", "- de l'examen préalable du dossier par le médecin qualifié, en ce qu'il est soustrait au principe du contradictoire en l'absence de communication de son avis aux parties. A cet égard, la Cour de cassation estimait que, même si le médecin qualifié n'a pas la qualité d'expert, la communication de son avis à un médecin que le justiciable a été invité à désigner devrait être envisagée.", "24.  Par cinq arrêts en date du 22 décembre 2000 (Bull. no 12 ; RJS 2001, no 366), l'Assemblée plénière de la Cour de cassation a opéré un revirement de jurisprudence et jugé incompatible la procédure applicable devant la CNITAAT avec l'article 6 § 1 de la Convention sur les trois points relevés par la Cour de cassation dans son rapport précité.", "25.  Dans ses conclusions pour quatre de ces affaires, destinées à la Cour de cassation, l'avocat général P. LyonCaen a notamment relevé :", "« Il est manifeste que les fonctionnaires qui siègent à la CNITAAT, non seulement ne bénéficient d'aucune garantie spécifique quant à leur liberté de décision dans l'exercice de leur fonction juridictionnelle, mais que le ministre qui dirige l'administration dont ils dépendent exerce une tutelle sur la Sécurité sociale au travers d'une direction de son ministère et des directeurs régionaux des affaires sanitaires et sociales, lesquels exercent eux-mêmes, au nom de l'Etat, sous l'autorité du préfet de région, leur tutelle sur les caisses primaires de sécurité sociale de leur circonscription.", "Or ce sont bien les décisions des caisses de sécurité sociale qui sont en cause devant la CNITAAT, celles-ci étant elles-mêmes le plus souvent parties à la procédure (...)", "Le fait que ces fonctionnaires sont nommés sans limitation de durée et qu'il peut ainsi être mis fin, à tout instant, à leur activité juridictionnelle, renforce leur précarité et ajoute, au doute sur l'impartialité, la fragilité sur le terrain de l'indépendance.", "(...) En ce qui concerne les autres catégories de membres de la CNITAAT, leur nomination par le ministre chargé de la Sécurité sociale, ou l'élaboration par ce même ministre des listes sur lesquelles ils sont choisis, même si les organisations professionnelles formulent des propositions - ce qui laisse au ministre la possibilité de faire des choix -, le fait qu'ils soient tous nommés sans limitation de durée - ce qui permet aux ministres de mettre fin à leur fonction à tout moment - y compris les magistrats qui ne sont donc pas inamovibles, à l'exception des assesseurs représentant des salariés et des employeurs nommés pour cinq ans, mais pour lesquels le ministre a la faculté de renouveler ou non leur mandat, ainsi que l'absence de garantie dans l'exercice de leur activité juridictionnelle, constituent autant d'éléments qui caractérisent le défaut d'indépendance et d'impartialité de cette juridiction.", "(...) Ce qui est manifeste pour la composition de la CNITAAT, l'est aussi pour son fonctionnement et pourrait aussi être relevé d'office.", "C'est ainsi (...) que cette Cour nationale fonctionne avec le concours obligatoire, dans chaque affaire, d'un \"médecin qualifié\" et d'un rapporteur, le plus souvent non membre de la juridiction : non seulement ces collaborateurs sont rétribués au dossier, sur des crédits du ministère de tutelle de la Sécurité sociale, mais ils sont choisis sur des listes établies par le même ministère et, pour ce qui concerne les rapporteurs, ils sont en majorité des fonctionnaires en activité ou à la retraite du ministère de tutelle, ou des salariés ou anciens salariés des caisses de sécurité sociale (...).", "De plus, l'article R. 143-19 du Code de la sécurité sociale prévoit que le ministre chargé de la Sécurité sociale - dont les pouvoirs au regard de l'apparence sont déjà si considérables sur cette juridiction - peut présenter des observations écrites ou orales devant la CNITAAT. Cette faculté - dont il ne semble pas qu'il ait été fait usage dans aucune des affaires qui vous sont soumises - porte manifestement atteinte à l'égalité des armes, donc au procès équitable, et à l'article 6.1. En effet, en particulier, cette possibilité de présenter des observations orales supposent que le ministre soit, lui, avisé de l'audience et qu'il ait connaissance de l'avis du médecin qualifié et du rapport, l'un et l'autre \"privilèges\" dont sont privés les autres parties... (...) »", "26.  Entre-temps et postérieurement, les décrets no 99-449 et no 2003614 des 2 juin 1999 et 3 juillet 2003, et la loi no 2002-73 du 17 janvier 2002 sont intervenus pour réformer la procédure applicable devant le tribunal du contentieux de l'incapacité et la CNITAAT (partie législative et réglementaire du code de la sécurité sociale). Concernant la CNITAAT, les éléments pertinents sont les suivants :", "a)  Composition", "27.  L'article L. 143-3 prévoit qu'elle est dorénavant composée d'un président, magistrat du siège de la cour d'appel dans le ressort de laquelle elle a son siège, désigné pour trois ans dans les formes prévues pour la nomination les magistrats du siège ; de présidents de section, magistrats du siège de ladite cour d'appel désignés pour trois ans par ordonnance du premier président et d'assesseurs représentant les travailleurs salariés, d'une part, et les employeurs ou travailleurs indépendants, d'autre part, eux-mêmes nommés pour trois ans renouvelables par arrêté du ministre de la Justice, sur une liste dressée par le premier président de la Cour de cassation sur proposition des organisations professionnelles les plus représentatives intéressées.", "28.  Chaque section se compose de son président et de deux assesseurs (article L. 1436). La récusation d'un assesseur peut notamment être demandée s'il a précédemment connu de l'affaire comme assesseur ou s'il existe un lien de subordination entre lui ou son conjoint et l'une des parties ou son conjoint (article L. 1438).", "b)  Procédure", "29.  La communication des mémoires et des pièces est assurée par le secrétaire de la juridiction en vertu de l'article R. 143-25 selon une procédure inchangée (cf. supra l'ancienne réglementation). Dorénavant, les parties peuvent également présenter des pièces médicales nouvelles en réplique.", "30.  L'institution du médecin qualifié a disparu, ainsi que celle du rapporteur. Les articles R. 14327 et R. 14328 prévoient désormais que le président de la section, qui assure l'instruction de l'affaire, peut, à titre de consultation, désigner un ou plusieurs médecins experts, « chargés d'examiner le dossier médical soumis à la [juridiction] ». Une copie des « rapports de consultation ou d'expertise » est ensuite adressée à chaque partie ou au médecin qu'elle a désigné s'il s'agit d'un rapport médical, qui disposent d'un délai de vingt jours pour présenter leurs observations écrites.", "31.  Par un même courrier, le président de la section informe les parties de la clôture de l'instruction et de la date de l'audience, qui est publique. Lors de celle-ci, les parties, ou leurs représentants, ont la possibilité d'être entendus en leurs observations orales après que le président de section a présenté son rapport (article R. 14326).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "32.  La requérante se plaint de plusieurs violations de son droit à un procès équitable au cours de la procédure devant la CNITAAT. Elle invoque l'article 6 § 1 de la Convention, dont les dispositions pertinentes se lisent ainsi :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...), par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...). Le jugement doit être rendu publiquement (...) »", "33.  La requérante se plaint tout d'abord de l'absence de communication à son endroit, afin qu'elle puisse le discuter, de l'avis du médecin qualifié désigné par la juridiction pour procéder à l'examen médical préalable de son dossier.", "34.  Elle soutient ensuite que la procédure devant la CNITAAT n'a pas été équitable, en ce que seul le ministre chargé de la Sécurité sociale peut déposer des observations écrites ou orales – sans qu'elles soient communiquées à l'autre partie – et se voir à cet effet transmettre le dossier de la procédure et indiquer la date de l'audience.", "35.  Elle se plaint également du défaut d'indépendance et d'impartialité de la juridiction en raison de sa composition, relevant en particulier que son président est désigné par arrêté conjoint du ministre de la Justice et du ministre chargé de la Sécurité sociale sans garantie d'inamovibilité et pour une durée indéterminée, que ses membres fonctionnaires sont placés sous la subordination hiérarchique directe d'une administration ayant des liens étroits avec la CRAM, et que les membres relevant de la catégorie des travailleurs salariés et indépendants sont désignés par le ministre chargé de la Sécurité sociale. Elle relève également que le rapporteur chargé de l'instruction de l'affaire est désigné, lorsqu'il n'est pas membre de la juridiction, parmi les personnes figurant sur une liste établie par arrêté du ministre chargé de la Sécurité sociale, qui sont, le plus souvent, d'anciens fonctionnaires de son administration.", "36.  Enfin, la requérante se plaint de l'absence de publicité des débats, en ce que la procédure se déroule uniquement sur pièces, de sorte qu'elle n'a pas même été avisée de la date de l'audience.", "A.  Sur la recevabilité", "37.  Sur les différents points soulevés par la requérante dans son grief, et hormis la question de l'absence de communication de l'avis du médecin qualifié, le Gouvernement estime qu'elle n'a pas épuisé les voies de recours internes, au sens de l'article 35 § 1 de la Convention. Il relève que la requérante ne saurait alléguer l'absence de chances raisonnables de succès d'un pourvoi en cassation pour redresser cette partie du grief. En effet, si elle a soulevé par ailleurs devant la Cour de cassation son grief tiré de l'absence de communication de l'avis du médecin qualifié désigné par la juridiction comme étant contraire à l'article 6 § 1 de la Convention, c'est qu'elle estimait cette voie de recours pertinente et ce bien qu'il existât à l'époque une jurisprudence constante de la juridiction interne rejetant de tels moyens (arrêts de la Cour de cassation des 10 octobre 1996 et 28 mai 1998, voir supra, le droit et la pratique internes pertinents, paragraphe 20). Le Gouvernement relève d'ailleurs qu'un tel moyen était pertinent, comme l'ont démontré les revirements de jurisprudence qui ont suivi en la matière (et notamment l'arrêt de la Cour de cassation en date du 17 décembre 1998, cf. supra, paragraphe 21). Dès lors, le Gouvernement estime que la requérante aurait dû soulever également ses autres griefs susmentionnés devant la Cour de cassation, ce qu'elle a, en réalité, omis de faire.", "38.  Au surplus, concernant le grief de la requérante tiré de l'atteinte au principe de l'égalité des armes en raison de la possibilité pour le ministre chargé de la Sécurité sociale de déposer des observations écrites ou orales (en application de l'ancien article R. 143-19 du code de la sécurité sociale), le Gouvernement estime que celle-ci ne saurait être considérée comme victime de la violation alléguée, au sens de l'article 34 de la Convention, dans la mesure où cette possibilité n'a guère été utilisée par le ministre en l'espèce.", "39.  La requérante relève tout d'abord que le délai qui lui était imparti pour déposer ses moyens de cassation expirait le 27 octobre 1998, soit à une date antérieure aux changements de jurisprudence évoqués par le Gouvernement. En tout état de cause, elle souligne que l'arrêt de la Cour de cassation précité du 17 décembre 1998 concernait le défaut d'impartialité des tribunaux du contentieux de l'incapacité et non de la CNITAAT. Elle estime, en conséquence, que, compte tenu de la jurisprudence constante de la Cour de cassation à l'époque de la présentation de ses moyens de cassation, elle a dûment épuisé les voies de recours internes.", "40.  Par ailleurs, en ce que le Gouvernement remet en cause sa qualité de victime à l'égard de son grief tiré du défaut d'égalité des armes, la requérante considère que, même si la faculté offerte au ministre par l'article R. 143-19 précité n'a pas été utilisée en l'espèce, le seul fait qu'il puisse en disposer alors que cette possibilité lui était fermée suffisait à enfreindre le principe de l'égalité des armes.", "41.  Enfin, la requérante souligne que malgré l'évolution de la jurisprudence de la Cour de cassation quant au respect des garanties du droit à un procès équitable devant la CNITAAT, en particulier les arrêts d'Assemblée plénière du 22 décembre 2000 et le rapport annuel de la Cour de cassation pour l'année 1998, il a fallu attendre la loi du 17 janvier 2002 et le décret du 3 juillet 2003 (cf. supra, le droit et la pratique internes pertinents, paragraphes 26-31) pour voir réformer la procédure devant cette juridiction et sa composition.", "42.  La Cour rappelle que si le pourvoi en cassation figure parmi les voies de recours à épuiser en principe pour se conformer à l'article 35 de la Convention (voir, par exemple, l'arrêt Civet c. France [GC], no 29340/95, § 41, CEDH 1999-VI), elle a également jugé qu'un requérant ne peut être considéré comme n'ayant pas épuisé les voies de recours internes s'il peut démontrer, en produisant des décisions internes ou d'autres preuves pertinentes, qu'un recours disponible qu'il n'a pas exercé était voué à l'échec (cf. Kleyn et autres c. Pays-Bas [GC], nos 39343/98, 39651/98, 43147/98 et 46664/99, § 156, CEDH 2003-VI).", "43.  La Cour relève qu'en l'espèce, la requérante a formé un pourvoi en cassation contre l'arrêt de la CNITAAT du 24 novembre 1997, dans lequel elle a soulevé un moyen de cassation tiré notamment de l'absence de communication à son endroit de l'avis du médecin qualifié sur son dossier. A cet égard, le moyen de la requérante se fondait sur l'article 6 de la Convention, invitant la juridiction interne à censurer le fait que les « exigences du droit à un procès équitable », et plus particulièrement le principe de l'égalité des armes au sens de cet article, n'avait pas été respecté.", "44.  S'il est vrai qu'il existait à l'époque des faits une jurisprudence constante de la Cour de cassation rejetant un tel moyen, la Cour constate avec le Gouvernement que cela n'a pas empêché la requérante d'introduire un pourvoi en cassation soulevant l'un des griefs et d'estimer qu'un revirement de jurisprudence pouvait intervenir sur ce point (voir, a contrario, Juhel et al. c. France (déc.), no 28713/95 et huit autres requêtes, 10 septembre 1997). Compte tenu du fait que le moyen de la requérante se fondait sur les exigences de l'article 6 de la Convention au sens large, il eût été logique qu'elle invoquât à l'occasion de son pourvoi tous les griefs sur les points qu'elle estimait contraires à ces exigences.", "45.  Ainsi, la Cour est d'avis que la requérante disposait d'une voie de recours qu'elle a estimé efficace pour remédier aux violations de la Convention dont elle souhaitait se plaindre et qu'elle aurait dû formuler devant la juridiction interne l'ensemble de ses griefs à l'égard de la procédure devant la CNITAAT.", "Il s'ensuit que cette partie du grief doit être rejetée pour non-épuisement des voies de recours internes, en application de l'article 35 §§ 1 et 4 de la Convention.", "46.  Quant à la branche du grief tirée de l'absence de communication à la requérante de l'avis du médecin qualifié désigné par la juridiction pour procéder à l'examen médical préalable de son dossier, la Cour constate qu'elle n'est pas manifestement mal fondée au sens de l'article 35 § 3 de la Convention. La Cour relève par ailleurs que celle-ci ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "47.  La requérante relève que l'avis du médecin qualifié est un élément capital en vue de la décision du juge et que la communication de cet avis est d'autant plus importante que le médecin qualifié n'est pas revêtu de l'impartialité requise, en ce qu'il est désigné sur une liste établie par le ministre de la Sécurité sociale, autorité de tutelle de son adversaire dans la procédure en cause, la caisse régionale d'assurance maladie.", "48.  Le Gouvernement ne conteste pas qu'en l'espèce, l'avis du médecin qualifié n'a pas été communiqué à la requérante, en l'état du droit antérieur aux réformes de la procédure devant la CNITAAT opérées par la loi du 17 janvier 2002 et du décret du 3 juillet 2003 (précités). Il souligne, à cet égard, que dorénavant, toutes les pièces du dossier sont transmises aux parties, y compris les pièces médicales (nouveaux articles R. 143-25 et 14328 du code de la sécurité sociale).", "\n49.  Dès lors, et conformément à la jurisprudence susmentionnée de la Cour de cassation (arrêts d'Assemblée plénière du 22 décembre 2000), le Gouvernement déclare « s'en remettre à la sagesse de la Cour sur le bienfondé de ce grief dans le cadre du présent litige ».", "50.  La Cour rappelle que le droit à une procédure contradictoire, au sens de l'article 6 § 1, « implique en principe la faculté pour les parties à un procès, pénal ou civil, de prendre connaissance de toute pièce ou observation présentée au juge, même par un magistrat indépendant, en vue d'influencer sa décision, et de la discuter » (voir, parmi beaucoup d'autres, Morel c. France, no 34130/96, § 27, CEDH 2000-VI ; Meftah et autres c. France [GC], nos 32911/96, 35237/97 et 34595/97, § 51, CEDH 2002VII). Elle rappelle également avoir déjà jugé qu'une expertise médicale, en ce qu'elle ressortit à un domaine technique échappant à la connaissance des juges, est susceptible d'influencer de manière prépondérante leur appréciation des faits et constitue un élément de preuve essentiel qui doit pouvoir être efficacement commenté par les parties au litige (cf. Feldbrugge c. Pays-Bas, arrêt du 29 mai 1986, série A no 9, § 44 ; Mantovanelli c. France, arrêt du 18 mars 1997, Recueil des arrêts et décisions 1997II, p. 437, § 36).", "51.  La Cour relève le caractère déterminant de la mission confiée au médecin qualifié, qui consiste dans un examen du dossier médical soumis à la CNITAAT, et qui a pour finalité de conclure, ou non, à la réunion des conditions médicales pour l'attribution de la prestation sociale réclamée. En l'espèce, elle observe que la CNITAAT s'est essentiellement fondée sur cet avis, qu'elle cite au soutien de sa motivation, pour rejeter la demande de pension de la requérante. A cet égard, la Cour n'est pas convaincue par la pertinence de la distinction opérée par la Cour de cassation, dans son arrêt du 2 mars 2000, entre l'avis du médecin qualifié et le rapport d'un expert médical, pour justifier la soumission de ce dernier seulement à la discussion contradictoire des parties. En outre, s'il est vrai que l'avis du médecin qualifié, en droit, ne liait pas la CNITAAT, il était susceptible, comme le relève la présente affaire, d'exercer une influence décisive sur la décision de cette juridiction.", "52.  Ces éléments suffisent à la Cour pour conclure que la cause de la requérante n'a pas été entendue équitablement, faute de communication contradictoire de l'avis du médecin désigné par la CNITAAT permettant à la requérante de le discuter.", "53.  Partant, il y a eu violation de l'article 6 § 1 de la Convention.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "54.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "55.  La Cour relève au préalable que le Gouvernement n'a pas formulé d'observations à cet égard dans le délai qui lui était imparti par l'article 60 § 4 du règlement de la Cour.", "A.  Dommage", "56.  La requérante réclame 10 076 euros (EUR) au titre du préjudice matériel qu'elle aurait subi. Elle relève que les violations alléguées, et en particulier l'impossibilité de discuter de l'avis du médecin qualifié, l'ont privée de chances sérieuses d'obtenir la pension de retraite pour invalidité dont elle sollicitait l'octroi et cela bien que d'autres avis médicaux aient conclu à un taux d'invalidité supérieur à 50 % (médecin du travail et médecin expert près la COTOREP, entre autres). Elle réclame également 10 061,64 EUR au titre du manque à gagner en termes de pension d'invalidité entre 1996 et 2001 et en termes de pension de retraite après 2001.", "Par ailleurs, la requérante réclame 15 245 EUR au titre du préjudice moral qu'elle aurait subi en raison de la privation de toute pension pour la période 1996-2001, bien qu'elle fût dans l'impossibilité de travailler, et de l'atteinte morale ressentie du fait des procédures qu'elle a dû engager à cet égard.", "57.  En ce qui concerne le montant sollicité pour dommage matériel, la Cour n'aperçoit pas de lien de causalité entre la violation constatée et le préjudice allégué. En particulier, elle ne saurait spéculer sur le résultat auquel la procédure en cause aurait abouti si celle-ci avait respecté la Convention. Elle rejette en conséquence cette demande. Quant au préjudice moral, la Cour estime que la requérante a sans nul doute souffert de s'être vu refuser l'allocation réclamée sans même avoir pu discuter les conclusions médicales du médecin désigné par la CNITAAT quant à son taux d'incapacité. Statuant en équité, elle alloue à la requérante 5 000 EUR à ce titre.", "\nB.  Frais et dépens", "58.  La requérante demande également 2 573,94 EUR pour les frais et dépens encourus devant la Cour de cassation et 2 005,62 EUR pour ceux encourus devant la Cour, soit un total de 4 576,56 EUR. Elle fournit cependant des notes d'honoraires de son conseil pour les montants de 14 472, 2 412 et 11 960 francs français (FRF), soit un total de 28 844 FRF ou 4 397, 24 EUR.", "59.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce, compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 4 397, 24 EUR tous frais confondus et l'accorde à la requérante.", "C.  Intérêts moratoires", "60.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l'article 6 § 1 relatif à l'absence de communication à la requérante de l'avis du médecin qualifié désigné par la CNITAAT pour procéder à l'examen médical préalable de son dossier, et irrecevable pour le surplus ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "3.  Dit ", "a)  que l'Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 5 000 EUR (cinq mille euros) pour dommage moral et 4 397,24 EUR (quatre mille trois cent quatre-vingt dix-sept euros et vingt-quatre centimes) pour frais et dépens, plus tout montant pouvant être dû à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "\n4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 11 janvier 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tChristos Rozakis\n\tGreffier\tPrésident", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion concordante de M. Spielmann à laquelle se rallie M. Rozakis.", "C.L.R.\nS.N.", "OPINION CONCORDANTE DE M. LE JUGE SPIELMANN,", "À LAQUELLE SE RALLIE M. LE JUGE ROZAKIS", "", "1.  Après maintes hésitations, j'ai voté en faveur de l'irrecevabilité de la requête pour non-épuisement des voies de recours internes quant aux griefs autres que celui tenant au fait que la requérante ne s'était pas vu communiquer l'avis du médecin qualifié désigné par la CNITAAT pour procéder à l'examen médical préalable de son dossier.", "", "2.  Le raisonnement de la Cour est le suivant :", "Tout d'abord, la Cour relève qu'en l'espèce l'intéressée a formé un pourvoi en cassation contre l'arrêt de la CNITAAT du 24 novembre 1997, dans lequel elle a soulevé un moyen de cassation tiré notamment de l'absence de communication à son endroit de l'avis du médecin qualifié sur son dossier. A cet égard, le moyen de la requérante se fondait sur l'article 6 de la Convention et invitait la juridiction interne à censurer le fait que les « exigences du droit à un procès équitable », et plus particulièrement le principe de l'égalité des armes au sens de cet article, n'avait pas été respecté (paragraphe 43 de l'arrêt).", "", "Ensuite, la Cour admet qu'il existait à l'époque des faits une jurisprudence constante de la Cour de cassation rejetant un tel moyen, tout en constatant avec le Gouvernement que cela n'a pas empêché l'intéressée d'estimer qu'un revirement de jurisprudence pouvait intervenir sur ce point. Compte tenu du fait que le moyen de la requérante se fondait sur les exigences de l'article 6 de la Convention au sens large, il eût été logique qu'elle invoquât à l'occasion de son pourvoi tous les griefs sur les points qu'elle jugeait contraires à ces exigences (paragraphe 44 de l'arrêt).", "", "Enfin, la Cour parvient à la conclusion que la requérante disposait d'une voie de recours qu'elle a estimé efficace pour remédier aux violations de la Convention dont elle souhaitait se plaindre, qu'elle aurait dû formuler devant la juridiction interne l'ensemble de ses griefs à l'égard de la procédure devant la CNITAAT, et que dès lors cette partie du grief doit être rejetée pour non-épuisement des voies de recours internes, en application de l'article 35 §§ 1 et 4 de la Convention (paragraphe 45 de l'arrêt).", "", "3.  Cette conclusion n'allait pas de soi.", "En effet, il résulte de la jurisprudence de la Cour que les dispositions de l'article 35 § 1 de la Convention ne prescrivent que l'épuisement des recours à la fois relatifs aux violations incriminées, disponibles et adéquats. Les recours doivent exister à un degré suffisant de certitude non seulement en théorie mais aussi en pratique, sans quoi leur manquent l'effectivité et l'accessibilité voulues ; il incombe à l'Etat défendeur de démontrer que ces exigences se trouvent réunies. Il résulte de la jurisprudence de la Cour et de l'ancienne Commission que l'exception tirée du non-épuisement est rejetée lorsque le gouvernement défendeur reste en défaut de citer un exemple de jurisprudence démontrant l'effectivité du recours existant en théorie en droit interne.", "", "4.  En l'espèce, la position de la requérante n'a pas été logique. Nonobstant la jurisprudence de la Cour de cassation qui lui était clairement défavorable, elle a dénoncé, dans son mémoire ampliatif du 23 octobre 1998, la violation des « exigences des droits de la défense » et d'un « procès équitable à armes égales au sens de l'article 6 » de la Convention en ce que le rapport du médecin qualifié près la CNITAAT, établi uniquement sur dossier, ne lui avait pas été communiqué, pas plus qu'au médecin qu'elle avait désigné pour observations. Elle a présenté ce moyen nonobstant le fait qu'il résultait de la jurisprudence de la chambre sociale de la Cour de cassation que la procédure devant la CNITAAT ne portait pas atteinte aux droits de la défense (paragraphe 20 de l'arrêt).", "", "5.  C'est donc l'attitude subjective de la requérante qui a conduit la Cour à déclarer certains des griefs irrecevables pour non-épuisement des voies de recours internes. En effet, en se basant sur le fait que l'intéressée disposait d'une voie de recours qu'elle a estimé efficace pour remédier aux violations de la Convention dont elle souhaitait se plaindre, et en considérant qu'elle aurait dû formuler devant la juridiction interne l'ensemble de ses griefs concernant la procédure devant la CNITAAT, la Cour a posé l'exigence suivant laquelle la requérante aurait dû anticiper le revirement de jurisprudence opéré en décembre 1998 et en décembre 2000. Ce faisant, la Cour a adopté une approche subjective de l'exigence relative à l'épuisement de voies de recours internes, approche qui risque de créer une insécurité juridique alors que la perspective d'un requérant ne saurait à elle seule être déterminante pour décider si un recours est objectivement inefficace, théorique ou illusoire.", "", "6.  Si j'ai voté avec la majorité sur ce point, c'est uniquement parce qu'en l'espèce le revirement de jurisprudence était « objectivement dans l'air du temps ». Dès lors, la présente affaire se distingue de celles à l'occasion desquelles la Cour a rejeté l'exception alors qu'un recours pouvait passer pour être « voué à l'échec ». Ici, on pouvait au contraire penser que le recours serait « couronné de succès ».", "", "7.  De mon point de vue, c'est donc moins l'attitude de la requérante qui a été décisive pour conclure à l'efficacité probable du recours en cassation, que le fait que la Cour de cassation elle-même, dans son rapport annuel pour 1998, publié en avril 1999, a exprimé des doutes quant à la compatibilité de la procédure devant la CNITAAT avec les garanties du droit à un procès équitable (paragraphe 23 de l'arrêt). Si l'intéressée avait soulevé les autres griefs dans son mémoire ampliatif déposé le 23 octobre 1998, la Cour de cassation les aurait peut-être accueillis. Après tout, la haute juridiction a opéré un revirement de jurisprudence dans son arrêt du 17 décembre 1998, certes limité à la question du défaut d'indépendance et d'impartialité des tribunaux du contentieux de l'incapacité (paragraphe 21 de l'arrêt), et dans ses cinq arrêts du 22 décembre 2000 (paragraphe 24 de l'arrêt)."]}