{"file": "FRE_CLINF_65829_12.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "65829/12", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 184", "Avril 2015", "Tchokontio Happi c. France - 65829/12", "Arrêt 9.4.2015 [Section V]", "Article 6", "Procédure d'exécution", "Article 6-1", "Accès à un tribunal", "Inexécution d’une décision de justice ordonnant un relogement en urgence : violation", "En fait – La requérante vit avec sa fille et son frère dans un logement de la région parisienne. Par une décision de février 2010, une commission de médiation, constatant qu’ils étaient logés dans des locaux indécents et insalubres, les désigna comme prioritaires et devant être logés en urgence. Aucune offre effective tenant compte de ses besoins et capacités ne lui ayant été faite dans un délai de six mois à compter de cette décision, la requérante saisit le tribunal administratif aux fins de voir ordonner à l’État de lui attribuer, sous astreinte, un logement. En décembre 2010, après avoir constaté une urgence particulière, le tribunal fit droit à sa demande en enjoignant au préfet d’assurer le relogement de la requérante, de sa fille et de son frère sous une astreinte, destinée au Fonds d’aménagement urbain de la région, de 700 EUR par mois de retard. En janvier 2012, le relogement de la requérante n’ayant pas été assuré, le tribunal administratif procéda à la liquidation provisoire de l’astreinte et condamna l’État à verser la somme de 8 400 EUR au Fonds d’aménagement urbain de la région. À ce jour, la requérante et sa famille n’ont toujours pas été relogées.", "L’ensemble de cette procédure est prévu par la « loi DALO » (droit au logement opposable) qui, sous certaines conditions, reconnaît le droit à un logement décent et indépendant à toute personne qui n’est pas en mesure d’y accéder par ses propres moyens ou de s’y maintenir. Ce droit est garanti par l’État.", "En droit – Article 6 § 1 de la Convention : Si la requérante ne s’est toujours pas vu proposer de logement adapté à ses besoins et capacités, l’astreinte prononcée a effectivement été liquidée et versée par l’État. Cependant, d’une part, cette astreinte, qui a pour seul objet d’inciter l’État à exécuter l’injonction de relogement qui lui a été faite, n’a aucune fonction compensatoire, mais elle a en outre été versée, non à la requérante, mais à un fonds d’aménagement urbain, soit à un fonds géré par les services de l’État. De ce fait, en l’absence de relogement, le jugement de décembre 2010 n’a pas été exécuté dans son intégralité, plus de trois ans et demi après son prononcé, et ce, alors même que les juridictions internes avaient indiqué que la demande de la requérante devait être satisfaite avec une urgence particulière. La carence des autorités, qui s’explique selon le Gouvernement par la pénurie de logements disponibles, ne se fonde sur aucune justification valable au sens de la jurisprudence de la Cour. En effet, une autorité de l’État ne peut prétexter du manque de fonds ou d’autres ressources pour ne pas honorer une dette fondée sur une décision de justice. Par conséquent, en s’abstenant, pendant plusieurs années, de prendre les mesures nécessaires pour se conformer à une décision judiciaire définitive et exécutoire, les autorités nationales ont privé les dispositions de l’article 6 § 1 de la Convention de tout effet utile.", "Conclusion : violation (unanimité).", "Article 1 du Protocole no 1 : En vertu du jugement de décembre 2010, le préfet devait assurer le relogement de la requérante. Le jugement n’obligeait pas les autorités à lui conférer la propriété d’un appartement mais à en mettre un à sa disposition. Aux termes du bail social ainsi conféré, la requérante aurait dû jouir du droit d’utiliser un appartement. Elle aurait également pu, sous certaines conditions, l’acquérir mais il s’agissait d’une simple faculté et non d’un droit, la vente étant subordonnée à l’autorisation des autorités administratives concernées. La requérante n’avait donc pas d’« espérance légitime » d’acquérir une valeur patrimoniale.", "Dès lors, la nature de la créance de la requérante – à savoir son droit à un « bail social » – n’était pas telle que cette créance constituait un « bien » au sens de l’article 1 du Protocole no 1.", "Conclusion : irrecevable (incompatibilité ratione materiae).", "Article 41 : aucune demande formulée pour dommage.", "(Voir aussi Tétériny c. Russie, 11931/03, 30 juin 2005,  ; Olaru et autres c. Moldova, 476/07 et al., 28 juillet 2009,  ; Ilyushkin et autres c. Russie, 5734/08, 17 avril 2012,  ; Gerasimov et autres c. Russie, 29920/05 et al., 1er juillet 2014, )", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}