{"file": "FRE_CLINF_71665_01.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "71665/01", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 93", "Janvier 2007", "Augusto c. France - 71665/01", "Arrêt 11.1.2007 [Section I]", "Article 6", "Procédure civile", "Article 6-1", "Procès équitable", "Assistance judiciaire", "Absence de communication contradictoire de l'avis du médecin qualifié près d'une cour : violation", "", "Article 35", "Article 35-1", "Epuisement des voies de recours internes", "Non-formulation devant la juridiction interne de l'ensemble des griefs : irrecevable", "", "En fait : Par une décision de la commission technique d'orientation et de reclassement professionnel, on reconnut à la requérante un taux d'incapacité de 50 à 79 % et lui délivra une carte station debout pénible. Cependant, la caisse régionale d'assurance maladie rejeta la demande de la requérante tendant à l'attribution d'une pension vieillesse au titre de l'inaptitude au travail, au motif qu'elle ne présentait pas un taux d'incapacité au moins égal à 50 %. Le tribunal du contentieux de l'incapacité confirma la décision de rejet. La requérante interjeta appel devant la cour nationale de l'incapacité et de la tarification de l'assurance des accidents du travail, produisant plusieurs certificats médicaux attestant de son état de santé et se prévalant de la décision reconnaissant son incapacité. La cour nationale de l'incapacité confirma la décision du tribunal du contentieux de l'incapacité se basant entre autres sur les observations du médecin qualifié près d'elle. La requérante forma un pourvoi en cassation et invoqua la violation de l'article 6 en ce que le rapport du médecin qualifié, établi uniquement sur dossier, ne lui avait pas été communiqué, pas plus qu'au médecin qu'elle avait désigné pour observations. Par un arrêt, la chambre sociale de la Cour de cassation rejeta le pourvoi aux motifs que le médecin qualifié chargé de procéder à l'examen préalable du dossier se borne à donner un avis à la cour nationale de l'incapacité, sans déposer de rapport d'expertise soumis à la discussion contradictoire des parties et que la cour nationale de l'incapacité, appréciant souverainement les conclusions de son médecin qualifié et les différentes pièces versées aux débats après les avoir préalablement analysées, a estimé, que le taux d'incapacité évalué par la commission technique ne s'imposait pas à la juridiction et était inférieur à 50 %, de sorte que l'assurée ne pouvait prétendre à l'attribution d'une pension de vieillesse au titre de l'inaptitude au travail.", "En droit : Quant à l'admissibilité des griefs non soumis à la Cour de cassation - Le pourvoi en cassation figure parmi les voies de recours à épuiser en principe mais un requérant ne peut être considéré comme n'ayant pas épuisé les voies de recours internes s'il peut démontrer, en produisant des décisions internes ou d'autres preuves pertinentes, qu'un recours disponible qu'il n'a pas exercé était voué à l'échec. La requérante a formé un pourvoi en cassation contre l'arrêt de la cour nationale de l'incapacité, dans lequel elle a soulevé notamment l'absence de communication à son endroit de l'avis du médecin qualifié sur son dossier. Le moyen de la requérante se fondait sur l'article 6 de la Convention tel que les « exigences du droit à un procès équitable », et plus particulièrement le non-respect du principe de l'égalité des armes. Il existait à l'époque des faits une jurisprudence constante de la Cour de cassation rejetant un tel moyen mais cela n'a pas empêché la requérante d'introduire le pourvoi et d'estimer qu'un revirement de jurisprudence pouvait intervenir. La requérante disposait d'une voie de recours qu'elle a estimé efficace pour remédier aux violations de l'article 6 de la Convention au sens large. Elle aurait dû formuler devant la juridiction interne l'ensemble de ses griefs.", "Irrecevable pour non-épuisement des voies de recours internes.", "Recevable concernant l'absence de communication à la requérante de l'avis du médecin qualifié désigné par la juridiction pour procéder à l'examen médical préalable de son dossier.", "Au fond : L'avis du médecin qualifié est un élément capital en vue de la décision du juge et la communication de cet avis est d'autant plus importante que le médecin qualifié n'est pas revêtu d'impartialité, en ce qu'il est désigné sur une liste établie par le ministre de la Sécurité sociale, autorité de tutelle de son adversaire dans la procédure en cause. L'avis n'a pas été communiqué à la requérante. Une expertise médicale, en ce qu'elle ressortit à un domaine technique échappant à la connaissance des juges nationaux, est susceptible d'influencer de manière prépondérante leur appréciation des faits et constitue un élément de preuve essentiel qui doit pouvoir être efficacement commenté par les parties au litige. La mission confiée au médecin qualifié à un caractère déterminant, qui consiste dans un examen du dossier médical soumis à la cour nationale de l'incapacité, et qui a pour finalité de conclure, ou non, à la réunion des conditions médicales pour l'attribution de la prestation sociale réclamée. La cour nationale de l'incapacité s'est essentiellement fondée sur cet avis pour rejeter la demande de pension de la requérante. A cet égard, la Cour n'est pas convaincue par la pertinence de la distinction opérée par la Cour de cassation entre l'avis du médecin qualifié et le rapport d'un expert médical, pour justifier la soumission de ce dernier seulement à la discussion contradictoire des parties. En outre, s'il est vrai que l'avis du médecin qualifié, en droit, ne liait pas la cour nationale de l'incapacité, il était susceptible, comme le relève la présente affaire, d'exercer une influence décisive sur la décision de cette juridiction. Ainsi, la cause de la requérante n'a pas été entendue équitablement, faute de communication contradictoire de l'avis du médecin désigné par la cour nationale de l'incapacité permettant à la requérante de le discuter. Conclusion : violation.", "Article 41 – 5 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}