{"file": "FRE_HFJUD_34823_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "34823/05", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE ÖZÇELEBİ c. TURQUIE", "", "(Requête no 34823/05)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "", "STRASBOURG", "", "23 juin 2015", "", "", "DÉFINITIF", "", "23/09/2015", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Özçelebi c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tAndrás Sajó, président,\n\tIşıl Karakaş,\n\tNebojša Vučinić,\n\tHelen Keller,\n\tPaul Lemmens,\n\tEgidijus Kūris,\n\tJon Fridrik Kjølbro, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 26 mai 2015,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 34823/05) dirigée contre la République de Turquie et dont un ressortissant turc, M. Ömer Fuat Özçelebi (« le requérant »), a saisi la Cour le 5 septembre 2005 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant a été représenté par Me A.C. Tangören, avocat à Istanbul. Le gouvernement turc (« le Gouvernement ») a été représenté par son agent.", "3.  Sans invoquer de disposition particulière de la Convention, il estime que la condamnation prononcée à son égard a constitué une restriction à sa liberté d’expression. Sur le terrain de l’article 6 § 1 de la Convention, le requérant soutient que les juridictions internes n’ont pas apprécié les preuves de manière juste et équitable.", "4.  Le 24 juin 2010, la présidente de la deuxième section communiqua la requête au Gouvernement. Comme le permettait l’article 29 § 3 de la Convention, tel qu’il était en vigueur à l’époque, il fut en outre décidé que seraient examinés en même temps la recevabilité et le bien-fondé de la requête.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1961 et réside à Istanbul.", "6.  À une date non précisée, le requérant, commandant dans la marine, fut mis en accusation devant un tribunal militaire pour outrage à la mémoire d’Atatürk.", "7.  Il lui était reproché d’avoir, lors d’une visite d’inspection qu’il effectua sur un navire le 24 novembre 1997, dit à un sous-officier en montrant du doigt des représentations d’Atatürk fixées sur un mur : « [t]ant qu’à faire, tu aurais pu en accrocher une plus grosse, de ses caboches » (daha büyük kellesini assaydın bari).", "8.  Le 2 juin 1998, le tribunal militaire le condamna à une peine d’emprisonnement d’un an et refusa de lui accorder un sursis à l’exécution de cette peine. Il relevait que le terme « kelle » désignait normalement la tête, mais qu’il pouvait également avoir un sens argotique renvoyant à la tête d’animaux. Le tribunal indiquait ensuite qu’il aurait fallu utiliser les mots « tête » ou « buste » et non pas le terme kelle, que le requérant aurait employé à dessein dans l’intention d’outrager la mémoire d’Atatürk.", "9.  À une date non précisée, la Cour de cassation militaire cassa le jugement et renvoya l’affaire devant le tribunal militaire. Les motifs de cette décision ne résultent pas du dossier.", "10.  Le 12 décembre 2000, le tribunal militaire, statuant sur renvoi à la suite de l’examen de la Cour de cassation militaire, rendit une ordonnance d’incompétence au motif que le requérant était depuis peu en retraite anticipée et que l’affaire relevait désormais des juridictions ordinaires.", "11.  L’affaire fut renvoyée devant le 17e tribunal correctionnel d’İzmir. Dans son jugement du 27 mai 2002, ce tribunal indiquait que le requérant, effectuant une visite d’inspection sur un navire, était arrivé au bureau administratif, où il avait montré du doigt les photos d’Atatürk épinglées au mur par un sous-officier, en demandant à celui-ci, en présence de trois autres militaires : « [q]uoi ? Tu as organisé un coin dédié à Atatürk ? » Le tribunal correctionnel précisait, sur la base des dépositions, que le requérant avait ensuite tenu les propos suivants :", "« Arrête de faire semblant. Je sais qui est atatürkiste. (...) Si c’est vraiment nécessaire de placer quelque chose sur la table, tu n’as qu’à y mettre la caboche d’Atatürk, sinon je te donnerai celle qui se trouve dans le bureau de police. »", "12.  Dans sa défense devant le 17e tribunal correctionnel d’İzmir, le requérant soutint, notamment, qu’il n’avait pas eu l’intention d’outrager la mémoire d’Atatürk. Il affirma avoir ordonné au sous-officier d’enlever immédiatement les photos en question car celles-ci auraient été froissées, et qu’il avait fait usage du terme kelle sous le coup de l’énervement.", "13.  Après avoir procédé à l’examen de l’ensemble des éléments de preuve soumis, le 17e tribunal correctionnel considéra que l’emploi du terme kelle par le requérant pour se référer aux représentations d’Atatürk avait fait outrage à la mémoire de celui-ci. Il condamna le requérant à une peine d’emprisonnement d’un an en application de l’article 1 de la loi no 5816 pénalisant l’atteinte à la mémoire d’Atatürk (« la loi no 5816 »). Il refusa d’accorder une quelconque remise de peine, de commuer cette peine en amende pécuniaire ou d’accorder un sursis à son exécution, estimant qu’il n’était pas parvenu à la conviction que le requérant ne commettrait pas de nouvelles infractions.", "14.  À une date non précisée, le requérant forma un pourvoi contre le jugement du 27 mai 2002.", "15.  Par un arrêt du 17 mars 2005, la 9e chambre criminelle de la Cour de cassation confirma le jugement attaqué. Elle considérait, notamment, que le tribunal de première instance avait justifié sa décision par des motifs convaincants.", "16.  Le 1er juin 2005, la loi no 5237 relative au nouveau code pénal (« le nouveau code pénal ») entra en vigueur.", "17.  Le 26 octobre 2005, le requérant adressa une lettre au 17e tribunal correctionnel d’İzmir demandant que sa peine d’emprisonnement, qui n’avait pas encore été exécutée, fût commuée en une des mesures alternatives prévues aux articles 50 et 51 du nouveau code pénal.", "18.  Le 27 octobre 2005, après la réouverture de la procédure, le 17e tribunal correctionnel d’İzmir réitéra la condamnation du requérant à la peine d’emprisonnement d’un an en application de l’article 1 de la loi no 5816. À cet égard, il précisait que, même si la culpabilité du requérant était établie, il n’en demeurait pas moins que le requérant avait délibérément fait usage du terme kelle sous l’emprise de la colère. Aussi, le tribunal commua-t-il ladite peine d’emprisonnement en une mesure d’interdiction d’exercer toute activité politique pendant une durée de deux ans, en application de l’article 50, paragraphe 1 c) du nouveau code pénal.", "19.  Le 30 décembre 2008, la 11e chambre criminelle de la Cour de cassation infirma l’arrêt du 27 octobre 2005 en raison, d’une part, de l’absence d’audience devant le tribunal correctionnel et, d’autre part, de la nécessité de réexaminer l’affaire à la lumière de l’article 231 du code de procédure pénale. Le dossier fut renvoyé devant le 17e tribunal correctionnel d’İzmir.", "20.  Le 2 juillet 2009, le 17e tribunal correctionnel d’İzmir prononça de nouveau la condamnation du requérant à une peine d’emprisonnement d’un an en application de l’article 1 de la loi no 5816 ; puis, sur le fondement des articles 50 a) et 52 du nouveau code pénal, il commua ladite peine en une peine d’amende de 7 300 livres turques (TRY) (soit environ 3 400 euros (EUR) à cette date). Le tribunal précisa en outre que l’article 231 du code de procédure pénale ainsi que l’article 51 du nouveau code pénal ne trouvaient pas à s’appliquer du fait de l’absence de conviction selon laquelle le requérant ne commettrait pas de nouvelles infractions.", "21.  À une date non précisée, le requérant se pourvut en cassation contre le jugement du 2 juillet 2009.", "22.  La loi no 6352 entra en vigueur le 5 juillet 2012. Elle modifiait diverses lois en vue d’accroître l’efficacité des services judiciaires et de suspendre les procès et les peines rendues dans les affaires concernant les infractions commises par le biais de la presse et des médias.", "23.  Par un arrêt du 30 avril 2013, la 9e chambre criminelle de la Cour de cassation confirma le jugement attaqué, mais ordonna qu’il fût sursis à l’exécution de la peine en cause en application de l’article 1 provisoire de la loi no 6352.", "24.  Le 29 août 2013, le 17e tribunal correctionnel d’İzmir se conforma à l’arrêt de cassation et décida de surseoir à l’exécution de la peine d’amende de 7 300 TRY pendant une durée de trois ans en application de l’article 1 provisoire de la loi no 6352.", "II.  LE DROIT INTERNE PERTINENT", "25.  L’article 1 de la loi no 5816 pénalisant l’atteinte à la mémoire d’Atatürk est ainsi libellé :", "« Quiconque injurie ou insulte explicitement la mémoire d’Atatürk sera puni d’un an à trois ans d’emprisonnement. Quiconque casse, ruine, corrompt ou salit les statues ou les gravures qui représentent Atatürk ou son tombeau sera puni d’un an à cinq ans d’emprisonnement. Quiconque incite à commettre les délits cités ci-dessus sera puni comme l’auteur principal. »", "26.  Le 1er juin 2005, la loi no 5237 relative au nouveau code pénal est entrée en vigueur. Elle dispose :", "« Sanctions alternatives à une peine d’emprisonnement de courte durée", "Article 50. (1)  Une peine d’emprisonnement de courte durée [peut être commuée], en fonction de la personnalité du coupable, de sa situation sociale et économique, du repentir exprimé au cours de la procédure et des spécificités de la commission de l’infraction,", "a)  en une peine d’amende judiciaire,", "(...)", "d)  en une mesure d’interdiction (...) de mener certaines activités politiques pour une durée allant de la moitié jusqu’au double de la sanction imposée.", "(...) »", "27.  L’article 51, alinéa 1, du nouveau code pénal prévoit la possibilité de surseoir à l’exécution d’une peine d’emprisonnement de deux ans ou moins sous réserve, notamment, que le tribunal parvienne à la conviction que l’intéressé ne présente pas de risque de récidive.", "28.  Aux termes de l’article 52 du nouveau code pénal, les peines d’amende sont fixées en jours-amende. Leur montant est compris entre 5 et 730 jours-amende, sauf disposition contraire. La valeur du jour-amende est fonction de la situation économique et personnelle de l’intéressé. Elle ne peut être ni inférieure à 20 ni supérieure à 100 TRY. En outre, le juge peut accorder à l’intéressé, eu égard à sa situation économique et personnelle, un délai qui ne peut excéder un an pour acquitter l’amende, ou ordonner l’échelonnement du paiement de celle-ci sur une période ne pouvant dépasser deux ans.", "29.  L’article 231 du code de procédure pénale, issu de la loi no 5271 du 4 décembre 2004 et modifié par les lois nos 5560 du 6 décembre 2006 et 5728 du 23 janvier 2008 dispose, en ses passages pertinents en l’espèce :", "« 5.  Lorsque la peine à laquelle l’accusé a été condamné à l’issue de la procédure menée en raison de l’infraction imputée est inférieure ou égale à deux ans d’emprisonnement ou bien lorsqu’il s’agit d’une amende pénale, le tribunal peut décider de surseoir au prononcé du jugement. (...) Le sursis au prononcé du jugement signifie que le jugement ne crée pas de conséquence juridique à l’égard de l’accusé.", "6.  Pour que le tribunal puisse décider de surseoir au prononcé du jugement :", "a)  l’accusé ne doit pas avoir été antérieurement condamné pour une infraction volontaire ;", "b)  le tribunal doit, à la lumière des caractéristiques de la personnalité de l’accusé, de son attitude et de son comportement lors de l’audience, parvenir à la conviction qu’il ne commettra pas de nouvelle infraction ;", "c)  le préjudice de la victime ou du public résultant de la commission de l’infraction doit être intégralement réparé par voie de restitution, de remise en l’état antérieur à la commission de l’infraction ou d’indemnisation.", "(...)", "8.  Lorsqu’il est décidé de surseoir au prononcé du jugement, l’accusé est soumis à un contrôle d’une durée de cinq ans. (...) »", "30.  La loi no 6352, entrée en vigueur le 5 juillet 2012, est intitulée « loi modifiant diverses lois en vue d’accroître l’efficacité des services judiciaires et de suspendre les procès et les peines rendues dans les affaires concernant les infractions commises par le biais de la presse et des médias ». Elle prévoit en son article provisoire 1, alinéas 1 c) et 3, qu’il sera sursis pendant une période de trois ans à l’exécution de toute peine devenue définitive lorsque celle-ci correspond à une amende ou à un emprisonnement inférieur à cinq ans, à condition qu’elle soit infligée pour une infraction commise avant le 31 décembre 2011, par le biais de la presse, des médias ou d’autres moyens de communication de la pensée et de l’opinion.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "31.  Sans invoquer de disposition spécifique de la Convention, le requérant maintient que la condamnation prononcée à son égard a constitué une restriction à sa liberté d’expression.", "32.  Maîtresse de la qualification juridique des faits de la cause, la Cour estime qu’en l’espèce le grief soulevé par le requérant appelle un examen sur le terrain de l’article 10 de la Convention. Cette disposition est ainsi libellée :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. Le présent article n’empêche pas les États de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d’autorisations.", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "A.  Sur la recevabilité", "33.  Dans ses observations écrites, le Gouvernement excipait du non-épuisement des voies de recours internes au motif que l’affaire en cause était encore pendante devant les instances nationales à la date de l’introduction de la requête.", "34.  La Cour note à cet égard que la première épisode de la procédure pénale s’est achevée le 17 mars 2005 par un arrêt de la Cour de cassation (voir paragraphe 15 ci-dessus). Quant à la procédure évoquée par le Gouvernement, si celle-ci a redémarré suite à une réouverture de la procédure (voir paragraphes 17 et 18 ci-dessus), il n’en demeure pas moins qu’à ce jour, elle se trouve définitivement clôturée avec le jugement du tribunal correctionnel du 29 août 2013 (paragraphe 24 ci-dessus).", "35.  À cet égard, la Cour rappelle qu’elle tolère que le dernier échelon des recours internes soit atteint après le dépôt de la requête, mais avant qu’elle ne soit appelée à se prononcer sur la recevabilité (voir, mutatis mutandis, Ringeisen c. Autriche, 16 juillet 1971, § 91, série A no 13, E.K. c. Turquie (déc.), no 28496/95, 28 novembre 2000, Ghimp et autres c. République de Moldova, no 32520/09, § 36, 30 octobre 2012, et Rafaa c. France, no 25393/10, § 33, 30 mai 2013).", "36.  En conséquence, la Cour rejette l’exception du Gouvernement tirée du caractère prématuré de la présente requête. Constatant par ailleurs que le grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, elle le déclare recevable.", "B.  Sur le bien-fondé", "1.  Thèses des parties", "37.  Le requérant n’a pas déposé d’observations écrites dans le délai imparti par la Cour.", "38.  Dans les siennes, le Gouvernement soulignait que, en l’absence d’une décision interne définitive (voir paragraphe 33 ci-dessus), il n’était pas en mesure de se prononcer sur les questions que la Cour lui avait adressées sur le fond de l’affaire, et qu’il ne lui appartenait pas de se substituer aux juridictions nationales. D’après lui, la Cour devait adopter la même approche en raison du caractère subsidiaire du mécanisme de sauvegarde instauré par la Convention (voir Handyside c. Royaume-Uni, 7 décembre 1976, § 48, série A no 24, Ahmet Sadık c. Grèce, 15 novembre 1996, § 30, Recueil des arrêts et décisions 1996V, et Brualla Gómez de la Torre c. Espagne, 19 décembre 1997, § 31, Recueil des arrêts et décisions 1997VIII).", "C’est pourquoi le Gouvernement priait la Cour « de suspendre l’examen du fond de la requête », et se réservait « le droit de soumettre des observations et documents ultérieurs » au cas où elle souhaiterait néanmoins poursuivre son examen.", "2.  Question liminaire concernant l’application de l’article 29 § 3 (ancien) de la Convention", "39.  La Cour rappelle que le 24 juin 2010, la présidente de la deuxième section a décidé que la chambre se prononcerait en même temps sur la recevabilité et le bien-fondé de la présente requête, comme le permettait l’article 29 § 3 de la Convention, tel qu’il était en vigueur à l’époque (paragraphe 4 ci-dessus). Le Gouvernement se devait donc de présenter ses observations sur ces deux points dans le délai imparti.", "40.  La Cour souligne par ailleurs que l’ensemble des documents attestant de nouveaux faits subséquents à la communication de la requête, relativement à la clôture de la procédure en question, ont été portés à la connaissance du Gouvernement. La Cour note au demeurant qu’il s’agissait là d’informations que le Gouvernement ne pouvait pas ignorer. En tout état de cause, le Gouvernement s’est ainsi vu offrir l’opportunité de répondre aux questions qui lui étaient adressées le 24 juin 2010, et dont la portée n’était aucunement affectée par la clôture de la procédure. Dès lors, il ne saurait prétendre que sa capacité à préparer sa défense ait été affectée ou qu’il ait été porté atteinte aux exigences d’une bonne administration de la justice d’une manière qui lèse ses intérêts.", "41.  En bref, la Cour, compétente pour traiter toute question de fait ou de droit qui surgit pendant l’instance engagée devant elle (Cruz Varas et autres c. Suède, 20 mars 1991, § 76, série A no 201), estime pouvoir se prononcer sur les questions soulevées en l’espèce à la lumière notamment des nouveaux éléments factuels.", "42.  En conclusion, le Gouvernement ne peut légitimement demander qu’il soit sursis à l’examen au fond de la requête.", "43.  Au vu de ce qui précède, la Cour poursuivra son examen selon la procédure actuellement prévue par l’article 29 § 1.", "3.  Principes généraux", "44.  Les principes généraux permettant d’apprécier la nécessité d’une ingérence dans l’exercice de la liberté d’expression ont été résumés dans l’arrêt Mouvement raëlien suisse c. Suisse ([GC], no 16354/06, § 48, CEDH 2012 (extraits)), et rappelés plus récemment dans les arrêts Animal Defenders International c. Royaume-Uni ([GC], no 48876/08, § 100, CEDH 2013 (extraits), et Morice c. France [GC], no 29369/10, § 124, 23 avril 2015) :", "« i.  La liberté d’expression constitue l’un des fondements essentiels d’une société démocratique, et l’une des conditions primordiales de son progrès et de l’épanouissement de chacun. Sous réserve du paragraphe 2 de l’article 10, elle vaut non seulement pour les « informations » ou « idées » accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent : ainsi le veulent le pluralisme, la tolérance et l’esprit d’ouverture sans lesquels il n’est pas de « société démocratique ». Telle que la consacre l’article 10, elle est assortie d’exceptions qui appellent toutefois une interprétation étroite, et le besoin de la restreindre doit se trouver établi de manière convaincante (...)", "ii.  L’adjectif « nécessaire », au sens de l’article 10 § 2, implique un « besoin social impérieux ». Les États contractants jouissent d’une certaine marge d’appréciation pour juger de l’existence d’un tel besoin, mais celle-ci se double d’un contrôle européen portant à la fois sur la loi et sur les décisions qui l’appliquent, même quand elles émanent d’une juridiction indépendante. La Cour a donc compétence pour statuer en dernier lieu sur le point de savoir si une « restriction » se concilie avec la liberté d’expression que protège l’article 10.", "iii.  La Cour n’a point pour tâche, lorsqu’elle exerce son contrôle, de se substituer aux juridictions internes compétentes, mais de vérifier sous l’angle de l’article 10 les décisions qu’elles ont rendues en vertu de leur pouvoir d’appréciation. Il ne s’ensuit pas qu’elle doive se borner à rechercher si l’État défendeur a usé de ce pouvoir de bonne foi, avec soin et de façon raisonnable ; il lui faut considérer l’ingérence litigieuse à la lumière de l’ensemble de l’affaire, y compris la teneur des propos reprochés au requérant et le contexte dans lequel celui-ci les a tenus (...)", "iv.  En particulier, il incombe à la Cour de déterminer si la mesure incriminée était « proportionnée aux buts légitimes poursuivis » et si les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants » (...) Ce faisant, la Cour doit se convaincre que les autorités nationales ont appliqué des règles conformes aux principes consacrés à l’article 10, et ce, de surcroît, en se fondant sur une appréciation acceptable des faits pertinents (...) »", "La nature et la lourdeur des peines infligées sont aussi des éléments à prendre en considération lorsqu’il s’agit de mesurer la proportionnalité de l’ingérence (Perna c. Italie [GC], no 48898/99, § 39, CEDH 2003V). Une atteinte à la liberté d’expression peut risquer d’avoir un effet dissuasif quant à l’exercice de cette liberté. À cet égard, la Cour a considéré que le caractère relativement modéré d’une sanction, telle qu’une amende, ne saurait suffire à faire disparaître le risque d’un tel effet dissuasif (Morice, précité, § 127).", "3.  Application à la présente espèce des principes susmentionnés", "a)  Sur l’existence d’une ingérence", "45.  La Cour observe que la condamnation du requérant par les juridictions nationales pour outrage à la mémoire d’Atatürk en raison de l’emploi du terme kelle pour se référer aux représentations du fondateur de la République de Turquie s’analyse en une « ingérence » dans l’exercice par le requérant de son droit à la liberté d’expression.", "b)  Sur la base légale et le but de l’ingérence", "46.  La condamnation du requérant s’étant fondée sur l’article 1 de la loi no 5816 pénalisant l’atteinte à la mémoire d’Atatürk, la Cour estime que l’ingérence qui en a résulté dans l’exercice par l’intéressé de son droit à la liberté d’expression peut être considérée comme « prévue par la loi » (Murat Vural c. Turquie, no 9540/07, § 60, 21 octobre 2014).", "47.  S’agissant ensuite du but de l’ingérence, la Cour accepte que la condamnation du requérant visait à protéger la réputation et les droits d’autrui (Odabaşı et Koçak c. Turquie, no 50959/99, § 18, 21 février 2006, Dilipak et Karakaya c. Turquie nos 7942/05 et 24838/05, §§ 117 et 130131, 4 mars 2014, et Murat Vural, précité, § 60).", "c)  Sur la nécessité dans une société démocratique", "48.  La question qui se pose en l’espèce est celle de savoir si l’ingérence était nécessaire dans une société démocratique. Pour apprécier si la « nécessité » de la restriction à l’exercice du droit à la liberté d’expression est établie de manière convaincante, la Cour doit se situer essentiellement par rapport à la motivation retenue par les juges nationaux (voir, mutatis mutandis, Gündüz c. Turquie, no 35071/97, § 46, CEDH 2003XI).", "49.  La Cour rappelle qu’Atatürk est une figure emblématique de la Turquie moderne (Odabaşı et Koçak, précité, § 23), et que le Parlement turc a choisi de pénaliser certains actes qu’il jugeait insultants pour la mémoire d’Atatürk et attentatoires aux sentiments de la société turque (Murat Vural, précité, § 65).", "50.  En l’espèce, la Cour observe que, si le terme kelle pouvait, certes, avoir une connotation péjorative en turc, les juridictions internes n’ont pas précisé en quoi son emploi, dans les circonstances de la cause, était insultant pour la mémoire d’Atatürk (voir, mutatis mutandis, Yankov c. Bulgarie, no 39084/97, § 135, CEDH 2003XII). En effet, avant de se dessaisir de l’affaire (paragraphe 10 ci-dessus), le tribunal militaire a fondé son jugement de condamnation du 2 juin 1998 sur des motifs qui, après réexamen du dossier, n’ont pas été repris par les juridictions ordinaires dans leurs jugements de condamnation (paragraphes 13, 18 et 20 ci-dessus). Celles-ci n’ont effectué aucune analyse du contexte dans lequel les propos litigieux ont été tenus. En particulier, elles n’ont pas pris en considération le fait que le requérant les a proférés dans un espace clos et devant un cercle restreint de personnes. À cet égard, force est de constater que, mis à part le sous-officier à qui il s’adressait et les trois autres militaires présents pendant l’incident, nul n’a eu connaissance des propos du requérant. En outre, rien ne semble indiquer que celui-ci avait une quelconque intention ou une volonté avérée de les rendre publics (voir, mutatis mutandis, Grigoriades c. Grèce, 25 novembre 1997, § 47, Recueil des arrêts et décisions 1997VII, et Yankov, précité, § 141). La Cour considère que les circonstances dans lesquelles les propos en question ont été tenus limitent considérablement leur impact, de sorte qu’ils ne sauraient être considérés comme représentant en soi une atteinte d’une certaine gravité à la réputation d’Atatürk (voir, mutatis mutandis, Tapkan et autres c. Turquie, no 66400/01, § 70, 20 septembre 2007).", "51.  Quant à la nature et la lourdeur de la peine infligée, la Cour constate que, à l’issue d’une longue procédure qui a connu un certain nombre de rebondissements et qui a duré presque seize ans, le requérant a finalement été condamné à une peine d’emprisonnement d’un an, commuée en une peine d’amende (paragraphe 20 ci-dessus), dont l’exécution a fait l’objet d’un sursis (paragraphe 24 ci-dessus). Si finalement aucune des peines prononcées à l’encontre du requérant n’a été exécutée, il n’en demeure pas moins que celui-ci s’est trouvé menacé d’une peine d’emprisonnement qui lui a d’ailleurs été infligée à deux reprises (paragraphes 8 et 13 ci-dessus). De l’avis de la Cour, la condamnation du requérant à une peine privative de liberté, même commuée en une mesure alternative dont l’exécution est toujours suspendue, constitue, dans le cadre de l’article 10, une sanction disproportionnée au but poursuivi.", "52.  Compte tenu de ce qui précède, la Cour estime que les motifs invoqués par les juridictions nationales pour justifier l’ingérence litigieuse n’étaient pas suffisants, et que celle-ci a été disproportionnée par rapport au but légitime poursuivi. Elle conclut que la condamnation du requérant pour diffamation n’était pas « nécessaire dans une société démocratique ».", "53.  Il y a donc eu en l’espèce violation de l’article 10 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "54.  Le requérant se plaint aussi d’une violation de son droit à un procès équitable, garanti par l’article 6 de la Convention. Il reproche aux juridictions de n’avoir pas apprécié les preuves de manière juste et équitable.", "55.  La Cour rappelle qu’il ne lui appartient pas de connaître des erreurs de fait ou de droit éventuellement commises par une juridiction interne, sauf si et dans la mesure où elles peuvent avoir porté atteinte aux droits et libertés sauvegardés par la Convention (voir, par exemple, García Ruiz c. Espagne [GC], no 30544/96, § 28, CEDH 1999-I, et Perez c. France [GC], no 47287/99, § 82, CEDH 2004-I), par exemple si elles peuvent exceptionnellement s’analyser en un « manque d’équité » incompatible avec l’article 6 de la Convention. Si cette disposition garantit le droit à un procès équitable, elle ne réglemente pas pour autant l’admissibilité des preuves ou leur appréciation, matière qui relève au premier chef du droit interne et des juridictions nationales. En principe, des questions telles que le poids attaché par les tribunaux nationaux à tel ou tel élément de preuve ou à telle ou telle conclusion ou appréciation dont ils ont eu à connaître échappent au contrôle de la Cour. Celle-ci n’a pas à tenir lieu de juge de quatrième instance et elle ne remet pas en cause sous l’angle de l’article 6 § 1 l’appréciation des tribunaux nationaux, sauf si leurs conclusions peuvent passer pour arbitraires ou manifestement déraisonnables (Bochan c. Ukraine (no 2) [GC], no 22251/08, § 61, 5 février 2015).", "56.  La Cour estime que l’appréciation des éléments de preuve par les juridictions nationales n’est en l’espèce pas arbitraire ou manifestement déraisonnable.", "57.  Partant, ce grief doit être rejeté pour défaut manifeste de fondement, en application de l’article 35 §§ 3 a) et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "58.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "59.  La Cour note que le requérant n’a formulé aucune demande de satisfaction équitable dans les délais impartis, malgré une lettre recommandée avec accusé de réception qui a été adressée à son conseil le 17 janvier 2011, attirant son attention sur la possibilité de voir la requête rayée du rôle de la Cour. Or, celui-ci n’a réagi que tardivement, à savoir le 5 mai 2011, et n’a pas soumis les observations requises.", "60.  Dans ces circonstances, la Cour estime que le requérant n’a pas satisfait aux obligations qui lui incombaient aux termes de l’article 60 du règlement. Aucune demande de satisfaction équitable n’ayant été valablement formulée, elle considère qu’il n’y a pas lieu d’accorder une indemnité à ce titre.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l’article 10 de la Convention, et irrecevable pour le surplus;", "", "2.  Dit qu’il y a eu violation de l’article 10 de la Convention ;", "", "3.  Rejette la demande de satisfaction équitable.", "Fait en français, puis communiqué par écrit le 23 juin 2015, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tAndrás Sajó\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante du juge A. Sajó ;", "–  opinion concordante du juge E. Kūris à laquelle se rallie le juge N. Vučinić.", "A.S.\nS.H.N.", "", "OPINION CONCORDANTE DU JUGE SAJÓ", "Je souscris au constat de violation de l’Article 10 dans cette affaire pour les raisons que j’ai exposées dans l’affaire Murat Vural c. Turquie (no9540/07, 21 octobre 2014).", "", "Je partage les craintes qu’a exprimées le Juge Kūris quant à la décriminalisation de la diffamation.", "", "", "\n", "OPINION CONCORDANTE DU JUGE KŪRIS, À LAQUELLE SE RALLIE LE JUGE VUČINIĆ", "", "1.  J’ai voté pour le constat de violation de l’article 10 de la Convention. Cependant, je tiens à réaffirmer la position que j’ai exprimée dans l’opinion concordante que le juge Vučinić et moi-même avons émise en l’affaire Murat Vural c. Turquie (no 9542/27, 21 octobre 2014) : de même que la situation examinée dans l’affaire Murat Vural, la présente situation révèle des problèmes fondamentaux que l’arrêt ne traite pas.", "2.  Il y a aussi un autre élément que je tiens à souligner. En l’espèce, le requérant est commandant dans la marine et, en conséquence, il lui incombe, si je puis dire, une obligation plus stricte que la moyenne de loyauté envers l’État turc et, par extension, envers son fondateur. Dans le contexte turc, insulter la mémoire d’Atatürk, indépendamment de la manière dont ce comportement est expressément défini dans une loi, est un acte de diffamation, si cette notion est comprise dans son sens général (et, je crois universellement admis) de « déshonorer quelqu’un » (voir, entre autres sources, l’Oxford English Dictionary pour une définition du terme en anglais).", "Dans la partie « principes généraux » de l’arrêt (paragraphe 44), on trouve des références aux affaires Mouvement raëlien suisse c. Suisse ([GC], no 1635/06, CEDH 2012), Animal Defenders International c. Royaume-Uni ([GC], no 48876/08, CEDH 2013) et Perna c. Italie ([GC], no 48898/99, CEDH 2003-V). Je n’ai aucun doute quant à la pertinence de ces références. Pour autant, il n’est rappelé dans aucun de ces arrêts ce que la Cour a souligné en de nombreuses autres occasions, à savoir que, compte tenu de la marge d’appréciation des États contractants, une mesure pénale en tant que réponse à la diffamation ne peut en ellemême être considérée comme disproportionnée à l’objectif poursuivi lorsque celui-ci correspond à l’un des buts légitimes énumérés au paragraphe 2 de l’article 10 de la Convention (voir, par exemple, Radio France et autres c. France, no 53984/00, § 40, CEDH 2004II, Lindon, Ochakovsky-Laurens et July c. France, [GC], nos 21279/02 et 36648/02, § 59, CEDH 2007-IV, Rumyana Ivanova c. Bulgarie, no 36207/03, § 68, 14 février 2008, Makarenko c. Russie, no 8962/03, § 156, 22 décembre 2009, Reinboth et autres c. Finlande, no 30865/08, § 90, 25 janvier 2011, et Kaperzynski c. Pologne, no 43206/07, § 69, 3 avril 2012). Il est vrai que l’imposition d’une peine de prison pour diffamation ne peut être considérée comme compatible avec l’article 10 que dans des circonstances exceptionnelles (voir, notamment, Cumpănă et Mazăre c. Roumanie [GC], no 33348/96, §§ 115, 116 et 120). Toutefois, passer sous silence dans le présent arrêt le fait que la diffamation peut encore être constitutive d’une infraction pénale en droit interne donne l’impression tout à fait malvenue que ce principe motivé est en voie d’être abandonné. Cette impression est renforcée par le fait que, depuis 2012, la Cour a tendance dans sa jurisprudence à éviter de le répéter (voir, par exemple, le tout récent arrêt Morice c. France [GC], no 29369/10, 23 avril 2015, où ce postulat n’est pas mentionné, alors qu’il l’était dans l’arrêt de chambre rendu dans la même affaire (§ 108, 11 juillet 2013)). Eu égard aussi à la résolution 1577 (2007) et à la recommandation 1814 (2007) de l’Assemblée parlementaire du Conseil de l’Europe, toutes deux intitulées « Vers une dépénalisation de la diffamation », on peut se demander où cette tendance à la clémence à l’égard de la diffamation, si elle se poursuivait un jour jusqu’à sa conclusion logique, pourrait amener notre discours public et notre culture civique si fortement empreinte jusqu’ici du respect de la dignité humaine."]}