{"file": "FRE_HFJUD_71463_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "71463/01", "text_paragraphs": ["", "", "GRANDE CHAMBRE", "", "", "", "", "", "", "AFFAIRE ŠILIH c. SLOVÉNIE", "", "(Requête no 71463/01)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "9 avril 2009", "", "", "Cet arrêt est définitif. Il peut subir des retouches de forme.", "", "En l’affaire Šilih c. Slovénie,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tChristos Rozakis, président,\n\tNicolas Bratza,\n\tPeer Lorenzen,\n\tJosep Casadevall,\n\tIreneu Cabral Barreto,\n\tRıza Türmen,\n\tKarel Jungwiert,\n\tBoštjan M. Zupančič,\n\tRait Maruste,\n\tSnejana Botoucharova,\n\tAnatoly Kovler,\n\tVladimiro Zagrebelsky,\n\tDean Spielmann,\n\tPäivi Hirvelä,\n\tGiorgio Malinverni,\n\tAndrás Sajó,\n\tNona Tsotsoria, juges,\net de Michael O’Boyle, greffier adjoint,", "Après en avoir délibéré en chambre du conseil le 2 avril 2008 et le 18 février 2009,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 71463/01) dirigée contre la République de Slovénie et dont deux ressortissants de cet Etat, Mme Franja Šilih et M. Ivan Šilih (« les requérants »), ont saisi la Cour le 19 mai 2001 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants alléguaient que leur fils était décédé à la suite d’une négligence médicale et qu’il y avait eu violation de leurs droits au regard des articles 2, 3, 6, 13 et 14 de la Convention du fait de l’incapacité du système judiciaire slovène à établir les responsabilités quant à ce décès.", "3.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "4.   Le 11 octobre 2004, le président de la chambre a décidé que les questions de recevabilité et de fond devaient être examinées conjointement, conformément aux articles 29 § 3 de la Convention et 54A du règlement, et que le Gouvernement devait être invité à soumettre des observations écrites sur la recevabilité et le fond de l’affaire (article 54 § 2 b) du règlement).", "5.   Le 28 juin 2007, la chambre, composée de Corneliu Bîrsan, président, Boštjan M. Zupančič, Jean-Paul Costa, Alvina Gyulumyan, Davíd Thór Björgvinsson, Ineta Ziemele, Isabelle Berro-Lefèvre, juges, ainsi que de Santiago Quesada, greffier de section, a rendu un arrêt dans lequel elle a déclaré, à l’unanimité, la requête partiellement recevable et a dit, également à l’unanimité, qu’il y avait eu violation de l’article 2 de la Convention en son volet procédural et qu’il n’y avait pas lieu d’examiner séparément les griefs tirés de l’article 6 quant à la durée des procédures civile et pénale et à l’équité de la procédure pénale, ni celui fondé sur l’article 13 de la Convention.", "6.  Le 27 septembre 2007, le Gouvernement, se fondant sur l’article 43 de la Convention, a demandé que l’affaire soit renvoyée devant la Grande Chambre. Le 12 novembre 2007, un collège de la Grande Chambre a accueilli cette demande.", "7.  La composition de la Grande Chambre a été arrêtée conformément aux articles 27 §§ 2 et 3 de la Convention et 24 du règlement. Lors des délibérations finales, Päivi Hirvelä, suppléante, a remplacé Antonella Mularoni, empêchée (article 24 § 3 du règlement).", "8.  Tant les requérants que le Gouvernement ont déposé un mémoire sur la recevabilité et le fond de l’affaire. Les parties ont chacune soumis des commentaires écrits sur le mémoire de l’autre.", "9.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 2 avril 2008 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nMmes T. Mihelič, procureur général,\n\tŽ. Cilenšek Bončina, procureur général,\tcoagentes,\n\tV. Klemenc,\tconseillère ;", "–  pour les requérants\nM.\tB. Grubar,\tconseil,\nMme \tF. Šilih,\t\nM.\tI. Šilih,\t \trequérants,\nMM.\tT. Žiger,\n\tU. Grubar,\tconseillers.", "", "La Cour a entendu les déclarations de M. Grubar, Mme Šilih et Mme Mihelič, ainsi que les réponses de M. Grubar et Mme Mihelič aux questions posées par les juges Maruste et Spielmann.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "10.  Les requérants, Franja et Ivan Šilih, sont nés respectivement en 1949 et 1940 et résident à Slovenj Gradec.", "11.  Le 3 mai 1993, à un moment qui se situe entre midi et 13 heures, leur fils de vingt ans, Gregor Šilih, se rendit à l’hôpital général de Slovenj Gradec parce qu’il souffrait, notamment, de nausées et de démangeaisons. Il fut examiné par un médecin de garde, M.E. Après avoir diagnostiqué une crise d’urticaire (sorte de réaction allergique), M.E. ordonna l’administration par voie intraveineuse d’un médicament (la dexaméthasone) contenant des glucocorticostéroïdes et d’un antihistaminique (la chloropyramine). L’état de Gregor Šilih se détériora alors sensiblement, en raison sans doute d’une allergie de l’intéressé à l’une de ces substances, voire aux deux. Il devint très pâle, commença à trembler et à avoir froid ; M.E. observa des signes de tachycardie. Elle diagnostiqua un choc anaphylactique. A 13 h 30, Gregor Šilih fut transféré à l’unité de soins intensifs. M.E. ordonna qu’on lui administrât, notamment, de l’adrénaline. Lorsque le cardiologue arriva, le fils des requérants ne respirait plus et n’avait plus de pouls. On lui prodigua des soins de réanimation cardiorespiratoire. Aux alentours de 14 h 15, on le plaça sous assistance respiratoire. Sa pression artérielle et son pouls revinrent à la normale, mais il resta dans le coma ; il avait subi de graves dommages cérébraux.", "12.  Le 4 mai 1993, il fut transféré au centre clinique de Ljubljana (Klinični center v Ljubljani), où il décéda le 19 mai 1993.", "13.  La chronologie précise des faits ayant abouti au décès du fils des requérants et le point de savoir quelles mesures avaient été prises par M.E. pour faire face à la dégradation de l’état de santé du jeune homme ont fait l’objet de controverses dans le cadre des procédures internes.", "14.  Le 13 mai 1993, les requérants avaient déposé auprès du parquet de première instance de Maribor – unité de Slovenj Gradec (Temeljno javno tožilstvo Maribor, Enota v Slovenj Gradcu) une plainte (ovadba) contre M.E. pour « négligence dans l’administration d’un traitement médical » (nevestno zdravljenje) ; après le décès, cette infraction fut requalifiée en « infraction pénale grave ayant causé un dommage à la santé » (hudo kaznivo dejanje zoper človekovo zdravje). Les requérants estimaient que M.E. avait donné à leur fils un traitement inadapté en lui administrant par voie intraveineuse les deux substances en question et qu’elle n’avait pas pris les mesures correctives qui s’imposaient après l’aggravation de son état.", "15.  Au cours de l’enquête préliminaire (predkazenski postopek), la police saisit des documents médicaux concernant les soins prodigués au fils des requérants ; à la suite du décès, le juge d’instruction (preiskovalni sodnik) de permanence chargea l’institut médicolégal de Ljubljana (Inštitut za sodno medicino v Ljubljani) d’effectuer une autopsie et d’établir un rapport médicolégal.", "16.  Le 26 août 1993, la police soumit au procureur un rapport, dont il ressort que le ministère de la Santé (Ministrstvo za zdravstvo) avait prié l’ordre des médecins (Zdravniško Društvo) de former une commission chargée d’émettre un avis sur l’affaire. Cette commission était composée des experts auteurs du rapport médicolégal (paragraphe 17 ci-dessous). Le rapport indiquait que l’avis de la commission avait été adressé le 11 juin 1993 au ministère de la Santé qui, le 19 juin 1993, l’avait fait publier dans deux des principaux journaux de Slovénie.", "17.  Le 1er juillet 1993, l’institut médicolégal de Ljubljana soumit son rapport, dans lequel on pouvait lire notamment :", "« Le choc anaphylactique qui (...) a suivi l’administration de la dexaméthasone et de la chloropyramine est très probablement dû à une sensibilité à l’un de ces médicaments.", "D’après le dossier médical, le traitement médical du choc anaphylactique à l’hôpital de Slovenj Gradec a été conforme à la pratique médicale établie.", "La fibrillation ventriculaire survenue par la suite est liée à une infection du muscle cardiaque, que Gregor Šilih avait sans doute contractée plusieurs semaines avant la date du 3 mai 1993.", "Après le déclenchement de la fibrillation ventriculaire, le personnel hospitalier tenta de réanimer le patient. Selon le dossier médical, il procéda pour ce faire conformément à la pratique médicale établie.", "Concernant la période comprise entre l’admission de Gregor Šilih à l’hôpital de Slovenj Gradec et son décès, nous n’avons décelé dans le traitement médical administré ni actes ni omissions pouvant être qualifiés de manifestement inadéquats ou négligents. »", "18.  Le 8 avril 1994, le procureur rejeta la plainte des requérants au motif qu’elle n’était pas étayée par des preuves suffisantes.", "A.  La procédure pénale", "19.  Le 1er août 1994, les requérants, agissant en tant que procureurs « subsidiaires » (subsidiarni tožilec), demandèrent l’ouverture d’une instruction (zahteva za preiskavo) sur la conduite de M.E.", "20.  Le 8 novembre 1994, le juge d’instruction du tribunal de première instance de Maribor (Temeljno sodišče v Mariboru), qui le 26 octobre 1994 avait entendu M.E., accueillit la demande des requérants. Le 27 décembre 1994, sur recours (pritožba) de M.E., la chambre d’instruction (zunaj-obravnavni senat) près le tribunal de première instance de Maribor annula la décision du juge d’instruction au motif que les éléments du dossier, notamment le rapport médicolégal, ne fournissaient pas de raisons suffisantes de penser que M.E. avait agi de façon manifestement contraire aux règles de sa profession.", "21.  Un recours introduit par les requérants et un pourvoi dans l’intérêt de la loi (zahteva za varstvo zakonitosti) furent rejetés. Le second fut écarté le 29 juin 1995 par le tribunal de district de Slovenj Gradec (Okrožno sodišče v Slovenj Gradcu) qui, après la réorganisation du système judiciaire de 1995, était devenu compétent pour connaître de l’affaire. Les requérants contestèrent cette décision. Le 5 octobre 1995, la cour d’appel de Maribor (Višje sodišče v Mariboru) rejeta leur recours, pour des raisons en substance identiques à celles qui avaient motivé le rejet de leur précédent recours et du pourvoi dans l’intérêt de la loi, à savoir que la décision de la chambre d’instruction de ne pas ouvrir une procédure pénale contre le médecin ne pouvait être attaquée par les intéressés.", "22.  Par la suite, les requérants obtinrent un avis médical du docteur T.V., lequel déclara notamment que la myocardite (inflammation du muscle cardiaque), auparavant considérée comme ayant contribué au décès de leur fils, avait pu se produire alors que celui-ci se trouvait en état de choc anaphylactique, voire plus tard. Le 30 novembre 1995, les intéressés demandèrent en conséquence la réouverture de l’instruction (paragraphe 90 ci-dessous). Par ailleurs, ils déposèrent une demande de délocalisation du procès, souhaitant voir celui-ci se tenir devant le tribunal de district de Maribor (Okrožno sodišče v Mariboru). La cour d’appel de Maribor accueillit la requête le 31 janvier 1996.", "23.  Le 26 avril 1996, la chambre d’instruction près le tribunal de district de Maribor fit droit à la demande de réouverture de l’instruction formée par les requérants. Le 4 juillet 1996, la cour d’appel de Maribor rejeta un appel de M.E.", "24.  Au cours de l’instruction, le juge d’instruction interrogea des témoins et recueillit l’avis de P.G., expert à l’institut de médecine légale de Graz (Autriche). D’après celui-ci, l’administration d’un antihistaminique au jeune homme avait entraîné une grave réaction allergique et la préexistence d’une myocardite n’était pas certaine.", "25.  Le 10 février 1997, le juge d’instruction décida de clore l’instruction.", "26.  Compte tenu de la complexité de l’affaire, les requérants prièrent le parquet du district de Maribor (Okrožno državno tožilstvo v Mariboru) de reprendre la conduite des poursuites. Leur demande fut rejetée le 21 février 1997. Par la suite, le président du parquet du district de Maribor expliqua au procureur en chef (Vrhovni državni tožilec) que, bien que le rapport de P.G. confirmât l’existence de motifs raisonnables de soupçonner M.E. d’avoir causé le décès du jeune homme par négligence, cela ne constituait pas un fondement suffisant pour déposer un acte d’accusation, pareille démarche exigeant un certain degré de certitude.", "27.  Le 28 février 1997, les requérants déposèrent contre M.E. un acte d’accusation pour « homicide par négligence » (povzročitev smrti iz malomarnosti).", "28.  Le 7 mai 1997, M.E. ayant formé opposition contre l’acte d’accusation, la chambre d’instruction près le tribunal de district de Maribor pria les requérants de demander, dans un délai de trois jours, des mesures d’instruction complémentaires (paragraphe 93 ci-dessous).", "29.  Par la suite, le juge d’instruction interrogea plusieurs témoins et ordonna la rédaction d’un rapport médicolégal par K.H., médecin légiste autrichien spécialisé dans le domaine de la médecine d’urgence et de l’anesthésie. Dans son rapport, K.H. estima que la cause véritable du décès du fils des requérants ne pouvait être déterminée avec certitude et que, partant, l’efficacité des mesures prises par M.E. face à l’état du jeune homme était une question non pertinente.", "30.  Le 22 juin 1998, le juge d’instruction informa les requérants qu’il avait été décidé de clore l’instruction. Il leur rappela qu’ils devaient déposer soit un acte d’accusation, soit une nouvelle demande de complément d’instruction, dans un délai de quinze jours (paragraphes 91-92 ci-dessous).", "31.  Le 30 juin 1998, les requérants demandèrent au juge d’instruction d’interroger K.H., P.G. et T.V.", "32.  Le 24 novembre 1998, après avoir interrogé K.H., le juge d’instruction informa les requérants que l’instruction était close. Il leur rappela une nouvelle fois qu’ils devaient déposer un acte d’accusation ou une nouvelle demande de complément d’instruction dans un délai de quinze jours.", "33.  Le 10 décembre 1998, les requérants déposèrent un acte d’accusation complété par des éléments de preuve recueillis à la faveur du complément d’instruction. Le 12 janvier 1999, la chambre d’instruction écarta pour défaut de fondement l’opposition formée par M.E. contre le premier acte d’accusation.", "34.  Le 22 janvier 1999, M.E. forma un pourvoi dans l’intérêt de la loi, affirmant que l’acte d’accusation déposé le 10 décembre 1998 ne lui avait pas été notifié. Le 25 février 1999, la Cour suprême (Vrhovno sodišče) annula la décision du tribunal de district de Maribor en date du 12 janvier 1999 et renvoya l’affaire à cette juridiction, avec pour instruction de notifier l’acte d’accusation du 10 décembre 1998 à M.E. Celle-ci ayant formé opposition contre ledit acte, le 3 juin 1999 la chambre d’instruction renvoya le dossier aux requérants et les pria de fournir, dans un délai de trois jours à compter de la notification de la décision, un complément de preuves, qu’il s’agissait pour eux d’obtenir en demandant de nouvelles mesures d’instruction.", "35.  Les requérants obtempérèrent en sollicitant le 21 juin 1999 un complément d’instruction, en particulier l’audition de K.H., P.G. et T.V. Dans leur demande, ils se plaignirent du renvoi de l’affaire, considérant que c’était dans le cadre du procès et non au stade où se trouvait la cause que les éléments de preuve devaient être réellement appréciés.", "36.  Le juge d’instruction ordonna donc la rédaction d’un rapport complémentaire par K.H. et, le 3 décembre 1999, informa les requérants que de nouvelles mesures d’instruction avaient été prises et qu’ils avaient quinze jours pour déposer un acte d’accusation ou demander un complément d’instruction.", "37.  A la suite d’une demande de mesures complémentaires formée par les requérants le 16 décembre 1999, le juge d’instruction ordonna la reconstitution des faits survenus le 3 mai 1993 ainsi que l’audition de deux témoins.", "38.  L’instruction fut close le 3 mai 2000. On rappela aux requérants les exigences posées par l’article 186 § 3 de la loi sur la procédure pénale (la « LPP » – paragraphe 92 ci-dessous).", "39.  Dans l’intervalle, le 28 juin 1999, les requérants avaient à nouveau prié le procureur de reprendre la conduite des poursuites, mais en vain.", "40.  Le 19 mai 2000, ils déposèrent un nouvel acte d’accusation, ainsi que les éléments complémentaires qui leur avaient été demandés.", "41.  En août 2000, les requérants saisirent le Conseil judiciaire (Sodni svet) d’une plainte relative à la durée de la procédure pénale. Par ailleurs, ils demandèrent la récusation des trois juges composant la chambre d’instruction qui avait précédemment statué sur l’opposition formée par M.E. contre l’acte d’accusation. Le 10 octobre 2000, le président du tribunal de district de Maribor rejeta cette demande.", "42.  M.E. ayant à nouveau fait opposition à l’acte d’accusation, la chambre d’instruction examina l’affaire le 18 octobre 2000 et décida d’abandonner les poursuites. S’appuyant en particulier sur les avis de K.H. et de l’institut de médecine légale de Ljubljana, elle estima que la réaction du fils des requérants à la dexaméthasone et/ou à la chloropyramine était une conséquence de sa sensibilité à ces médicaments et de sa myocardite, pathologie qui avait sans nul doute préexisté. Concernant la conduite de M.E., la chambre estima qu’il n’y avait pas suffisamment de preuves pour corroborer l’accusation des requérants selon laquelle le médecin avait commis l’infraction pénale en question. Les requérants furent condamnés à rembourser les frais et dépens exposés durant la procédure à partir du 23 janvier 1999 (date depuis laquelle la LPP, en sa version modifiée, obligeait la partie lésée à supporter les frais si la procédure aboutissait au rejet de l’acte d’accusation).", "43.  Les requérants interjetèrent appel le 7 novembre 2000 mais furent déboutés par la cour d’appel de Maribor le 20 décembre 2000. Ils prièrent alors le procureur général (Generalni državni tožilec) de former un pourvoi dans l’intérêt de la loi auprès de la Cour suprême, demande qui fut rejetée le 18 mai 2001.", "44.  Dans l’intervalle, le 13 mars 2001, les requérants avaient saisi la Cour constitutionnelle (Ustavno sodišče) d’un recours constitutionnel dans lequel ils se plaignaient du caractère inéquitable et de la durée de la procédure et alléguaient avoir été privés de l’accès à un tribunal par le rejet de l’acte d’accusation par la chambre d’instruction. Le 9 octobre 2001, la Cour constitutionnelle écarta leur recours au motif qu’après l’abandon définitif des poursuites un procureur « subsidiaire » ne pouvait pas saisir la juridiction constitutionnelle, dès lors qu’il n’avait pas qualité pour agir devant elle.", "45.  Le 27 mars 2001, les requérants déposèrent une plainte dénonçant le comportement à leurs yeux incorrect de sept juges du tribunal de district et de la cour d’appel de Maribor qui avaient connu de leur cause. Le 13 juin 2001, le parquet du district de Maribor rejeta cette plainte pour défaut de fondement.", "46.  Par la suite, les requérants firent diverses tentatives pour obtenir la réouverture du dossier. Parmi les demandes qu’ils formèrent et que les autorités écartèrent pour cause d’irrecevabilité figurent celles décrites cidessous.", "Le 3 juillet 2001, ils déposèrent une « demande tendant à la reprise de la procédure pénale », qui fut considérée comme étant en substance une demande de réouverture du dossier. Le 29 août 2001, la chambre d’instruction près le tribunal de district de Maribor rejeta cette requête aux motifs que les poursuites avaient été abandonnées en vertu d’une décision définitive et que la réouverture du dossier aurait été préjudiciable à la personne mise en cause. Saisie par les requérants le 4 septembre 2001, la cour d’appel de Maribor les débouta le 9 novembre 2001.", "Le 24 juin 2002, les intéressés déposèrent auprès de ladite cour d’appel une « demande d’annulation immédiate de l’ensemble de la procédure pénale (...) menée devant le tribunal de district de Maribor ». Comme la précédente, cette requête fut considérée comme étant en substance une demande de réouverture de l’affaire et fut rejetée. Les requérants invitèrent la cour d’appel à revenir sur sa décision mais furent déboutés de leur demande le 27 novembre 2002.", "47.  En fin de compte, les intéressés déposèrent le 17 juillet 2002 un nouvel acte d’accusation contre M.E., que le tribunal de district de Slovenj Gradec rejeta le 14 juillet 2003 au motif que l’infraction alléguée était prescrite depuis le 3 mai 2003.", "B.  La procédure civile", "48.  Le 6 juillet 1995, les requérants saisirent le tribunal de district de Slovenj Gradec d’une action en réparation contre M.E. et l’hôpital général de Slovenj Gradec pour le décès de leur fils, réclamant 24 300 000 tolars slovènes (SIT) au titre du préjudice moral.", "49.  Le 10 août 1995, ils entamèrent également une action contre F.V., chef de l’unité de médecine interne, et D.P., directeur de l’hôpital général de Slovenj Gradec. A la demande des requérants, le tribunal joignit les deux procédures.", "50.  En octobre 1995, l’ensemble des défendeurs avaient soumis leurs mémoires.", "51.  Le 30 août 1997, dans le cadre d’un recours hiérarchique (nadzorstvena pritožba) auprès du président du tribunal de district de Slovenj Gradec, les requérants arguèrent que la procédure civile devait suivre son cours même si les poursuites pénales étaient pendantes, celles-ci ayant déjà accusé un retard considérable.", "52.  Le 21 octobre 1997, s’appuyant sur le premier alinéa de l’article 213 de la LPP (paragraphe 97 ci-dessous), le tribunal décida de surseoir à statuer en attendant la décision définitive dans la procédure pénale. Il fit remarquer que le jugement au civil dépendait pour une large part de la résolution d’une question préliminaire (predhodno vprašanje), à savoir l’issue des poursuites pénales. Les requérants ne firent pas appel de cette décision, qui devint définitive le 17 novembre 1997.", "53.  Le 22 octobre 1998, répondant au recours hiérarchique formé par les requérants le 15 octobre 1998, la juge S.P. déclara notamment :", "« [Les requérants] étant procureurs « subsidiaires » dans le cadre des poursuites pénales, ils savent fort bien que la procédure devant le tribunal de district de Maribor, où la question préliminaire est en cours d’examen, n’est pas achevée. Leur recours hiérarchique concernant la suspension de la procédure [civile] est donc pure hypocrisie. »", "A la suite d’une plainte des requérants auprès du ministère de la Justice, la juge S.P. fut priée d’expliquer sa réponse aux intéressés.", "54.  En février 1999, les requérants formèrent un nouveau recours hiérarchique ; la décision de suspendre la procédure fut toutefois maintenue.", "55.  Le 27 août 1999, le juge P.P., auquel l’affaire avait, semble-t-il, été attribuée entre-temps, adressa aux requérants une lettre dans laquelle il déclarait notamment :", "« En l’espèce, l’appréciation de la responsabilité pénale constitue une question préliminaire importante pour la résolution de l’action civile, car les faits établis par la juridiction civile ne sauraient être différents des faits constatés par la juridiction pénale. »", "56.  Le 8 septembre 1999, les requérants déposèrent une demande de délocalisation du procès, que la Cour suprême rejeta à la date du 13 octobre 1999.", "57.  Le 6 décembre 1999, le tribunal de district de Slovenj Gradec informa M. et Mme Šilih que la suspension de la procédure demeurait justifiée.", "58.  Le 12 mars 2001, les requérants formèrent un recours hiérarchique par lequel ils demandaient que fût levé le sursis à statuer. Le 19 mai 2001, le juge P.P. fixa la date de l’audience au 13 juin 2001 ; cependant, cette audience fut par la suite annulée à la demande des intéressés, leur avocate les ayant informés qu’elle avait été blessée dans un accident de la route et était en congé maladie.", "59.  Le 11 juin 2001, les requérants déposèrent une nouvelle demande de délocalisation du procès. Le 27 septembre 2001, la Cour suprême décida que, compte tenu des « tensions qui l’entravaient et le retardaient », le procès aurait lieu au tribunal de district de Maribor.", "60.  L’affaire fut par la suite confiée à la juge M.T.Z. Le 3 avril 2002, le tribunal de district de Maribor tint une audience, laquelle fut toutefois ajournée parce que les requérants avaient indiqué vouloir déposer une demande de récusation des juges siégeant au sein de ce tribunal.", "61.  Après avoir porté plainte contre certains juges (paragraphe 45 cidessus), les requérants déposèrent le 8 avril 2002 une demande de récusation visant l’ensemble des juges du tribunal de district et de la cour d’appel de Maribor. Invitée à livrer ses commentaires sur ce point, la juge M.T.Z. déclara notamment s’être aperçue lors de l’audience du 3 avril 2002 que l’un des défendeurs, à qui elle avait à cette occasion serré la main, était une proche connaissance (« dober znanec ») de son père. Elle ajouta que les requérants ne cessaient de soulever des objections qui empêchaient une conduite adéquate de la procédure. Il semble que la juge M.T.Z. ait par la suite elle-même demandé l’autorisation de se retirer de l’affaire. Le 12 août 2002, la demande de récusation fut accueillie pour autant qu’elle concernait M.T.Z. L’affaire fut confiée au juge K.P.", "62.  Le 21 novembre 2002 et le 20 mars 2003, la Cour suprême rejeta les demandes de délocalisation du procès formées par les requérants.", "63.  Une audience programmée au 12 juin 2003 fut ajournée à la demande des requérants, ceux-ci ayant avancé que leur avocate ne souhaitait plus les représenter parce que sa fille s’était vu refuser des soins au centre clinique de Ljubljana. Par la suite, les intéressés informèrent le tribunal qu’en fait leur avocate allait continuer à les représenter.", "64.  Le 28 octobre 2003, le tribunal de district de Maribor tint une audience, au cours de laquelle il entendit F.V. et M.E. Il ressort du compte rendu d’audience que les requérants se virent refuser l’autorisation de poser une douzaine de questions qu’ils avaient préparées. Si la décision à cet égard reposait pour l’essentiel sur les objections soulevées par la défense, il apparaît que pour quatre questions le tribunal justifia sa décision.", "65.  Le 8 décembre 2003, les requérants déposèrent une demande de récusation contre le juge K.P., qui fut rejetée le 18 décembre 2003.", "66.  Une audience programmée au 16 janvier 2004 fut reportée parce que les requérants avaient formé une nouvelle demande de délocalisation du procès. Le 5 mars 2004, ils en déposèrent encore une. Ces deux demandes furent rejetées par la Cour suprême (le 22 janvier 2004 et le 13 mai 2004 respectivement).", "67.  Il apparaît que des audiences programmées au 23 et au 24 mars 2005 furent reportées parce que l’avocat nouvellement désigné par les requérants était engagé dans une autre affaire, sans rapport avec celle-ci.", "68.  Le 4 mai 2005, M. et Mme Šilih soumirent des observations écrites et modifièrent leur demande de dommages-intérêts. Par ailleurs, ils sollicitèrent l’accélération de la procédure.", "69.  Le 12 octobre 2005, la juge D.M., à laquelle l’affaire avait apparemment été attribuée dans l’intervalle, reçut du président du tribunal de district de Maribor l’ordre d’accorder à cette cause un traitement prioritaire et de lui rendre compte tous les soixante jours de l’état d’avancement de la procédure. Le président justifiait cette décision par la longueur du procès, la médiatisation de l’affaire et l’intervention du médiateur (Varuh človekovih pravic).", "70.  Une audience eut lieu les 23, 25 et 27 janvier 2006 devant la juge D.M. Les requérants retirèrent leurs plaintes concernant F.V. et D.P. Après l’audience, ils demandèrent la récusation de D.M. au motif que celle-ci avait refusé de leur accorder un délai suffisant pour répondre aux abondantes observations que la partie adverse avait déposées le jour même. Leur requête fut rejetée par le président du tribunal de district de Maribor le 30 janvier 2006. Cependant, le 31 janvier 2006 la juge D.M. demanda ellemême à se déporter, son nom ayant été cité en entier dans un article de presse du 28 janvier 2006, où il était par ailleurs affirmé que sa récusation avait été sollicitée en raison d’un traitement prétendument inégal des parties à la procédure. Le président du tribunal accueillit sa demande, l’estimant « assurément fondée ».", "71.  Par la suite, l’affaire fut confiée au juge A.Z.", "72.  Des audiences eurent lieu le 16 juin et le 25 août 2006.", "73.  A cette dernière date, le tribunal de district de Maribor rendit un jugement dans lequel il rejetait les prétentions des requérants (qui s’élevaient finalement à 10 508 000 SIT pour dommage moral et à 5 467 000 SIT pour préjudice matériel) et condamnait ceux-ci à rembourser aux défendeurs les frais et dépens. S’appuyant sur les avis des experts, il concluait qu’il n’était pas possible à M.E. de prévoir la réaction du fils des requérants aux médicaments administrés et que tant l’intéressée que le personnel de l’hôpital avaient fait preuve de la diligence normalement requise. Par ailleurs, le tribunal écartait pour défaut de fondement le grief des requérants selon lequel l’hôpital n’était pas convenablement équipé.", "74.  Le 25 octobre 2006, les requérants saisirent la cour d’appel de Maribor, arguant que le tribunal de première instance n’avait pas correctement établi l’ensemble des faits pertinents, avait mal appliqué les règles de droit matériel et avait commis une erreur de procédure en écartant ou en ignorant certains éléments, notamment en refusant de recueillir un nouvel avis d’expert.", "75.  Le 15 janvier 2008, la cour d’appel de Maribor rejeta le recours pour défaut de fondement et confirma le jugement de première instance.", "76.  Le 28 février 2008, les requérants se pourvurent en cassation (revizija).", "77.  Le 10 juillet 2008, la Cour suprême rejeta le pourvoi en question, estimant que, si l’on exceptait la référence à l’arrêt de la Cour européenne des droits de l’homme constatant une violation de l’article 2 de la Convention, il reposait pour l’essentiel sur le même grief que celui invoqué lors de la saisine de la cour d’appel par les requérants, à savoir le refus de recueillir ou d’examiner certains éléments jugés pertinents par les intéressés. La juridiction suprême écarta le grief en question pour défaut de fondement, considérant que les juridictions inférieures avaient agi conformément au droit. Elle jugea par ailleurs que l’arrêt de la Cour européenne, qui avait trait à la nécessité d’un prompt examen des affaires de décès en milieu hospitalier, n’était pas de nature à peser sur sa propre conclusion concernant la légalité du refus de recueillir ou d’examiner les éléments en question.", "78.  Le 15 septembre 2008, les requérants formèrent un recours auprès de la Cour constitutionnelle, alléguant la violation des garanties constitutionnelles suivantes : le droit à l’égalité devant la loi, l’inviolabilité de la vie humaine, le droit à une égale protection, le droit à la protection judiciaire et le droit à des voies de recours.", "La procédure demeure pendante.", "C.  La plainte contre la requérante", "79.  Le 29 avril 2002, le parquet du district de Maribor déposa contre la requérante un acte d’accusation (obtožni predlog) faisant grief à celle-ci de s’être conduite de manière offensante lorsqu’elle avait dit à un employé du tribunal de district de Maribor : « J’en ai marre de ce p... de tribunal, ce fichu Etat ne fait rien. Il ne sait pas que notre fils a été tué ! ». La procédure reposait sur une plainte du tribunal de district de Maribor.", "80.  Le 5 octobre 2004, ledit tribunal retira sa plainte après intervention du médiateur (paragraphe 85 ci-dessous). Par la suite, le tribunal d’arrondissement de Maribor rejeta l’acte d’accusation.", "D.  Les conclusions du médiateur", "81.  A plusieurs reprises, les requérants saisirent le médiateur de plaintes relatives à la conduite de la procédure civile. Leur affaire fut évoquée dans les rapports annuels du médiateur de 2002, 2003 et 2004.", "82.  Dans une lettre adressée au président du tribunal de district de Slovenj Gradec le 24 avril 2001, l’adjoint du médiateur soulignait que la responsabilité pénale ne pouvait passer pour une question préliminaire dans l’action civile contre le médecin et l’hôpital et estimait injustifiée la décision de suspendre celle-ci.", "83.  Dans une lettre du 29 août 2002 adressée aux requérants et dans son rapport annuel de 2002 (pp. 42 et 43), le médiateur critiquait le comportement de la juge M.T.Z. et relevait que celle-ci n’avait exprimé ses doutes quant à sa capacité de paraître impartiale qu’après la demande de récusation des requérants la concernant et après l’intervention du médiateur, alors qu’elle avait eu connaissance avant cela des éléments propres à susciter de tels doutes.", "84.  La partie du rapport du médiateur de 2003 (pp. 226-228) qui est consacrée à l’affaire, et qui en particulier critique à certains égards la conduite de la procédure civile par le juge, indique notamment :", "« Le compte rendu de l’audience [du 28 octobre 2003] fait mention de douze questions que les demandeurs n’ont pas été autorisés à poser. (...) Pour la majorité de ces questions, le compte rendu ne précise nullement pourquoi le juge a refusé son accord. Dans chaque cas, les représentants des défendeurs ont soulevé une objection à la question.", "(...)", "Si les réactions, déclarations et propositions [des requérants] ont peut-être été extrêmes par moments, les autorités – notamment judiciaires – auraient dû tenir compte du désarroi affectif des intéressés (...) ; [un tel facteur] peut commander une tolérance et une souplesse particulières dans la conduite du procès, sans qu’il faille pour autant enfreindre les règles procédurales et ainsi porter préjudice aux défendeurs. Or le compte rendu de l’audience donne à penser que celle-ci s’est déroulée dans une atmosphère non pas dépassionnée mais au contraire tendue, impression que renforce la transcription des échanges entre le juge et le représentant des demandeurs. »", "85.  Dans son rapport annuel de 2004 (pp. 212-214), le médiateur critiquait le tribunal de district de Maribor pour avoir porté plainte contre la requérante. Le rapport insistait sur l’explication du tribunal selon laquelle c’était par obligation légale qu’il avait déposé et maintenu la plainte, dès lors que ne pas le faire eût constitué une infraction pénale. Le médiateur soulignait que pareille conclusion était dépourvue de base légale et qu’en réalité des accusations pénales faisant état d’un comportement offensant ne pouvaient donner lieu à des poursuites que sur le fondement d’une plainte de la partie lésée, en l’occurrence le tribunal de district de Maribor. Ledit tribunal retira sa plainte à la suite de l’intervention du médiateur et au vu des arguments que celui-ci avait formulés dans ses lettres.", "II.  LE DROIT INTERNE PERTINENT", "A.  Le code pénal", "86.  Sous le titre « Infractions contre la santé », le code pénal (Kazenski zakonik, Journal officiel no 63/94), en sa version modifiée, définit les infractions pénales relatives à des dommages corporels survenant à la suite d’une négligence du personnel soignant. Par ailleurs, l’article 129 du code dispose que quiconque provoque par négligence le décès d’autrui est passible d’une peine d’emprisonnement d’une durée comprise entre six mois et cinq ans. Les infractions de ce type sont poursuivies d’office par le parquet, mais la partie lésée peut également engager des poursuites en tant que procureur « subsidiaire » (paragraphe 88 ci-dessous).", "B.  La loi sur la procédure pénale", "87.  En Slovénie, la procédure pénale est régie par la loi sur la procédure pénale (Zakon o kazenskem postopku – la « LPP » ; Journal officiel no 63/94) et repose sur les principes de légalité et de poursuite d’office. L’ouverture de poursuites est obligatoire lorsqu’il y a des motifs plausibles de penser (utemeljeni sum) qu’une infraction pénale doit être poursuivie d’office.", "88.  L’action publique est exercée par le parquet, mais si celui-ci décide, à un stade quelconque de la procédure, de rejeter la plainte ou d’abandonner les poursuites, il est loisible à la partie lésée de reprendre la conduite de la procédure en tant que procureur « subsidiaire », c’estàdire comme partie lésée agissant en tant que procureur (article 19 § 3 de la LPP). Un procureur « subsidiaire » a en principe les mêmes droits procéduraux que le procureur public, excepté ceux dont ce dernier est investi en tant qu’autorité officielle (article 63 § 1 de la LPP). Lorsque le procureur « subsidiaire » prend la conduite de la procédure, le procureur public peut, jusqu’à l’issue de l’audience principale, reprendre les rênes à tout moment (article 63 § 2 de la LPP).", "89.  L’instruction est menée par le juge d’instruction à la demande du procureur public ou du procureur « subsidiaire ». Si le juge d’instruction désapprouve une demande d’ouverture d’instruction, il la soumet à une chambre d’instruction composée de trois juges, qui se prononce sur la question. Si le juge d’instruction accueille la demande, la personne mise en cause peut saisir la chambre d’un recours. Les parties à la procédure peuvent attaquer la décision de la chambre auprès de la cour d’appel (višje sodišče). Un appel n’a pas d’effet suspensif sur l’exécution de la décision d’ouvrir une instruction (article 169 de la LPP).", "90.  Si une demande d’ouverture d’une instruction est rejetée parce qu’il n’y a pas de motifs plausibles de penser que la personne mise en cause a commis une infraction, la procédure pénale peut être rouverte à la demande du procureur public ou du procureur « subsidiaire » dès lors qu’ont été soumis de nouveaux éléments permettant à la chambre d’instruction de s’assurer que les conditions d’ouverture de poursuites pénales sont remplies (article 409 de la LPP).", "91.  L’article 184 de la LPP indique que le juge d’instruction doit clore l’instruction lorsque les circonstances de l’affaire ont été suffisamment élucidées. Le procureur dispose alors d’un délai de quinze jours pour demander un complément d’instruction, déposer un acte d’accusation ou abandonner les poursuites.", "92.  En ce qui concerne le rôle de la partie lésée dans l’instruction, le passage pertinent de l’article 186 de la LPP se lit ainsi :", "« 1.  Une partie lésée agissant en tant que procureur (...) peut prier le juge d’instruction d’ouvrir une instruction ou proposer des mesures d’instruction complémentaires. Pendant l’instruction, elle peut également soumettre d’autres propositions au juge d’instruction.", "2.  L’ouverture, la conduite, la suspension et la clôture d’une instruction sont régies, mutatis mutandis, par les dispositions de la présente loi qui s’appliquent (...) aux instructions menées à la demande du procureur public (...)", "3.  Lorsque le juge d’instruction estime que l’instruction est achevée, il en informe la partie lésée agissant en tant que procureur (...). Par ailleurs, il avertit la partie lésée (...) qu’elle dispose d’un délai de quinze jours pour déposer un acte d’accusation (...), faute de quoi elle risque de passer pour avoir renoncé aux poursuites et de voir adopter une décision d’abandon des poursuites. Le juge d’instruction est également tenu de donner cet avertissement à la partie lésée agissant en tant que procureur (...) lorsque la chambre d’instruction a rejeté sa demande de complément d’instruction au motif que l’affaire est suffisamment instruite. »", "93.  Après la clôture de l’instruction, un procès ne peut être mené que sur le fondement d’un acte d’accusation (article 268 de la LPP).", "Selon l’article 274 de la LPP, la personne mise en cause dispose, pour s’opposer à un acte d’accusation, d’un délai de huit jours à compter de la réception de cet acte. L’opposition est examinée par la chambre d’instruction. L’article 276 de la LPP énonce notamment :", "« 2.  Si, en examinant l’opposition, la chambre d’instruction découvre des erreurs ou irrégularités dans l’acte d’accusation (article 269) ou dans la procédure elle-même, ou si elle estime qu’un complément d’instruction est nécessaire avant l’adoption d’une décision sur la mise en accusation, elle renvoie l’acte d’accusation au procureur en le priant de remédier aux irrégularités constatées ou de compléter (...) l’instruction. Dans les trois jours à compter de la date à laquelle il a été informé de la décision de la chambre, le procureur présente un acte d’accusation modifié ou demande (...) un complément d’instruction. (...) »", "94.  Par ailleurs, le passage pertinent de l’article 277 de la LPP dispose :", "« 1.  Appelée à statuer sur une opposition à un acte d’accusation, la chambre d’instruction doit refuser d’autoriser la mise en accusation et mettre fin à la procédure pénale si elle estime :", "(...)", "3.  qu’il y a prescription des poursuites (...)", "4.  qu’il n’y a pas suffisamment d’éléments pour constituer un motif plausible de penser que la personne mise en cause a commis l’acte qui lui est reproché. »", "C.  Le code des obligations", "95.  En vertu de la loi sur les obligations (Zakon o obligacijskih razmerjih, Journal officiel de la République socialiste fédérative de Yougoslavie (RSFY) no 29/1978) et du code des obligations (Obligacijski zakonik, Journal officiel no 83/2001) qui lui a succédé le 1er janvier 2002, les établissements de santé et leurs employés répondent de tout préjudice matériel ou moral causé par le décès d’un patient à la suite d’une faute médicale. L’employeur peut voir mettre en jeu sa responsabilité civile du fait de ses propres actes ou omissions, ou sa responsabilité du fait d’autrui en cas de préjudice causé par son employé, dès lors que le décès ou le dommage corporel en cause est la conséquence d’un manquement de l’employé à une obligation de diligence. En droit civil, un employé ne répond directement d’un décès ou d’un dommage corporel que si ce décès ou ce dommage corporel a été causé intentionnellement. L’employeur peut toutefois se retourner contre son employé si le décès ou le dommage corporel découle d’une négligence grave de celui-ci.", "D.  La loi sur la procédure civile", "96.  L’article 12 de la loi sur la procédure civile (Zakon o pravdnem postopku, Journal officiel de la RSFY no 4-37/77) est ainsi libellé en sa version modifiée :", "« Si la décision du tribunal dépend d’une décision préalable sur l’existence d’un droit ou d’un rapport juridique donné mais que cette question préliminaire n’a pas encore été tranchée par une juridiction ou une autre autorité compétente, le tribunal peut statuer sur la question lui-même, sauf disposition contraire contenue dans une lex specialis.", "La décision du tribunal sur la question préliminaire ne produit d’effets que dans le contexte de la procédure où ladite question a été tranchée.", "Si un tribunal pénal a rendu un jugement définitif de culpabilité, le tribunal saisi au civil est lié par ce jugement pour ce qui est de l’existence d’une infraction pénale et de la responsabilité pénale. »", "97.  Le passage pertinent de l’article 213 de la loi sur la procédure civile dispose :", "« Outre les cas spécifiquement visés par la présente loi, le tribunal peut décider de surseoir à statuer :", "1.  s’il décide de ne pas trancher lui-même la question préliminaire (article 12) (...) »", "98.  La partie pertinente de l’article 215 de la même loi se lit ainsi :", "« Dans l’hypothèse où le tribunal a décidé de surseoir à statuer en vertu de la première ligne du premier alinéa de (...) l’article 213, la procédure reprend son cours une fois [l’autre] procédure définitivement terminée (pravnomočno končan postopek) (...) ou si le tribunal juge qu’il n’y a plus lieu d’attendre le dénouement [de l’autre procédure].", "Dans tous les cas, la procédure suspendue reprend son cours à la demande de la partie concernée aussitôt que les motifs ayant justifié la suspension ont cessé d’exister. »", "99.  Des dispositions équivalentes figurent dans les articles 13, 14, 206 et 208 de la nouvelle loi sur la procédure civile (Zakon o pravdnem postopku, Journal officiel no 83/2001), qui est entrée en vigueur le 14 juillet 1999.", "E.  Le règlement sur l’organisation et le fonctionnement du tribunal de l’ordre des médecins", "100.  Le règlement sur l’organisation et le fonctionnement du tribunal de l’ordre des médecins (le « tribunal médical ») (Pravilnik o organizaciji in delu razsodišča Zdravniške Zbornice Slovenije), édicté le 20 mars 2002, définit notamment la procédure permettant d’établir la responsabilité d’un médecin pour manquement aux règles professionnelles, ainsi que les mesures disciplinaires pouvant être prises en conséquence. Le commissaire de l’ordre des médecins (tožilec Zbornice – le « commissaire ») est élu parmi les membres de cet ordre ; indépendant, il est habilité à porter une affaire devant le tribunal médical de première instance. La partie lésée peut le prier d’engager une procédure, mais il peut rejeter pareille demande. Dans ce cas, la partie lésée peut néanmoins inviter le tribunal médical à procéder à une enquête préliminaire. Le pouvoir de déposer une plainte formelle auprès du tribunal médical appartient toutefois exclusivement au commissaire de l’ordre.", "101.  L’article 7 du règlement dispose que le tribunal médical statue uniquement sur la base de l’acte d’accusation et des éléments versés au dossier par le commissaire et le médecin mis en cause. Si le médecin ou le commissaire sont mécontents du jugement, il leur est loisible de faire appel auprès du tribunal médical de deuxième instance.", "F.  La loi sur la protection du droit à un procès sans retard injustifié", "102.  La loi sur la protection du droit à un procès sans retard injustifié (Zakon o varstvu pravice do sojenja brez nepotrebnega odlašanja – « la loi de 2006 » ; Journal officiel no 49/2006) est entrée en vigueur le 1er janvier 2007. Ce texte prévoit deux voies de droit permettant l’accélération d’une procédure pendante – le recours hiérarchique et la demande de fixation d’un délai (rokovni predlog) – et, en dernier lieu, la possibilité de déposer une demande de satisfaction équitable pour dommage causé par un retard injustifié (zahteva za pravično zadoščenje).", "103.  Ces voies de recours peuvent être exercées, notamment, par les parties à une procédure civile et par les parties lésées dans une procédure pénale.", "104.  Les recours permettant l’accélération d’une procédure peuvent être utilisés en première comme en deuxième instance. De plus, la loi de 2006 prévoit la possibilité d’obtenir réparation grâce à une voie d’indemnisation, à savoir en déposant une demande de satisfaction équitable. En vertu des articles 15, 19 et 20 de la loi de 2006, une partie qui entend soumettre une demande de ce type doit remplir deux conditions cumulatives : premièrement, pendant la procédure de première instance et/ou de deuxième instance elle doit avoir formé un recours hiérarchique ou avoir déposé une demande de fixation d’un délai ; deuxièmement, la procédure doit avoir abouti à une décision définitive (pravnomočno končan). Par décision définitive, il y a lieu en principe d’entendre une décision finale non susceptible d’appel ; il s’agit généralement de la décision du tribunal de première instance, ou de celle de la juridiction de deuxième instance si un recours a été formé. Par ailleurs, le montant pouvant être alloué pour le dommage moral causé par la durée excessive d’une procédure ayant donné lieu à une décision définitive ne peut dépasser 5 000 euros (EUR) (pour un exposé plus détaillé des dispositions pertinentes de la loi de 2006, voir Žunič c. Slovénie, (déc.) no 24342/04, 18 octobre 2007).", "III.  LA DÉCLARATION FAITE PAR LA SLOVÉNIE LE 28 JUIN 1994 EN VERTU DES ANCIENS ARTICLES 25 ET 46 DE LA CONVENTION", "105.  Le 28 juin 1994, en déposant auprès du Secrétaire Général du Conseil de l’Europe l’instrument de ratification de la Convention par la Slovénie, le ministère des Affaires étrangères de la République de Slovénie a fait la déclaration suivante :", "[Traduction établie par le greffe de la Cour européenne des droits de l’homme]", "« La République de Slovénie déclare reconnaître pour une période indéterminée, conformément à l’article 25 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales, à l’article 6 du Protocole no 4 et à l’article 7 du Protocole no 7, la compétence de la Commission européenne des droits de l’homme pour examiner les requêtes adressées au Secrétaire Général du Conseil de l’Europe par toute personne physique, toute organisation non gouvernementale ou tout groupe de particuliers qui se prétend victime d’une violation des droits reconnus dans la Convention ou ses protocoles, dès lors que les faits à l’origine de la violation alléguée de ces droits sont postérieurs à la date de l’entrée en vigueur de la Convention et de ses protocoles à l’égard de la République de Slovénie.", "La République de Slovénie déclare reconnaître pour une période indéterminée, conformément à l’article 46 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales, à l’article 6 du Protocole no 4 et à l’article 7 du Protocole no 7, comme obligatoire ipso facto et sans condition particulière, sous réserve de réciprocité, la compétence de la Cour européenne des droits de l’homme pour toute question concernant l’interprétation et l’application de la Convention ou de ses protocoles s’agissant de faits postérieurs à la date de l’entrée en vigueur de la Convention et de ses protocoles à l’égard de la République de Slovénie. »", "IV.  LE DROIT ET LA PRATIQUE INTERNATIONAUX PERTINENTS", "A.  La Convention de Vienne sur le droit des traités (1969)", "106.  La Convention de Vienne sur le droit des traités (« la Convention de Vienne ») est entrée en vigueur le 27 janvier 1980. Son article 28, qui consacre le principe de non-rétroactivité des traités, dispose :", "« A moins qu’une intention différente ne ressorte du traité ou ne soit par ailleurs établie, les dispositions d’un traité ne lient pas une partie en ce qui concerne un acte ou fait antérieur à la date d’entrée en vigueur de ce traité au regard de cette partie ou une situation qui avait cessé d’exister à cette date. »", "B.  Texte du projet d’articles sur la responsabilité de l’Etat pour fait internationalement illicite (adopté par la Commission du droit international le 9 août 2001)", "107.  L’article 13, intitulé « Obligation internationale en vigueur à l’égard de l’Etat », énonce :", "« Le fait de l’Etat ne constitue pas une violation d’une obligation internationale à moins que l’Etat ne soit lié par ladite obligation au moment où le fait se produit. »", "108.  Par ailleurs, l’article 14, sous le titre « Extension dans le temps de la violation d’une obligation internationale », est ainsi libellé :", "« 1.  La violation d’une obligation internationale par le fait de l’Etat n’ayant pas un caractère continu a lieu au moment où le fait se produit, même si ses effets perdurent.", "2.  La violation d’une obligation internationale par le fait de l’Etat ayant un caractère continu s’étend sur toute la période durant laquelle le fait continue et reste non conforme à l’obligation internationale.", "3.  La violation d’une obligation internationale requérant de l’Etat qu’il prévienne un événement donné a lieu au moment où l’événement survient et s’étend sur toute la période durant laquelle l’événement continue et reste non conforme à cette obligation. »", "C.  La Cour internationale de Justice", "109.  L’approche suivie par la Cour internationale de Justice (CIJ) dans les affaires soulevant la question de la compétence ratione temporis est centrée sur l’origine ou la cause réelle du différend (voir également la jurisprudence citée dans Blečić c. Croatie [GC], no 59532/00, § 74, CEDH 2006III). Dans l’Affaire du droit de passage sur territoire indien (fond) (12 avril 1960, Recueil CIJ 1960 pp. 33-36), la CIJ, se basant sur la jurisprudence de la Cour permanente de Justice internationale (CPJI), a estimé qu’elle était compétente sur le plan temporel pour examiner un différend concernant le refus par l’Inde, en 1954, d’accorder au Portugal un droit de passage entre son territoire et ses deux enclaves sur le territoire indien. L’Inde soutenait, entre autres, que ce différend était irrecevable ratione temporis au motif que la demande de droit de passage du Portugal était antérieure à la compétence de la Cour, qui avait débuté le 5 février 1930. La CIJ a toutefois conclu comme suit :", "« (...) [Il résulte de la requête] que (...) le différend soumis à la Cour a un triple objet : 1)  existence contestée d’un droit de passage au profit du Portugal ; 2)  manquement que l’Inde aurait commis, en juillet 1954, à ses obligations concernant ce droit de passage ; 3)  redressement de la situation illégale résultant de ce manquement. Le différend soumis à la Cour ayant ce triple objet n’a pu naître que lorsque tous ses éléments constitutifs ont existé. Parmi ces éléments se trouvent les obstacles que l’Inde aurait, en 1954, apportés à l’exercice du passage par le Portugal. Le différend tel qu’il est soumis à la Cour n’a donc pu naître qu’en 1954. »", "110.  La CIJ a donc jugé que dans l’affaire en question la date de naissance du différend ne faisait pas obstacle à sa propre compétence. Se référant aux termes de la déclaration par laquelle l’Inde avait accepté la juridiction de la Cour, elle a fait remarquer que la déclaration n’était pas fondée sur un principe d’exclusion de l’acceptation de tel ou tel différend, mais qu’elle opérait d’une façon positive en indiquant les différends visés par l’acceptation. Elle a ainsi constaté :", "« Selon ses termes, la juridiction de la Cour est acceptée « pour tous les différends nés après le 5 février 1930, concernant des situations ou des faits postérieurs à ladite date ». Conformément aux termes de cette déclaration, la Cour doit se déclarer compétente si elle constate que le différend qui lui a été soumis concerne une situation postérieure au 5 février 1930 ou concerne des faits postérieurs à cette même date.", "Les faits ou situations qu’il faut ici retenir sont ceux que le différend concerne ou, en d’autres termes, comme l’a dit la Cour permanente dans l’affaire de la Compagnie d’Electricité de Sofia et de Bulgarie, « uniquement ceux qui doivent être considérés comme générateurs du différend », ceux qui en sont « réellement la cause ». (...) Ainsi la Cour permanente a distingué entre les situations ou faits qui constituent la source des droits revendiqués par l’une des Parties et les situations ou faits générateurs du différend. Seuls ces derniers doivent être retenus pour l’application de la déclaration portant acceptation de la juridiction de la Cour. »", "Elle a poursuivi ainsi :", "« C’est en 1954 seulement qu’une telle controverse a surgi et le différend porte à la fois sur l’existence d’un droit de passage pour accéder aux territoires enclavés et sur le manquement de l’Inde aux obligations qui, selon le Portugal, lui incomberaient à cet égard. C’est de cet ensemble qu’est né le différend soumis à la Cour ; c’est cet ensemble que concerne le différend. Cet ensemble, quelle que soit l’origine ancienne de l’une de ses parties, n’a existé qu’après le 5 février 1930. La condition de date mise à la compétence de la Cour par la déclaration de l’Inde se trouve donc remplie. »", "D.  Le Comité des droits de l’homme des Nations unies", "111.  Le Comité des droits de l’homme des Nations unies (« le Comité ») a estimé que la protection du droit à la vie fait peser sur les Etats des obligations positives, et notamment une obligation de procéder à une enquête effective. C’est du jeu combiné de l’article 2 (respect des droits et recours utile) et de l’article 6 (droit à la vie) du Pacte international relatif aux droits civils et politiques (« le Pacte ») qu’il a déduit l’existence de ces obligations. Il faut relever à cet égard que, selon la jurisprudence du Comité, le droit de recours ne peut être violé que conjointement avec un droit matériel, ce qui signifie que, dans une affaire où un décès est survenu à une date se situant hors de la juridiction temporelle du Comité, il ne peut y avoir violation de l’article 2 combiné avec l’article 6 (voir l’affaire S.E. c. Argentine, paragraphe 112 ci-dessous). Le Comité a néanmoins considéré que l’absence d’enquête effective sur la disparition ou le décès d’une personne pouvait constituer un traitement inhumain infligé à la famille de la victime (article 7 du Pacte), même si la disparition ou le décès étaient antérieurs à l’entrée en vigueur du Protocole facultatif se rapportant au Pacte, qui reconnaît le droit de soumettre des communications individuelles (voir l’affaire Mariam Sankara et al. c. Burkina Faso, paragraphe 113 cidessous).", "112.  Dans l’affaire S.E. c. Argentine (communication no 275/1988, déclarée irrecevable le 26 mars 1990), les trois enfants de l’auteur de la communication avaient été enlevés par les forces de sécurité argentines en 1976 et l’on ignorait depuis où ils se trouvaient. Le 8 novembre 1986, le Pacte et le Protocole facultatif étaient entrés en vigueur à l’égard de l’Argentine. En décembre 1986 et en juin 1987, l’Assemblée législative de cet Etat avait adopté des lois faisant obstacle à de nouvelles enquêtes sur la « guerre sale » et amnistiant les membres des forces de sécurité pour les crimes concernés. L’auteur de la communication alléguait que l’adoption de ces lois avait emporté violation par l’Argentine de ses obligations découlant de l’article 2 §§ 2 et 3 du Pacte. Tenant compte de ce qu’un droit de recours n’existe que si la violation d’un droit matériel est constatée, le Comité a conclu :", "« 5.3.  (...) [L]es événements qui auraient pu constituer des violations de plusieurs articles du Pacte et qui auraient pu ouvrir droit à un recours se sont produits avant l’entrée en vigueur de cet instrument et de son protocole facultatif à l’égard de l’Argentine. Cette affaire ne peut pas être examinée par le Comité, étant donné que cet aspect de la communication est irrecevable ratione temporis. »", "113.  Récemment, dans l’affaire Mariam Sankara et al. c. Burkina Faso (communication no 1159/2003, 28 mars 2006), le Comité s’est déclaré compétent ratione temporis quant à l’enquête sur la disparition de Thomas Sankara, lequel avait été enlevé et assassiné en 1987, c’est-à-dire bien avant le 4 avril 1999, date à laquelle le Burkina Faso est devenu partie au Protocole facultatif. En 1997, avant l’échéance de la prescription de dix ans, Mme Sankara avait déposé auprès du tribunal une plainte contre X pour l’assassinat de son époux et la falsification du certificat de décès de celui-ci. Elle alléguait qu’aucune enquête n’avait eu lieu. Le Comité, qui a conclu en définitive à la violation de l’article 7 à raison de la souffrance endurée par la famille de M. Sankara et à la violation de l’article 14 du fait d’une atteinte à la garantie de l’égalité devant les tribunaux, s’est exprimé ainsi :", "« 6.2  (...) [I]l convenait de distinguer, d’un côté, la plainte ayant trait à M. Thomas Sankara, et de l’autre, celle concernant Mme Sankara et ses enfants. Le Comité a estimé que le décès de Thomas Sankara, qui aurait pu constituer des violations de plusieurs articles du Pacte, était survenu le 15 octobre 1987, et donc avant l’entrée en vigueur du Pacte et du Protocole facultatif pour le Burkina Faso. Cette partie de la communication était donc irrecevable ratione temporis. L’acte de décès de Thomas Sankara, du 17 janvier 1988, établissant une mort naturelle contrairement aux faits, de notoriété publique, et tel qu’attesté par l’Etat partie (...) et sa non-rectification par les autorités depuis lors, devait être appréhendé au regard de ses effets continus à l’endroit de Mme Sankara et de ses enfants. »", "Il a poursuivi comme suit :", "« 6.3  (...) [le Comité] ne pouvait connaître de violations qui se seraient produites avant l’entrée en vigueur du Protocole facultatif pour l’Etat partie à moins que lesdites violations ne persistent après l’entrée en vigueur du Protocole. Une violation persistante s’entend de la perpétuation, par des actes ou de manière implicite, après l’entrée en vigueur du Protocole facultatif, de violations commises antérieurement par l’Etat partie. Le Comité a pris note des arguments des auteurs, en premier lieu, quant à l’absence d’enquête des autorités sur le décès, de notoriété publique, de Thomas Sankara et de poursuites des coupables – allégations d’ailleurs non contestées par l’Etat partie – constituant des violations de leurs droits et des obligations des Etats au regard du Pacte. En second lieu, il ressortait qu’afin d’y remédier, les auteurs avaient initié une procédure judiciaire, le 29 septembre 1997, ceci dans les limites de la prescription décennale, et qu’une telle procédure s’était poursuivie après l’entrée en vigueur du Pacte et du Protocole facultatif pour le Burkina Faso. Or, et contrairement aux arguments de l’Etat partie, le Comité a estimé que la procédure s’était prolongée, non pas en raison d’une erreur de procédure imputable aux auteurs, mais d’un conflit de compétence entre autorités. Dès lors, dans la mesure où d’après les informations fournies par les auteurs, les violations alléguées qui résulteraient du défaut d’enquête et de poursuite des coupables les avaient affectés après l’entrée en vigueur du Pacte et du Protocole facultatif en raison du non-aboutissement, à ce jour, de la procédure engagée, le Comité a estimé que cette partie de la communication était recevable ratione temporis. »", "E.  La Cour interaméricaine des droits de l’homme", "114.  La Cour interaméricaine des droits de l’homme (CIDH) a défini les obligations procédurales découlant, dans des cas d’homicides ou de disparitions, de divers articles de la Convention américaine relative aux droits de l’homme (« la Convention américaine »). Dans des affaires concernant la violation d’obligations procédurales, en particulier là où elle a constaté qu’il y avait également eu violation du volet matériel du droit à la vie, la CIDH a conclu à la violation de l’article 4 (droit à la vie) combiné avec l’article 1 § 1 (obligation de respecter les droits) de la Convention américaine (voir Velásquez Rodríguez c. Honduras, arrêt du 29 juillet 1988, et Godínez Cruz c. Honduras, arrêt du 20 janvier 1989). Dans nombre d’affaires, en particulier là où il n’y avait pas eu violation de l’article 4 de la Convention américaine en son volet matériel, la CIDH a examiné de manière autonome pareils griefs procéduraux au regard de l’article 8 – lequel, contrairement à la Convention européenne, garantit le droit à un procès équitable pour les contestations sur des droits et obligations de toute nature – et de l’article 25, qui consacre la protection judiciaire, en combinaison avec l’article 1 § 1. La CIDH a suivi cette dernière approche dans des affaires où l’homicide ou la disparition étaient antérieurs à la date à laquelle l’Etat défendeur avait reconnu la compétence de la Cour.", "115.  Dans l’affaire Sœurs Serrano Cruz c. El Salvador (arrêt du 23 novembre 2004, Exceptions préliminaires), qui portait sur la disparition de deux fillettes, treize ans avant la reconnaissance par le Salvador de la compétence de la CIDH, elle s’est exprimée comme suit :", "[Traduction établie par le greffe de la Cour européenne des droits de l’homme]", "« 77.  (...) [L]es faits présentés par la Commission au sujet de la violation alléguée des articles 4 (droit à la vie), 5 (droit à l’intégrité de la personne) et 7 (droit à la liberté de la personne), combinés avec l’article 1 § 1 (obligation de respecter les droits) de la Convention, au détriment d’Ernestina et Erlinda Serrano Cruz, sont écartés en raison de la limitation de la reconnaissance de la compétence de la Cour établie par le Salvador, dès lors qu’ils ont trait à des violations ayant débuté en juin 1982, avec la « capture » ou « l’arrestation » alléguée des fillettes par des soldats du Bataillon Atlacatl et leur disparition consécutive, soit treize ans avant l’acceptation par le Salvador de la compétence contentieuse de la Cour interaméricaine.", "78.  Eu égard aux considérations qui précèdent et en application de l’article 28 de la Convention de Vienne de 1969 sur le droit des traités, la Cour admet l’exception préliminaire d’incompétence ratione temporis (...) »", "116.  Quant aux insuffisances alléguées des enquêtes pénales nationales sur les disparitions litigieuses, la CIDH a estimé que les plaintes formulées concernaient des procédures judiciaires, donc des faits indépendants postérieurs à la reconnaissance de la compétence de la CIDH. Elle en a conclu qu’elle avait la compétence temporelle pour examiner ces allégations, dans la mesure où celles-ci avaient trait à des violations spécifiques et autonomes relatives au déni de justice survenu après la reconnaissance de la compétence de la CIDH. Elle a fait observer notamment ce qui suit :", "[Traduction établie par le greffe de la Cour européenne des droits de l’homme]", "« 80.  (...) La Commission a soumis à l’attention de la Cour plusieurs faits liés aux violations alléguées des articles 8 (garanties judiciaires) et 25 (protection judiciaire) combinés avec l’article 1 § 1 (obligation de respecter les droits) de la Convention, faits qui auraient eu lieu après la reconnaissance de la compétence de la Cour et s’inscriraient dans le cadre des enquêtes pénales effectuées au niveau interne pour déterminer ce qu’il était advenu d’Ernestina et Erlinda Serrano Cruz (...)", "(...)", "84.  La Cour estime que la limitation établie par l’Etat n’exclut pas l’ensemble des faits qui sont postérieurs à la reconnaissance par le Salvador de la compétence de la Cour et qui se rapportent aux violations alléguées des articles 8 et 25 combinés avec l’article 1 § 1 de la Convention, dès lors qu’ils concernent une procédure judiciaire, constitutive de faits indépendants. Ces faits ont débuté après la reconnaissance par le Salvador de la compétence de la Cour et peuvent s’analyser en un déni de justice, c’est-à-dire en des violations spécifiques et autonomes postérieures à la reconnaissance de la compétence de la Cour.", "(...)", "94.  En conséquence, la Cour rejette l’exception préliminaire d’incompétence ratione temporis relativement aux violations alléguées des articles 8 et 25 combinés avec l’article 1 § 1 de la Convention, et à toute autre violation dont les éléments factuels ou le début auraient été postérieurs au 6 juin 1995, date à laquelle l’Etat a déposé auprès du Secrétariat général de l’Organisation des Etats américains l’instrument reconnaissant la compétence de la Cour. »", "117.  Dans l’affaire Communauté de Moiwana c. Surinam (arrêt du 15 juin 2005), le Surinam avait soulevé une exception préliminaire suivant laquelle la CIDH était incompétente ratione temporis parce que les actes dénoncés par la Commission et les victimes (massacre en 1986 par les forces armées de quarante villageois et destruction de bâtiments du village, avec pour conséquence le déplacement des villageois survivants) s’étaient produits un an avant que le Surinam ne devienne partie à la Convention américaine et avant sa reconnaissance de la compétence de la CIDH. Se référant à l’article 28 de la Convention de Vienne, la CIDH s’est exprimée comme suit :", "[Traduction établie par le greffe de la Cour européenne des droits de l’homme]", "« 39.  Selon [le] principe de non-rétroactivité, en cas de violations continues ou permanentes ayant débuté avant la reconnaissance de la compétence de la Cour et ayant persisté après celle-ci, la Cour est compétente pour examiner les actions et omissions postérieures à la reconnaissance de la compétence ainsi que les conséquences de ces actions et omissions. »", "118.  Faisant observer que l’obligation d’enquêter découlait des allégations de massacre et s’appuyant sur le caractère continu de l’absence alléguée d’une enquête sur les faits passés, elle a raisonné comme suit dans cette affaire :", "[Traduction établie par le greffe de la Cour européenne des droits de l’homme]", "« 43.  (...) [L]a Cour fait une distinction entre les violations alléguées de la Convention américaine revêtant un caractère continu et celles postérieures au 12 novembre 1987. En ce qui concerne les premières, la Cour observe que la perpétration d’un massacre en 1986 a été alléguée ; il pesait dès lors sur l’Etat une obligation d’enquêter et de poursuivre et sanctionner les responsables. A cet égard, le Surinam a ouvert une enquête en 1989. Or l’obligation pour l’Etat d’enquêter peut être appréciée par la Cour à partir de la date à laquelle le Surinam a reconnu la compétence de la Cour. Ainsi, l’analyse, au regard des articles 8, 25 et 1 § 1 de la Convention, des actions et omissions de l’Etat liées à cette enquête relève de la compétence de la Cour. (...)", "44.  L’exception préliminaire est donc rejetée, pour les raisons exposées ci-dessus.", "(...)", "141.  La Cour a constaté ci-dessus qu’elle n’était pas compétente pour examiner les faits survenus le 29 novembre 1986 dans le village de Moiwana ; elle est toutefois compétente pour rechercher si l’Etat a satisfait à son obligation d’enquêter sur les événements en question (paragraphe 43 ci-dessus). L’appréciation ci-dessous vise à déterminer si cette obligation a été remplie conformément aux critères des articles 8 et 25 de la Convention américaine.", "(...)", "163.  Compte tenu des nombreux aspects analysés ci-dessus, la Cour estime que les déficiences graves de l’enquête menée par le Surinam sur l’attaque perpétrée en 1986 contre le village de Moiwana, la violente obstruction de cet Etat à la justice et le long intervalle qui s’est écoulé sans que les faits aient été élucidés et que les parties responsables aient été sanctionnées, ont méconnu les normes concernant le droit d’accès à la justice et le droit à un procès établies par la Convention américaine.", "164.  En conséquence, la Cour déclare que l’Etat a violé les articles 8 § 1 et 25 combinés avec l’article 1 § 1 de la Convention américaine à l’égard des membres de la communauté de Moiwana. »", "EN DROIT", "I.  SUR L’OBJET DU LITIGE DEVANT LA GRANDE CHAMBRE", "119.  Dans son arrêt du 28 juin 2007, la chambre a déclaré recevables les griefs relatifs au volet procédural de l’article 2 de la Convention, à la durée des procédures civile et pénale et à l’équité de la procédure pénale au regard de l’article 6, et à l’existence d’un recours effectif au sens de l’article 13. Elle a déclaré irrecevables les griefs portant sur l’aspect matériel de l’article 2 et sur l’équité de la procédure civile au regard de l’article 6, de même que les griefs tirés des articles 3 et 14.", "120.  La Cour rappelle que, dans le cadre de l’article 43 § 3, « l’affaire » renvoyée devant la Grande Chambre englobe tous les aspects de la requête telle qu’elle a été déclarée recevable par la chambre. Cela ne signifie toutefois pas que la Grande Chambre ne puisse examiner aussi, le cas échéant, des questions relatives à la recevabilité de la requête comme cela est loisible à la chambre, par exemple en vertu de l’article 35 § 4 in fine de la Convention (qui habilite la Cour à « rejet[er] toute requête qu’elle considère comme irrecevable (...) à tout stade de la procédure »), ou lorsque ces questions ont été jointes au fond ou qu’elles présentent un intérêt au stade de l’examen au fond (K. et T. c. Finlande [GC], no 25702/94, §§ 140141, CEDH 2001VII).", "121.  Au vu de ce qui précède, et compte tenu des observations que les parties ont soumises à la Grande Chambre, la Cour examinera la partie de la requête qui a été déclarée recevable par la chambre.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 2 DE LA CONVENTION EN SON VOLET PROCÉDURAL", "122.  Les requérants se plaignent que les procédures pénale et civile engagées par eux n’ont pas permis d’établir de manière prompte et effective les responsabilités quant au décès de leur fils.", "En son passage pertinent, l’article 2 de la Convention dispose :", "« 1.  Le droit de toute personne à la vie est protégé par la loi. La mort ne peut être infligée à quiconque (...) ».", "A.  Sur les exceptions préliminaires soulevées par le Gouvernement", "123.  Le Gouvernement a soulevé deux exceptions préliminaires. Devant la chambre, il a plaidé le non-épuisement des voies de recours internes. Devant la Grande Chambre, il conteste en outre la compétence ratione temporis de la Cour pour examiner ce grief.", "1.  Quant à la compétence ratione temporis", "a)  L’arrêt de la chambre", "124.  Dans son arrêt du 28 juin 2007, la chambre a examiné d’office la question de sa compétence ratione temporis ; elle s’est estimée dépourvue de cette compétence pour examiner le grief tiré du volet matériel de l’article 2, dès lors que le fils des requérants était de toute évidence décédé avant la date à laquelle la Slovénie avait ratifié la Convention. Concernant l’aspect procédural de l’article 2, la chambre a jugé, à la lumière de sa jurisprudence en la matière et du principe relatif à la localisation dans le temps de l’ingérence – établi dans l’arrêt Blečić c. Croatie (§§ 72 et 82, précité) –, que sa compétence pour traiter ce grief dépendait des circonstances de l’affaire en question et de la portée du droit en jeu.", "125.  Elle a considéré à cet égard que l’obligation pour un Etat d’instaurer un système judiciaire efficace permettant, en cas de décès d’un individu à la suite de soins médicaux, d’établir la cause et les responsabilités quant à ce décès avait une portée autonome. Elle a également noté que nul ne contestait que l’état du fils des requérants avait commencé à se dégrader nettement à l’hôpital et que son décès pouvait être lié au traitement médical administré. De plus, elle a constaté que les deux procédures engagées pouvaient théoriquement permettre d’établir les circonstances précises ayant conduit au décès ainsi que les éventuelles responsabilités, à tous niveaux, quant à ce décès.", "126.  La chambre a ensuite recherché si les faits constitutifs de la violation alléguée du volet procédural de l’article 2 s’inscrivaient dans la période pour laquelle la Cour était compétente ratione temporis. Elle a observé sur ce point que la procédure pénale avait été rouverte avec succès le 4 juillet 1996 et que la procédure civile avait été entamée en 1995. Tenant compte du fait que les déficiences alléguées de la procédure remontaient, au plus tôt, à la date du déclenchement de la procédure, c’est-à-dire à une date postérieure à la ratification, la chambre a conclu qu’elle était compétente sur le plan temporel pour examiner le grief des requérants tiré du volet procédural de l’article 2. Se référant à l’affaire Broniowski c. Pologne ((déc.) [GC], no 31443/96, § 74, CEDH 2002X), elle a également estimé qu’elle pouvait avoir égard aux faits antérieurs à la ratification pour autant qu’ils pouvaient aider à comprendre les faits survenus après cette date.", "b)  Thèses des comparants", "i)  Le Gouvernement", "127.  S’appuyant sur ce que la Cour a dit dans l’affaire Blečić (arrêt précité, §§ 63-69) et sur le fait que la chambre a examiné d’office la question de sa compétence ratione temporis dans son arrêt du 28 juin 2007, le Gouvernement plaide l’irrecevabilité pour incompétence temporelle de la Cour.", "128.  Il souligne devant la Grande Chambre que si les procédures pénale et civile relatives au décès du fils des requérants ont toutes deux débuté postérieurement à la date de la ratification de la Convention par la Slovénie (28 juin 1994), le décès est en revanche antérieur à cette date.", "129.  Il estime qu’en déclarant recevable le grief tiré du volet procédural de l’article 2, la chambre est allée à l’encontre des principes généraux du droit international sur la non-rétroactivité des traités, et ajoute que cette partie de l’arrêt de la chambre est incompatible avec la jurisprudence constante de la Cour, en particulier avec les décisions rendues dans les affaires Moldovan et autres et Rostaş et autres c. Roumanie ((déc.), nos 41138/98 et 64320/01, 13 mars 2001), Vorochilov c. Russie ((déc.), no 21501/02, 8 décembre 2005), Stamoulakatos c. Grèce (no 1) (26 octobre 1993, § 33, série A no 271), Kadiķis c. Lettonie ((déc.), no 47634/99, 29 juin 2000) et Jovanović c. Croatie ((déc.), no 59109/00, CEDH 2002-III).", "130.  Selon le Gouvernement, il se dégage de la jurisprudence susmentionnée que les actes ou omissions supposés avoir violé un droit garanti par la Convention et les procédures s’y rapportant sont indissociables et ne peuvent dès lors être examinés séparément. Le fait initial – le décès du fils des requérants – serait inexistant du point de vue de la Cour, de sorte que celle-ci ne pourrait rechercher s’il a fait naître une obligation quelconque.", "131.  Le Gouvernement affirme également qu’un aspect particulier – tel le volet procédural – de l’article 2 ne peut avoir d’existence autonome. En se penchant sur le volet procédural de ladite disposition, la chambre n’aurait pas considéré le décès comme un simple élément d’un contexte plus large mais aurait inévitablement examiné la violation alléguée du volet matériel de l’article 2.", "132.  A l’appui de cet argument, le Gouvernement souligne la différence, du point de vue de la compétence ratione temporis de la Cour, entre les affaires concernant l’article 2 et les affaires de durée de procédure relevant de l’article 6. L’examen de la durée d’une procédure serait indépendant de l’objet du litige. De même, la durée de la partie d’une procédure postérieure à la ratification de la Convention serait indépendante de la partie antérieure à cette ratification. Au contraire, dans une affaire relevant de l’article 2, la Cour n’examinerait pas la procédure comme une question indépendante mais comme une partie de l’enquête menée sur un événement concret.", "133.  Le Gouvernement soutient également que la conclusion de la chambre concernant la compétence ratione temporis de la Cour fait abstraction des principes exposés aux paragraphes 68 et 77 à 81 de l’arrêt Blečić (précité). Il souligne en particulier que l’échec des recours exercés ne devrait pas pouvoir faire entrer l’ingérence alléguée dans la compétence de la Cour et que l’octroi d’un redressement présuppose habituellement un constat en vertu duquel l’ingérence en question était contraire au droit en vigueur lorsqu’elle s’est produite.", "134.  Enfin, le Gouvernement affirme que, dans des affaires telles que celle du cas d’espèce, ni le fait initial ni la procédure ultérieure ne peuvent s’analyser en une violation continue.", "ii)  Les requérants", "135.  Les requérants ne contestent pas le droit pour le Gouvernement de soulever devant la Grande Chambre l’exception préliminaire d’incompétence ratione temporis.", "136.  Ils soutiennent en revanche que l’on ne peut purement et simplement ignorer le fait que pendant la période couverte par la compétence temporelle de la Cour les autorités internes n’ont rien fait pour déterminer la cause du décès de leur fils.", "137.  Ils considèrent que les Etats sont soumis à une obligation particulière d’instaurer un système judiciaire efficace permettant, lorsqu’un individu décède après avoir reçu des soins médicaux, d’établir la cause de ce décès, et que cette obligation est autonome.", "138.  Renvoyant à l’arrêt Yağci et Sargın c. Turquie (8 juin 1995, série A no 319-A), ils font observer qu’à partir de la date où il ratifie la Convention l’Etat doit se mettre en conformité avec celle-ci et que les faits ultérieurs relèvent de la compétence de la Cour même s’ils sont les prolongements d’une situation préexistante. Ils estiment que, puisque les défaillances procédurales ici en cause sont postérieures à la ratification de la Convention par la Slovénie, la Cour est compétente ratione temporis pour examiner le grief tiré du volet procédural de l’article 2.", "c)  L’appréciation de la Grande Chambre", "139.  S’appuyant sur les motifs exposés dans son arrêt Blečić (précité, §§ 66-69) et considérant que rien ne justifie qu’elle adopte une conclusion différente en l’espèce, la Cour juge que le Gouvernement n’est pas forclos à soulever l’exception ratione temporis à ce stade de la procédure (paragraphes 124, 127 et 135 ci-dessus). Elle recherchera donc si elle est compétente sur le plan temporel pour examiner le grief des requérants relatif à l’aspect procédural de l’article 2.", "i)  Principes généraux", "140.  La Cour rappelle que les dispositions de la Convention ne lient pas une Partie contractante en ce qui concerne un acte ou fait s’étant produit – ou une situation ayant cessé d’exister – avant la date de l’entrée en vigueur de la Convention à l’égard de cette partie ou, le cas échéant, avant l’entrée en vigueur du Protocole no 11, c’est-à-dire avant la date à laquelle la partie défenderesse a reconnu le droit de recours individuel, lorsque cette reconnaissance était encore facultative (« la date critique »). Ce principe établi par la jurisprudence de la Cour (Blečić, précité, § 70) repose sur la règle générale de droit international consacrée à l’article 28 de la Convention de Vienne (paragraphe 106 ci-dessus).", "141.  La Cour observe par ailleurs qu’en appliquant le principe de non-rétroactivité il lui est arrivé dans de précédentes affaires d’accepter de tenir compte de faits qui s’étaient produits avant la date critique, ce en raison de leur lien de causalité avec des faits ultérieurs constituant la seule base du grief et de son propre examen.", "142.  Ainsi, dans des affaires de durée d’une procédure où l’action civile ou pénale avait été intentée avant la date critique, la Cour a maintes fois pris en considération, à titre d’éclairage, des faits survenus avant cette date (Foti et autres c. Italie, 10 décembre 1982, § 53, série A no 56 ; Yağci et Sargın, précité, § 40 ; et Humen c. Pologne [GC], no 26614/95, §§ 58-59, 15 octobre 1999).", "143.  Dans une affaire fondée sur l’article 6 et relative à l’équité de poursuites pénales qui avaient débuté avant la date critique et continué après celle-ci, la Cour a étudié la procédure dans son ensemble pour en apprécier le caractère équitable. Elle a ainsi pris en compte les garanties offertes durant la phase de l’instruction antérieure à la date critique, afin de déterminer si elles compensaient les lacunes observées au stade du procès (Barberà, Messegué et Jabardo c. Espagne, 6 décembre 1988, §§ 60, 61 et 84, série A no 146).", "144.  Dans l’affaire Zana c. Turquie ([GC], 25 novembre 1997, §§ 41-42, Recueil des arrêts et décisions 1997VII), la Cour a examiné l’allégation de violation de l’article 10 du fait de la condamnation infligée au requérant au cours de la période couverte par la compétence temporelle de la Cour, alors même que ladite condamnation se rapportait à une déclaration faite par l’intéressé avant la date critique. Par ailleurs, la Cour a estimé dans une affaire plus récente qu’elle était compétente sur le plan temporel pour se pencher sur un grief relatif à l’utilisation de preuves obtenues par le biais de mauvais traitements, bien que ceux-ci – mais non la procédure pénale consécutive – fussent antérieurs à la ratification de la Convention (Haroutyounian c. Arménie, no 36549/03, §§ 48-50, 28 juin 2007).", "145.  Dans plusieurs autres affaires, des faits antérieurs à la date critique ont été pris en compte, à des degrés divers, au motif qu’ils étaient propres à éclairer les questions soumises à la Cour (voir, par exemple, Hokkanen c. Finlande, 23 septembre 1994, § 53, série A no 299A, et Broniowski, précité, § 74).", "146.  Le problème de la délimitation de la compétence ratione temporis de la Cour dans des situations où les faits qui sous-tendent la requête se situent en partie à l’intérieur et en partie à l’extérieur de la période pertinente a été traité de manière fort exhaustive dans l’affaire Blečić (arrêt précité). La Cour y a confirmé que sa compétence temporelle devait se déterminer par rapport aux faits constitutifs de l’ingérence alléguée (ibidem, § 77), considérant ainsi que le principe de la localisation dans le temps de l’ingérence était un critère essentiel pour la détermination de sa compétence temporelle. Elle a estimé à ce sujet que « [p]our établir la compétence temporelle de la Cour, il [était] (...) essentiel d’identifier dans chaque affaire donnée la localisation exacte dans le temps de l’ingérence alléguée [, et que la] Cour [devait] tenir compte à cet égard tant des faits dont se [plaignait] le requérant que de la portée du droit garanti par la Convention dont la violation [était] alléguée » (ibidem, § 82). La Cour a ajouté que si l’ingérence en cause échappait à sa compétence temporelle, l’échec subséquent des recours introduits aux fins du redressement de ladite ingérence ne pouvait faire entrer celle-ci dans sa compétence temporelle (ibidem, § 77).", "147.  La Cour relève que le principe et les critères établis dans l’affaire Blečić sont d’ordre général, ce qui signifie que le caractère spécifique de certains droits, tels que ceux garantis par les articles 2 et 3 de la Convention, doit être pris en compte dans l’application de ces critères. Elle rappelle à cet égard qu’avec l’article 3 l’article 2 figure parmi les articles primordiaux de la Convention et consacre l’une des valeurs fondamentales des sociétés démocratiques qui forment le Conseil de l’Europe (McCann et autres c. Royaume-Uni, 27 septembre 1995, § 147, série A no 324).", "ii)  Compétence ratione temporis de la Cour relativement aux griefs procéduraux tirés de l’article 2 de la Convention", "α)  La jurisprudence pertinente développée à ce jour", "148.  La Cour a traité un certain nombre d’affaires où les faits touchant au volet matériel de l’article 2 ou de l’article 3 se situaient hors de la période couverte par sa compétence tandis que les faits concernant le volet procédural, c’est-à-dire la procédure ultérieure, se situaient au moins en partie à l’intérieur de cette période.", "149.  Dans l’affaire Moldovan et autres et Rostaş et autres c. Roumanie (décision précitée), la Cour a estimé qu’elle n’était pas compétente ratione temporis pour étudier l’obligation procédurale découlant de l’article 2, parce que cette obligation résultait d’homicides commis avant la ratification de la Convention par la Roumanie. Elle a néanmoins pris en considération les faits antérieurs à la ratification (par exemple l’implication d’agents de l’Etat dans l’incendie des maisons des requérants) pour examiner l’affaire sous l’angle de l’article 8 (Moldovan c. Roumanie (no 2), nos 41138/98 et 64320/01, §§ 102-109, CEDH 2005VII (extraits)).", "150.  Dans sa décision Bălăşoiu c. Roumanie (no 37424/97, 2 septembre 2003), qui portait sur l’article 3 de la Convention, la Cour est parvenue à une conclusion différente : dans un contexte comparable à celui de l’affaire Moldovan, elle s’est déclarée compétente ratione temporis pour étudier le volet procédural du grief, nonobstant le rejet du volet matériel, au motif que la procédure dirigée contre les personnes responsables des mauvais traitements litigieux s’était poursuivie au-delà de la date critique (voir, a contrario, la décision Vorochilov, précitée au § 129).", "151.  Dans l’affaire Kholodov et Kholodova c. Russie ((déc.), no 30651/05, 14 septembre 2006), la Cour s’est déclarée incompétente ratione temporis parce qu’elle se trouvait dans l’incapacité d’affirmer l’existence d’une obligation procédurale, dès lors qu’elle n’avait pu examiner le volet matériel de la requête. Elle s’est exprimée comme suit :", "« La Cour n’ayant pas la possibilité, ratione temporis, d’examiner les affirmations des requérants relatives aux faits survenus en 1994, elle ne peut rechercher si lesdits faits ont engendré ou non une obligation pour les autorités russes de mener une enquête effective en l’espèce (Moldovan et autres c. Roumanie (déc.), no 41138/98, 13 mars 2001). De même, elle ne peut dire que le manquement allégué à identifier et sanctionner les responsables s’analyse en une situation continue, puisqu’elle est dans l’incapacité de conclure qu’une telle obligation existait (Vorochilov c. Russie (déc.), no 21501/02, 8 décembre 2005). »", "152.  Eu égard à la disparité des approches suivies par différentes chambres de la Cour dans les affaires précitées, la Grande Chambre doit à présent déterminer si les obligations procédurales découlant de l’article 2 peuvent être considérées comme détachables de l’acte matériel et comme susceptibles d’entrer en jeu relativement à un décès antérieur à la date critique ou si, au contraire, ces obligations sont liées de manière si inextricable à l’obligation matérielle qu’un problème ne peut se poser qu’en rapport avec un décès postérieur à cette date.", "β)  La « détachabilité » des obligations procédurales", "153.  La Cour rappelle que des obligations procédurales ont dans divers contextes été dégagées de la Convention (voir, par exemple, B. c. RoyaumeUni, 8 juillet 1987, § 63, série A no 121 ; M.C. c. Bulgarie, no 39272/98, §§ 148-153, CEDH 2003XII ; et Chypre c. Turquie [GC], no 25781/94, § 147, CEDH 2001IV), lorsque cela a été perçu comme nécessaire pour garantir que les droits consacrés par cet instrument ne soient pas théoriques ou illusoires mais concrets et effectifs (İlhan c. Turquie [GC], no 22277/93, § 91, CEDH 2000VII). La Cour a considéré en particulier que les articles 2 et 3 de la Convention, eu égard à leur caractère fondamental, contenaient une obligation procédurale de mener une enquête effective quant aux violations alléguées du volet matériel de ces dispositions (McCann et autres, précité, §§ 157-164 ; Ergi c. Turquie, 28 juillet 1998, § 82, Recueil 1998IV ; Mastromatteo c. Italie [GC], no 37703/97, § 89, CEDH 2002VIII ; et Assenov et autres c. Bulgarie, 28 octobre 1998, §§ 101-106, Recueil 1998VIII).", "154.  La Cour relève que l’obligation pour l’Etat de mener une enquête effective ou de prévoir la possibilité d’engager une action civile ou pénale (Calvelli et Ciglio c. Italie [GC], no 32967/96, § 51, CEDH 2002I), selon le cas, est considérée dans sa jurisprudence comme une obligation inhérente à l’article 2, lequel exige notamment que le droit à la vie soit « protégé par la loi ». Bien qu’un manquement à cette obligation puisse avoir des conséquences sur le droit protégé par l’article 13, l’obligation procédurale de l’article 2 est regardée comme une obligation distincte (Öneryıldız c. Turquie [GC], no 48939/99, § 148, CEDH 2004XII, et İlhan, précité, §§ 91-92).", "155.  Dans le contexte des négligences médicales, la Cour a interprété l’obligation procédurale découlant de l’article 2 comme imposant à l’Etat l’instauration d’un système judiciaire efficace permettant, en cas de décès d’un individu qui se trouvait entre les mains de professionnels de la santé, d’établir non seulement la cause de ce décès, mais aussi toute responsabilité éventuelle de ces personnes (Calvelli et Ciglio, précité, § 49).", "156.  La Cour observe que l’obligation procédurale est indépendante du point de savoir si l’Etat est finalement jugé responsable du décès en question. Lorsqu’un homicide volontaire est allégué, le simple fait que les autorités soient informées d’un décès donne naissance ipso facto à l’obligation, découlant de l’article 2, de mener une enquête officielle effective (Yaşa c. Turquie, 2 septembre 1998, § 100, Recueil 1998VI ; Ergi, précité, § 82 ; et Süheyla Aydın c. Turquie, no 25660/94, § 171, 24 mai 2005). Dans les affaires où la mort a été infligée de manière non intentionnelle et où l’obligation procédurale s’applique, cette obligation peut entrer en jeu lorsque les proches du défunt engagent une procédure (Calvelli et Ciglio, précité, § 51, et Vo c. France [GC], no 53924/00, § 94, CEDH 2004-VIII).", "157.  Par ailleurs, si en principe c’est un décès survenu dans des circonstances suspectes qui déclenche l’obligation procédurale découlant de l’article 2, cette obligation s’impose à l’Etat pendant toute la période où l’on peut raisonnablement attendre des autorités qu’elles prennent des mesures pour élucider les circonstances du décès et établir les responsabilités éventuelles (voir, mutatis mutandis, Brecknell c. Royaume-Uni, no 32457/04, §§ 66-72, 27 novembre 2007, et Hackett c. Royaume-Uni, (déc.) no 34698/04, 10 mai 2005).", "158.  La Cour attache par ailleurs de l’importance au fait qu’elle a toujours examiné la question des obligations procédurales découlant de l’article 2 séparément de la question du respect de l’obligation matérielle et constaté, le cas échéant, une violation distincte de l’article 2 en son volet procédural (voir, par exemple, Kaya c. Turquie, 19 février 1998, §§ 74-78 et 86-92, Recueil 1998I ; McKerr c. Royaume-Uni, no 28883/95, §§ 116-161, CEDH 2001III ; Scavuzzo-Hager et autres c. Suisse, no 41773/98, §§ 53-69 et 80-86, 7 février 2006 ; et Ramsahai et autres c. Pays-Bas [GC], no 52391/99, §§ 286-289 et 323-357, CEDH 2007-...). Dans certaines affaires, le respect de l’obligation procédurale a même fait l’objet d’un vote séparé sur la recevabilité (voir, par exemple, Slimani c. France, no 57671/00, §§ 41-43, CEDH 2004-IX, et Kanlıbaş c Turquie, (déc.), no 32444/96, 28 avril 2005). Qui plus est, en diverses occasions la violation de l’obligation procédurale découlant de l’article 2 a été alléguée en l’absence de grief relatif à l’aspect matériel de cette disposition (Calvelli et Ciglio, précité, § 41-57 ; Byrzykowski c. Pologne, no 11562/05, §§ 86 et 94118, 27 juin 2006 ; et Brecknell, précité, § 53).", "159.  Eu égard à ce qui précède, la Cour conclut que l’obligation procédurale que recèle l’article 2 de mener une enquête effective est devenue une obligation distincte et indépendante. Bien qu’elle procède des actes concernant les aspects matériels de l’article 2, elle peut donner lieu à un constat d’ « ingérence » distincte et indépendante, au sens de l’arrêt Blečić (précité, § 88). Dans cette mesure, elle peut être considérée comme une obligation détachable résultant de l’article 2 et pouvant s’imposer à l’Etat même lorsque le décès est survenu avant la date critique.", "160.  Cette approche trouve également un appui dans la jurisprudence du Comité des droits de l’homme des Nations unies et, surtout, dans celle de la Cour interaméricaine des droits de l’homme, ces deux organes s’étant, quoique en vertu de dispositions distinctes, estimés compétents ratione temporis pour examiner les griefs procéduraux liés à des décès survenus à des dates qui échappaient à leur compétence temporelle (paragraphes 111118 ci-dessus).", "161.  Cependant, compte tenu du principe de sécurité juridique, la compétence temporelle de la Cour pour vérifier le respect de l’obligation procédurale découlant de l’article 2 relativement à un décès antérieur à la date critique n’est pas sans limites.", "162.  Premièrement, il est clair que dans le cas d’un décès survenu avant la date critique, seuls les actes et/ou omissions de nature procédurale postérieurs à cette date peuvent relever de la compétence temporelle de la Cour.", "163.  Deuxièmement, pour que les obligations procédurales imposées par l’article 2 deviennent applicables, il doit exister un lien véritable entre le décès et l’entrée en vigueur de la Convention à l’égard de l’Etat défendeur.", "Ainsi, il doit être établi qu’une part importante des mesures procédurales requises par cette disposition – non seulement une enquête effective sur le décès de la personne concernée, mais aussi le déclenchement d’une procédure adéquate visant à déterminer la cause du décès et à obliger les responsables à répondre de leurs actes (Vo, précité, § 89) – ont été ou auraient dû être mises en œuvre après la date critique.", "La Cour n’exclut pas, toutefois, que dans certaines circonstances ce lien puisse également reposer sur la nécessité de vérifier que les garanties offertes par la Convention et les valeurs qui la sous-tendent sont protégées de manière réelle et effective.", "iii)  Application à l’espèce des principes ci-dessus", "164.  Par sa déclaration du 28 juin 1994 (paragraphe 105 ci-dessus), la Slovénie a reconnu la compétence des organes de la Convention pour examiner les requêtes individuelles « dès lors que les faits à l’origine de la violation alléguée de ces droits [étaient] postérieurs à la date de l’entrée en vigueur de la Convention et de ses protocoles à l’égard de la République de Slovénie ». Formulée de manière positive, cette déclaration n’impose à la compétence temporelle de la Cour aucune limitation autre que celles qui résultent déjà du principe général de non-rétroactivité évoqué plus haut.", "165.  Appliquant les principes énoncés ci-dessus aux circonstances de l’espèce, la Cour relève que le décès du fils des requérants s’est produit à peine plus d’un an avant l’entrée en vigueur de la Convention à l’égard de la Slovénie, tandis que, hormis l’enquête préliminaire, l’ensemble des procédures, au pénal comme au civil, ont été engagées et menées après cette date. De fait, la procédure pénale a débuté le 26 avril 1996 (paragraphe 23 ci-dessus), à la suite de la demande introduite par les requérants le 30 novembre 1995, et la procédure civile a été entamée en 1995 (paragraphe  48 ci-dessus) et est toujours pendante.", "166.  La Cour observe – et le Gouvernement ne conteste pas – que le grief procédural des requérants porte pour l’essentiel sur les procédures judiciaires susmentionnées qui ont été menées après l’entrée en vigueur de la Convention et dont l’objet était précisément d’établir les circonstances du décès et toute responsabilité éventuelle.", "167.  A la lumière des considérations qui précèdent, la Cour juge qu’elle est compétente ratione temporis pour connaître de l’allégation de violation de l’article 2 en son aspect procédural. Elle se bornera à rechercher si les faits survenus après l’entrée en vigueur de la Convention à l’égard de la Slovénie révèlent une violation de cette disposition.", "2.  Quant à l’épuisement des voies de recours internes", "168.  Devant la Grande Chambre, le Gouvernement, renvoyant à ses observations à la chambre, plaide le non-épuisement par les requérants des voies de recours internes. Tout d’abord, il juge la requête prématurée au motif que la procédure civile est toujours pendante et ajoute qu’à l’issue des procédures pénale et civile il demeurera loisible aux requérants d’engager une action civile en réparation contre l’Etat en invoquant la violation de leurs droits durant la procédure, sur le fondement de l’article 26 de la Constitution slovène (Lukenda c. Slovénie, no 23032/02, § 9, CEDH 2005X).", "Ensuite, le Gouvernement plaide que les requérants n’ont pas exercé les recours qui s’offraient à eux pour faire état de leurs griefs concernant un retard injustifié.", "Les requérants contestent les arguments du Gouvernement.", "169.  Dans son arrêt du 28 juin 2007, la chambre a jugé que les voies de recours permettant de se plaindre de la durée excessive d’une procédure étaient insuffisantes en l’espèce, dès lors que ce n’était pas simplement la durée des procédures qui était en cause, mais la question de savoir si, dans les circonstances de l’affaire prise globalement, l’Etat pouvait passer pour avoir satisfait à ses obligations procédurales au regard de l’article 2 de la Convention (Byrzykowski précité, § 90).", "Concernant la première branche de l’exception, la chambre a observé que les requérants avaient exercé tous les recours qui s’offraient à eux dans le cadre des poursuites pénales. Quant à la procédure civile, qui demeurait pendante, la chambre a estimé que cette partie de l’exception soulevée par le Gouvernement était étroitement liée à la substance du grief tiré du volet procédural de l’article 2 et que son examen devait donc être joint à l’examen au fond.", "170.  La Grande Chambre relève que, dans leurs observations présentées par écrit ou oralement au cours de la procédure menée devant elle, les parties n’ont pas soumis de nouveaux arguments sur la question de l’épuisement des voies de recours internes pour ce qui est du grief tiré de l’article 2. Elle ne voit pour sa part aucune raison de s’écarter de l’approche suivie par la chambre.", "B.  Sur le fond", "1.  L’arrêt de la chambre", "171.  Dans son arrêt du 28 juin 2007, la chambre a déclaré que rien ne lui paraissait révéler un manquement quelconque de l’Etat à son obligation d’offrir une procédure permettant d’établir la responsabilité pénale ou civile des personnes ayant pu jouer un rôle dans le décès en question. Elle a ensuite recherché de quelle manière la procédure en cause avait fonctionné concrètement. Dès lors que les requérants avaient également engagé une action civile contre le médecin et l’hôpital, elle n’a pas jugé nécessaire d’apprécier séparément l’effectivité de la procédure pénale ayant abouti au rejet de l’acte d’accusation par la chambre d’instruction. Elle s’est référée à ce sujet aux arrêts rendus par la Cour dans les affaires Calvelli et Ciglio c. Italie et Vo c. France (précités). Elle a relevé que, conformément à l’usage, la procédure pénale s’était bornée à l’appréciation du bien-fondé des accusations émises contre le médecin en cause et que la responsabilité civile avait une portée nettement plus large que la responsabilité pénale et ne dépendait pas forcément de celle-ci.", "172.  Concernant l’effectivité de la procédure, la chambre a estimé que la suspension de la procédure civile dans l’attente du dénouement de la procédure pénale pouvait passer pour raisonnable. Elle a néanmoins observé que, pendant une période de près de six ans après la décision de surseoir à statuer prise en octobre 1997, aucune mesure n’avait été adoptée dans le cadre de la procédure civile.", "173.   La procédure pénale a duré près de cinq ans et a abouti à la décision de ne pas inculper la personne mise en cause, puis il a fallu au tribunal civil de première instance cinq années supplémentaires pour rendre un jugement. Pendant cet intervalle, les requérants ont formé de multiples demandes à caractère procédural – notamment pour obtenir la récusation de juges et la délocalisation du procès –, dont un grand nombre n’avaient aucune chance d’améliorer leur situation. Ce nonobstant, et tout en relevant que par ces demandes les requérants avaient contribué au rallongement de la procédure, la chambre a estimé que la manière dont la procédure civile avait été menée (l’affaire avait par exemple été examinée par six juges différents et elle était encore pendante au bout de presque douze ans) ne pouvait être considérée comme effective et a conclu que les exigences procédurales découlant de l’article 2 avaient été méconnues.", "2.  Thèses des parties", "a)  Les requérants", "174.  Les requérants se plaignent que le système judiciaire de leur pays ne leur ait pas permis d’obtenir un examen prompt et effectif de la cause du décès de leur fils et des responsabilités liées à ce décès.", "175.  Ils critiquent la manière dont la procédure civile a été conduite, alléguant que les autorités se sont montrées réticentes à instruire l’affaire et qu’elles leur ont réservé un traitement discriminatoire. Par ailleurs, ils récusent la thèse du Gouvernement selon laquelle il était nécessaire de surseoir à statuer dans la procédure civile. Faisant valoir que la responsabilité civile peut être déterminée même en l’absence d’une infraction pénale et qu’elle peut du reste se trouver partagée entre différentes parties et porter sur des préjudices distincts, ils considèrent que l’établissement de la responsabilité pénale en l’espèce ne constituait pas une question préliminaire au sens de la loi sur la procédure civile.", "176.  Les requérants désapprouvent aussi la façon dont les tribunaux ont traité leurs demandes de récusation concernant certains juges et l’attitude adoptée par quelques-uns de ces magistrats dans leurs échanges et leur correspondance avec eux-mêmes et avec les autorités.", "177.  Dans leurs observations à la Grande Chambre, les requérants critiquent l’attitude du procureur, reprochant à celui-ci de s’être obstiné à refuser de poursuivre le docteur M.E. Ils soulignent à cet égard que la décision du tribunal de district de Maribor en date du 12 janvier 1999 a montré qu’il y avait des motifs raisonnables de penser qu’une infraction pénale avait été commise. Devant la réticence du procureur à poursuivre l’instruction, ils n’auraient eu d’autre option que de reprendre eux-mêmes la conduite des poursuites, ce qui les aurait placés dans une situation désavantageuse. De plus, il aurait fallu aux autorités plus de sept ans pour instruire l’affaire et statuer sur l’acte d’accusation, et la procédure pénale n’aurait produit aucun résultat tangible.", "178.  Dans les observations qu’ils ont présentées oralement à la Grande Chambre, les requérants se sont par ailleurs attardés sur la question de l’impartialité des médecins légistes intervenant dans des affaires de négligence médicale en Slovénie. Expliquant que la Slovénie comptait un nombre limité de médecins et que ceux-ci – médecins légistes compris – étaient affiliés au même syndicat, le FIDES, ils ont fait valoir qu’il était difficile d’assurer une stricte impartialité, ajoutant que dans leur cas c’était précisément ledit syndicat qui leur avait demandé de rembourser les frais liés à la représentation en justice du docteur M.E. devant le tribunal de district et la cour d’appel de Maribor. Ils ont par ailleurs plaidé que l’impartialité de la procédure conduite devant le tribunal médical – à laquelle seuls le médecin en cause et le commissaire de l’ordre des médecins étaient parties – était sujette à caution.", "179.  D’une manière plus générale, les requérants allèguent que les juridictions civiles et pénales en Slovénie ont tendance à ne pas rendre des jugements défavorables aux médecins accusés d’homicide par négligence.", "b)  Le Gouvernement", "180.  Selon le Gouvernement, la chambre a constaté la violation de l’article 2 au motif que la procédure pénale et la procédure civile étaient toutes deux ineffectives. Or l’enquête préliminaire sur le décès du fils des requérants et, surtout, la procédure pénale ultérieure auraient entièrement satisfait à l’obligation procédurale imposée par l’article 2. Tandis que la procédure pénale serait guidée par les principes de vérité matérielle et de poursuite d’office, il n’en irait pas de même des procédures civiles. Pour cette raison, la procédure civile ne serait pas à même, en principe, de répondre aux exigences procédurales découlant de l’article 2.", "181.  Faisant observer que les premières mesures consécutives au décès ont eu lieu avant la date de l’entrée en vigueur de la Convention, le Gouvernement considère qu’en examinant le volet procédural de l’article 2 la Cour doit tenir compte de l’état d’avancement de l’enquête et de ses conclusions à cette date. Il ajoute que la procédure pénale engagée par les requérants n’a pas débouché sur une conclusion différente de celle à laquelle avaient abouti les premières investigations. Dans ses observations orales devant la Grande Chambre, il a également argué que le procureur avait examiné de manière approfondie en 1997 et en 1999 l’opportunité de mener des poursuites et que le fait que la juridiction pénale avait finalement rejeté l’acte d’accusation prouvait la justesse de la conclusion négative du magistrat.", "182.  Par ailleurs, le Gouvernement reproche à l’arrêt de la chambre un manque de clarté quant aux défaillances alléguées de la procédure pénale. Il estime que la procédure pénale principale, qui s’est achevée par la décision du 20 décembre 2000, a été menée aussi rapidement que possible compte tenu de la complexité de l’affaire, qui a nécessité une vaste enquête, avec désignation de différents experts, slovènes et étrangers, ainsi qu’une reconstitution de la chronologie des faits. Il considère que la procédure pénale n’a pas connu de défaillances ou de retards notables et que les juridictions nationales se sont efforcées d’établir de manière précise les circonstances du décès du fils des requérants ainsi que toute responsabilité pénale éventuelle du médecin en cause.", "183.  Quant à la charge de la preuve supportée par les requérants dans le cadre de la procédure pénale, le Gouvernement soutient qu’en qualité de procureurs « subsidiaires » les intéressés devaient accepter l’objectif fondamental de la procédure pénale et les règles s’y appliquant, en particulier les garanties visant à assurer le respect des droits de l’accusé.", "184.  Dans ses observations, le Gouvernement s’exprime également sur l’incapacité dans laquelle se sont trouvés les requérants de former un recours constitutionnel dans le cadre de la procédure pénale. Il affirme que si cette voie de recours n’est pas ouverte à une partie lésée dans le cadre d’une procédure pénale, il y a à cela maintes raisons légitimes, et notamment le principe non bis in idem.", "185.  En ce qui concerne l’effectivité générale, en pratique, de la procédure pénale, le Gouvernement renvoie à des données émanant des tribunaux slovènes, dont il ressortirait que les poursuites exercées par des procureurs « subsidiaires » sont rares dans les affaires de décès supposés être le résultat d’une négligence médicale ; pareilles affaires seraient généralement traitées par le procureur public. A l’appui de cette affirmation, le Gouvernement présente des chiffres indiquant que dans douze affaires récentes de faute médicale, des poursuites pénales pour homicide par négligence ont été engagées par le procureur public et que, dans deux de ces affaires seulement, la partie lésée a ensuite repris la conduite de la procédure.", "186.  S’agissant de la responsabilité civile, le Gouvernement plaide que le code des obligations offre une protection effective du droit à la vie et qu’il en allait de même auparavant de la loi sur les obligations. Pour étayer cette thèse, il soumet copie de jugements rendus entre 1998 et 2003 dans cinq affaires où une erreur médicale avait été alléguée ; dans quatre de ces affaires, les établissements de santé concernés auraient été condamnés à indemniser les demandeurs. Par ailleurs, le Gouvernement fournit une liste de 124 affaires où des plaintes contre des établissements de santé ont été déposées auprès des tribunaux de district de Ljubljana et de Maribor entre 1995 et 2004. Au moins 57 de ces plaintes auraient été définitivement réglées (pravnomočno končanih). Les autres affaires, notamment six datant de 1995, seraient encore pendantes devant des juridictions de première ou de deuxième instance.", "187.  En ce qui concerne le cas d’espèce, le Gouvernement estime que les questions examinées par les tribunaux étaient très complexes. De plus, le comportement des requérants – notamment leurs maintes demandes de récusation et de délocalisation du procès – aurait entravé la bonne conduite des procédures. Pour le Gouvernement, les circonstances objectives de l’affaire ne justifiaient pas le dépôt d’un aussi grand nombre de demandes incidentes. Les requérants seraient seuls responsables des retards accusés par la procédure après sa reprise.", "188.  La responsabilité civile ne dépendrait pas de l’établissement d’une responsabilité pénale et, en particulier, les juridictions civiles ne seraient pas liées par une éventuelle relaxe du défendeur. S’agissant de la suspension de la procédure civile, les juridictions civiles ne seraient pas tenues d’attendre l’issue de la procédure pénale, mais la loi leur permettrait de le faire le cas échéant. En l’espèce, compte tenu du vaste processus de rassemblement des preuves qui se déroulait parallèlement au niveau pénal, la décision de surseoir à statuer dans la procédure civile aurait été raisonnable. Les requérants n’auraient du reste pas fait appel de cette décision.", "189.  Par ailleurs, la chambre se serait trompée en affirmant qu’« aucune mesure n’[avait] été adoptée (...) pendant près de six ans », le laps de temps écoulé entre la suspension de la procédure et sa reprise n’ayant été que de trois ans et sept mois. En outre, ce serait de manière injustifiée que la chambre aurait souligné que pas moins de six juges avaient connu de l’affaire et qu’elle aurait rendu l’Etat responsable de cette situation. Les juridictions nationales n’auraient fait qu’agir en conformité avec le droit national et elles auraient statué sur les demandes incidentes des requérants aussi rapidement que possible. Concernant les deux magistrates qui se sont déportées, les circonstances ayant abouti à leur retrait seraient entièrement liées aux requérants.", "190.  Il ressort des observations du Gouvernement devant la Grande Chambre que celui-ci conteste aussi les conclusions du médiateur sur cette affaire, notamment celles concernant la suspension de la procédure et la conduite de l’audience du 28 octobre 2003. Le Gouvernement indique qu’en droit interne le médiateur ne peut intervenir dans une procédure en cours devant une juridiction nationale qu’en cas de retard injustifié ou d’abus manifeste d’autorité. Il estime par ailleurs qu’il n’appartient pas à la Cour européenne de contrôler la manière dont les autorités nationales ont recueilli les preuves.", "191.  Dans ses observations devant la chambre, le Gouvernement avait également invoqué la procédure devant le tribunal médical aux fins de démontrer l’effectivité du système de protection du droit à la vie. Il avait expliqué que ce tribunal était compétent pour établir l’existence d’un éventuel manquement de la part d’un médecin et imposer à la personne fautive, le cas échéant, une sanction disciplinaire, telle que la suspension ou la révocation de son autorisation d’exercer. Il avait ajouté que les requérants n’avaient pas usé de cette voie de recours.", "3.  L’appréciation de la Grande Chambre", "a)  Principes pertinents", "192.  Ainsi que la Cour l’a dit à plusieurs occasions, l’obligation procédurale découlant de l’article 2 impose aux Etats l’instauration d’un système judiciaire efficace et indépendant capable, en cas de décès d’un individu se trouvant sous la responsabilité de professionnels de la santé, qu’ils relèvent du secteur public ou du secteur privé, d’établir la cause du décès et d’obliger les responsables éventuels à répondre de leurs actes (voir, parmi d’autres, Calvelli et Ciglio, précité,  § 49, et Powell c. Royaume-Uni (déc.), no 45305/99, CEDH 2000V).", "193.  La Cour rappelle que cette obligation procédurale est une obligation non de résultat mais de moyens (Paul et Audrey Edwards c. Royaume-Uni, no 46477/99, § 71, CEDH 2002-II).", "194.  Même si la Convention ne garantit pas en tant que tel le droit à l’ouverture de poursuites pénales contre des tiers, la Cour a maintes fois affirmé que le système judiciaire efficace exigé par l’article 2 peut, voire doit dans certaines circonstances, comporter un mécanisme de répression pénale. Toutefois, si l’atteinte au droit à la vie ou à l’intégrité physique n’est pas volontaire, l’obligation procédurale découlant de l’article 2 de mettre en place un système judiciaire efficace n’exige pas nécessairement dans tous les cas un recours de nature pénale (Mastromatteo, précité, § 90). Dans le contexte spécifique des négligences médicales, pareille obligation peut aussi être réputée remplie si, par exemple, le système juridique en cause offre aux intéressés un recours devant les juridictions civiles, seul ou combiné avec un recours devant les juridictions pénales, propre à permettre l’établissement de la responsabilité éventuelle des médecins en cause et, le cas échéant, l’application de toute sanction civile appropriée, tels le versement de dommages-intérêts et/ou la publication de l’arrêt. Des mesures disciplinaires peuvent également être envisagées (Calvelli et Ciglio précité, § 51, et Vo, précité, § 90).", "195.  Une exigence de promptitude et de diligence raisonnable est implicite dans ce contexte. S’il peut arriver que des obstacles ou difficultés empêchent une enquête de progresser dans une situation particulière, il reste que la prompte réaction des autorités est capitale pour maintenir la confiance du public et son adhésion à l’Etat de droit et pour prévenir toute apparence de tolérance d’actes illégaux ou de collusion dans leur perpétration (Paul et Audrey Edwards, précité, § 72). Il en va de même pour les affaires de négligences médicales relevant de l’article 2. L’obligation de l’Etat au regard de l’article 2 de la Convention ne peut être réputée satisfaite si les mécanismes de protection prévus en droit interne n’existent qu’en théorie : il faut surtout qu’ils fonctionnent effectivement en pratique, ce qui suppose un examen de l’affaire prompt et sans retards inutiles (Calvelli et Ciglio, précité, § 53 ; Lazzarini et Ghiacci c. Italie (déc.), no 53749/00, 7 novembre 2002 ; et Byrzykowski, précité, § 117).", "196.  Enfin, outre la question du respect des droits découlant de l’article 2 dans une affaire donnée, des considérations plus générales appellent également un prompt examen des affaires de décès en milieu hospitalier. La connaissance des faits et des erreurs éventuellement commises dans l’administration de soins médicaux est essentielle pour permettre aux établissements concernés et au personnel médical de remédier aux défaillances potentielles et de prévenir des erreurs similaires. Le prompt examen de telles affaires est donc important pour la sécurité des usagers de l’ensemble des services de santé (Byrzykowski, précité, § 117).", "b)  Application à l’espèce des principes ci-dessus", "197.  La Cour note que ni devant les juridictions internes ni devant elle il n’a été contesté que la santé du fils des requérants avait commencé à se dégrader nettement à l’hôpital et que le décès du jeune homme pouvait être lié au traitement médical qui lui avait été administré. Elle observe par ailleurs que les requérants avaient allégué que le décès de leur fils était dû à une négligence médicale. L’Etat avait donc le devoir de veiller à ce que la procédure engagée à ce sujet respecte les normes imposées par l’obligation procédurale découlant de l’article 2 de la Convention.", "198.  A cet égard, la Cour relève que les requérants ont usé de deux voies de droit aux fins de faire établir les circonstances du décès et les responsabilités liées à celui-ci. A la suite de l’enquête préliminaire, ils ont engagé une procédure pénale contre le docteur M.E. ainsi qu’une action civile en réparation contre l’hôpital et le médecin.", "199.  Aucune procédure disciplinaire n’a été instituée à raison du décès. La Cour note toutefois que le Gouvernement n’a pas démontré que la saisine du tribunal médical – voie de droit évoquée par lui lors de la procédure devant la chambre (paragraphe 191 ci-dessus) – aurait à l’époque pertinente offert un recours effectif.", "200.  En ce qui concerne la procédure pénale, la Cour observe que le rapport de l’institut médicolégal de Ljubljana fut rédigé peu après le décès. Par la suite, le procureur refusa d’engager des poursuites contre le médecin en cause. La procédure pénale fut plus tard entamée à la demande des requérants et menée par ceux-ci en qualité de procureurs « subsidiaires ». A cet égard, il convient de noter que les intéressés demandèrent pour la première fois l’ouverture d’une instruction sur la conduite du docteur M.E. le 1er août 1994. La décision initiale d’ouverture d’une instruction fut annulée en décembre 1994. Une nouvelle demande formée par les requérants le 30 novembre 1995 après l’obtention d’un nouvel avis médical fut accueillie et l’instruction fut rouverte le 26 avril 1996, soit presque trois ans après le décès du fils des intéressés et presque deux ans après leur demande initiale. Débutée en 1996, la procédure se poursuivit pendant plus de quatre années, au cours desquelles l’affaire fut reportée deux fois pour complément d’instruction après le dépôt de l’acte d’accusation le 28 février 1997. Le 18 octobre 2000, la chambre d’instruction décida finalement d’abandonner les poursuites.", "201.  Il faut noter en outre que, malgré le refus réitéré du procureur d’engager des poursuites (paragraphes 18, 26 et 39 ci-dessus), les juridictions nationales estimèrent qu’il y avait des motifs suffisants d’ouvrir une instruction (paragraphe 23 ci-dessus), et qu’au cours des investigations un volume important d’éléments, notamment des nouveaux rapports médicolégaux, furent rassemblés. Ce furent les requérants qui conduisirent la procédure pénale et qui assumèrent la charge de l’instruction, laquelle s’étendit sur un laps de temps considérable.", "202.  La Cour n’est pas appelée à déterminer si en l’espèce la procédure pénale aurait dû être conduite d’office ou à rechercher quel type de mesures le procureur public aurait dû prendre, car l’obligation procédurale découlant de l’article 2 n’exige pas nécessairement de l’Etat qu’il assure des poursuites pénales dans de telles affaires (paragraphe 194 ci-dessus), même s’il est évident qu’une procédure pénale pouvait en soi satisfaire aux exigences de l’article 2. La Cour se bornera donc à relever que la procédure pénale, en particulier l’instruction, a connu une durée excessive que ni le comportement des requérants ni la complexité de l’affaire ne suffisent à expliquer.", "203.  Contrairement au Gouvernement, la Cour juge significatif que les requérants aient eu recours à une procédure civile, dans le cadre de laquelle ils ont pu bénéficier d’un procès contradictoire susceptible d’aboutir à l’établissement de la responsabilité éventuelle des médecins ou de l’hôpital en cause et au versement d’une réparation civile adéquate (voir, mutatis mutandis, Powell, précitée, et Vo, précité, § 94). Nul ne conteste que l’éventuelle responsabilité civile avait une portée nettement plus large que l’éventuelle responsabilité pénale et qu’elle ne dépendait pas forcément de celle-ci. Engagée le 6 juillet 1995, la procédure civile demeure pendante, après plus de treize ans, devant la Cour constitutionnelle (paragraphe 78 cidessus).", "204.  Comme le Gouvernement le souligne à juste titre, la procédure civile a été suspendue durant trois ans et sept mois dans l’attente du dénouement de la procédure pénale que les requérants menaient en parallèle (paragraphes 52-58 ci-dessus). Toutefois, pendant les deux années ayant précédé sa suspension officielle, la procédure civile était en fait déjà en sommeil (paragraphes 49-52 ci-dessus).", "205.  Consciente que les éléments de preuve soumis dans le cadre d’une procédure pénale peuvent avoir leur importance pour l’issue d’une procédure civile reposant sur les mêmes faits, la Cour estime qu’en l’espèce la suspension de la procédure civile n’était pas en soi déraisonnable. Elle souligne toutefois que le sursis à statuer ne dispensait pas les autorités nationales de satisfaire à l’obligation d’examiner l’affaire sans délai. A cet égard, elle rappelle ses conclusions ci-dessus concernant le traitement de l’affaire au pénal. Observant par ailleurs que la juridiction civile devant laquelle la cause des requérants était pendante demeurait responsable de la conduite de la procédure civile, elle considère que cette juridiction aurait dû, pour décider s’il fallait ou non reprendre le cours de la procédure, mettre en balance les avantages liés au maintien du sursis à statuer et l’exigence de célérité.", "206.  La Cour relève en outre qu’au cours de la période de suspension des expertises ont été recueillies dans le cadre pénal et que la juridiction civile disposait de ces éléments lorsque la procédure civile a repris son cours. En conséquence, et compte tenu des mesures prises ensuite dans le cadre de cette procédure, la Cour considère que le temps écoulé entre la reprise et l’aboutissement de la procédure civile ne peut s’expliquer par la complexité particulière de l’affaire. Or elle observe qu’après la décision d’abandonner les poursuites il a fallu aux tribunaux nationaux encore cinq ans et huit mois pour statuer sur l’action entamée au civil par les requérants.", "207.  A ce sujet, la Cour note qu’au cours de la période en question les requérants ont itérativement sollicité la récusation des juges chargés d’examiner leur affaire et déposé plusieurs demandes de délocalisation du procès. Nombre de ces démarches n’avaient aucune chance d’améliorer leur situation et ont entraîné des retards inutiles. Il en est d’autres, cependant, qui aboutirent. Ainsi, la seconde demande de délocalisation fut accueillie, de sorte que l’affaire fut confiée au tribunal de district de Maribor. Par ailleurs, les requérants obtinrent par deux fois satisfaction après avoir introduit une demande de récusation, même s’il semble que les magistrates concernées se retirèrent finalement de leur propre chef.", "208.  La Cour admet que les demandes de délocalisation et de récusation ont dans une certaine mesure allongé la procédure. Elle estime toutefois que dans de nombreux cas les retards postérieurs à la levée du sursis à statuer étaient déraisonnables compte tenu des circonstances. Ainsi, pendant une période de neuf mois après la délocalisation du procès décidée à la suite de la demande introduite par les requérants le 11 juin 2001, aucune audience ne fut organisée (paragraphes 59-60). Après l’audience du 3 avril 2002, la procédure resta en sommeil quatre mois durant, le temps, semble-t-il, pour les tribunaux d’examiner les demandes de récusation formées par les intéressés. Par la suite, la juge M.T.Z. se retira de l’affaire. Pendant les dix mois suivants, les tribunaux rejetèrent deux demandes de délocalisation du procès mais ne prirent aucune autre mesure (paragraphes 61-63 ci-dessus). De plus, après le report d’une audience fixée aux 23 et 24 mars 2005, et malgré la lettre du 4 mai 2005 dans laquelle les requérants demandaient l’accélération de la procédure, il fallut au tribunal dix mois pour programmer l’audience suivante, peut-être parce que l’affaire avait à nouveau été confiée à un autre juge (paragraphes 67-70 ci-dessus). Après le déport de la juge D.M. le 31 janvier 2006, quatre mois et demi s’écoulèrent avant la tenue de l’audience suivante, devant un autre magistrat, le 16 juin 2006 (paragraphes 70-72 ci-dessus). Il y a lieu de noter qu’après cette audience le juge en question mit moins de trois mois pour mener à son terme la procédure de première instance (paragraphe 73 ci-dessus).", "209.  Lorsqu’elle examine la présente affaire, la Cour ne peut que noter les rapports publics et les interventions du médiateur concernant la conduite de la procédure (paragraphes 81-85 ci-dessus). Il est vraisemblable que la situation mise en évidence par le médiateur a contribué à la méfiance des requérants vis-à-vis de la manière dont la procédure était menée et qu’elle a inspiré certaines de leurs nombreuses demandes de récusation et de délocalisation. En ce qui concerne l’argument du Gouvernement selon lequel le médiateur n’était pas habilité à intervenir dans la procédure interne litigieuse (paragraphe 190 ci-dessus), la Cour estime qu’elle n’a pas la compétence pour se prononcer sur les pouvoirs du médiateur en droit interne, cette question ne présentant d’ailleurs pas de rapport avec les griefs des requérants.", "210.  Enfin, la Cour juge peu satisfaisant qu’au moins six juges différents aient connu de la cause des requérants en première instance. Tout en admettant que les juridictions nationales sont les mieux placées pour déterminer si tel ou tel magistrat est à même d’examiner une affaire donnée, elle estime que de fréquents changements de juges ne peuvent manquer de nuire au traitement effectif d’une affaire. Elle rappelle à cet égard qu’il appartient à l’Etat d’agencer son système judiciaire de manière à permettre à ses tribunaux de répondre aux exigences de la Convention, notamment celles consacrées par l’obligation procédurale découlant de l’article 2 (voir, mutatis mutandis, R.M.D. c. Suisse, 26 septembre 1997, § 54, Recueil 1997VI).", "211.  Eu égard aux éléments qui précèdent, la Cour estime que les autorités nationales n’ont pas traité la plainte des requérants liée au décès de leur fils avec le niveau de diligence requis par l’article 2 de la Convention. En conséquence, elle conclut à la violation de cette disposition en son aspect procédural et rejette l’exception préliminaire du Gouvernement relative au non-épuisement des recours civils internes en ce qui concerne le volet procédural de l’article 2.", "III.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 6 § 1 ET 13 DE LA CONVENTION", "212.  Invoquant l’article 6 § 1 de la Convention, les requérants se plaignent d’un manque d’équité du procès pénal et de la durée des deux procédures menées dans leur cause. Le passage pertinent de l’article 6 dispose :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera, soit des contestations sur ses droits et obligations de caractère civil, soit du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...) »", "213.  Par ailleurs, les intéressés se plaignent que la Cour constitutionnelle et d’autres autorités compétentes n’aient pas répondu à leurs griefs concernant la conduite de la procédure relative au décès de leur fils. Ils invoquent l’article 13 de la Convention, qui est ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "214.  Pour ce qui est de l’article 6 de la Convention, le Gouvernement, s’appuyant sur l’arrêt Perez c. France ([GC], no 47287/99, § 70, CEDH 2004I), soutient devant la Grande Chambre que les griefs touchant à la procédure pénale sont incompatibles ratione materiae avec la disposition en question. De plus, il estime que la partie de la requête relative à la procédure pénale qui s’est soldée par la décision de la cour d’appel de Maribor en date du 5 octobre 1995 doit être déclarée irrecevable en application de l’article 35 § 1 de la Convention. Quant à la procédure civile, il considère, renvoyant notamment à l’arrêt Grzinčič c. Slovénie (no 26867/02, CEDH 2007... (extraits)), que les requérants auraient dû utiliser les recours que la loi de 2006 offre depuis le 1er janvier 2007 (paragraphes 102-104 ci-dessus) et que, partant, le grief en question est irrecevable pour cause de non-épuisement des voies de recours internes. Il soutient par ailleurs que la procédure litigieuse a été menée adéquatement et de manière aussi diligente que possible.", "215.  Les requérants font observer qu’à la date de l’entrée en vigueur de la loi de 2006 leur requête était déjà pendante devant la Cour et que la procédure civile litigieuse était en cours depuis près de douze ans devant les tribunaux nationaux. La juridiction de première instance ayant rendu son jugement le 25 août 2006, l’utilisation des voies de recours prévues par la loi de 2006 n’aurait eu aucun effet dans leur affaire.", "216.  Eu égard aux circonstances de l’espèce et au raisonnement qui l’a conduite à constater la violation de l’article 2 en son volet procédural, la Cour estime qu’il n’y a pas lieu d’examiner en outre l’affaire sous l’angle des articles 6 § 1 et 13 de la Convention (voir, mutatis mutandis, Öneryıldız, précité, § 160).", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "217.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "218.  Devant la chambre, les requérants avaient demandé 1 300 000 SIT (environ 5 440 EUR) pour le préjudice matériel qu’ils estimaient avoir subi du fait des dépenses exposées par eux en raison de l’inactivité des tribunaux pendant les procédures internes et du refus du procureur d’engager des poursuites. Par ailleurs, ils avaient sollicité un montant de 1 800 000 SIT (environ 7 540 EUR) pour le dommage moral.", "219.  La conclusion de la chambre relativement aux prétentions des requérants à cet égard était la suivante :", "« 150.  La Cour relève que les requérants n’ont pas soumis de justificatifs quant aux frais qu’ils affirment avoir exposés à cause de l’inaction des juridictions dans les procédures internes. Concernant le restant de la demande pour dommage matériel, la Cour ne discerne aucun lien de causalité entre la violation constatée et le dommage matériel allégué. Partant, elle rejette cette demande.", "151.  S’agissant du préjudice moral, la Cour, statuant en équité et tenant compte des sommes allouées dans des affaires semblables et de la violation constatée en l’espèce, octroie aux requérants l’intégralité de la somme demandée, soit 7 540 EUR. »", "220.  Devant la Grande Chambre, les intéressés prient la Cour de confirmer la conclusion de la chambre.", "221.  Le Gouvernement conteste la demande soumise par les requérants.", "222.  La Grande Chambre ne voit aucune raison de s’écarter de la conclusion de la chambre. Elle admet que la violation de l’article 2 en son aspect procédural a causé aux intéressés un préjudice moral en les plaçant dans une situation de détresse et de frustration. Statuant en équité, elle leur alloue l’intégralité de la somme demandée à ce titre, soit 7 540 EUR.", "B.  Frais et dépens", "223.  La chambre s’est prononcée comme suit sur la demande de remboursement de leurs frais et dépens présentée par les requérants :", "« 154.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des informations dont elle dispose et des critères susmentionnés, la Cour rejette la demande présentée au titre des frais et dépens engagés dans le cadre des procédures internes et juge raisonnable d’allouer aux requérants la somme de 2 000 EUR pour la procédure devant la Cour. »", "224.  Les intéressés réclament 5 000 EUR pour la procédure devant la Grande Chambre. Or le détail de leurs prétentions fait apparaître un montant de 2 864 EUR seulement : 1 184 EUR (somme résultant de l’application du barème national des honoraires d’avocat) pour le travail effectué par leur représentant lors de la procédure écrite et orale devant la Grande Chambre, 855 EUR pour les frais de voyage et de séjour liés à la présence à l’audience de leur représentant et 825 EUR pour leurs propres frais de voyage et de séjour.", "225.  Le Gouvernement estime que pour calculer les frais d’avocat afférents à la procédure suivie devant la Grande Chambre il faut utiliser le montant indiqué dans le barème des honoraires d’avocat pour la représentation devant la Cour constitutionnelle. Ces frais s’élèveraient ainsi au total à 1 635 EUR. Le Gouvernement conteste par ailleurs le droit des requérants au remboursement de leurs frais de voyage et de séjour, arguant que dès lors qu’ils étaient représentés par un avocat leur présence à l’audience n’était pas nécessaire.", "226.  Selon la jurisprudence constante de la Cour, l’allocation de frais et dépens au titre de l’article 41 présuppose que se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En outre, les frais de justice ne sont recouvrables que dans la mesure où ils se rapportent à la violation constatée (voir, par exemple, Beyeler c. Italie (satisfaction équitable) [GC], no 33202/96, § 27, 28 mai 2002, et Sahin c. Allemagne [GC], no 30943/96, § 105, CEDH 2003VIII).", "227.  La Grande Chambre ne voit aucune raison de s’écarter de la conclusion de la chambre quant au montant recouvrable au titre des frais et dépens exposés dans le cadre de la procédure devant la chambre. En ce qui concerne la procédure devant la Grande Chambre, la Cour estime que les frais et dépens réclamés pour le travail et la présence à l’audience du représentant des requérants, soit 2 039 EUR, ont été réellement engagés, qu’ils correspondaient à une nécessité et qu’ils sont raisonnables quant à leur taux. Compte tenu, en revanche, du fait que les requérants ont été représentés par leur avocat à l’audience et eu égard à la nature de l’affaire, elle considère que les frais entraînés par la comparution des intéressés n’étaient pas nécessaires. Elle rejette donc cette partie de la demande.", "228.  En conséquence, la Cour alloue aux requérants une somme totale de 4 039 EUR pour frais et dépens.", "C.  Intérêts moratoires", "229.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Rejette, par quinze voix contre deux, l’exception préliminaire du Gouvernement relative à la compétence ratione temporis de la Cour ;", "", "2.  Joint au fond, à l’unanimité, l’exception de non-épuisement des voies de recours internes civiles soulevée par le Gouvernement relativement au volet procédural de l’article 2, et la rejette ;", "", "3.  Rejette, à l’unanimité, l’exception de nonépuisement des autres voies de recours internes soulevée par le Gouvernement ;", "", "4.  Dit, par quinze voix contre deux, qu’il y a eu violation de l’article 2 de la Convention en son volet procédural ;", "", "5.  Dit, par quinze voix contre deux, qu’il n’y a pas lieu d’examiner séparément les griefs tirés des articles 6 (durée des procédures civile et pénale et équité de la procédure pénale) et 13 de la Convention ;", "", "6.  Dit, par seize voix contre une,", "a)  que l’Etat défendeur doit verser aux requérants, dans les trois mois, les sommes suivantes :", "i.  7 540 EUR (sept mille cinq cent quarante euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "ii. 4 039 EUR (quatre mille trente-neuf euros), plus tout montant pouvant être dû à titre d’impôt par les requérants, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l’homme, à Strasbourg, le 9 avril 2009.", "\tMichael O’Boyle\tChristos Rozakis\n\tGreffier adjoint\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  l’opinion concordante du juge Lorenzen ;", "–  l’opinion concordante du juge Zupančič ;", "–  l’opinion concordante du juge Zagrebelsky, à laquelle se rallient les juges Rozakis, Cabral Barreto, Spielmann et Sajó ;", "–  l’opinion dissidente des juges Bratza et Türmen.", "C.L.R.\nM.O’B.", "", "", "", "OPINION CONCORDANTE DU JUGE LORENZEN", "(Traduction)", "Avec la majorité, j’ai voté en faveur d’un constat de violation de l’article 2 en son volet procédural. Je ne puis toutefois approuver totalement le raisonnement de la majorité concernant la compétence ratione temporis de la Cour.", "Comme le montrent les paragraphes 148 à 152 de l’arrêt, la Cour n’a pas toujours été cohérente dans les précédentes affaires où elle a dû déterminer si elle était compétente pour examiner les allégations de violation des obligations procédurales découlant des articles 2 et 3 lorsque les faits touchant au volet matériel de ces dispositions se situaient hors de la période couverte par sa compétence même si la procédure ultérieure se situait au moins en partie à l’intérieur de cette période. Dans l’affaire Blečić c. Croatie ([GC], no 59532/00, CEDH 2006III), la Cour a établi les principes généraux à appliquer en ce qui concerne sa compétence ratione temporis mais n’a pas traité la question spécifique de sa compétence temporelle au regard des articles 2 et 3 dans la situation ci-dessus.", "Pour les raisons exposées aux paragraphes 153 à 162 de l’arrêt, j’estime moi aussi que – dans certaines circonstances – la Cour est compétente ratione temporis pour examiner un grief procédural lié à un décès survenu à une date se situant hors de sa compétence temporelle, mais que, pour d’évidentes raisons de sécurité juridique, pareille compétence ne saurait être illimitée. A cet égard, j’approuve sans réserve ce qui est dit au paragraphe 161 de l’arrêt. Néanmoins, je ne vois pas en quoi les critères établis par la majorité au paragraphe 163 sont conformes à cette obligation. Ainsi, il n’est guère aisé de comprendre ce que l’on entend en exigeant, pour que les obligations procédurales imposées par l’article 2 deviennent applicables, l’existence d’un « lien véritable » entre le décès et l’entrée en vigueur de la Convention à l’égard de l’Etat défendeur. En outre, le fait que la majorité semble prête à accepter qu’un tel lien puisse « reposer sur la nécessité de vérifier que les garanties offertes par la Convention et les valeurs qui la sous-tendent sont protégées de manière réelle et effective » semble confirmer que les limites en matière de compétence seront difficiles à déterminer, si tant est qu’elles existent. A mon sens, définir la compétence temporelle de la Cour de manière aussi vague et large est incompatible avec l’intention déclarée de respecter le principe de sécurité juridique.", "A mon avis, il doit y avoir un lien temporel clair entre, d’une part, le fait matériel – décès, mauvais traitements, etc. – et l’obligation procédurale de mener une enquête et, d’autre part, l’entrée en vigueur de la Convention à l’égard de l’Etat défendeur. Tel est le cas lorsque la survenance de l’événement et l’ouverture de l’enquête sont antérieures à la date de l’entrée en vigueur de la Convention mais qu’une part importante de l’enquête n’a été menée qu’après cette date. Il en est de même lorsque l’événement s’est produit ou n’a été découvert qu’à un moment qui se trouve être si proche de la date critique qu’il n’a pas été possible d’entamer une enquête avant cette date. Si en revanche aucune enquête n’a été menée alors que les autorités avaient connaissance des faits, ou si l’enquête a été achevée avant la date critique, je dirais que la Cour n’est compétente que si une obligation de mettre en œuvre des mesures d’enquête a surgi en raison de nouvelles preuves ou informations (voir, mutatis mutandis, Brecknell c. Royaume-Uni, no 32457/04, § 70-71, 27 novembre 2007).", "En l’espèce, le décès du fils des requérants s’est produit un peu plus d’un an avant l’entrée en vigueur de la Convention à l’égard de la Slovénie et, hormis l’enquête préliminaire, l’ensemble des procédures, au pénal et au civil, ont été engagées et menées après cette date (paragraphe 165 de l’arrêt). Dans ces conditions, j’admets qu’il existe entre les faits en question et l’entrée en vigueur de la Convention un lien temporel suffisant pour conclure que la Cour est compétente ratione temporis pour examiner le grief procédural des requérants au regard de l’article 2. Pour les raisons exposées dans l’arrêt, j’estime moi aussi qu’il y a eu violation de cette disposition.", "\nOPINION CONCORDANTE DU JUGE ZUPANČIČ", "(Traduction)", "Je souscris à la solution donnée à cette affaire, mais estime utile d’ajouter quelques remarques.", "Le passage crucial de la décision Moldovan et autres et Rostaş et autres c. Roumanie ((déc.), nos 41138/98 et 64320/01, 13 mars 2001),  se lit ainsi :", "« En l’espèce, la Cour note que les homicides se sont produits en septembre 1993, c’est-à-dire avant le 20 juin 1994, date de l’entrée en vigueur de la Convention à l’égard de la Roumanie. Or, conformément aux principes de droit international généralement reconnus, la Convention ne s’applique à l’égard de chaque partie contractante qu’aux faits postérieurs à son entrée en vigueur pour cette partie. L’existence éventuelle d’une situation continue doit être établie, si nécessaire de plein droit, à la lumière des circonstances propres à chaque affaire (voir, par exemple, nos 8560/79 et 8613/79 (affaires jointes), décision du 3 juillet 1979, D.R. 16, p. 209). La Cour doit donc vérifier si elle est compétente ratione temporis pour examiner ce grief. » (c’est moi qui souligne)", "Il semble que dans l’affaire Blečić c. Croatie ([GC], n° 59532/00, § 75, CEDH 2006-III), la Grande Chambre ait en quelque sorte voulu appuyer la décision Moldovan en l’incluant dans son résumé de la jurisprudence pertinente. Les affaires consécutives, telles que Kholodov et Kholodova c. Russie ((déc.), no 30651/05, 14 septembre 2006), ont depuis lors employé une formule combinant les approches suivies dans les affaires Moldovan et Blečić : ", "« Il est vrai que l’enquête sur le décès de M. Dmitriy Kholodov et le procès des auteurs présumés du meurtre s’est poursuivie longtemps après la ratification de la Convention par la Fédération de Russie. Cependant, la compétence temporelle de la Cour doit se déterminer par rapport aux faits constitutifs de l’ingérence alléguée. L’échec subséquent des recours introduits aux fins de redressement de l’ingérence ne saurait faire entrer celle-ci dans la compétence temporelle de la Cour (Blečić c. Croatie [GC], n° 59532/00, § 77, CEDH 2006-III).", " La Cour n’ayant pas la possibilité, ratione temporis, d’examiner les affirmations des requérants relatives aux faits survenus en 1994, elle ne peut rechercher si lesdits faits ont engendré ou non une obligation pour les autorités russes de mener une enquête effective en l’espèce (Moldovan et autres c. Roumanie (déc.), no 41138/98, 13 mars 2001). ", "De même, elle ne peut dire que le manquement allégué à identifier et sanctionner les responsables s’analyse en une situation continue, puisqu’elle est dans l’incapacité de conclure qu’une telle obligation existait [au départ] (Vorochilov c. Russie (déc.), no 21501/02, 8 décembre 2005). ", "La Cour rappelle que l’article 13 de la Convention garantit l’existence en droit interne d’un recours lorsqu’il existe un « grief défendable » selon lequel il y a eu violation d’une disposition matérielle de la Convention (Boyle et Rice c. RoyaumeUni, 27 avril 1988, § 52, série A n° 131).", "La Cour ayant conclu que [les faits à l’origine du] grief des requérants tiré de l’article 2 de la Convention [échappent] à sa compétence ratione temporis, elle n’est pas compétente pour déterminer si les intéressés peuvent se prévaloir d’un « grief défendable » concernant une violation d’un droit matériel garanti par la Convention. En conséquence, leurs allégations sous l’angle de l’article 13 échappent également à la compétence ratione temporis de la Cour (Meriakri c. Moldova (déc.), no 53487/99, 16 janvier 2001). Il s’ensuit que ce volet de la requête est incompatible ratione temporis avec les dispositions de la Convention au sens de l’article 35 § 3 et doit être rejeté en application de l’article 35 § 4. » (c’est moi qui souligne)", "La logique de la décision Kholodov repose sur un postulat fallacieux. Elle consiste à dire, de manière presque explicite mais en tout cas implicite, que dès lors que les faits de la cause ne relèvent pas de la compétence ratione temporis de la Cour, les procédures pénales tirant leur origine de ces faits échappent elles aussi à la compétence temporelle de la Cour. ", "Or, selon un précepte logique bien établi, la juridiction statuant en dernier ressort ne doit pas (ré)examiner les faits, c’est-à-dire qu’elle doit laisser cela aux juridictions nationales. Ainsi, soutenir que la Cour européenne des droits de l’homme ne peut évaluer les procédures consécutives parce qu’elle ne peut examiner les circonstances – ce qu’elle ne fait presque jamais – de l’événement historique est un argument au mieux formaliste et au pire absurde.", "La question clé réside donc dans le sens de la formule « faits postérieurs à [l’]entrée en vigueur [de la Convention] pour cette partie ». Plus précisément, c’est le sens du mot « faits » qui constitue la question centrale.", "L’approche subtile de cette question (d’interprétation) consisterait à soutenir, comme l’ont fait Hobbes et Alf Ross, qu’en dehors de la norme il n’y a pas de « faits », que les faits en soi n’existent pas.", "Dans l’affaire Streletz, Kessler et Krenz c. Allemagne ([GC], nos 34044/96, 35532/97 et 44801/98, CEDH 2001-II), la Cour s’est même trouvée face à une situation dans laquelle l’existence simultanée et manifeste des « faits » et des règles, parce que celles-ci n’étaient pas appliquées, a été insuffisante jusqu’au changement de régime (juridique).", "A tout le moins, les faits deviennent juridiquement pertinents uniquement si 1) la norme applicable est préexistante et 2) la norme est appliquée.", "Le problème de la décision Moldovan, décision de section, est simplement qu’elle part du postulat naïf que les faits et les lois (questiones facti, questiones juris) peuvent exister séparément et indépendamment les uns des autres. Certes, l’ « événement historique » (l’homicide) a pu se produire à un certain moment, par exemple avant l’entrée en vigueur de la Convention ; mais si cet événement (« les faits ») n’a pas été « enregistré » par le système juridique, son écho sur le plan juridique n’atteindra jamais Strasbourg, par exemple. ", "En ce qui concerne la compétence ratione temporis, la gamme de l’expérience est constituée par étonnamment peu de combinaisons entre événements et procédures. 1) L’événement historique ainsi que les procédures consécutives ont pu survenir pendant la période antérieure à l’entrée en vigueur de la Convention à l’égard de l’Etat concerné. De toute évidence, même s’il est allégué que les procédures en question ont emporté violation de l’article 2 ou de l’article 3 en son volet procédural, l’affaire est ad acta, « classée », avant l’entrée en vigueur de la Convention. 2) L’événement historique ainsi que les procédures consécutives peuvent être postérieures à l’entrée en vigueur de la Convention à l’égard de l’Etat concerné, auquel cas, de même, la compétence ratione temporis ne soulève pas de question. 3) Cependant, si l’événement historique s’est produit avant la date de l’entrée en vigueur de la Convention tandis que les procédures sont postérieures à cette date, il y a d’autres combinaisons possibles : ainsi, dans Kholodov, l’affaire avait été traitée pour une large part après l’entrée en vigueur de la Convention, tandis que dans l’affaire Blečić c’était le contraire.", "Il est intéressant à ce propos de relever ce qu’a déclaré la Cour dans l’arrêt Blečić (paragraphe 85) :", " « (…) [L’]atteinte alléguée aux droits de la requérante tient à l’arrêt rendu par la Cour suprême le 15 février 1996. La décision rendue subséquemment par la Cour constitutionnelle a eu pour seul effet de laisser subsister l’ingérence supposée être résultée de l’arrêt de la Cour suprême, acte définitif qui était par lui-même susceptible de violer les droits de l’intéressée. Elle n’est donc pas en soi constitutive de l’ingérence. Dès lors, eu égard à la date à laquelle la Cour suprême a rendu son arrêt, l’ingérence alléguée échappe à la compétence temporelle de la Cour. »", "La conclusion évidente à en tirer est que, même si dans l’affaire Blečić l’événement historique et la majeure partie des procédures sont antérieurs à l’entrée en vigueur de la Convention à l’égard de la Croatie, il aurait suffi que l’arrêt final de la Cour Suprême croate fût postérieur à l’entrée en vigueur de la Convention pour que l’affaire relève de la compétence temporelle de la Cour européenne des droits de l’homme. En d’autres termes, les décisions Moldovan et Kholodov sont indéniablement incompatibles avec l’arrêt Blečić.", "De plus, le contrôle subsidiaire de la Cour sur les droits de l’homme, même au regard des termes de l’article 41, n’entre en jeu qu’une fois que les procédures internes se sont avérées inefficaces. On ne pouvait attendre de la partie contractante, en l’espèce la Slovénie, qu’elle fût capable d’empêcher une négligence médicale et ses suites. Ultra posse nemo tenetur – à l’impossible nul n’est tenu. ", "Ce que l’on peut néanmoins attendre de l’Etat, c’est qu’il réagisse vigoureusement par le biais de ses procédures institutionnalisées. Dans toutes les affaires où l’Etat n’est pas directement impliqué dans un meurtre ou des actes de torture, comme par exemple dans l’affaire Selmouni c. France ([GC], no 25803/94, CEDH 1999-V) et Jalloh c. Allemagne ([GC], no 54810/00, CEDH 2006-IX), sont en jeu uniquement les enquêtes, poursuites et autres procédures judiciaires de l’Etat ayant découlé indirectement du meurtre ou des actes de torture incriminés. Le reste relève de l’effet horizontal connu sous le nom de Drittwirkung.", "Il s’ensuit que le « volet procédural » de l’article 2 ou de l’article 3, souvent combiné à l’article 13, représente habituellement les seuls éventuels « faits postérieurs à [l’]entrée en vigueur [de la Convention] pour [la] partie [concernée] » (décision Moldovan précitée). En ce sens, on peut dire après l’affaire Šilih que la « logique » sous-jacente aux décisions Moldovan et Kholodov et aux affaires similaires a été supplantée par la teneur des paragraphes 159, 162 et 163 de l’arrêt Šilih. De même, il semble qu’aujourd’hui l’impact de l’arrêt Blečić revienne simplement à dire que la décision d’irrecevabilité de la Cour constitutionnelle ne suffit pas à faire entrer l’affaire dans la compétence temporelle de la Cour européenne.", "\nOPINION CONCORDANTE DU JUGE ZAGREBELSKY\nÀ LAQUELLE SE RALLIENT LES JUGES ROZAKIS, CABRAL BARRETO, SPIELMANN ET SAJÓ", "", "Avec la majorité, j’ai estimé que dans cette affaire, relative à un décès antérieur à l’entrée en vigueur de la Convention à l’égard de l’Etat défendeur, il y avait eu violation de l’article 2 de la Convention en son volet procédural. Je partage le raisonnement développé à partir du paragraphe 153, qui permet à la Cour de conclure que l’obligation d’ouvrir et de mener une enquête effective s’impose à l’Etat même lorsque le décès est survenu avant la date critique (paragraphe 159). Il s’agit d’une obligation qui « s’impose à l’Etat pendant toute la période où l’on peut raisonnablement attendre des autorités qu’elles prennent des mesures pour élucider les circonstances du décès et établir les responsabilités éventuelles » (paragraphe 157).", "En dehors de l’hypothèse des crimes imprescriptibles, des événements très éloignés dans le temps peuvent ne pas être concernés par le principe susmentionné. Au moment de l’entrée en vigueur de la Convention pour l’Etat concerné, il n’y aura probablement plus de victimes qui puissent prétendre qu’une enquête se déroule ou qui puissent éventuellement se plaindre devant la Cour de l’absence ou du caractère ineffectif d’une enquête. De toute façon, si la loi pénale n’est plus applicable à cause des délais de prescription prévus, ou bien si toute enquête ne peut qu’être vaine à cause de la disparition des traces et des témoins, l’obligation en question ne se justifie pas. Mais cela a trait au fond d’une éventuelle affaire portée devant la Cour, tandis que la question examinée par la Cour dans le présent arrêt concerne la détermination de sa propre compétence ratione temporis et par conséquent la recevabilité de la requête.", "La majorité a cependant cru devoir indiquer que « compte tenu du principe de sécurité juridique, la compétence temporelle de la Cour pour vérifier le respect de l’obligation procédurale découlant de l’article 2 relativement à un décès antérieur à la date critique n’est pas sans limites » (paragraphe 161). A mon sens, des limitations de nature légale ou factuelle peuvent en effet conduire la Cour à exclure que dans telle ou telle affaire l’obligation procédurale s’imposait à l’Etat. Toutefois, comme je l’ai dit plus haut, il ne s’agirait pas de remettre en cause la compétence ratione materiae de la Cour, mais d’exclure la violation de l’article 2 en son volet procédural.", "L’introduction (inutile aux fins de la présente affaire) dans le raisonnement de la Cour de « limites » à la « détachabilité » de l’obligation procédurale par rapport à l’obligation matérielle de l’article 2 me paraît en affaiblir la rigueur et rendre difficile, discutable et imprévisible l’application du principe de droit ainsi énoncé par  Cela me semble particulièrement vrai et préoccupant à la lumière des formules vagues utilisées au paragraphe 163 pour définir les « limites » en question. La Cour sera conduite à s’engager au cas par cas dans des évaluations complexes et contestables, difficilement détachables du fond de l’affaire. Les conséquences en ce qui concerne la « sécurité juridique » (justement évoquée par la Cour) me paraissent évidentes et dommageables. ", "", "\nOPINION DISSIDENTE DES JUGES BRATZA ET TÜRMEN", "(Traduction)", "1.  Nous sommes au regret de ne pouvoir souscrire à l’avis de la majorité de la Grande Chambre que la Cour est compétente ratione temporis pour examiner le grief des requérants selon lequel les autorités nationales n’ont pas traité leur plainte liée au décès de leur fils avec le niveau de diligence requis par l’article 2 de la Convention. A notre avis, l’exception préliminaire du Gouvernement quant à la compétence de la Cour était fondée et devait être admise. C’est pourquoi nous avons voté contre le constat, par la majorité, de la violation de l’article 2 en son volet procédural.", "2.  Dans son arrêt Blečić c. Croatie ([GC], no 59532/00, § 70, CEDH 2006III), la Cour a rappelé que, suivant les règles générales du droit international, les dispositions de la Convention ne lient une Partie contractante ni en ce qui concerne un acte ou fait antérieur à la date de l’entrée en vigueur de la Convention à l’égard de cette partie, ni en ce qui concerne une situation qui avait cessé d’exister avant cette date. C’est l’application de cette règle qui dans la présente affaire a conduit la chambre à déclarer irrecevable le grief des requérants selon lequel il y avait eu violation du volet matériel de l’article 2, la chambre ayant en effet observé que le fils des requérants était décédé à l’hôpital le 19 mai 1993 et que le grief des intéressés reposait de toute évidence sur des faits qui étaient survenus et s’étaient achevés avant la date de la ratification (28 juin 1994), de sorte qu’il était incompatible ratione materiae avec les dispositions de la Convention (paragraphe 90 de l’arrêt de la chambre).", "3.  Dans l’arrêt Blečić, la Cour a jugé que sa compétence temporelle devait se déterminer « par rapport aux faits constitutifs de l’ingérence alléguée » dans un droit garanti par la Convention et que, si cette ingérence était antérieure à la ratification, l’échec subséquent des recours introduits aux fins du redressement de ladite ingérence ne pouvait faire entrer celle-ci dans sa compétence temporelle (ibidem, § 77). La Cour a ensuite estimé que, dans les affaires où l’ingérence était antérieure à la ratification tandis que le refus d’y remédier lui était postérieur, ", "« le choix de la date de ce refus pour la détermination de la compétence temporelle de la Cour aboutirait à rendre la Convention contraignante pour l’Etat mis en cause relativement à un fait ayant eu lieu avant son entrée en vigueur à l’égard de cet Etat. Cela serait contraire à la règle générale de non-rétroactivité des traités » (paragraphe 79).", "4.  La question que pose le cas d’espèce est différente de celle soulevée par l’affaire Blečić. Ici, le grief ne concerne pas, comme dans l’affaire Blečić, un manquement à remédier après la date de la ratification à une « ingérence » dans un droit garanti par la Convention survenue avant cette date ; il s’agit d’une violation alléguée, qui serait survenue après la date de la ratification, de l’obligation positive pour l’Etat en vertu de l’article 2 d’enquêter sur un décès antérieur à cette date. A notre avis, les principes énoncés dans l’affaire Blečić n’en sont pas moins pertinents en l’espèce. L’obligation procédurale – le cas échéant – imposée à l’Etat en vertu de l’article 2 apparaît en principe dès lors qu’un décès se produit entre les mains d’agents de l’Etat ou, comme en l’espèce, dès lors que les autorités concernées de l’Etat sont informées d’allégations défendables selon lesquelles le décès est le résultat d’une négligence médicale des services hospitaliers. Bien que cette obligation soit autonome – en ce sens qu’elle ne dépend pas de l’existence d’une violation matérielle de l’article 2 –, non seulement elle tire son origine du décès mais de plus elle est entièrement liée à celui-ci. Lorsque, comme en l’espèce, le décès est antérieur à la date de la ratification, aucune obligation découlant de la Convention ne s’impose à l’Etat en vertu de l’article 2, que ce soit en son volet matériel ou en son volet procédural, et la Cour n’a pas la compétence temporelle pour examiner un grief faisant état d’une violation de l’un ou l’autre aspect de cette disposition. En juger autrement impliquerait, comme dans l’arrêt Blečić, que la Convention lie cet Etat en ce qui concerne un fait ou une situation (le décès ou le manquement à enquêter sur le décès) antérieurs à l’entrée en vigueur de la Convention.", "5.  Ce principe a été établi dans la décision rendue par la Cour dans l’affaire Moldovan et autres et Rostaş et autres c. Roumanie ((déc.), nos 41138/98 et 64320/01, 13 mars 2001). Dans cette affaire, les requérants se plaignaient, notamment, de la violation des aspects procéduraux de l’article 2 à raison de meurtres commis en septembre 1993, c’est-à-dire avant l’entrée en vigueur de la Convention à l’égard de la Roumanie (20 juin 1994). Ils alléguaient également, sous l’angle de l’article 3, que les autorités avaient manqué à enquêter de manière adéquate sur la participation de policiers aux agressions perpétrées contre des Roms lors du pogrom survenu au même moment, et que la destruction de leurs biens s’analysait en un traitement contraire à cette disposition.", "Dans sa décision, plus tard citée et approuvée par la Grande Chambre dans l’arrêt Blečić, la Cour a déclaré à l’unanimité que les griefs tirés des deux articles en question échappaient à sa compétence ratione temporis. Quant au premier grief, elle a constaté :", "« (…) l’obligation alléguée, en vertu de la Convention, pour les autorités roumaines de mener une enquête effective propre à mener à l’identification et à la punition de toutes les personnes responsables du décès des proches des requérants dérive des meurtres susmentionnés, dont la comptabilité avec la Convention ne peut être examinée par la Cour. Il s’ensuit que ce grief est irrecevable ratione temporis avec les dispositions de la Convention au sens de l’article 35 § 3. »", "La Cour est parvenue à la même conclusion quant au grief tiré de l’article 3, estimant que l’obligation de mener une enquête effective découlait d’agressions qui s’étaient produites avant la date de la ratification et dont elle ne pouvait dès lors apprécier la compatibilité avec la Convention.", "6.  La Cour a donné la même solution à l’affaire Vorochilov c. Russie ((déc.), no 21501/02, 8 décembre 2005), dans laquelle elle a rejeté un grief tiré du volet procédural de l’article 3 ainsi que de l’article 13. Les mauvais traitements incriminés avaient eu lieu en juillet et en septembre 1997, c’està-dire avant l’entrée en vigueur de la Convention à l’égard de la Fédération de Russie (5 mai 1998).", "Citant avec satisfaction la décision Moldovan, la Cour a observé que l’obligation procédurale découlant de l’article 3 surgissait lorsqu’un individu formulait une allégation défendable selon laquelle il avait subi un traitement contraire à l’article 3. Elle a poursuivi ainsi :", "« Cependant, dès lors que la Cour n’a pas la possibilité d’examiner les allégations du requérant concernant les faits qui échappent à sa compétence ratione temporis, elle ne peut se prononcer sur le point de savoir si l’intéressé a formulé une « allégation défendable », comme le requiert la disposition en question. Partant, elle ne peut rechercher si en l’espèce les autorités russes étaient tenues en vertu de la Convention de mener une enquête effective (…). De même, le manquement allégué à mener une enquête ne saurait passer pour une situation continue soulevant en l’espèce une question au regard de l’article 3, car la Cour n’est pas en mesure de conclure que pareille obligation existait. »", "La Cour a ensuite rejeté le grief tiré de l’article 13 sur le même fondement, estimant qu’elle n’était « pas compétente pour déterminer si l’intéressé [pouvait] se prévaloir d’un « grief défendable » concernant une violation d’un droit matériel garanti par la Convention et qu’en conséquence ses allégations sous l’angle de l’article 13 échapp[ai]ent également à la compétence ratione temporis de la Cour (Meriakri c. Moldova (déc.), no 53487/99, 16 janvier 2001) ». ", "7.  De même, dans l’affaire Kholodov et Kholodova c. Russie ((déc.), no 30651/05, 14 septembre 2006), la Cour s’est déclarée incompétente pour rechercher s’il y a avait eu violation des obligations procédurales de l’Etat dans le contexte d’un décès survenu en 1994. L’enquête sur ce décès avait débuté avant la date de la ratification mais, comme l’a constaté la Cour, s’était poursuivie longtemps après, débouchant finalement sur l’acquittement définitif, en mars 2005, des auteurs présumés. La Cour a rejeté le grief, citant avec satisfaction ses décisions précédentes dans les affaires Moldovan et Vorochilov :", "« La Cour n’ayant pas la possibilité, ratione temporis, d’examiner les affirmations des requérants relatives aux faits survenus en 1994, elle ne peut rechercher si lesdits faits ont engendré ou non une obligation pour les autorités russes de mener une enquête effective en l’espèce (…). De même, elle ne peut dire que le manquement allégué à identifier et sanctionner les responsables s’analyse en une situation continue, puisqu’elle est dans l’incapacité de conclure qu’une telle obligation existait (…). »", "8.  La décision d’une chambre de la Cour composée différemment, dans l’affaire Bălăşoiu c. Roumanie ((déc.), no 37424/97, 2 septembre 2003), a marqué une rupture avec la jurisprudence établie dans l’affaire Moldovan quelque deux ans et demi plus tôt. Dans l’affaire Bălăşoiu, en effet, la chambre a rejeté le grief matériel pour des motifs ratione temporis et s’est déclarée compétente sur le plan temporel pour examiner un grief procédural tiré de l’article 3 concernant des mauvais traitements apparemment survenus en juillet 1993. La chambre a fondé sa décision sur le fait que la procédure contre les responsables des sévices s’était poursuivie après la date de la ratification de la Convention par la Roumanie et s’était soldée en 2002 par un arrêt définitif de la Cour suprême de justice. Dans sa décision, elle a toutefois omis d’expliquer en quoi l’affaire se distinguait de l’affaire Moldovan, invoquée par le gouvernement défendeur. Elle a également omis d’indiquer comment le simple fait que l’enquête ou la procédure ait continué après la date de la ratification pouvait conférer à la Cour la compétence temporelle pour rechercher si l’Etat avait respecté ses obligations procédurales au regard de l’article 3 alors qu’au moment des faits litigieux cet Etat n’était pas lié par la Convention et donc n’était pas soumis auxdites obligations.", "9.  Si nous pensons comme la majorité qu’il faut résoudre cet évident conflit de jurisprudence, nous ne saurions souscrire ni à la manifeste préférence de celle-ci pour l’approche suivie dans l’affaire Bălăşoiu ni au raisonnement tenu en l’espèce, qui repose sur la prétendue « détachabilité » de l’obligation procédurale vis-à-vis de l’obligation matérielle. La majorité affirme que l’obligation procédurale est indépendante du point de savoir si l’Etat est finalement jugé responsable du décès en question et que la Cour a toujours examiné la question des obligations procédurales découlant de l’article 2 séparément de la question du respect de l’obligation matérielle et conclu, le cas échéant, à une violation distincte de l’article 2 en son volet procédural, même lorsqu’aucune violation matérielle n’était constatée.", "Nous n’avons rien à redire ni à ces propositions ni au point de vue de la majorité selon lequel l’obligation procédurale est devenue une « obligation distincte et indépendante ». Là où nous divergeons de la majorité, c’est lorsqu’elle estime que cette obligation est « détachable » du décès dont elle résulte, en ce sens qu’il s’agirait d’une obligation pouvant s’imposer à un Etat à partir de la date de la ratification même si le décès est antérieur à cette date. Nous ne pouvons davantage approuver l’idée, implicite dans l’arrêt, que, parce que l’obligation procédurale « s’impose à l’Etat pendant toute la période où l’on peut raisonnablement attendre des autorités qu’elles prennent des mesures pour élucider les circonstances du décès », un Etat qui manque à mener cette enquête sur un décès antérieur à la date de la ratification ou qui poursuit après cette date une enquête débutée en dehors de toute obligation en ce sens découlant de la Convention peut voir engager sa responsabilité pour la violation de l’obligation procédurale à partir du moment de la ratification. Dissocier de la sorte l’obligation procédurale du décès dont elle résulte reviendrait à nos yeux à donner un effet rétroactif à la Convention et à rendre inopérante la déclaration de l’Etat reconnaissant la compétence de la Cour pour être saisie de requêtes individuelles (Kadiķis c. Lettonie (déc.), no 47634/99, 29 juin 2000 ; Jovanović c. Croatie (déc.), no 59109/00, CEDH 2002III).", "10.  Nous estimons que pareille interprétation donne par ailleurs prise à deux objections. Tout d’abord, elle semble engendrer une incohérence dans la démarche de la Cour, selon que l’absence d’une enquête effective sur un décès antérieur à la ratification est examinée sous l’angle du volet procédural de l’article 2 ou sous l’angle de l’article 13, dont la Cour a jugé que les exigences étaient semblables mais « [allaient] plus loin que l’obligation procédurale que l’article 2 fait aux Etats contractants de mener une enquête effective » (Kaya c. Turquie, 19 février 1998, § 107, Recueil des arrêts et décisions 1998I). Avec l’application du principe de la « détachabilité », un grief relatif à l’absence d’une enquête effective pourrait déboucher sur un constat de violation de l’article 2 tandis qu’un grief similaire tiré de l’article 13 semblerait irrecevable. Et ce non pas simplement parce que la Cour serait dans l’impossibilité de rechercher si le requérant avait un « grief défendable » relatif à la violation d’un droit matériel garanti par la Convention (voir l’affaire Vorochilov, évoqué ci-dessus), mais aussi pour cette raison fondamentale que, lorsque le grief matériel est irrecevable au motif qu’il est incompatible avec la Convention, un grief tiré de l’article 13 est de même irrecevable parce qu’en pareilles circonstances il n’y a pas de « grief défendable » (voir, par exemple, Aliev c. Ukraine, (déc.), no 41220/98, 25 mai 1999).", "11.  Qui plus est, l’approche de la majorité engendrerait, comme l’admet l’arrêt, de sérieuses questions de sécurité juridique si la compétence temporelle de la Cour pour vérifier le respect de l’obligation procédurale découlant de l’article 2 relativement à un décès antérieur à la date de la ratification était considérée comme étant sans limites. L’arrêt tente d’écarter ce risque en indiquant premièrement que, dans le cas d’un décès survenu avant la date de la ratification, seuls les actes et/ou omissions de nature procédurale postérieurs à cette date peuvent relever de la compétence temporelle de la Cour et, deuxièmement, que, « pour que les obligations procédurales imposées par l’article 2 deviennent applicables, il doit exister un lien véritable entre le décès et l’entrée en vigueur de la Convention (…) » (paragraphes 162 et 163 de l’arrêt).", "12.  A nos yeux, aucune de ces deux conditions n’est à même d’empêcher que des difficultés ne surgissent à l’avenir. Ainsi, il est malaisé de déterminer si, par « lien véritable » entre le décès et l’entrée en vigueur de la Convention, on entend un rapport temporel étroit entre les deux éléments ou un autre rapport et, dans l’affirmative, de quel lien il s’agit. Cette question ne semble pas résolue par l’explication que donne ensuite l’arrêt, selon laquelle il doit être établi qu’ « une part importante des mesures procédurales requises par cette disposition (…) ont été ou auraient dû être mises en œuvre après la date critique ». L’application de ce principe nous semble particulièrement problématique dans les cas d’ « omissions » où l’on n’a pris aucune mesure procédurale, ou aucune mesure procédurale effective, aux fins d’enquêter sur un décès avant la date de la ratification et après cette date. En pareille hypothèse, même si l’on pouvait estimer qu’au moment de la ratification apparaît une obligation en vertu de la Convention d’enquêter sur le décès, il est difficile de voir comment le critère de la « part importante » pourrait être appliqué aux faits propres à une affaire donnée. Cette incertitude est à notre avis accentuée par la proposition finale du paragraphe 163 de l’arrêt, selon laquelle la Cour n’exclut pas que dans certaines circonstances, non définies, le lien entre le décès et l’entrée en vigueur de la Convention puisse également reposer « sur la nécessité de vérifier que les garanties offertes par la Convention et les valeurs qui la sous-tendent sont protégées de manière réelle et effective ».", "13.  Pour ces raisons, nous préférons suivre la jurisprudence établie par la décision Moldovan, qui à nos yeux est plus fidèle aux principes régissant la responsabilité des Etats du fait d’actes ou omissions antérieurs à l’entrée en vigueur de la Convention, assure une meilleure cohérence dans la jurisprudence de la Cour et présente une plus grande compatibilité avec cet important principe qu’est la sécurité juridique.", "14.  Tout cela nous amène à conclure que, même si en l’espèce les mesures d’enquête et procédures judiciaires relatives au décès ayant débuté avant la date de la ratification par l’Etat défendeur se sont poursuivies après cette date, le grief concernant la violation des obligations procédurales de l’Etat échappe à la compétence temporelle de la Cour.", "15.  Ne partageant pas l’avis de la majorité qu’il y a eu dans cette affaire violation de l’article 2, nous avons également voté contre la conclusion selon laquelle il n’y avait pas lieu, eu égard à ce constat, d’examiner séparément les griefs tirés des articles 6 et 13 de la Convention. Si lesdits griefs avaient été examinés, nous aurions conclu à la violation de l’article 6 à raison de la durée excessive des procédures, mais à la non-violation de l’article 13.", "16.  Concernant l’article 41, les auteurs de la présente opinion sont divisés sur le point de savoir s’il convenait d’allouer des sommes au titre du dommage moral et des frais et dépens : le juge Bratza a voté en faveur de l’octroi de telles sommes par respect pour l’avis de la majorité sous l’angle de l’article 2 ; le juge Türmen a voté contre l’octroi d’un montant quelconque."]}