{"file": "FRE_HFJUD_11663_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "11663/04", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE CHAMBAZ c. SUISSE", "", "(Requête no 11663/04)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "5 avril 2012", "", "DÉFINITIF", "", "05/07/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Chambaz c. Suisse,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tDean Spielmann, président,\n\tElisabet Fura,\n\tBoštjan M. Zupančič,\n\tAnn Power-Forde,\n\tAngelika Nußberger,\n\tHelen Keller,\n\tAndré Potocki, juges\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 6 mars 2012,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 11663/04) dirigée contre la Conféderation suisse et dont un ressortissant de cet Etat, M. Yves Chambaz (« le requérant »), a saisi la Cour le 26 mars 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me O. Wehrli, avocat à Genève. Le gouvernement suisse (« le Gouvernement ») est représenté par son agent suppléant, M.A. Scheidegger, de l’Unité Droit européen et protection internationale des droits de l’Homme de l’Office fédéral de la Justice.", "3.  Le requérant allègue des violations du droit au procès équitable tel que garanti par l’article 6 de la Convention.", "4.  Le 21 juin 2007, le président de la première section a décidé de communiquer au Gouvernement le grief tiré du droit à ne pas contribuer à sa propre incrimination et du droit à l’égalité des armes. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "5.  Le 1er février 2011, les sections de la Cour ont été remaniées. La requête a été attribuée à la cinquième section (articles 25 § 1 et 52 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Le requérant est né en 1954 et réside actuellement aux Bermudes. Il a fait l’objet de plusieurs procédures pour soustraction d’impôts impliquant également plusieurs sociétés auxquelles il était lié.", "A.  Procédure administrative concernant l’impôt sur le revenu et la fortune pour les années 1989 et 1990", "7.  Le 10 janvier 1990, le requérant remit à la commission d’impôt et recette de district d’Aubonne sa déclaration d’impôt pour la période fiscale 1989-1990. Parmi les frais dont il demandait la déduction, figurait une note d’honoraire de la société P. SA pour la gestion de sa fortune.", "8.  Par décision du 18 juin 1991, la commission d’impôt fixa le revenu imposable du requérant pour l’année fiscale 1989-1990. Elle considéra que le requérant n’avait pas déclaré l’ensemble de ses revenus, car l’évolution de sa fortune était disproportionnée par rapport au revenu annoncé. A titre de redressement, elle estima que les gains réalisés par le requérant sur un ensemble de comptes ouverts auprès de la banque S. pour le compte du requérant, et gérés par P. SA, s’élevaient en réalité à 599 309 francs suisses (CHF) par an (correspondant à 399 539 euros (EUR) environ) et qu’ils devaient être ajoutés au revenu déclaré.", "9.  Le 25 juin 1991, le requérant forma deux réclamations contre la décision de la commission d’impôt du 18 juin 1991. Il adressa sa première réclamation dirigée contre l’impôt fédéral direct à la commission d’impôt, alors que la seconde réclamation, portant sur l’impôt cantonal et communal, fut remise à l’administration cantonale des impôts du canton de Vaud.", "10.  Au cours de la procédure d’instruction des réclamations, la commission d’impôt demanda au requérant de produire l’ensemble des documents concernant ses relations d’affaire avec la société P. SA et les banques qui détenaient des avoirs pour le compte de celle-ci.", "11.  Par décision du 17 août 1994, la commission d’impôt rejeta la réclamation dirigée contre l’impôt fédéral direct. Elle infligea au requérant une amende de 2 000 CHF (environ 1 440 EUR) au motif qu’il aurait refusé de produire l’ensemble des pièces justificatives qui lui avaient été réclamées.", "12.  Par décision du 29 août 1994, l’administration cantonale des impôts rejeta la seconde réclamation dirigée contre l’impôt cantonal et communal. Elle infligea une amende au requérant de 3 000 CHF (environ 2 159 EUR) pour les mêmes motifs que la commission d’impôt.", "13.  Contestant les décisions prises par la commission d’impôt et par l’administration cantonale des impôts, le requérant saisit le tribunal administratif du canton de Vaud.", "B.  L’enquête pour soustraction d’impôt et la suspension de la procédure devant le tribunal administratif", "14.  Alors que la procédure devant le tribunal administratif était pendante, une enquête contre le requérant fut ouverte le 25 février 1999 par l’administration fédérale des contributions qui le soupçonnait de s’être soustrait à ses obligations fiscales.", "15.  Le 3 mars 1999, le directeur de l’administration fédérale des contributions décerna un mandat de perquisition à l’encontre du requérant, invitant les enquêteurs à saisir tous documents concernant « particulièrement les années 1989 à 1998, mais également tout document notable antérieur à 1989 ou postérieur à 1998 ».", "16.  Le 15 mars 1999, l’administration cantonale des impôts écrivit au requérant pour l’informer que sa « déclaration d’impôt 1999-2000 et celles des années antérieures ne seraient pas exactes ». Il lui était également laissé la possibilité de collaborer avec le fisc en lui indiquant les éléments qui n’auraient pas été déclarés pour les années 1995 à 2000.", "17.  Le 16 mars 1999, les perquisitions mentionnées dans le mandat du 3 mars 1999 furent effectuées au domicile du requérant et chez des tiers. Le requérant contesta la validité de celles-ci. Par arrêts des 30 avril, 22 septembre 1999 et 26 novembre 1999, la chambre d’accusation du Tribunal fédéral constata que les perquisitions avaient été effectuées avec un mandat valablement rédigé et que les documents séquestrés à titre de preuve auprès des sociétés F.C. SA et Y. SA et au domicile du requérant présentaient un lien suffisant avec les faits faisant objet de l’enquête.", "18.  Le 16 février 2000, l’administration cantonale des impôts écrivit au tribunal administratif pour lui demander de suspendre la procédure dans l’attente du résultat de l’enquête pour soustraction d’impôts.", "19.  Le 18 décembre 2000, le requérant fut interrogé en qualité d’inculpé par les inspecteurs de l’administration fédérale des contributions. Il était accusé d’avoir commis une soustraction d’impôt, une tentative de soustraction, d’instigation et de complicité à la commission de cette infraction et d’usage de faux.", "20.  Au cours de l’interrogatoire, le requérant fut interrogé sur les comptes bancaires que la société P. SA avait ouverts pour son compte auprès de la banque S. Il prétendit que ceux-ci avaient été déclarés correctement. Il fut également questionné au sujet des ses relations avec deux sociétés de droit panaméen, T.F. et F.H. qui étaient toutes deux clientes de la société Y. SA dont le requérant était l’employé.", "21.  Par lettre des 22 et 24 janvier 2001, l’avocat du requérant demanda à pouvoir consulter le dossier de la procédure d’enquête, plus particulièrement les pièces qui avaient été séquestrées auprès de tiers. Cette demande fut rejetée le 6 février 2001 par l’administration fédérale des contributions au motif que le requérant devait obtenir l’autorisation des personnes concernées. Celles-ci étaient mentionnées à la fin de la lettre. Il s’agissait de M. F.R. et des sociétés F.C. SA et P. SA, cette dernière étant la société mentionnée aux paragraphes 7, 8 et 10 ci-dessus.", "22.  Le 14 décembre 2001, l’administration fédérale des contributions adressa un questionnaire au requérant concernant sa situation personnelle et celle de plusieurs sociétés auxquelles il était lié. Parmi les questions posées, figuraient les comptes bancaires ouverts par le requérant auprès de la banque S. Dans sa réponse du 1er mars 2002, le requérant insista sur le fait qu’il avait « toujours déclaré ce compte ».", "C.  Reprise de la procédure devant le tribunal administratif", "23.  Par lettre du 7 février 2002, l’administration cantonale des impôts demanda au tribunal administratif de reprendre la procédure concernant les décisions du 18 juin 1991 et 17 août 1994. A cette occasion, elle insista sur le fait que les dettes fiscales du requérant seraient prescrites le 31 décembre 2002. Se fondant sur les résultats déjà connus de l’enquête pour soustraction d’impôt que l’administration fédérale des contributions n’avait pas encore achevée, elle exposa que celle-ci avait « permis de mettre à jour une quantité impressionnante d’opérations financières effectuées pour le compte du » requérant. Concernant l’ensemble de comptes ouverts auprès de la Banque S. par le requérant, elle reconnut que ceux-ci avaient été partiellement déclarés par le requérant qui avait toutefois omis d’annoncer l’intégralité des revenus et de la fortune y afférent. Concernant les sociétés de droit panaméen T.F. et F.H., l’administration considéra que le requérant était actionnaire de celles-ci à hauteur de 50 % et que le revenu et la fortune desdites sociétés devait lui être attribué à raison de ce pourcentage. Invoquant l’article 52 § 2 de la loi vaudoise sur la procédure et la juridiction administrative, l’administration cantonale des impôts décida de modifier la décision du 18 juin 1991 et d’accroître en conséquence le revenu et la fortune imposables du requérant. Elle informa la juridiction qu’elle maintenait les autres parties des décisions litigieuses.", "24.  Agissant par l’intermédiaire de la société fiduciaire chargée de ses déclarations fiscales, le requérant fit part de ses observations par lettre du 18 avril 2002. A titre préliminaire, il demanda au tribunal administratif d’attendre les résultats définitifs de l’enquête pour soustraction d’impôt menée par l’administration fédérale des contributions. Sur le fond, il contesta le bien fondé des demandes nouvelles formées par l’administration et proposa à la juridiction d’ordonner à l’administration cantonale des impôts de produire l’ensemble des relevés concernant les comptes bancaires ouverts auprès de la banque S., de la banque S.B.S et de la banque U.B.S. au nom du requérant ou de tiers.", "25.  Une audience fut tenue devant le tribunal administratif le 13 juin 2002 à laquelle comparurent l’avocat du requérant, un expert comptable, un fonctionnaire de l’administration cantonale des impôts ainsi qu’un représentant de l’administration fédérale des contributions chargé de l’enquête pour soustraction d’impôt menée contre le requérant. Ce dernier était muni de nombreux documents. Il remit au tribunal certains d’entre eux durant l’audience afin qu’ils soient versés dans le dossier de la procédure. L’avocat du requérant n’eut cependant pas accès aux autres documents que le représentant de l’administration avait amenés avec lui et qu’il n’a pas souhaité remettre au tribunal.", "26.  Le 31 juillet 2002, l’administration fédérale des contributions fit parvenir à l’administration cantonale des impôts une note concernant le requérant et, plus particulièrement, la prescription des créances fiscales. Elle invita l’administration cantonale à se prévaloir de l’effet interruptif de la prescription lié à l’ouverture de l’enquête pour soustraction d’impôts, au motif qu’ « on ne saurait nier toute relation avec la taxation en général » et « qu’un rapport de connexité entre l’activité [l’administration fédérale des contributions] et la taxation ne peut dès lors être nié ». Elle ajouta également que « cette complémentarité [était] par ailleurs corroborée par les récents arrêts de la chambre d’accusation du Tribunal fédéral ».", "27.  Par jugement du 21 octobre 2002, le tribunal administratif rejeta les recours du requérant et confirma intégralement les décisions administratives des 18 juin 1991 et 17 août 1994, telles que modifiées par la lettre du 7 février 2002 (voir paragraphe 23 ci-dessus). La juridiction estima, tout d’abord, qu’elle n’était pas légalement tenue d’attendre l’issue de l’enquête pour soustraction d’impôt menée par l’administration fédérale des contributions, car la provenance des documents versés au dossier de la procédure n’était pas pertinente. La juridiction considéra, ensuite, que l’article 6 de la Convention n’était pas applicable en l’espèce. Concernant l’impossibilité du requérant d’avoir accès à l’ensemble des documents, la juridiction estima que la pratique des autorités administratives consistant à refuser l’accès à certains documents apportés à l’audience était « très discutable », car « le caractère incomplet du dossier fourni par l’autorité intimée » laissait penser qu’il pouvait se trouver des documents favorables au requérant. Néanmoins, le tribunal administratif considéra que « l’attitude d’obstruction systématique » du requérant, sanctionnée par les amendes litigieuses, permettait de s’en tenir à la version des faits fournis par l’administration.", "28.  Le requérant attaqua le jugement du tribunal administratif devant le Tribunal fédéral. A l’appui de ses deux recours il se plaignit que les amendes qui lui avaient été infligées pour avoir refusé de produire l’ensemble des pièces justificatives violaient son droit à ne pas s’incriminer lui-même, car les documents pouvaient être utilisés au cours de l’enquête ouverte contre lui. Il soutenait également que le refus de le laisser consulter l’ensemble des documents amenés par le représentant de l’administration fédérale des contributions violait son droit à l’égalité des armes. Finalement, invoquant le droit à la présomption d’innocence, il alléguait que la procédure devant le tribunal administratif aurait dû être suspendue jusqu’à la fin de l’enquête menée par l’administration fédérale des contributions.", "29.  Par arrêt du 2 octobre 2003, le Tribunal fédéral rejeta les deux recours du requérant. Concernant les amendes infligées au requérant, la juridiction considéra que la procédure ne revêtait pas un caractère pénal, car elle avait uniquement pour objet de déterminer les obligations fiscales de ce dernier qui ne pouvait dès lors se prévaloir ni de son droit à ne pas s’incriminer lui-même, ni de son droit à la présomption d’innocence. Quant au refus de laisser le requérant consulter l’ensemble des documents entre les mains de l’administration fédérale des impôts, le Tribunal fédéral observa que le requérant avait eu accès à toutes les pièces qui avaient été produites devant le tribunal administratif et que « les nombreuses pièces amenées par l’administration (...) à l’audience devant le tribunal administratif, (...) n’étaient apparemment pas pertinentes pour la période fiscale 1989-1990 », si bien que « le tribunal administratif n’a[vait] pas demandé leur production. »", "D. Poursuite de l’enquête pour soustraction d’impôt", "30.  Alors que la procédure mentionnée aux paragraphes précédents était pendante devant le tribunal administratif et devant le Tribunal fédéral, l’enquête ouverte le 25 février 1999 contre le requérant pour soustraction d’impôt fut poursuivie.", "31.  Le 2 novembre 2004, l’administration fédérale des impôts rédigea un rapport au sujet de l’enquête menée contre le requérant. Elle arrivait à la conclusion que le requérant s’était soustrait à ses obligations durant les périodes fiscales 1995-1996, 1997-1998 et 1999-2000. Concernant les périodes fiscales 1988-1989, 1991-1992 et 1993-1994, l’administration considéra qu’elle avait « trouvé des informations relatives aux périodes fiscales précitées » et que « ces informations ont permis de mettre à jour des éléments imposables ne figurant pas dans les déclarations d’impôt des époux Chambaz, éléments qui ont été transmis à l’administration cantonale des impôts ». Dans la suite du rapport, l’administration mentionna les comptes bancaires détenus par le requérant auprès de la banque S. et gérés par la société P. SA depuis 1986. Elle analysa les revenus réalisés durant les périodes fiscales 1995-1996, 1997-1998 et 1999-2000 par des opérations de change, des placements fiduciaires et des opérations sur titres réalisés à l’aide des avoirs placés sur ce compte. Concernant les sociétés de droit panaméen F.H. et T.F., l’administration imputa au requérant le revenu qu’elles avaient réalisé ainsi que leur fortune. A la fin du rapport, l’administration proposa de déclarer le requérant coupable de soustraction d’impôt et de tentative de soustraction.", "32.  Par lettre du 8 décembre 2004, l’avocat du requérant contesta le bien fondé des conclusions figurant dans le rapport. Il mit en doute le fait que la procédure d’enquête n’ait concerné que les périodes fiscales indiquées. A ce propos, il allégua que l’administration avait adressé plusieurs ordonnances de perquisition à des banques au sujet de comptes bancaires qui était déjà clos à ce moment. Il en déduisit que la procédure visait, en fait, également les périodes fiscales 1985-1986, 1987-1988, 1989-1990, 1991-1992 et 19931994.", "33.  Par lettre du 21 décembre 2004, l’administration répondit à l’avocat du requérant qu’elle avait « été amenée à analyser les années précédentes », « afin de connaître la situation au 1er janvier 1993 ».", "34.  Par décision du 12 janvier 2006, l’administration cantonale des impôts réclama au requérant 2 318 458 CHF (environ 1 545 638 EUR) à titre d’arriéré d’impôt pour les périodes fiscales durant les périodes fiscales 1995-1996, 1997-1998 et 1999-2000 et lui infligea une amende pour soustraction d’impôt d’un montant total de 1 304 000 CHF (environ 869 333 EUR). Après réclamation par le requérant, elle diminua, par décision du 12 janvier 2006, le montant des arriérés d’impôts et maintint intégralement l’amende. Le requérant n’allègue pas avoir contesté cette décision devant les tribunaux.", "II.  LE DROIT INTERNE PERTINENT", "A.  L’arrêté du Conseil fédéral sur la perception d’un impôt fédéral direct du 9 décembre 1940 (abrogé le 31 décembre 1994)", "Article 89 – Audition du contribuable et invitation à produire des preuves", "« 1.  L’autorité de taxation peut citer tout contribuable à comparaître devant elle ou devant son représentant pour être entendu. Le contribuable est tenu de fournir des renseignements véridiques.", "2.  L’autorité de taxation peut exiger, en outre, que le contribuable produise les livres, documents et pièces justificatives se trouvant en sa possession et qu’il remette des attestations et états présentant de l’importance pour sa taxation, qu’il doit se procurer ou établir lui-même (...) »", "Article 129 – Soustraction", "« 1.  Celui qui se soustrait totalement ou partiellement à l’impôt", "a.  en éludant les obligations qui lui incombent, conformément aux articles 82 à 87, 89, 91 et 97, dans la procédure de taxation, de réclamation, de recours et d’inventaire ; ou", "b.  en celant des éléments essentiels à la détermination de l’existence ou de l’étendue de l’obligation fiscale ou en donnant, intentionnellement ou par négligence, des indications inexactes,", "est passible d’une amende allant jusqu’à quatre fois le montant soustrait. Ce montant doit être payé en plus de l’amende (...) »", "Article 131", "« Toute personne astreinte à l’impôt ou tenue de fournir des renseignements qui, sans que soit posé l’état de fait de l’article 129, enfreint, intentionnellement ou par négligence, les ordonnances officielles et les dispositions d’exécution prises en vertu du présent arrêté concernant l’obligation de remettre la déclaration, de remettre ou de produire des livres, d’établir ou de remettre des attestations et d’autres pièces justificatives, de répondre à des convocations ou d’obéir à l’interdiction de disposer de biens, de donner des renseignements ou de faire des paiements et de remettre des sûretés, est frappé d’une amende de 5 à 10 000 francs (...) »", "B.  La loi fédérale sur l’impôt fédéral direct du 14 décembre 1990 (version en vigueur au moment des faits)", "Article 111 – Collaboration entre autorités fiscales", "« 1.  Les autorités chargées de l’application de la présente loi se prêtent mutuelle assistance dans l’accomplissement de leur tâche ; elles communiquent gratuitement aux autorités fiscales de la Confédération, des cantons, des districts, des cercles et des communes toute information utile et, à leur demande, leur permettent de consulter les dossiers fiscaux. Les faits établis par les autorités ou portés à leur connaissance en application de la présente disposition sont protégés par le secret fiscal (...) »", "Article 114 – Consultation du dossier", "« 1.  Le contribuable a le droit de consulter les pièces du dossier qu’il a produites ou signées. Les époux qui doivent être taxés conjointement ont un droit de consultation réciproque.", "2.  Le contribuable peut prendre connaissance des autres pièces une fois les faits établis et à condition qu’aucune sauvegarde d’intérêts publics ou privés ne s’y oppose.", "3.  Lorsqu’une autorité refuse au contribuable le droit de consulter une pièce du dossier, elle ne peut se baser sur ce document pour trancher au détriment du contribuable que si elle lui a donné connaissance, oralement ou par écrit, du contenu essentiel de la pièce et qu’elle lui a au surplus permis de s’exprimer et d’apporter ses propres moyens de preuve.", "4.  L’autorité qui refuse au contribuable le droit de consulter son dossier confirme, à la demande de celui-ci, son refus par une décision susceptible de recours. »", "Article 126 – Collaboration ultérieure", "« 1.  Le contribuable doit faire tout ce qui est nécessaire pour assurer une taxation complète et exacte.", "2.  Sur demande de l’autorité de taxation, il doit notamment fournir des renseignements oraux ou écrits, présenter ses livres comptables, les pièces justificatives et autres attestations ainsi que les pièces concernant ses relations d’affaires (...) »", "Article 174", "« 1.  Sera puni d’une amende celui qui, malgré sommation, enfreint intentionnellement ou par négligence une obligation qui lui incombe en vertu de la présente loi ou d’une mesure prise en application de celle-ci, notamment :", "a.  en ne déposant pas une déclaration d’impôt ou les annexes qui doivent l’accompagner,", "b.  en ne fournissant pas les attestations, renseignements ou informations qu’il est tenu de donner (...) »", "Article 190", "« 1.  Lorsqu’il existe un soupçon fondé sur de graves infractions fiscales, d’assistance ou d’incitations à de tels actes, le chef du Département fédéral des finances peut autoriser l’Administration fédérale des contributions à mener une enquête en collaboration avec les administrations fiscales cantonales.", "2.  Par graves infraction fiscale, on entend en particulier la soustraction continue de montants importants d’impôt (art[icle] 175 et 176) et les délits fiscaux (...) »", "Article 195", "« 1.  Les dispositions sur la collaboration entre autorités (art. 111 et 112) demeurent applicables (...) »", "C.  La loi fédérale sur l’impôt fédéral direct du 14 décembre 1990 (version en vigueur dès le 1er janvier 2008)", "Article 183", "« 1.  L’ouverture d’une procédure pénale pour soustraction d’impôt est communiquée par écrit à la personne concernée. Celle-ci est invitée à s’exprimer sur les griefs retenus à son encontre et informée de son droit de refuser de déposer et de collaborer.", "1bis.  Les moyens de preuve rassemblés dans le cadre de la procédure en rappel d’impôt ne peuvent être utilisés dans la procédure pénale pour soustraction d’impôt que s’ils n’ont été rassemblés ni sous la menace d’une taxation d’office (art. 130, al. 2) avec inversion du fardeau de la preuve au sens de l’art. 132, al. 3, ni sous la menace d’une amende en cas de violation d’une obligation de procédure (...) »", "D.  La loi vaudoise sur la procédure et la juridiction administrative du 18 décembre 1989 (en vigueur au moment des faits)", "Article 52", "« 1.  (...)", "2.  L’autorité intimée peut, pendant la procédure de recours, rapporter ou modifier sa décision. Le recourant est alors invité à dire s’il retire, maintient ou modifie son recours.", "3.  (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "35.  Le requérant se plaint, sous l’angle de l’article 6 § 1 de la Convention, que la procédure devant le tribunal administratif du canton de Vaud, et achevée par l’arrêt du Tribunal fédéral du 2 octobre 2003, n’a pas été équitable. Il soutient qu’une amende lui a été infligée pour ne pas avoir produit des documents susceptibles de l’incriminer dans une procédure pénale et que l’égalité des armes n’a pas été respectée. L’article 6 § 1 est libellé ainsi en ses passages pertinents :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera, soit des contestations sur ses droits et obligations de caractère civil, soit du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...) »", "A.  Sur la recevabilité", "36.  Le Gouvernement soutient que l’article 6 de la Convention n’était pas applicable en l’espèce. Il relève que la procédure faisant objet de la présente requête était indépendante de l’enquête ouverte en 1999 (voir paragraphe 14 et suivants) et qu’elle avait uniquement pour but de déterminer les obligations fiscales du requérant. En particulier, le Gouvernement expose que l’enquête a été ouverte quatre ans après que les amendes pour refus de collaborer aient été infligées au requérant. Il allègue également que l’enquête portait sur les années 1995 à 2000 exclusivement.", "37.  Le requérant rétorque que les amendes qui lui ont été infligées pour avoir refusé de collaborer constituaient une sanction pénale susceptible d’entraîner l’application de l’article 6 § 1 de la Convention à la procédure. Il observe, ensuite, qu’un fonctionnaire de l’administration fédérale des contributions, chargé de l’enquête contre lui, a été autorisé à prendre part à l’audience devant le tribunal administratif. De plus, le requérant soutient qu’il ressortirait de plusieurs documents versés au dossier que les faits faisant l’objet de l’enquête contre lui étaient liés avec la procédure pendante devant le tribunal administratif. A ce propos, le requérant se réfère à la note du 31 juillet 2002 (voir paragraphe 25 ci-dessus) et au contenu du rapport du 2 novembre 2004 (voir paragraphe 30 ci-dessus), aux termes desquels l’administration elle-même aurait reconnu les liens existant entre l’enquête pour soustraction d’impôt et la procédure à l’origine de la présente requête.", "38.  La Cour observe au préalable que l’article 6 de la Convention n’est pas applicable sous son volet civil à la présente procédure qui avait pour objet la détermination des obligations fiscales du requérant à l’égard de l’État (Ferrazzini c. Italie [GC], no 44759/98, § 29, CEDH 2001VII). La question qui se pose toutefois consiste à savoir si la procédure litigieuse était de nature « pénale » et est à ce titre susceptible d’entraîner l’application des garanties prévues par le volet pénal de l’article 6 de la Convention (Jussila c. Finlande [GC], no 73053/01, § 29, CEDH 2006XIII).", "39.  La Cour rappelle, à ce propos, qu’elle a déjà eu l’occasion de se pencher à plusieurs reprises sur la question de l’application de l’article 6 de la Convention à des procédures fiscales se déroulant devant les autorités suisses. Ainsi, dans l’affaire A.P., M.P. et T.P. c. Suisse elle a jugé qu’une procédure aboutissant à une amende pour l’infraction de soustraction d’impôt selon le droit fiscal suisse appelle en principe un examen sous l’angle de l’article 6 de la Convention (arrêt du 29 août 1997, §§ 40 ss, Recueil des arrêts et des décisions 1997V).", "40.  L’applicabilité de l’article 6 de la Convention ne se limite, par ailleurs, pas aux cas où une amende pour soustraction d’impôt a effectivement été prononcée au terme de celle-ci. Lorsque la procédure tend à la détermination des montants dus à titre d’impôt, sans complètement exclure qu’une amende soit prononcée, l’article 6 est également applicable, même si, en fin de compte, les autorités renoncent à infliger toute sanction financière au requérant (J.B. c. Suisse, no 31827/96, §§ 47-48, CEDH 2001III). La question se pose donc de savoir si l’article 6 de la Convention s’applique à une procédure administrative comme celle qui est ici en cause.", "41.  A cet égard, la Cour rappelle que la Convention doit être interprétée de manière à garantir le caractère concret et effectif des droits qui y sont garantis (Airey c. Irlande, 9 octobre 1979, § 24, série A no 32). Elle irait à l’encontre de ce but, si elle s’estimait liée par les qualifications contenues dans l’ordre juridique interne, car cela aurait pour conséquence que l’application de l’article 6 de la Convention à certaines catégories de litiges serait subordonnée à la volonté souveraine des Etats membres (Engel et autres c. Pays-Bas, 8 juin 1976, § 81, série A no 22).", "42.  S’agissant de la situation particulière d’un requérant contre lequel plusieurs procédures distinctes sont menées en parallèle, la Cour ne saurait, ainsi, exclure l’applicabilité de l’article 6 de la Convention lorsque l’examen des griefs allégués par le requérant l’amène inévitablement à se pencher peu ou prou sur des actes, ou des fragments de procédure, auxquels l’article 6 n’est en principe pas applicable (Sträg Datatjänster AB c. Suède (déc.), no 50664/99, 21 juin 2005), notamment lorsque différents éléments se trouvent combinés dans une même procédure de telle manière qu’il est impossible de distinguer les phases de celle-ci portant sur une « accusation en matière pénale » de celles qui ont un autre objet (Jussila c. Finlande, précité, § 45).", "43.  La Cour peut donc être amenée, dans certaines circonstances, à examiner globalement, sous l’angle de l’article 6 de la Convention, un ensemble de procédures si celles-ci sont suffisamment liées entre elles pour des raisons tenant soit aux faits sur lesquelles elles portent, soit à la manière dont elles sont menées par les autorités nationales. L’article 6 de la Convention sera ainsi applicable lorsqu’une des procédures en cause porte sur une accusation en matière pénale et que les autres lui sont suffisamment liées.", "44.  Se tournant vers les circonstances particulières du cas d’espèce, la Cour relève d’emblée qu’il ne fait aucun doute que la procédure d’enquête pour soustraction d’impôt porte sur une accusation de nature pénale. La question se pose de savoir si la procédure à l’origine de la présente requête, ayant pour objet les impôts dus par le requérant pour la période fiscale 1989-1990 (voir paragraphes 7 et 8 ci-dessus), tombe également sous l’empire de l’article 6 de la Convention.", "45.  La Cour observe, tout d’abord, que l’article 111 de la loi fédérale sur l’impôt fédéral direct fait obligations aux différentes autorités de se fournir mutuellement des renseignements et qu’en vertu de l’article 195 § 1 de cette même loi pareille obligation existe également en ce qui concerne la procédure d’enquête pour soustraction d’impôt. Les deux procédures n’étaient donc pas conçues en droit interne pour être menées de manière indépendante.", "46.  Par ailleurs, pour ce qui est, ensuite, de l’organisation de l’enquête en matière fiscale, la Cour relève que le mandat de perquisition visant le requérant invitait les fonctionnaires chargés de l’enquête contre lui à saisir des documents concernant la période fiscale 1989-1990 (voir paragraphe 15 ci-dessus) et que l’administration fédérale des impôts a elle-même reconnu que l’enquête pour soustraction d’impôt avait porté sur des années pour lesquelles le requérant n’avait pas formellement été accusé de soustraction d’impôt (voir paragraphe 33 ci-dessus). L’administration cantonale des impôts a, de surcroît, invoqué les résultats de la procédure d’enquête en cours pour former des demandes nouvelles devant le tribunal administratif (voir paragraphe 23 ci-dessus) et un fonctionnaire chargé de l’enquête contre le requérant a assisté à une audience devant la juridiction (voir paragraphe 25 ci-dessus).", "47.  Concernant, finalement, les faits eux-mêmes faisant l’objet de l’enquête, la Cour note que les comptes bancaires détenus par le requérant auprès de la Banque S., et gérés par la société P. SA, ont été mentionnés tant dans la procédure ayant donné lieu à la présente requête (voir paragraphes 8 et 24 ci-dessus) que dans l’enquête pour soustraction d’impôts (voir paragraphes 21 et 31 ci-dessus). De surcroît, les relations entre le requérant et les sociétés de droit panaméen T.F et F.H. sont à l’origine des demandes nouvelles devant le tribunal administratif (voir paragraphe 23 ci-dessus), alors que le requérant a été interrogé à leur sujet au cours de l’enquête pour soustraction d’impôts (voir paragraphe 20 ci-dessus).", "48.  A la lumière de ce qui précède, la Cour arrive à la conclusion que l’enquête pour soustraction d’impôts dirigée contre le requérant s’inscrivait dans le prolongement de la procédure qui s’est déroulée devant le tribunal administratif. Elle estime, par conséquent, que les deux procédures étaient étroitement liées de sorte que le caractère manifestement pénal de l’enquête s’est étendu à la procédure ayant donné lieu à la présente requête. Il s’ensuit que l’article 6 de la Convention est applicable dans le cas d’espèce sous son volet pénal. Partant, il convient de rejeter l’exception du Gouvernement.", "49.  La Cour constate en outre que les griefs ne sont pas manifestement mal fondés au sens de l’article 35 § 3 a) de la Convention et qu’ils ne se heurtent à aucun autre motif d’irrecevabilité. Il convient donc de les déclarer recevables.", "B.  Sur le fond", "1.  Sur la violation alléguée du droit de ne pas être contraint de s’incriminer soi-même", "50.  Le requérant considère que sa situation est identique à l’affaire Funke c. France (arrêt du 25 février 1993, série A no 256A). Il expose que, d’une part, en produisant les documents réclamés par la commission d’impôt, il aurait permis au fisc d’ouvrir sur le champ une procédure en soustraction d’impôt à son encontre. Il se plaint, par ailleurs, que le tribunal administratif et le Tribunal fédéral ont confirmé les amendes qui lui avaient été infligées alors qu’il faisait l’objet d’une enquête pour soustraction d’impôt pour les mêmes périodes fiscales et qu’en produisant les documents réclamés il s’exposait à ce qu’ils soient utilisés contre lui dans cette procédure à coloration pénale.", "51.  Le Gouvernement affirme, en se référant à l’affaire Allen c. Royaume-Uni, que l’obligation de fournir des informations au cours d’une procédure en rappel d’impôt ne saurait violer l’interdiction de contribuer à sa propre incrimination en l’absence de procédure pénale prévisible (décision du 10 septembre 2002, no 76574/01, CEDH 2002VIII). A ce propos, il réitère son point de vue selon lequel les deux procédures menées contre le requérant étaient distinctes et observe, à nouveau, que l’enquête pour soustraction d’impôt n’a débuté que quatre ans après la décision de la commission d’impôt ayant infligé les amendes litigieuses au requérant. Il relève que la situation du requérant se distingue de l’affaire Funke c. France précitée, dans la mesure où la condamnation du requérant n’était pas uniquement destinée à obtenir des informations en vue d’une procédure pénale ultérieure, mais concernait uniquement l’établissement de ses obligations fiscales.", "52.  La Cour rappelle que même si l’article 6 de la Convention ne les mentionne pas expressément, le droit de garder le silence et le droit de ne pas contribuer à sa propre incrimination sont des normes internationales généralement reconnues qui sont au cœur de la notion de procès équitable consacrée par l’article 6 § 1. En particulier, le droit de ne pas contribuer à sa propre incrimination présuppose que les autorités cherchent à fonder leur argumentation sans recourir à des éléments de preuve obtenus par la contrainte ou les pressions, au mépris de la volonté de l’« accusé » (voir Funke précité ; John Murray c. Royaume-Uni, 8 février 1996, § 45, Recueil 1996-I ; Saunders c. Royaume-Uni, 17 décembre 1996, §§ 68-69, Recueil 1996-VI ; Serves c. France, 20 octobre 1997, § 46, Recueil 1997-VI ; J.B. c. Suisse, précité, § 64).", "53.  En l’espèce, la Cour relève qu’en infligeant des amendes au requérant, les autorités ont fait pression sur lui pour qu’il leur soumette des documents qui auraient fourni des informations sur son revenu et sa fortune en vue de son imposition, plus particulièrement en ce qui concerne ses comptes auprès de la Banque S. (voir paragraphe 8 ci-dessus). S’il n’appartient pas à la Cour de spéculer sur la nature de ces informations, elle constate que celles-ci sont également mentionnées dans le rapport établi à l’issue de l’enquête pour soustraction d’impôt (voir paragraphe 31 cidessus).", "54.  La Cour observe, par ailleurs, que le requérant ne pouvait exclure que toute information relative à des revenus supplémentaires de sources non imposées l’exposait à être accusé d’avoir commis l’infraction de soustraction d’impôt (J.B. c. Suisse, précité, § 65) et était de nature à compromettre sa position dans l’enquête pour soustraction d’impôts.", "55.  Le fait que celle-ci ait été ouverte quatre ans plus tard n’est, aux yeux de la Cour, pas déterminant, car au moment où le tribunal administratif a confirmé les décisions litigieuses, l’enquête était déjà ouverte depuis un peu moins de trois ans. Dès lors, les décisions des juridictions internes, confirmant les amendes infligées précédemment au requérant, ont eu pour résultat d’obliger le requérant à contribuer à sa propre incrimination.", "56.  De surcroît, la Cour constate que l’article 183 de la loi fédérale sur l’impôt fédéral direct a été modifié au 1er janvier 2008, de manière à donner aux personnes faisant l’objet d’une enquête fiscale des garanties suffisantes, dont la garantie que les informations fournies lors d’une procédure purement fiscale ne seront pas utilisées au cours de l’enquête pour soustraction d’impôts.", "57.  Finalement, la Cour estime que la situation du requérant se distingue de celle d’un contribuable qui avoue spontanément avoir fraudé le fisc dans l’espoir d’être moins sévèrement puni. A la différence de l’affaire Allen c. Royaume-Uni invoquée, le requérant n’a, en effet, jamais reconnu avoir eu un comportement illégal et s’est prévalu à tous les stades de la procédure de son droit au silence.", "58.  Ces éléments suffisent à la Cour pour conclure que le droit de ne pas être contraint de s’incriminer soi-même, tel que garanti par l’article 6 § 1 de la Convention, a été violé en l’espèce.", "2.  Sur la violation alléguée du principe de l’égalité des armes", "59.  Le requérant allègue qu’il n’a pas été en mesure d’avoir accès à l’ensemble des pièces du dossier le concernant. Se référant à l’affaire Dowsett c. Royaume-Uni (arrêt du 24 juin 2003, no 39482/98, CEDH 2003VII), il soutient qu’il aurait dû être en mesure de consulter l’ensemble des pièces apportées par le délégué de l’administration fédérale des contributions à l’audience devant le tribunal administratif. Il affirme que les documents en question présentaient des liens évidents avec la procédure en cours et qu’il n’appartient pas à l’administration de choisir seule les documents qu’elle entend invoquer en justice.", "60.  Le Gouvernement rétorque que le requérant a eu accès à l’ensemble des documents produits dans la procédure le concernant. Il estime que ce dernier aurait été en mesure de consulter l’ensemble des documents entre les mains de l’administration en obtenant le consentement écrit de tiers. Se référant à l’affaire Dombo Beheer B.V. c. Pays-Bas (arrêt du 27 octobre 1993, § 33, série A no 274), le Gouvernement soutient que le requérant n’aurait pas été placé dans une position de désavantage par rapport à son adversaire.", "61.  La Cour rappelle que le droit à un procès pénal équitable implique que la défense puisse avoir accès à l’ensemble des preuves entre les mains de l’accusation, qu’elles soient en défaveur, ou en faveur, de l’accusé (McKeown c. Royaume-Uni, no 6684/05, § 43, 11 janvier 2011). Les seules restrictions admissibles au droit d’accès à l’ensemble des preuves disponibles sont celles qui s’avèrent strictement indispensables (Van Mechelen et autres c. Pays-Bas, 23 avril 1997, § 58, Recueil 1997III), soit la protection d’intérêts nationaux vitaux ou la sauvegarde des droits fondamentaux d’autrui (Dowsett c. Royaume-Uni, précité, § 42).", "62.  Par ailleurs, la procédure doit prévoir des moyens adéquats pour compenser cette restriction et éviter que des abus ne soient commis (Doorson c. Pays-Bas, 26 mars 1996, § 74-75, Recueil 1996II). Ainsi, la Cour tient compte, par exemple, du fait que la question de l’opportunité d’une divulgation soit examinée par un magistrat indépendant et impartial ayant eu accès aux moyens de preuve litigieux et ayant, par voie de conséquence, été en mesure d’apprécier pleinement, et tout au long de la procédure, la pertinence pour la défense des informations non communiquées à celle-ci (Jasper c. Royaume-Uni [GC], no 27052/95, § 56, 16 février 2000 ; Fitt c. Royaume-Uni [GC], no 29777/96, § 49, CEDH 2000II). Lorsque la communication d’informations tenues secrètes n’a pas été soumise au contrôle détaillé d’une juridiction au cours de la procédure de première instance, le manque d’équité de la procédure ne peut être réparé en degré d’appel que par une communication totale et complète des éléments litigieux (I.J.L. et autres. c. Royaume-Uni, nos 29522/95, 30056/96 et 30574/96, § 149, CEDH 2000IX).", "63.  S’agissant, plus particulièrement, d’une procédure devant les juridictions administratives dans une affaire fiscale à caractère pénal, la Cour a déjà eu l’occasion d’indiquer qu’elle n’excluait pas que la notion de procès équitable puisse quand même comporter l’obligation, pour le fisc, de consentir à fournir au justiciable certaines pièces quand bien même celles-ci n’étaient pas spécifiquement invoquées par l’administration contre le requérant (Bendenoun c. France, 24 février 1994, § 52, série A no 284).", "64.  Finalement la Cour observe, qu’elle n’a certes pas pour tâche de se substituer aux juridictions internes auxquelles il incombe en premier chef d’apprécier l’utilité d’une offre de preuve et qu’il ne lui appartient pas de spéculer sur le contenu ou la pertinence des documents en question (voir, parmi beaucoup d’autres, Asch c. Autriche, 26 avril 1991, § 25, série A no 203). Il n’en demeure pas moins que le refus d’administrer une preuve doit être dûment motivé (Vidal c. Belgique, 22 avril 1992, § 34, série A no 35B).", "65.  En l’espèce, la Cour constate que le tribunal administratif a refusé au requérant l’accès aux documents en raison de son « attitude adoptée [...] en procédure », plus particulièrement à cause du fait qu’il ne « fourni[ssai]t pas les explications les plus élémentaires qui pourraient conduire à douter de la version des faits adoptée dans la décision attaquée » (voir paragraphe 27 cidessus). En substance, cela revenait à reprocher au requérant de ne pas avoir remis aux autorités fiscales les documents pour lesquelles il faisait valoir son droit au silence. La Cour en déduit que les restrictions en question n’avaient pas pour but de protéger des intérêts vitaux nationaux, ou de veiller à la sauvegarde des droits fondamentaux d’autrui au sens de l’arrêt Dowsett c. Royaume-Uni précité.", "66.  Finalement, la Cour constate que le Tribunal fédéral a entériné l’approche suivie par le tribunal administratif, sans procéder à son propre examen de la question, et sans autoriser la communication intégrale des documents litigieux au requérant (voir paragraphe 29 ci-dessus). Les défauts ayant entaché la procédure de première instance n’ont ainsi pas pu être régularisés par le biais du recours au Tribunal fédéral.", "67.  Au vu de ce qui précède, la Cour en déduit que le refus de communiquer au requérant l’intégralité du dossier détenu par l’administration n’était pas justifié par des motifs en adéquation avec les principes se dégageant de la jurisprudence de la Cour en matière d’égalité des armes. Le processus décisionnel n’a en outre pas été assorti de garanties aptes à protéger les intérêts de l’accusé. Celui-ci a donc été placé dans une situation de net désavantage (Bendenoun c. France, précité, § 52).", "68.  Ces éléments suffisent à la Cour pour conclure que le droit à l’égalité des armes, tel que garanti par l’article 6 § 1 de la Convention a été violé en l’espèce.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 2 DE LA CONVENTION", "69.  Le requérant se plaint enfin de violation du droit à la présomption d’innocence dans la mesure où l’enquête fiscale pour soustraction d’impôt s’est achevée après la procédure ayant donné lieu à la présente requête. Il invoque à cet égard l’article 6 § 2 de la Convention ainsi libellé :", "« Toute personne accusée d’une infraction est présumée innocente jusqu’à ce que sa culpabilité ait été légalement établie. »", "70.  La Cour rappelle que la présomption d’innocence interdit aux autorités d’accomplir leurs devoirs en partant de l’idée que les personnes faisant l’objet d’une enquête sont coupables des faits qui leurs sont reprochés (Telfner c. Autriche, no 33501/96, § 15, 20 mars 2001).", "71.  En l’espèce, la Cour constate que les autorités chargées de la procédure fiscale ne se sont jamais prononcées sur l’éventuelle culpabilité du requérant. Le fait que le requérant ait été condamné pour soustraction d’impôt une fois que la procédure fiscale s’était achevée ne saurait être à lui seul déterminant, car l’article 6 § 2 de la Convention ne va pas jusqu’à imposer aux Etats membres de traiter différentes procédures dans un certain ordre (mutatis mutandis Cortina de Alcocer et de Alcocer Torra c. Espagne (déc.), no 33912/08).", "72.  Compte tenu des éléments en sa possession, la Cour ne relève aucune apparence de violation des droits et libertés garantis par la Convention au titre de l’article 6 § 2 de la Convention.", "73.  Il s’ensuit que ce grief est manifestement mal fondé et doit être rejeté en application de l’article 35 §§ 3 a) et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "74.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "75.  Le requérant réclame le remboursement des amendes qui lui ont été infligées, s’élevant à 5 000 francs suisses (CHF) soit 3 599 euros (EUR), au titre du préjudice matériel qu’il aurait subi. Il ne présente aucune demande en réparation du dommage moral.", "76.  Le Gouvernement admet que l’octroi de la somme revendiquée au titre du dommage matériel est équitable en cas de constat de violation du droit à ne pas contribuer à sa propre incrimination garanti par l’article 6 de la Convention.", "77.  La Cour rappelle qu’un arrêt constatant une violation entraîne pour l’Etat défendeur l’obligation juridique de mettre un terme à la violation et d’en effacer les conséquences de manière à rétablir autant que possible la situation antérieure (voir Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 32, CEDH 2000XI).", "78.  En l’espèce, la Cour constate que les amendes dont le requérant demande le remboursement lui ont été infligées pour avoir refusé de fournir les renseignements litigieux à l’administration fiscale. Au vu des conclusions ci-dessus (paragraphes 59 et 68), la Cour considère qu’il y a lieu d’octroyer au requérant 3 599 EUR au titre du préjudice matériel plus tous montants pouvant être dus par lui à titre d’impôt.", "B.  Frais et dépens", "79.  Le requérant demande également, notes d’honoraires à l’appui, 44 000 CHF, soit 31 672 EUR, pour les frais et dépens engagés devant les juridictions internes et 15 000 CHF, soit EUR 10 797, pour ceux engagés devant la Cour.", "80.  Le Gouvernement s’oppose à ces demandes. Il allègue que l’activité du défenseur n’est pas mise en rapport avec les montants encaissés, les sommes demandées n’étant dès lors pas établies. Il conclut dès lors à ce que le montant des frais et dépens soit ramené à 10 000 CHF, soit 7 198 EUR, en cas de condamnation.", "81.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (Iatridis c. Grèce (satisfaction équitable) [GC], précité, § 54).", "82.  En l’espèce, compte tenu des documents en sa possession et des critères susmentionnés, estime raisonnable la somme de 7 198 EUR tous frais confondus et l’accorde au requérant plus tous montants pouvant être dus par lui à titre d’impôt.", "C.  Intérêts moratoires", "83.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR,", "1.  Déclare, à la majorité, la requête recevable quant aux griefs tirés de la violation de l’article 6 § 1 de la Convention ;", "", "2.  Déclare, à l’unanimité, la requête irrecevable pour le surplus ;", "", "3.  Dit, par cinq voix contre deux, qu’il y a eu violation de l’article 6 § 1 de la Convention en ce qu’il garantit le droit à ne pas être contraint de contribuer à sa propre incrimination ;", "", "4.  Dit, par cinq voix contre deux, qu’il y a eu violation de l’article 6 § 1 de la Convention en ce qu’il garantit l’égalité des armes dans un procès pénal ;", "", "5.  Dit, par cinq voix contre deux,", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 3 599 EUR (trois mille cinq cent quatre-vingt-dix-neuf euros), pour dommage matériel et 7 198 EUR (sept mille cent quatre-vingt-dix-huit euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt par le requérant, à convertir en francs suisses au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 5 avril 2012, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tDean Spielmann\n\tGreffière\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées des juges Zupančič et Power-Forde.", "D.S. \nC.W.", "OPINION DISSIDENTE DU JUGE ZUPANČIČ", "(Traduction)", "Je ne puis me rallier à la majorité dans cette affaire, même si l’arrêt est compatible avec l’affaire J.B. c. Suisse (no 31827/96, CEDH 2001-III). Une seule question se pose en l’espèce : celle de savoir si le droit de ne pas contribuer à sa propre incrimination s’applique ou non dans les affaires où l’on est en présence d’une procédure administrative ou pénale concernant les obligations fiscales de l’intéressé vis-à-vis de l’Etat. Par ailleurs, à la lumière d’affaires telles que Jalloh c. Allemagne (no 54810/00, CEDH 2006IX) et Gäfgen c. Allemagne ([GC], no 22978/05 CEDH 2010), on peut se demander si dans ce type de circonstances, où le suspect ou prévenu doit fournir des pièces écrites relatives à une éventuelle fraude fiscale de sa part, le droit de ne pas contribuer à sa propre incrimination s’applique en fait sous sa forme originelle. Si l’on suit la théorie selon laquelle le droit de ne pas contribuer à sa propre incrimination est l’image inversée d’une violence inadmissible qui contamine le processus pénal, on ne peut soutenir l’idée que ledit droit est applicable dans les affaires où la découverte de documents appartenant au suspect ou prévenu touche en fait à la notion d’auto-incrimination. Comme nous l’avons exposé dans un autre cadre, le droit de ne pas contribuer à sa propre incrimination n’est pas un abstrait « droit de garder le silence » : il s’agit plutôt d’une interdiction – issue du droit romain – de recourir à une force par laquelle l’individu risque de devenir une source de preuves contre lui-même. Autrement dit, l’individu peut toujours être une source de preuves contre lui-même, excepté si l’on recourt à la force pour qu’il le devienne. Il s’ensuit logiquement que la question qui se pose n’est pas celle de l’ « auto-incrimination » en tant que telle. Le problème en soi n’est pas qu’une personne soit une « source de preuves contre elle-même » ; c’est de savoir si elle a été contrainte de le devenir. La raison à cela est que, comme l’avons expliqué dans l’affaire Jalloh c. Allemagne, l’usage de la force, par exemple pour extraire des sachets de cocaïne de l’estomac du suspect, est incompatible avec la légitimité de la procédure pénale, car toute procédure légale consiste à remplacer la logique du pouvoir par le pouvoir légitime de la logique fondé sur l’Etat. D’une certaine façon, c’est ce qui rend le droit si important : en d’autres termes, le droit maintient la société au-dessus du niveau où prévalent le combat et la guerre de tous contre tous, il empêche la société de régresser vers l’anarchie.", "Cela s’applique clairement à l’usage de la force, mais pas nécessairement de la ruse, dans les affaires strictement pénales. N’a toutefois pas été tranchée la question de savoir si le droit de ne pas contribuer à sa propre incrimination s’applique dans les situations où la recherche de la vérité matérielle exige que l’intéressé fournisse des documents – le cas typique étant celui des affaires fiscales – lorsque ceux-ci sont dans un certain sens l’objet même de la procédure. De plus, les questions fiscales sont par définition des questions de propriété ; elles n’ont pas trait à l’intégrité de la personnalité de l’intéressé, mais uniquement à ses biens au sens de l’article 1 § 1 du Protocole no 1. Soulignons encore que la propriété, si l’on consulte les travaux préparatoires de la Convention, n’était pas au départ considérée comme une question relevant des droits de l’homme ; ce droit a été ajouté par la suite, et ce en dépit des objections soulevées par certains pays qui se demandaient si la propriété était du reste un droit de l’homme.", "Quoi qu’il en soit, le droit de ne pas contribuer à sa propre incrimination ne s’applique pas d’ordinaire aux questions fiscales. Le particulier, par exemple, doit soumettre une déclaration d’impôt une fois par an, ce qui signifie du point de vue de l’auto-incrimination qu’une fois par an au moins il est contraint d’être une source de preuves contre lui-même. Si l’on portait sur cet élément un regard machinal, on considérerait que le fait de fournir à la demande des services fiscaux des justificatifs concernant les points douteux de la déclaration d’impôt est clairement incompatible avec l’idée qu’une personne ne peut devenir une source de preuves contre elle-même. Pourtant cela n’est pas le cas. Et ce parce que la procédure administrative – on voit là la sagesse de la Convention dans ce domaine – ne s’analyse pas en une procédure pénale contre le contribuable. A été préservée l’idée que la procédure administrative fiscale est un simple échange d’informations dans le contexte administratif, sans nulle conséquence quant à une éventuelle auto-incrimination.", "Néanmoins, il est parfaitement clair que toute déclaration d’impôt peut engendrer au sein des services fiscaux des doutes quant à la véracité des informations que le contribuable a livrées dans les formulaires relatifs à ses revenus imposables. Cela implique bien entendu que tout doute conçu par les services fiscaux fait immédiatement surgir le spectre de l’infraction appelée « fraude fiscale ». Tout contribuable, dans les affaires de fraude fiscale et vis-à-vis des autorités fiscales de l’Etat, est un suspect potentiel. Dès lors, il est illusoire de soutenir de manière machinale que la procédure administrative fiscale est, pour une raison ou pour une autre, totalement distincte de la procédure pénale engagée sur le fondement d’informations soumises dans la déclaration d’impôt. La fine cloison qui « sépare » la procédure administrative et la procédure pénale est extrêmement perméable ; toute déclaration d’impôt émanant d’un particulier imposable, quel qu’il soit, est susceptible d’engendrer des soupçons quant à l’honnêteté dont l’intéressé a fait preuve en soumettant les informations.", "Il apparaît donc fort évident qu’il est absurde d’appliquer indistinctement aux questions fiscales le droit de ne pas contribuer à sa propre incrimination et de soutenir que l’obligation faite au contribuable de divulguer des documents touche à l’auto-incrimination, lorsque l’on songe à la différence entre l’obligation de s’incriminer soi-même dans un procès pénal ordinaire  et la même obligation dans une procédure pénale concernant une fraude fiscale ou d’autres questions relatives à la propriété. Nous en arrivons à une distinction plus subtile entre, d’un côté, la personne même de l’intéressé qui subit un procès dans une affaire pénale et, de l’autre côté, les biens de l’intéressé, lesquels de manière générale intéressent le droit privé et la fiscalité et n’ont pas trait à l’essence même de la vie privée et de l’être intime de l’intéressé, qui sont protégés notamment par le droit de ne pas contribuer à sa propre incrimination. La personne qui dans une affaire pénale est contrainte de devenir une source de preuves contre elle-même n’est évidemment pas dans la même situation qu’un individu obligé de fournir des preuves touchant à certains aspects de ses biens. Il est donc spécieux de soutenir que les biens en question font en quelque sorte partie intégrante de sa propre personne, telle que protégée dans une procédure pénale classique concernant une infraction. Il n’est guère difficile de le démontrer. Dans une affaire de propriété – qu’il s’agisse de biens meubles ou de biens immeubles –, un individu a avec d’autres sujets ainsi qu’avec l’Etat des relations dans le cadre desquelles il est constamment contraint d’être une source de preuves contre ses « intérêts mêmes », lorsque lesdits intérêts ont trait à une question sans rapport avec sa personne, à une simple question de propriété que l’intéressé doit gérer.", "Au-delà de ces considérations plutôt métaphysiques, il existe une raison pratique de ne pas appliquer le droit de ne pas contribuer à sa propre incrimination aux questions de propriété en général, et aux questions fiscales tout particulièrement. En outre, si l’on imposait aux Etats contractants cette façon de concevoir l’auto-incrimination, cela ouvrirait immédiatement une boîte de Pandore pleine d’objections de la part des contribuables de chaque pays, qui s’estimeraient victimes d’une obligation de contribuer à leur propre incrimination simplement parce qu’ils doivent fournir aux autorités fiscales des pièces par lesquelles ils s’incriminent euxmêmes.", "\nOPINION DISSIDENTE DE LA JUGE POWER-FORDE", "(Traduction)", "En 1994, des amendes administratives furent infligées au requérant pour ses refus répétés de fournir aux autorités fiscales des documents financiers dans le cadre d’une enquête administrative sur ses obligations fiscales. En 2002-2003, tant le tribunal administratif que le Tribunal fédéral confirmèrent ces décisions des services fiscaux. Ce sont ces amendes qui font l’objet de la requête du requérant devant la Cour (et non l’amende ultérieure pour soustraction d’impôt, qui de toute façon n’a pas donné lieu à une condamnation pénale). Le refus du requérant de fournir certaines pièces et l’imposition consécutive par les autorités fiscales d’amendes administratives se sont produits à un moment où aucune accusation pénale ne pesait sur l’intéressé. La majorité a néanmoins estimé que cette obligation de révéler des informations violait le droit de ne pas contribuer à sa propre incrimination.", "Mon vote contre le constat d’une violation de l’article 6 découle de mon vote contre l’applicabilité de cette disposition en l’espèce. Je sais bien que la majorité a appliqué et, dans une certaine mesure, étendu la conclusion formulée par la Cour dans l’affaire J.B. c. Suisse (no 31827/96, CEDH 2001III). J’ai toutefois du mal à admettre que l’obligation de produire des informations fiscales dans le cadre de l’appréciation par l’Etat des obligations fiscales d’une personne s’analyse en une « autoincrimination » et dès lors relève du domaine des droits fondamentaux.", "La jurisprudence de la Cour comporte à ce jour un certain nombre d’incertitudes quant à i) la portée du droit de ne pas contribuer à sa propre incrimination et à ii) la nature des preuves qui relèvent de ce droit. A mon sens, cette affaire aurait pu donner à la Grande Chambre l’occasion de dissiper la confusion et de stabiliser les principes.", "", "La portée du droit de ne pas contribuer à sa propre incrimination", "Dans l’affaire Funke c. France (25 février 1993, série A no 256-A), la Cour a établi l’existence d’un « droit de garder le silence » en tant qu’exigence d’un procès équitable, et a constaté une violation de l’article 6 dans des circonstances où l’intéressé avait été tenu de fournir aux agents des douanes françaises des précisions sur ses comptes bancaires. Contrairement au requérant de la présente affaire, l’intéressé dans Funke avait été poursuivi pour refus de produire des documents, et cette procédure (pénale en soi) avait été secondaire par rapport aux poursuites que les autorités entendaient entamer pour une accusation pénale distincte.", "Le fait que le droit de ne pas contribuer à sa propre incrimination se rapporte uniquement à l’admission de preuves dans une procédure pénale semble avoir été confirmé dans l’affaire Saunders c. Royaume-Uni (17 décembre 1996, Recueil des arrêts et décisions 1996-VI). L’existence de ce droit n’interdit pas en soi le recours à l’interrogatoire obligatoire au cours d’une enquête purement administrative. Dans l’affaire Saunders, la Cour souligna que le rôle des inspecteurs du ministère du Commerce et de l’Industrie (le « DTI ») était essentiellement réglementaire, et donc distinct de celui d’une enquête ou d’une procédure concernant une infraction. Elle admit que le rôle des inspecteurs était « l’établissement et la consignation de faits qui pourraient par la suite servir de base à l’action d’autres autorités compétentes » (Saunders, § 67).", "Après l’affaire Saunders, la Commission, dans l’affaire Abas c. Pays-Bas (décision de la Commission du 26 février 1996, Décisions et rapports (DR) 88-B, p. 120), déclara irrecevable un grief relatif à l’obligation de répondre aux questions d’un inspecteur des impôts, constatant que cette obligation ne portait pas atteinte au droit de garder le silence. Les réponses données par le requérant n’avaient pas été utilisées lors d’une procédure pénale ultérieure bien que, après qu’il avait été questionné, son domicile avait été perquisitionné et des éléments de preuve avaient été recueillis puis utilisés dans le cadre de poursuites pour escroquerie et fraude fiscale. La Commission observa que les pouvoirs coercitifs des autorités fiscales étaient considérés comme nécessaires, dans la plupart des pays, pour permettre aux inspecteurs des impôts de remplir leurs fonctions.", "Ce point précis fut examiné par la Cour dans l’affaire I.J.L. et autres c. Royaume-Uni (nos 29522/95, 30056/96 et 30574/96, CEDH 2000-IX). Les requérants soutenaient que l’enquête menée par les inspecteurs des impôts devait être considérée comme faisant partie du processus de poursuite compte tenu de la collusion entre les inspecteurs et les autorités de poursuite, et qu’en conséquence ils auraient dû se voir reconnaître les droits d’une personne « accusée d’une infraction ». La Cour rejeta cet argument et par ailleurs écarta le point de vue selon lequel « l’obligation légale pour une personne de fournir des informations exigées par un organe administratif enfreint forcément l’article 6 de la Convention » (I.J.L. et autres, § 100).", "Une autre affaire, King c. Royaume-Uni ((déc.), no 13881/02, 8 avril 2003), jette plus encore le doute sur la position adoptée par la majorité. Contrairement au requérant dans l’affaire Shannon c. Royaume-Uni (no 6563/03, § 41, 4 octobre 2005), l’intéressé dans l’affaire King ne s’était pas trouvé accusé d’une infraction au moment où il avait été soumis à une obligation de fournir des informations. Il avait été poursuivi pour n’avoir pas répondu à cette obligation et « [non pour] une infraction découlant d’actes ou omissions qu’il aurait commis avant ce moment-là ». La Cour conclut à la non-violation du droit de ne pas contribuer à sa propre incrimination. Le requérant en l’espèce ne doit-il pas à coup sûr être considéré comme étant dans la même situation que le requérant dans l’affaire King ? Les deux requérants ont été sanctionnés (en l’espèce, certes, dans le cadre d’une procédure purement administrative) pour manquement à répondre à une obligation de fournir des informations (en l’espèce sous la forme de documents), et ni l’un ni l’autre n’était confronté à une accusation pénale concernant des actes commis avant ce moment-là. Alors que la requête dans l’affaire King a été déclarée irrecevable à cet égard, la majorité dans la présente affaire a conclu à la violation.", "Si l’obligation de produire des informations orales est autorisée dans le cadre d’une enquête purement administrative (voir, en ce sens, les affaires Saunders, Abas ainsi que I.J.L. et autres, précitées) et si une procédure pour manquement à fournir pareilles informations ne viole pas l’article 6 (voir King, précitée), alors on peut se demander pourquoi l’obligation de produire des informations écrites n’est pas autorisée dans le cadre d’une enquête purement administrative ? La distinction entre informations orales et informations écrites est-elle vraiment défendable ? Et pourquoi les poursuites pénales pour manquement sont-elles acceptables et non l’imposition d’une amende administrative ?", "", "La nature des éléments de preuve protégés", "Même si l’article 6 § 1 s’appliquait en l’espèce sous son volet pénal (pour ce qui concerne l’imposition d’une amende pour défaut de production de documents), il n’est pas certain qu’une obligation de fournir des informations financières « indépendantes » en réponse à des demandes émanant des autorités puisse passer pour plus « auto-incriminante » que l’obligation de produire un échantillon de sang ou d’urine dans d’autres types d’enquêtes pénales.", "Dans la logique qu’elle a suivie pour constater la violation de l’article 6, la Cour, dans l’affaire J.B. c. Suisse, a semblé forger une autre distinction entre les preuves documentaires et d’autres types de « preuves matérielles ». Comme en l’espèce, le requérant dans l’affaire J.B. s’était vu infliger des amendes pour manquement à livrer des informations financières aux autorités fiscales. La Cour fit la distinction entre de tels documents et les échantillons de sang ou d’urine évoqués dans Saunders. Elle estima que les preuves dont il s’agissait dans J.B. « se distingu[aient] de données qui existent indépendamment de la volonté de la personne concernée (...) [et que] l’on ne pouvait dès lors pas les obtenir en recourant à des pouvoirs coercitifs, au mépris de la volonté de l’intéressé » (J.B. c. Suisse, § 68). L’existence d’un document n’est-elle pas aussi indépendante que l’existence d’un échantillon de sang ? Une obligation de produire un document joue sur la volonté du sujet, mais cela vaut également pour une obligation de se soumettre à un test sanguin. Bien entendu, le comportement antérieur du sujet (l’établissement de reçus ou la consommation d’alcool, par exemple) peut avoir une incidence sur le contenu du document comme de l’échantillon sanguin, mais je ne vois aucune raison valable de considérer l’un comme « indépendant de la volonté de la personne » et l’autre non. Voilà encore un domaine dans lequel il faudrait concilier des principes divergents.", "Enfin, je connais les nombreux arguments que l’on peut soulever en faveur de l’applicabilité de l’article 6 aux procédures fiscales. Je vois les effets pervers qu’entraîne la divergence dans l’approche de la Cour à l’égard des sanctions fiscales et des procédures d’établissement des obligations fiscales, et peut-être faudrait-il revoir toute la question de l’application de la Convention aux contribuables. Pour ma part, je considère que l’appréciation des obligations fiscales et l’imposition d’amendes pour manquement à satisfaire aux exigences du droit fiscal ressortissent au « noyau dur des prérogatives de la puissance publique, le caractère public du rapport entre le contribuable et la collectivité restant prédominant »."]}