{"file": "FRE_CLINF_18748_91.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "18748/91", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Septembre 1996", "Manoussakis et autres c. Grèce - 18748/91", "Arrêt 26.9.1996", "Article 9", "Condamnation de témoins de Jéhovah pour avoir créé et desservi une maison de prière sans l'autorisation du ministre de l'Education nationale et des Cultes: violation", "", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tEXCEPTION PRÉLIMINAIRE DU GOUVERNEMENT (NON-ÉPUISEMENT DES VOIES DE RECOURS INTERNES)", "Condamnation des requérants : épuisement des voies de recours internes. Non-saisine du Conseil d'État, par les requérants, du refus tacite du ministre de l'Éducation nationale et des Cultes de leur accorder l'autorisation sollicitée : doute quant au point de départ du délai prévu à cet effet car absence d'un vrai silence de l'administration équivalant à un tel refus.", "Conclusion : rejet (unanimité).", "II.\tARTICLE 9 DE LA CONVENTION", "A.\tExistence d'une ingérence", "Condamnation des intéressés pour s'être servis de la salle qu'ils avaient louée sans l'autorisation préalable requise : s'analyse en une ingérence dans l'exercice de leur droit à la liberté de manifester leur religion par le culte et l'accomplissement des rites.", "B.\tJustification de l'ingérence", "1.\t\"Prévue par la loi\"", "Non-lieu à trancher la question, car de toute manière l'ingérence se révèle incompatible avec l'article 9 à d'autres égards.", "2. \tBut légitime", "Protection de l'ordre.", "3.\t\"Nécessaire dans une société démocratique\"", "Loi n° 1363/1938 ainsi que son décret d'application permettent une ingérence profonde des autorités politiques, administratives et ecclésiastiques dans l'exercice de la liberté religieuse ; aux nombreuses conditions de forme prescrites par le décret, s'ajoute la possibilité offerte en pratique au ministre de l'Éducation nationale et des Cultes de différer indéfiniment sa réponse ou de refuser son autorisation sans explication ou raison valable.", "Droit à la liberté de religion excluant toute appréciation de la part de l'État sur la légitimité des croyances religieuses ou sur les modalités d'expression de celles-ci : système d'autorisation institué par la loi n° 1363/1938 et son décret d'application ne cadre avec l'article 9 que dans la mesure où il vise à assurer un contrôle du ministre sur la réunion des conditions formelles énoncées par ceux-ci.", "Tendance de l'État à se servir des potentialités des dispositions de ces textes de manière à imposer des conditions rigides ou même prohibitives à l'exercice de certains cultes non orthodoxes, notamment celui des témoins de Jéhovah.", "En l'espèce, le ministre de l'Éducation nationale et des Cultes, sollicité à cinq reprises par les requérants, répondit qu'il examinait leur dossier - à ce jour, ces derniers n'ont pas reçu de réponse expresse.", "Gouvernement ne saurait exciper de l'insubordination des intéressés à une formalité de la loi pour justifier la condamnation infligée à ceux-ci - condamnation ne pouvant passer pour proportionnée au but légitime poursuivi.", "Conclusion : violation (unanimité).", "III.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage moral : suffisamment compensé par l'arrêt.", "B.\tFrais et dépens (devant les juridictions nationales et les organes de la Convention) : remboursement.", "Conclusion : État défendeur tenu de verser une certaine somme aux requérants pour frais et dépens (unanimité).", "", "", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}