{"file": "FRE_HFJUD_72850_14.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "72850/14", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "", "", "AFFAIRE SOARES DE MELO c. PORTUGAL", "", "(Requête no 72850/14)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "16 février 2016", "", "DÉFINITIF", "", "16/05/2016", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Soares de Melo c. Portugal,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tAndrás Sajó, président,\n\tVincent A. De Gaetano,\n\tBoštjan M. Zupančič,\n\tNona Tsotsoria,\n\tPaulo Pinto de Albuquerque,\n\tKrzysztof Wojtyczek,\n\tIulia Antoanella Motoc, juges,\net de Françoise Elens-Passos, greffière de section,", "Après en avoir délibéré en chambre du conseil le 26 janvier 2016,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 72850/14) dirigée contre la République portugaise et dont une ressortissante cap-verdienne, Mme Liliana Sallete Soares de Melo (« la requérante »), a saisi la Cour le 5 décembre 2014 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante a été représentée par Mes M.C. Neves Almeida et P. Penha Gonçalves, avocates à Algés. Le gouvernement portugais (« le Gouvernement ») a été représenté par son agente, Mme M. F. da Graça Carvalho, procureure générale adjointe.", "3.  La requérante dénonce une atteinte à son droit au respect de sa vie familiale, tel que garanti par l’article 8 de la Convention, en raison de l’application d’une mesure de placement en institution de sept de ses enfants en vue de leur adoption.", "4.  Le 17 février 2015, en application de l’article 39 de son règlement, la Cour a demandé au Gouvernement d’appliquer des mesures provisoires afin de permettre l’accès de la requérante à ses enfants et le rétablissement des contacts entre ces derniers le temps qu’elle statue sur l’affaire. Elle a en outre décidé que la requête devait être traitée en priorité, en application de l’article 41 de son règlement.", "5.  Le 1er avril 2015, la requête a été communiquée au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  La requérante est née en 1977 et réside à Algueirão-Mem Martins.", "7.  Elle est la mère de dix enfants :", "–  S., une fille, née en 1993,", "–  E., une fille, née le 20 juin 1995,", "–  I., une fille, née le 27 août 2001,", "–  M., un garçon, né le 21 juillet 2004,", "–  Y., un garçon, né le 22 août 2005,", "–  I.R., un garçon, né le 10 octobre 2006,", "–  L. et M.S., un garçon et une fille, jumeaux, nés le 18 septembre 2008,", "–  A., un garçon, né le 13 novembre 2009, et", "–  R., une fille, née le 25 novembre 2011.", "A.  Sur la procédure de promotion des droits et de protection des enfants", "1.  La procédure devant la commission de protection des enfants et des jeunes de Sintra", "8.  En 2005, la situation de la famille fut signalée à la commission de protection des enfants et des jeunes (Comissão de proteção de crianças e jovens) (« la CPCJ ») de Sintra au motif que la requérante était sans emploi depuis quatre ans, et que le père des enfants était polygame et souvent absent du foyer familial.", "9.  Le 4 janvier 2007, en application de l’article 55 de la loi relative à la protection des enfants et des jeunes en danger (lei de proteção das crianças e jovens em perigo) (« la LPCJP »), la CPCJ établit un accord de promotion des droits et de protection des enfants (« l’accord de protection ») avec la requérante et son conjoint concernant les mineurs E., I., M., Y. et I.R. pour une durée d’un an. Cet accord se lisait comme suit dans ses parties pertinentes en l’espèce :", "«  1.  La mère conservera la garde des mineurs E., I., M., Y. et I.R. Elle devra s’occuper d’eux, assurer leur subsistance et veiller à leur éducation, leur formation, leur santé et tous autres intérêts ;", "2.  La mère devra notamment :", "a)  veiller à l’assiduité et à la ponctualité des enfants à l’école ;", "b)  garantir l’hygiène et l’organisation au sein de l’habitation ;", "c)  assurer les consultations médicales de routine ou d’urgence ;", "d)  assurer que les enfants M., Y. et I.R. fréquentent des structures pour enfants ;", "e)  (...) rechercher une activité professionnelle rémunérée afin de garantir son autonomie financière. Elle devra présenter auprès des entités en charge de l’accompagnement de cette mesure une preuve à ce sujet.", "3.  Le père devra veiller à ce que la mère respecte les engagements susmentionnés.", "4.  Le père continuera à contribuer financièrement au paiement des frais des structures pour enfants et aux besoins primaires des enfants.", "5.  (...) les parents consentent à coopérer et à collaborer avec les travailleurs sociaux, en acceptant leurs orientations, recommandations, suggestions et propositions visant au maintien des conditions de vie, du confort, du bienêtre et de la défense des intérêts des mineurs. »", "10.  À une date non précisée, l’accord fut homologué par le tribunal.", "11.  Le 22 mai 2007, un travailleur social rendit visite à la famille et constata que l’appartement où elle vivait était sale et que l’alimentation en eau courante et en électricité était coupée depuis deux mois pour cause de non-paiement de factures.", "12.  Le 31 mai 2007, la CPCJ reçut un nouveau signalement en raison de l’absentéisme scolaire de I. qui aurait été lié au fait que celle-ci devait s’occuper de ses frères et sœurs les plus jeunes. Ce même jour, elle engagea une procédure de promotion et de protection des droits des enfants et des jeunes en danger (« la procédure de protection ») à l’égard des enfants S., E., I., M., Y. et I.R.", "2.  La procédure devant le tribunal aux affaires familiales de Sintra", "13.  Le 26 septembre 2007, la CPCJ transmit le dossier au parquet près le tribunal aux affaires familiales de Sintra en raison du manque de collaboration de la requérante dans le cadre de la procédure de protection mise en place. Le parquet requit l’ouverture d’une procédure de protection pour les enfants E., I., M., Y. et I.R. au motif que la requérante ne disposait pas de conditions matérielles adéquates et qu’elle négligeait ces enfants. À partir de ce moment, la famille fut suivie par l’équipe des services sociaux auprès du tribunal (Equipa de crianças e jovens do Instituto da Segurança Social de Apoio ao Tribunal) (« l’ECJ ») de Sintra.", "14.  La requérante et son conjoint furent entendus, ainsi que les enfants les plus âgés et les travailleurs sociaux qui avaient accompagné la famille. Des visites au domicile familial eurent également lieu.", "15.  Par une ordonnance du 21 décembre 2007, le tribunal aux affaires familiales décida l’application d’une mesure de soutien aux parents à l’égard des enfants E., I., M., Y. et I.R. (medida de apoio junto dos pais). Cette mesure fut reconduite plusieurs fois.", "16.  Le 24 septembre 2008, au cours d’une visite au domicile familial, les services sociaux constatèrent que les conditions d’habitation étaient toujours précaires.", "17.  Un travailleur social fut envoyé auprès de la requérante pour lui apprendre à gérer son foyer, à assurer l’hygiène et l’organisation du domicile et à s’occuper de ses enfants.", "18.  Le 25 juin 2009, le tribunal tint une audience en vertu de l’article 112 de la LPCJP. Au cours de cette audience, après prise en compte des recommandations des travailleurs sociaux en charge de l’accompagnement de la famille, les clauses suivantes furent ajoutées à l’accord de protection :", "« 1.  [Les parents devront] inscrire le mineur I.R. dans un établissement pour enfants à la prochaine rentrée scolaire.", "2.  Le père devra commencer une activité professionnelle rémunérée et régulariser sa situation auprès de la sécurité sociale.", "3.  La mère devra prouver qu’elle est suivie à l’hôpital Fernando Fonseca en vue d’une stérilisation par ligature des trompes.", "4.  Les époux devront prouver qu’ils s’occupent effectivement de leur régularisation dans le pays.", "5.  Les parents devront fournir les documents requis pour l’étude d’une possibilité d’aide financière.", "6.  Les parents devront présenter une personne de leur réseau familial et/ou social pouvant constituer un appui effectif pour la famille ; cette personne devra ensuite comparaître devant l’équipe et/ou le tribunal afin d’être coresponsabilisée. »", "Ultérieurement, la CPCJ demanda l’élargissement de la procédure de protection aux enfants L., M.S. et A.", "19.  Le 9 septembre 2009, les services sociaux effectuèrent une visite au domicile de la requérante.", "20.  Le 10 septembre 2009, E., qui était âgée de 13 ans et qui était enceinte, fut accueillie dans un centre d’accueil temporaire d’assistance aux femmes. Le 24 octobre 2009, elle donna naissance à un enfant qui décéda le 15 décembre 2009.", "21.  Quant à S., qui ne vivait pas avec la famille depuis un certain temps, elle revint au domicile familial en octobre 2009. Âgée de 16 ans, elle donna naissance à une fille le 31 décembre 2009.", "22.  En décembre 2009, l’ECJ en charge du dossier remit un rapport de suivi au tribunal. Elle y indiquait que la requérante et son conjoint n’avaient pas respecté les engagements qu’ils avaient pris dans le cadre de l’accord de protection et, notamment :", "–  que l’enfant I. R. n’était toujours pas inscrit dans un établissement pour enfants ;", "–  que le père n’avait pas régularisé sa situation auprès de la sécurité sociale ;", "–  que la mère n’avait pas procédé à l’opération de stérilisation par ligature des trompes et qu’elle n’avait suivi aucun planning familial puisqu’elle venait d’accoucher d’un autre enfant, un an après avoir donné naissance à des jumeaux ;", "–  que ses dernières grossesses n’avaient pas fait l’objet d’un suivi médical ;", "–  que les parents étaient toujours en situation irrégulière dans le pays ;", "–  qu’ils n’avaient pas présenté de personne de leur réseau familial ou social pouvant les aider à s’occuper des enfants.", "23.  Le 5 février 2010, l’ECJ effectua une visite au domicile familial. Elle remit ensuite un rapport au tribunal avec les observations suivantes :", "–  les vaccinations de M., L. et M.S. n’étaient pas à jour ;", "–  le père avait déclaré percevoir 366 euros (EUR) de revenus mensuels ;", "–  la requérante n’avait pas de revenus ;", "–  la famille recevait 393 EUR par mois d’allocations familiales ;", "–  la situation irrégulière de certains membres de la famille constituait un obstacle à l’obtention d’allocations sociales ;", "–  la requérante avait dit s’être inscrite à l’hôpital en vue d’une stérilisation par ligature des trompes, mais l’hôpital avait démenti cette information.", "24.  Par une ordonnance du 3 mars 2010, le tribunal aux affaires familiales décida l’élargissement de la procédure de protection aux enfants L., M.S. et A. (quant à R., l’élargissement fut prononcé par une ordonnance du 5 janvier 2012).", "25.  En juin 2010, une travailleuse sociale fut envoyée auprès de la famille pour l’aider dans la prise en charge du foyer. Pendant six semaines, elle se rendit trois à quatre fois par semaine au domicile de la requérante pour lui apprendre à organiser son foyer. Elle l’aida aussi à emménager dans un autre appartement.", "26.  Le 23 août 2010, l’ECJ présenta un rapport selon lequel :", "–  le père n’avait toujours pas régularisé sa situation auprès des services sociaux ;", "–  la requérante persistait dans son refus de se soumettre à l’opération visant à la stérilisation par ligature des trompes ;", "–  les parents ne s’étaient toujours pas présentés avec les documents nécessaires à l’étude de leur situation financière ;", "–  aucune personne ne s’était montrée disponible pour apporter un soutien à l’éducation des enfants ;", "–  E. avait repris ses études et était passée au niveau supérieur, mais elle continuait à aider sa mère dans le soutien au restant de la famille ;", "–  I. avait réussi son année scolaire ;", "–  M. et Y. ne fréquentaient pas l’école avec assiduité ;", "–  I.R. et A. ne fréquentaient pas la crèche et restaient à la maison.", "27.  Le tribunal fixa une audience le 23 septembre 2010, mais les parents n’y comparurent pas.", "28.  Une nouvelle audience fut fixée au 26 octobre 2010, à laquelle seule S. se présenta. Au cours de l’audience, cette dernière déclara que la situation de la famille s’était améliorée.", "29.  En décembre 2010, l’ECJ remit un nouveau rapport au tribunal, observant notamment :", "–  que E. avait cessé d’aller à l’école ;", "–  que I. n’avait toujours pas été inscrite au registre de l’état civil et qu’elle ne bénéficiait ainsi d’aucune subvention sociale ;", "–  que Y. et I.R. étaient souvent sales et qu’ils finissaient par se doucher au jardin d’enfants ;", "–  qu’il n’y avait pas de dialogue entre la famille et l’école ;", "–  que les jumeaux étaient placés chez des nourrices, qu’ils manquaient visiblement de soins d’hygiène et qu’ils n’étaient pas habillés de manière adéquate par rapport aux saisons ;", "–  que les vaccinations de A. n’étaient pas à jour.", "30.  L’ECJ remit un nouveau rapport le 24 juin 2011. Ce document indiquait ce qui suit :", "–  la famille avait emménagé dans un autre appartement dont les conditions n’avaient pu être évaluées, la requérante n’ayant pas ouvert la porte de son domicile aux travailleurs sociaux ;", "–  E. allait à l’école, mais continuait de s’occuper de ses frères et sœurs à la maison ;", "–  I. n’était toujours pas inscrite au registre de l’état civil et ne disposait donc pas d’une pièce d’identité ;", "–  le père des enfants continuait à être absent.", "31.  À une date non précisée, le parquet présenta ses réquisitions écrites (alegações escritas), demandant l’application d’une mesure de soutien à l’autonomie (medida de apoio para a autonomia de vida) d’une durée de dix-huit mois à l’égard de E., d’une mesure d’accueil en institution de longue durée (medida de acolhimento institucional de longa duração) à l’égard de I., M. et Y., et d’une mesure de placement de I.R., L., M.S., A. et R. chez une personne sélectionnée pour l’adoption ou dans une institution en vue de leur adoption (medida de confiança a pessoa selecionada para a adoção ou a instituição com vista a futura adoção) sur le fondement de l’article 35 § 1 d), f) et g) de la LPCJP.", "32.  Le 26 janvier 2012, le tribunal tint une audience à laquelle ni la requérante ni son époux ne comparurent. Au cours de celle-ci, l’ECJ déclara que la situation de la famille était toujours critique étant donné que l’accord n’était toujours pas respecté. Elle relevait notamment :", "–  que les jumeaux ne fréquentaient plus la crèche faute de paiement des frais d’accueil ;", "–  que l’aînée des enfants continuait à s’occuper de ses frères et sœurs ;", "–  que I. n’était toujours pas inscrite au registre de l’état civil.", "33.  Le 16 mai 2012, le tribunal organisa une audience (debate judicial). Au cours de celle-ci, la requérante demanda au tribunal de ne pas lui retirer la garde de ses enfants aux motifs qu’elle avait beaucoup d’affection pour eux, qu’elle ne les maltraitait pas et qu’ils étaient toute sa vie.", "3.  Le jugement du tribunal aux affaires familiales de Lisbonne NordEst - Sintra du 25 mai 2012", "34.  Le 25 mai 2012, le tribunal aux affaires familiales de Lisbonne NordEst - Sintra (nouvelle dénomination du tribunal aux affaires familiales de Sintra) prononça son jugement. Il décida l’application :", "–  d’une mesure de soutien à l’autonomie pour une durée de dix-huit mois à l’égard de E. ;", "–  d’une mesure de soutien à la requérante pour une durée d’un an concernant I., en vertu de l’article 39 de la LPCJP ;", "–  d’une mesure de placement des enfants M., Y., I.R., L., M.S., A. et R. dans une institution en vue de leur adoption en vertu de l’article 38-A de la LPCJP.", "Précisant que cette dernière mesure resterait en vigueur jusqu’à ce que l’adoption fût prononcée en application de l’article 62-A de la LPCJP, le tribunal déclara la déchéance de l’autorité parentale de la requérante et de son époux vis-à-vis de M., Y., I.R., L., M.S., A. et R., et l’interdiction de tout contact avec ces derniers, en application de l’article 1978-A du code civil.", "Pour fonder sa décision, le tribunal tint compte des rapports de la CPCJ et de l’ECJ. Les motifs de sa décision se lisaient comme suit :", "« (...) il ressort des faits considérés comme établis que le père est totalement absent et que la mère est incapable d’exercer sa fonction de mère ce dont témoignent le manque d’hygiène, de nourriture, de soins de santé et de supervision, l’utilisation de vêtements non appropriés aux saisons de l’année, la négligence à inscrire certains des enfants dans un établissement d’accueil pour enfants, l’absence d’accompagnement scolaire de ces derniers et l’absence de suivi d’un planning familial adéquat.", "En particulier, il faut noter que la mère n’a pas enregistré sa fille I. au registre de l’état civil. Cela a pour conséquence que [l’enfant] n’a pas d’existence juridique et qu’il ne peut bénéficier de subventions sociales (...).", "En ce qui concerne le manque d’hygiène, il a été prouvé que les enfants étaient sales, [qu’ils souffraient d’]un manque d’hygiène corporelle et de vêtements, que le jardin d’enfants avait permis que Y. et I.R. se douchent dans l’établissement, que les camarades de I. refusaient de s’asseoir à côté d’elle en raison de son odeur désagréable et que les enfants dormaient sur des matelas souillés d’urine (...).", "Pour ce qui est du manque d’hygiène de l’appartement où vivaient les enfants, il est ressorti des diverses visites effectuées au domicile qu’il était sale, que les enfants dormaient tous dans la même pièce, que la chambre restante servait à entasser des vêtements et d’autres produits et que parfois l’eau et l’électricité étaient coupées (...).", "Quant au manque de soins de santé aux enfants, il faut d’abord relever l’absence de suivi médical des grossesses, et l’absence des consultations médicales nécessaires et des vaccinations obligatoires (...).", "Concernant le manque de supervision, il apparaît que la mère laisse à nu les fils électriques sortant des prises de courant, que les fenêtres sont accessibles aux enfants, que les grossesses de S. et de E. sont survenues alors qu’elles avaient 16 et 13 ans, que I., qui a 10 ans, reste seule avec les autres enfants pour s’occuper d’eux dans l’appartement dont la porte est fermée à clé (...).", "La mère devra prouver qu’elle est suivie à l’hôpital Fernando Fonseca en vue d’une stérilisation par ligature des trompes (...).", "La requérante avait dit s’être inscrite à l’hôpital en vue d’une stérilisation par ligature des trompes, mais l’hôpital avait démenti cette information.", "La requérante persistait dans son refus d’une stérilisation par ligature des trompes (...).", "Pour finir, quant à l’absence d’un planning familial adéquat, il est important de relever que, contrairement à l’engagement pris le 25 juin 2009 dans le cadre de l’accord de protection, la mère ne s’est pas soumise à la stérilisation par ligature des trompes et que, depuis l’accord initial jusqu’à ce jour, quatre autres enfants sont nés (...).", "Certes, la mère a demandé au cours de l’audience que les enfants ne lui soient pas retirés parce qu’elle ne les maltraitait pas, qu’elle avait de la tendresse pour eux et qu’ils étaient toute sa vie, ce qui témoigne d’une certaine affection pour eux.", "Toutefois, le dossier ne comporte aucun indice qui donnerait à penser qu’elle-même ou le père des enfants sont en mesure d’apporter une réponse satisfaisante en termes de disponibilité, d’engagement et de collaboration pour accomplir la fonction de parent.", "(...).", "En outre, au moins depuis l’année 2007, le quotidien des enfants est assuré davantage grâce à l’aide de tiers (banque alimentaire, vêtements donnés par des personnes privées et des institutions) que par les parents qui ne recherchent pas sérieusement des moyens de subsistance pour eux et pour leurs enfants.", "Du fait de leur situation irrégulière, les parents des mineurs ne bénéficient même pas du revenu social d’insertion.", "(...) »", "35.  Le 8 juin 2012, la décision de placement des enfants fut mise à exécution concernant Y., I.R., L., M.S., A. et R, alors respectivement âgés de 6 ans, de 5 ans, de 3 ans, de 3 ans, de 2 ans et de sept mois. La mesure ne fut pas mise en œuvre à l’égard de M. car celui-ci ne se trouvait pas au domicile familial au moment du retrait des enfants.", "36.  Le 11 juin 2012, la requérante et son conjoint interjetèrent appel du jugement devant la cour d’appel de Lisbonne. Invoquant l’intérêt supérieur des enfants, ils demandaient que l’exécution du jugement fût suspendue jusqu’à la fin de la procédure. Ils alléguaient ensuite :", "–  que cette séparation risquait de mettre en cause le bien-être des enfants ;", "–  que leur fille I. avait entre-temps été inscrite au registre de l’état civil ;", "–  qu’ils n’avaient pas pris connaissance des réquisitions qui avaient été formulées par le parquet et qu’ils n’avaient donc pu y répondre ;", "–  qu’ils n’étaient pas représentés par un avocat devant le tribunal aux affaires familiales ;", "–  qu’ils n’avaient été informés de la date de l’audience devant le tribunal qu’après avoir pris contact avec le greffe par téléphone ;", "–  qu’il n’y avait pas de motifs autres que leur situation de carence économique pour justifier l’application de la mesure de protection qu’ils estimaient être la plus grave s’agissant de leurs enfants ;", "–  que la mesure de placement dans une institution en vue de l’adoption concernant les enfants M., Y., I.R., L., M.S., A. et R. était disproportionnée par rapport à ce qui leur était reproché en raison notamment, selon eux, de l’absence de mauvais traitements ou de violence à leur encontre et de l’existence de liens affectifs forts entre la requérante et les enfants ;", "–  que les appréciations de la situation familiale étaient contradictoires, au motif qu’une mesure de soutien à la requérante avait été appliquée à l’égard des deux aînées alors que la mesure de protection la plus grave avait été appliquée aux sept derniers ;", "–  que la requérante avait été contrainte de s’engager à subir une opération de stérilisation par ligature des trompes et que le fait de n’avoir pas tenu cet engagement avait été retenu contre elle pour justifier la mesure de protection appliquée à l’égard des enfants.", "37.  Par une requête du 19 juin 2012, la requérante demanda au tribunal des informations sur la situation de ses enfants. Elle informa aussi le tribunal qu’elle avait commencé une activité professionnelle et qu’elle avait inscrit sa fille I. au registre de l’état civil de Sintra.", "38.  Le recours introduit par la requérante et son conjoint ne fut pas accueilli par le tribunal aux affaires familiales, lequel considéra qu’il avait été introduit hors du délai imparti. La requérante contesta la décision du tribunal devant la cour d’appel de Lisbonne puis devant le Tribunal constitutionnel. Le 10 mai 2013, celui-ci fit droit à son recours, déclarant que le recours avait bien été introduit dans le délai imparti.", "39.  Le 1er juillet 2013, la requérante demanda au tribunal de suspendre l’exécution du jugement afin d’éviter une rupture du lien familial entre elle et les enfants, d’une part, et entre ces derniers, d’autre part.", "40.  Le 11 octobre 2013, elle demanda à la cour d’appel de Lisbonne d’appliquer des mesures conservatoires afin de pouvoir avoir accès à ses enfants.", "4.  Les arrêts de la cour d’appel de Lisbonne", "41.  À une date non précisée, la cour d’appel de Lisbonne, siégeant en une formation de juge unique, rendit un arrêt confirmant le jugement du tribunal aux affaires familiales de Lisbonne Nord-Est - Sintra aussi bien que les faits établis par la première instance.", "Quant à la stérilisation, la cour d’appel de Lisbonne s’exprima comme suit dans la partie des faits établis :", "« La mère devra prouver qu’elle est suivie à l’hôpital Fernando Fonseca en vue d’une stérilisation par ligature des trompes (...).", "La mère ne s’est pas soumise à une stérilisation par ligature des trompes (...) car, en novembre 2009, un an après la naissance des jumeaux, elle attendait déjà un neuvième enfant (...).", "La requérante avait dit s’être inscrite à l’hôpital en vue d’une stérilisation par ligature des trompes, mais l’hôpital avait démenti cette information.", "La requérante persistait dans son refus de se soumettre à l’opération visant à la stérilisation par ligature des trompes.", "Nous acceptons les faits établis.", "(...) »", "S’agissant du moyen tiré de l’absence de notification des réquisitions du ministère public, la cour d’appel considéra que celles-ci avaient bien été envoyées à l’adresse que la requérante avait indiquée au tribunal dans le cadre de la procédure, qu’elles avaient été retournées au tribunal avec la mention « non réclamé » (não atendeu) et que la requérante n’avait pas prouvé qu’elles n’avaient pas été portées à sa connaissance.", "Quant au moyen tiré de l’absence de mauvais traitements à l’encontre des enfants et de l’existence de liens affectifs, la cour d’appel s’exprima comme suit :", "« (...) L’absence de mauvais traitements peut être le fruit même du manque d’attention vis-à-vis des enfants, et une « affection alimentaire » (carinho alimentar) minimale ou inexistante peut, aussi, être de la négligence. L’argumentation présentée nous paraît donc fallacieuse.", "Cela se reflète-t-il dans les faits qui ont été considérés comme établis ? Nous craignons que oui.", "Les faits considérés comme établis démontrent amplement que les enfants n’ont pas bénéficié de la part de leurs parents des conditions minimales d’habitation [et] de la sécurité matérielle et psychologique, un tas de déchets couvrant le sol, l’eau et l’électricité étant coupées depuis deux mois pour cause de défaut de paiement. En outre, les vaccinations [des enfants] ne sont pas à jour. La mère sort de la maison et laisse ses filles aînées s’occuper de [leurs] frères plus jeunes, celles-ci se trouvant ainsi empêchées d’aller à l’école. La mère n’a jamais entrepris de démarches pour inscrire au registre de l’état civil sa fille I. Elle est séparée du père des enfants. Cela suffit à démontrer la négligence morale. À cela s’ajoute le fait que [la mère] ne présente pas et ne démontre pas avoir des ressources permettant de donner aux enfants une vie digne, ce qui suffit à actionner [la machine] judiciaire.", "(...) Le manque d’engagement des parents pour assurer un confort matériel aux enfants est, en soi, une grande violence qui justifie la décision prise en première instance. En outre, on ne peut invoquer le principe de primauté de la famille naturelle.", "(...) »", "42.  Le 26 décembre 2013, la requérante attaqua cette décision devant le comité de trois juges (conferência) de la cour d’appel de Lisbonne. Le 27 mars 2014, celui-ci confirma mot à mot, par le procédé du copier-coller, l’arrêt qui avait été rendu.", "43.  Le 21 avril 2014, la requérante se pourvut en cassation devant la Cour suprême. Elle alléguait notamment :", "–  qu’elle n’avait pas eu connaissance des réquisitions formulées par le parquet ;", "–  que le parquet avait demandé l’application d’une mesure de placement en institution de ses enfants M. et Y., que le tribunal avait quant à lui ordonné le placement en institution de ceux-ci en vue de leur adoption et qu’il avait ainsi violé le principe du contradictoire ;", "–  que la cour d’appel avait omis de se prononcer par rapport à des faits nouveaux, à savoir notamment, selon elle, qu’elle travaillait depuis le 12 juin 2012 et qu’elle avait procédé à l’inscription de sa fille I. au registre de l’état civil ;", "–  qu’elle avait été contrainte de s’engager à subir une stérilisation par ligature des trompes dans le cadre de l’accord avec les services sociaux, et que cela violait ses droits fondamentaux et enfreignait l’article 55 § 2 de la LPCJP ;", "–  que le fait de ne pas avoir tenu son engagement avait été considéré par le tribunal comme une circonstance aggravante et qu’il avait motivé le placement de ses enfants en vue de leur adoption ;", "–  que la cour d’appel n’avait pas répondu à sa demande d’accès à ses enfants ;", "–  que la mesure dénoncée par elle n’était pas proportionnée à ce qui lui était reproché et qu’elle avait été exécutée de force avec l’intervention de la police, alors que son recours aurait été toujours pendant.", "La requérante soutenait en outre que l’interprétation qui avait été faite des articles 35 § 1 g) et 55 § 2 de la LPCJP n’était pas conforme à la Constitution et que le caractère non obligatoire de la représentation par un avocat énoncé, selon elle, à l’article 103 de la LPCJP allait à l’encontre du droit à un procès équitable.", "44.  Par une ordonnance du 22 juin 2014, la cour d’appel de Lisbonne admit le recours, sans toutefois lui conférer un effet suspensif.", "45.  Entre-temps, le 20 février 2014, la requérante avait présenté une requête devant le Conseil supérieur de la magistrature, par laquelle elle dénonçait une absence de réponse à toutes ses demandes d’accès à ses enfants et une impossibilité de rendre visite à ceux-ci.", "5.  L’arrêt de la Cour suprême du 28 mai 2015", "46.  Le 28 mai 2015, la Cour suprême prononça un arrêt par lequel elle rejeta le recours de la requérante sur la base des faits établis en première instance et confirmés par la cour d’appel de Lisbonne. S’agissant du moyen tiré de l’absence de notification des réquisitions du parquet dans le cadre de la procédure devant le tribunal aux affaires familiales, elle considéra :", "–  que la requérante n’avait pas prouvé ne pas avoir effectivement reçu la lettre du tribunal contenant les réquisitions ;", "–  qu’elle avait présenté le 28 février 2012 une demande visant à la consultation du dossier de la procédure, que le tribunal avait fait droit à cette demande et que, par conséquent, l’intéressée avait bien pris connaissance des réquisitions par cette voie ;", "–  que la lettre de notification de la date de l’audience avait été envoyée à l’adresse de la requérante qui figurait dans le dossier et qu’elle avait été retournée avec la mention « non réclamé » ;", "–  qu’il ressortait du dossier qu’un greffier du tribunal avait communiqué par téléphone la date de l’audience à la requérante et que celle-ci avait ensuite demandé son report, ce qui lui avait été refusé.", "La Cour suprême considéra en outre que la cour d’appel n’avait pas fait mention dans son arrêt de l’engagement pris par l’intéressée de se soumettre à une opération de stérilisation, qu’elle ne s’était pas fondée sur celui-ci et qu’il n’était donc pas pertinent de s’y référer et que les éléments nouveaux indiqués par la requérante à la cour d’appel avaient été pris en considération par cette juridiction dans son arrêt. Quant à la stérilisation, la Cour suprême s’exprima comme suit dans la partie des faits établis :", "« La mère ne s’est pas soumise à une stérilisation par ligature des trompes (...) car, en novembre 2009, un an après la naissance des jumeaux, elle attendait déjà un neuvième enfant (...).", "La requérante avait dit s’être inscrite à l’hôpital en vue d’une stérilisation par ligature des trompes, mais l’hôpital avait démenti cette information.", "(...) »", "47.  Quant à l’application de la mesure de placement des enfants en institution en vue de leur adoption, la Cour suprême rappela qu’elle ne pouvait se prononcer que sur la conformité de la mesure avec la loi et non pas sur l’opportunité ou le caractère approprié de celle-ci. Elle estima que les faits qui avaient été considérés comme établis étaient suffisants et que, dès lors, les dispositions légales en cause, en l’occurrence l’article 1978 du code civil et l’article 34 de la LPCJP, n’avaient pas été enfreintes.", "S’agissant du grief portant sur une absence de réponse de la cour d’appel aux demandes d’accès à ses enfants faites par la requérante, la Cour suprême considéra que :", "« (...) le régime de visites réclamé se révèle et s’est révélé incompatible avec la décision attaquée et entre en conflit avec celle-ci, [ladite décision] prévoyant le placement en institution en vue de l’adoption, avec déchéance de l’autorité parentale, [déchéance qui est par] ailleurs conforme avec les dispositions de l’article 1978-A du code civil (...) »", "Elle concluait ainsi :", "« Dès lors, eu égard à la réalité matérielle établie, il existe une situation particulièrement dangereuse lorsque la famille biologique est déstructurée, que le père est absent du quotidien des enfants et que la mère fait preuve d’une grande instabilité affective et professionnelle, et d’une négligence manifeste par rapport aux soins dus aux enfants mineurs en matière d’hygiène, de santé, d’alimentation, d’habitation et d’éducation. Partant, la décision des juridictions, à la lumière de l’article 1978 § 1 du code civil et de l’article 35 § 1 g) de LPCJP, d’opter pour la mesure de placement en institution en vue de l’adoption et, par voie de conséquence, pour la déchéance de l’autorité parentale par rapport aux enfants mineurs, en vertu de l’article 1978-A du code civil, n’est pas illégale. »", "48.  Le 16 juin 2015, la requérante présenta une réclamation devant le comité de trois juges de la Cour suprême. Elle demandait une révision (reforma) de l’arrêt, soulevant plusieurs motifs de nullité et reprochant à la Cour suprême de ne pas s’être prononcée sur la question de l’absence de notification des réquisitions du ministère public et de la date de l’audience devant le tribunal aux affaires familiales.", "49.  Par un arrêt du 9 juillet 2015, le comité de trois juges de la Cour suprême rejeta le recours de la requérante, aux motifs que la notification de la date de l’audience avait été faite à l’adresse de la requérante qui figurait dans le dossier, et que l’intéressée avait eu, de fait, accès aux réquisitions et aux moyens de preuve qui figuraient à l’appui de celles-ci puisqu’elle avait consulté le dossier de la procédure.", "50.  La requérante attaqua l’arrêt dans le cadre d’un recours en nullité par lequel elle contestait avoir consulté le dossier de la procédure. La Cour suprême la débouta de ses prétentions par un arrêt du 17 septembre 2015.", "6.  La procédure devant le Tribunal constitutionnel", "51.  Ultérieurement, le 5 octobre 2015, la requérante présenta un recours devant le Tribunal constitutionnel, arguant de l’inconstitutionnalité de plusieurs dispositions de la LPCJP et de l’article 1978 du code civil. Elle dénonçait notamment :", "–  l’interprétation faite par les juridictions des articles 35 § 1 g) et 38-A de la LPCJP, qui auraient considéré que la mesure de placement en vue de l’adoption pouvait être appliquée même si le parent n’avait pas pris connaissance des réquisitions du ministère public demandant une telle mesure et que la notification pouvait être présumée ;", "–  l’interprétation faite par les juridictions des articles 35 § 1 d) et g), 45 et 55 § 2 de la LPCJP qui auraient estimé que le non-respect de l’engagement pris par la requérante de se faire stériliser pouvait constituer une circonstance aggravante et motiver l’application d’une mesure de placement en institution en vue de l’adoption ;", "–  le caractère non obligatoire de la représentation par un avocat au cours de la procédure devant les juridictions de première instance, qui aurait été énoncé par l’article 103 de la LPCJP.", "52.  Selon les dernières informations reçues, lesquelles remontent au 1er décembre 2015, la procédure devant le Tribunal constitutionnel est toujours pendante.", "B.  Sur l’intervention de la Cour au titre de l’article 39 de son règlement", "53.  Entre-temps, par une télécopie du 19 novembre 2014, la requérante avait, sur le fondement de l’article 39 du règlement, saisi la Cour d’une demande en vue d’obtenir un droit de visite à ceux de ses enfants qui avaient fait l’objet d’une mesure de placement en vue de leur adoption.", "54.  Le 17 février 2015, la Cour avait invité le gouvernement portugais, en application de la disposition précitée, à adopter des mesures provisoires afin de permettre l’accès de la requérante à ses enfants et le rétablissement de contacts entre ces derniers pour la durée de la procédure devant elle.", "55.  Le 5 mars 2015, le tribunal aux affaires familiales avait autorisé la requérante à reprendre contact avec ses enfants.", "56.  Depuis le 15 mars 2015, la requérante rend des visites hebdomadaires à ses enfants dans les trois institutions, situées à Sintra, Cascais et Alverca, où ces derniers ont été placés.", "II.  LES DOCUMENTS INTERNATIONAUX ET LE DROIT INTERNE PERTINENTS", "A.  Les observations finales du Comité des droits de l’enfant des Nations unies concernant les troisième et quatrième rapports périodiques du Portugal", "57.  Conformément à l’article 44 de la Convention internationale des droits de l’enfant, le Comité des droits de l’enfant des Nations unies a examiné les troisième et quatrième rapports périodiques du Portugal, soumis en un seul document (CRC/C/PRT/3-4), à ses 1860e et 1861e séances (voir CRC/C/SR.1860 et 1861), tenues le 22 janvier 2014, et a adopté à sa 1875e séance (voir CRC/C/SR.1875), tenue le 31 janvier 2014, ses observations finales sur ces rapports dont les parties pertinentes en l’espèce se lisent comme suit:", "« 39.  Tout en se félicitant de l’existence d’une vaste gamme de programmes d’aide sociale, notamment de celle du Programme d’aide sociale d’urgence, le Comité est préoccupé par le fait que de nombreuses familles, en particulier celles se trouvant en situation de pauvreté, ne bénéficient pas d’une assistance appropriée pour s’acquitter de leurs responsabilités de parents élevant des enfants, notamment en matière d’appui financier, d’éducation de la petite enfance accessible et de protection de jeunes enfants. Le Comité est particulièrement préoccupé par la situation des enfants se trouvant dans des familles touchées par la crise économique actuelle, qui ont besoin de mesures sociales de discrimination positive, en particulier les familles monoparentales, les familles ayant des enfants handicapés et les familles vivant dans une pauvreté persistante.", "40.  Le Comité recommande à l’État partie de redoubler d’efforts pour accorder une assistance appropriée aux parents et aux tuteurs légaux afin de leur permettre de s’acquitter de leurs responsabilités de parents élevant des enfants, en particulier lorsqu’ils se trouvent dans des situations de pauvreté. Il recommande aussi à l’État partie de veiller à ce qu’aucun groupe d’enfants ne vive sous la ligne de pauvreté. Le Comité recommande en outre à l’État partie de renforcer le système des prestations familiales et des allocations familiales ainsi que d’autres services, tels que les services de consultation et d’orientation familiales, de même que des services de garde et d’éducation de la petite enfance, pour apporter un appui aux familles de deux enfants ou plus, aux familles ayant des enfants handicapés et aux familles vivant dans une pauvreté persistante, conformément au document d’orientation de la Commission européenne en matière de garde et d’éducation des enfants.", "41.  Le Comité accueille avec satisfaction l’adoption de la loi relative à la protection des enfants et des jeunes en situation de risque, les mesures prises pour la réunification des familles et les efforts tendant à promouvoir la réduction du nombre de placements en institution, notamment par l’augmentation du nombre d’enfants vivant dans des foyers collectifs. Toutefois, le Comité exprime son inquiétude face :", "a)  Au faible nombre de familles d’accueil et de placements d’enfants dans des familles, et face au recours encore répandu au placement en institution, en particulier des enfants les moins âgés ;", "(...)", "42.  Le Comité recommande à l’État partie de mettre en œuvre les mesures ciaprès, en tenant compte des Lignes directrices relatives à la protection de remplacement pour les enfants annexées à la résolution 64/142 du 18 décembre 2009 de l’Assemblée générale des Nations unies:", "a)  Accroître le soutien accordé aux familles biologiques pour éviter les placements dans des structures de remplacement ; renforcer les dispositions relatives à la protection au sein de la famille, telle que la famille élargie, les systèmes de placement en famille et dans des établissements de placement ; prendre toutes les mesures nécessaires pour que la protection de remplacement pour les jeunes enfants, en particulier les enfants de moins de 3 ans, s’inscrive dans un cadre familial;", "(...)", "57.  Le Comité accueille avec satisfaction la décision de l’État partie d’augmenter les allocations et prestations familiales au profit des ménages vulnérables avec enfants, c’est-à-dire les familles monoparentales, les familles avec deux enfants ou plus, les familles ayant des enfants handicapés et les familles vivant dans une pauvreté persistante ; il accueille avec satisfaction l’expansion du programme des repas à l’école et la mise en œuvre du Programme social d’urgence en 2011 dans le but de réduire au minimum les effets de la crise financière sur les ménages vulnérables. Le Comité est néanmoins préoccupé par le niveau élevé de dénuement parmi les enfants et par l’application de mesures d’austérité qui ont des effets fâcheux sur les familles, ce qui accroît considérablement le risque d’exposer les enfants à la pauvreté et d’affecter leur jouissance de nombreux droits protégés par la Convention, notamment les droits à la santé, à l’éducation et à la protection sociale.", "58.  Le Comité engage vivement l’État partie à redoubler d’efforts pour s’attaquer, à la fois dans l’immédiat et dans la durée, au niveau élevé de pauvreté des enfants, notamment en adoptant des politiques publiques et un plan national de lutte contre la pauvreté des enfants. Ces politiques et ce plan devraient consister en la mise en place d’un cadre cohérent comprenant des mesures prioritaires de lutte contre l’exclusion des enfants, avec des objectifs précis et mesurables, assortis d’indicateurs clairs et de dates limites, et bénéficiant d’un appui économique et financier suffisant.", "( ...) »", "B.  Le droit interne", "1.  Le code civil", "58.  Les dispositions pertinentes en l’espèce du code civil, en vigueur au moment des faits, se lisaient ainsi :", "Article 1978\nPlacement en vue de l’adoption", "« 1.  Aux fins d’une adoption, le tribunal peut placer le mineur chez un couple, chez une personne seule ou dans une institution lorsque les liens affectifs propres à la filiation n’existent pas ou se trouvent sérieusement compromis pour les raisons suivantes :", "(...)", "d)  lorsque les parents, par action ou omission, ou du fait d’une incapacité évidente due à une maladie mentale, mettent en grave danger la sécurité, la santé, la formation, l’éducation ou le développement du mineur ;", "(...).", "2.  Dans le cadre de l’examen des situations prévues au paragraphe précédent, le tribunal doit prendre en considération en priorité les droits et les intérêts du mineur.", "(...)", "5.  Le placement judiciaire du mineur peut être demandé par le ministère public, le centre de sécurité sociale de la zone de résidence du mineur, la personne à qui l’enfant a été administrativement confié, le directeur de l’établissement public ou la direction de l’institution d’accueil privée.", "(...) »", "Article 1978-A\nEffet (...) de la mesure (...) de placement chez une personne sélectionnée pour l’adoption ou dans une institution en vue de l’adoption", "« Une fois (...) que la mesure de promotion et de protection avec placement chez une personne sélectionnée pour l’adoption ou dans une institution en vue de l’adoption a été ordonnée, les parents sont déchus de leur autorité parentale. »", "2.  La loi relative à la protection des enfants et des jeunes en danger", "59.  Au moment des faits, la LPCJP, régie par la loi 147/99 du 1er septembre 1999 dans sa rédaction issue de la loi 31/2003 du 22 août 2003, établissait le régime et la procédure de promotion des droits et de protection des enfants et jeunes en danger (processo de promoção de direitos e proteção das crianças e jovens em perigo).", "60.  D’après cette loi, il fallait entendre par « enfant » une personne âgée de moins de 18 ans et par « jeune » une personne âgée de moins de 21 ans ayant sollicité la poursuite de l’intervention qui avait été mise en œuvre avant ses 18 ans (article 5 a)). Les mesures de promotion des droits ou de protection des enfants étaient adoptées par les commissions de protection des enfants ou des jeunes en danger ou par les tribunaux (article 5 e)). Elles avaient pour objectif de soustraire les enfants et les jeunes au danger auquel ils étaient exposés, de leur fournir des conditions leur permettant d’avoir accès à la sécurité, aux soins de santé, à une éducation ou à une formation, de favoriser leur développement et de leur permettre une réhabilitation physique et psychologique par rapport à toute forme d’abus ou d’exploitation (article 34).", "61.  Les parties pertinentes en l’espèce de cette loi se lisaient ainsi :", "Article 9\nAccord", "« 1.  L’intervention des commissions de protection des enfants et des jeunes (comissões de proteção das crianças e jovens) nécessite l’accord explicite des parents, du représentant légal ou de la personne qui a la garde de fait, selon le cas.", "(...) »", "Article 35\nMesures", "« 1.  Les mesures de promotion et de protection sont les suivantes :", "a)  le soutien aux parents ;", "b)  le soutien à un autre membre de la famille ;", "c)  le placement chez une personne jouissant d’une bonne réputation (idónea) ;", "d)  le soutien à l’autonomie (apoio para a autonomia de vida) ;", "e)  l’accueil familial ;", "f)  l’accueil institutionnel ;", "g)  le placement chez une personne sélectionnée pour l’adoption ou dans une institution en vue de l’adoption.", "2.  Les mesures de promotion et de protection sont exécutées, en fonction de leur nature, en milieu ouvert (meio natural de vida) ou en régime de placement et peuvent être décidées à titre provisoire.", "(...) »", "Article 38\nCompétence en matière d’application des mesures de promotion \net de protection", "« L’application des mesures de promotion des droits et de protection est de la compétence exclusive des commissions de protection et des tribunaux ; (...) »", "Article 38-A\nPlacement chez une personne sélectionnée pour l’adoption ou dans une institution en vue de l’adoption", "« La mesure de placement chez une personne sélectionnée pour l’adoption ou dans une institution en vue de l’adoption, applicable lorsque l’une des situations prévues à l’article 1978 du code civil est vérifiée, consiste en :", "a)  un placement de l’enfant ou du jeune sous la garde d’un candidat sélectionné pour l’adoption par l’organisme de sécurité sociale compétent ; ou", "b)  un placement de l’enfant ou du jeune sous la garde d’une institution en vue de l’adoption. »", "Article 39\nSoutien aux parents", "« La mesure de soutien aux parents consiste à offrir pour l’enfant ou pour le jeune un appui psychopédagogique et social et, si nécessaire, une aide financière. »", "Article 41\nÉducation parentale", "« 1.  Lorsque la mesure prévue à l’article 39 est appliquée (...), les parents (...) peuvent bénéficier d’un programme de formation visant à l’amélioration de l’exercice des fonctions parentales.", "(...) »", "Article 45\nSoutien à l’autonomie", "« 1.  La mesure de soutien à l’autonomie consiste à apporter directement au jeune âgé de plus de 15 ans une aide financière et un accompagnement psychopédagogique et social, notamment à travers des programmes de formation, afin de lui offrir des conditions qui lui permettent de vivre seul et d’acquérir progressivement une autonomie de vie.", "(...). »", "Article 49\nNotion d’accueil en institution", "« 1.  L’accueil en institution est une mesure qui consiste à placer l’enfant ou le jeune au sein d’une structure disposant d’installations ou d’un établissement d’accueil permanent et d’une équipe de travailleurs pouvant garantir [à l’enfant ou au jeune] des soins conformes à ses besoins et apporter [à celui-ci] des conditions qui favorisent son éducation, son bien-être et son plein épanouissement.", "(...) »", "Article 55\nAccord de promotion et de protection", "« 1.  L’accord de promotion et de protection inclut obligatoirement :", "a)  l’identification du membre de la commission de protection ou du [travailleur social] responsable du suivi du dossier ;", "b)  le délai pour lequel il est établi et dans lequel il doit être révisé ;", "c)  les déclarations de consentement ou de non-opposition nécessaires.", "2.  Ne peuvent être établies des clauses imposant des obligations abusives ou imposant des limitations au fonctionnement de la vie familiale au-delà des mesures nécessaires pour écarter concrètement les facteurs de danger. »", "Article 56\nAccord de promotion et de protection relatif à des mesures en milieu ouvert", "« 1.  Les éléments suivants doivent notamment figurer dans l’accord de promotion et de protection établissant les mesures à mettre en œuvre en milieu ouvert :", "a)  l’alimentation, l’hygiène et les soins de santé et le confort à apporter à l’enfant ou au jeune par les parents (...) ;", "b)  l’identification de la personne responsable de l’enfant ou du jeune pour la période durant laquelle il ne peut pas ou ne doit pas être en compagnie ou sous la surveillance de ses parents ou de la personne à laquelle il a été confié ;", "c)  le planning scolaire, de formation professionnelle, de travail et d’occupation des temps libres ;", "d)  le planning des soins de santé, notamment les consultations médicales et d’orientation psychopédagogique, ainsi que l’engagement à se conformer aux directives et orientations fixées ;", "e)  l’assistance financière à attribuer, ses modalités et sa durée, ainsi que l’entité responsable pour son octroi et les conditions y afférentes.", "(...) »", "Article 62-A\nMesure de placement chez une personne sélectionnée pour l’adoption \nou dans une institution en vue de l’adoption", "« 1.  La mesure de placement chez une personne sélectionnée pour l’adoption ou dans une institution en vue de l’adoption dure jusqu’à ce que l’adoption soit prononcée et n’est pas sujette à révision.", "2.  (...) la famille naturelle ne dispose pas du droit de visite.", "(...) »", "Article 85\nAudition des titulaires de l’autorité parentale", "« Les parents, le représentant légal et les personnes ayant la garde de fait de l’enfant ou du jeune sont obligatoirement entendus relativement à la situation qui a donné lieu à l’introduction et à l’application, la révision ou la cessation des mesures de promotion et de protection. »", "Article 100\nLa procédure", "« La procédure judiciaire de promotion des droits et de protection des enfants et des jeunes en danger, dorénavant désignée comme procédure judiciaire de promotion et de protection, relève de la juridiction gracieuse. »", "Article 103\nAvocat", "« 1.  Les parents, le représentant légal ou la personne ayant de fait la garde de l’enfant ou du jeune peuvent, à tout moment de la procédure, recourir à un avocat ou requérir la désignation d’un avocat pour assurer leur représentation ou celle de l’enfant ou du jeune.", "2.  Un avocat doit obligatoirement être désigné pour représenter l’enfant ou le jeune lorsque les intérêts [de celui-ci] et ceux de ses parents sont conflictuels et, également, lorsque l’enfant ou l’adolescent ayant une maturité suffisante le sollicite auprès du tribunal.", "(...)", "4.  Lors de l’audience (debate judicial), le recours à un avocat ou la nomination d’un avocat est obligatoire pour assister l’enfant ou le jeune. »", "Avec l’entrée en vigueur, prévue le 8 décembre 2015, de la loi 142/2015 du 8 septembre 2015, l’alinéa 4 de l’article 103 se lira comme suit :", "« 4.  Lors de l’audience, le recours à un avocat ou la désignation d’un avocat pour assister les parents est obligatoire lorsqu’est en cause la mesure prévue à l’alinéa g) du paragraphe 1 de l’article 35, et est obligatoire dans tous les cas pour assister l’enfant ou le jeune. »", "Article 104\nContradictoire", "« 1.  L’enfant ou le jeune, ses parents, son représentant légal ou quiconque ayant la garde de fait ont le droit de demander des actes de procédure (diligências) et de produire des moyens de preuve.", "2.  Des observations écrites peuvent être présentées au cours de l’audience et le contradictoire est garanti.", "3.  Le contradictoire en ce qui concerne les faits et la mesure applicable est toujours garanti dans toutes les phases de la procédure, notamment au cours de la conciliation qui a pour but de parvenir à un accord, et dans le cadre de l’audience lorsque la mesure prévue à l’alinéa g) du paragraphe 1 de l’article 35 est applicable. »", "Article 106\nPhases de la procédure", "« 1.  La procédure judiciaire de promotion et de protection comporte les phases d’instruction, d’audience, de décision et d’exécution de la mesure.", "(...) »", "Article 110\nClôture de l’instruction", "« Après avoir entendu le ministère public, le juge déclare l’instruction close et :", "(...)", "c)  lorsqu’il semble manifestement improbable de parvenir à une conciliation, il ordonne la poursuite de la procédure en vue d’une audience et fait procéder aux notifications conformément à l’article 114 § 1. »", "Article 112\nDécision négociée (decisão negociada)", "« Le juge convoque à l’audience (conferência), aux fins d’obtention d’un accord de promotion et de protection, le ministère public, les parents, le représentant légal ou la personne qui dispose de la garde de fait [du mineur], l’enfant ou le jeune âgé de plus de 12 ans, ainsi que les personnes et représentants d’entités dont il estime la présence et le consentement à l’accord pertinents. »", "Article 114\nAudience (debate judicial)", "« 1.  S’il n’a pas été possible de parvenir à un accord de promotion et de protection (...), le juge procède à une notification au ministère public, aux parents, au représentant légal ou à la personne qui a la garde [du mineur], à l’enfant ou au jeune âgé de plus de 12 ans afin que les intéressés présentent par écrit, dans un délai de dix jours, leurs observations s’ils le souhaitent et (...) leurs moyens de preuve.", "2.  Le ministère public doit présenter ses observations par écrit et ses moyens de preuve s’il considère que la mesure à appliquer est celle énoncée à l’alinéa g) du paragraphe 1 de l’article 35.", "3.  Après réception des observations et des preuves, le juge fixe une date pour l’audience et ordonne que notification soit faite aux personnes devant comparaître.", "4.  Avec la notification de la date d’audience sont portées à la connaissance des parents, du représentant légal ou de la personne qui a la garde [du mineur] les réquisitions du ministère public et à la connaissance de celui-ci les mémoires et les preuves demandés. »", "3.  Le code de procédure civile", "62.  L’article 1409 du code de procédure civile, en vigueur au moment des faits, disposait en ses parties pertinentes en l’espèce :", "« (...)", "4.  Dans les procédures de juridiction gracieuse, la représentation par un avocat n’est obligatoire que dans la phase d’appel. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "63.  Invoquant les articles 6 § 1, 8 et 13 de la Convention, la requérante dénonce une atteinte à son droit au respect de sa vie familiale en raison de l’application d’une mesure de placement en vue de l’adoption à l’égard de ses sept enfants les plus jeunes et de l’interdiction pour elle d’avoir accès à ces derniers depuis le jugement du tribunal aux affaires familiales de Lisbonne Nord-Est - Sintra du 25 mai 2012. Sur ce point, elle indique avoir introduit, en vain, divers demandes et recours. Elle dénonce également que les juridictions ont fondé leurs décisions sur le fait qu’elle n’avait pas tenu ses engagements en vue d’un planning familial adéquat.", "64.  Le Gouvernement conteste la thèse de la requérante.", "65.  Maîtresse de la qualification juridique des faits de la cause, la Cour estime approprié d’examiner les griefs soulevés par la requérante sous l’angle du seul article 8 de la Convention, lequel exige que le processus décisionnel débouchant sur des mesures d’ingérence soit équitable et qu’il respecte, comme il se doit, les intérêts protégés par cette disposition (Kutzner c. Allemagne, no 46544/99, § 56, CEDH 2002I, Kříž c. République tchèque (déc.), no 26634/03, 29 novembre 2005, et Pontes c. Portugal, no 19554/09, § 67, 10 avril 2012).", "L’article 8 de la Convention dispose dans ses parties pertinentes en l’espèce :", "« 1.  Toute personne a droit au respect de sa vie (...) familiale (...).", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire (...) à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Sur la recevabilité", "1.  Arguments des parties", "66.  Le Gouvernement soulève une exception tirée du caractère prématuré de la requête au motif que la requérante a introduit, après l’arrêt de la Cour suprême du 28 mai 2015, un recours devant le Tribunal constitutionnel qui est toujours pendant. Il est d’avis que, si le Tribunal constitutionnel fait droit à la demande de la requérante quant aux diverses allégations d’inconstitutionnalité normative soulevées par elle dans son mémoire en recours, l’affaire devra être renvoyée en première instance et que, par conséquent, l’arrêt de la Cour suprême n’est pas encore définitif.", "67.  La requérante plaide que le recours en inconstitutionnalité devant le Tribunal constitutionnel ne peut être vu comme un recours effectif à exercer en application de l’article 35 § 1 de la Convention. Elle allègue avoir présenté son recours devant le Tribunal constitutionnel pour éviter que la décision de placement de ses enfants en vue de l’adoption ne devienne définitive. En outre, indiquant qu’il n’existe devant le Tribunal constitutionnel aucun recours contre une violation des droits fondamentaux équivalent au recours d’amparo, elle soutient que ce tribunal ne peut se prononcer que sur le caractère conforme à la Constitution d’une norme ou de son interprétation faite par une juridiction inférieure et qu’il ne peut donc statuer sur le fond d’une affaire ayant déjà été tranchée par la Cour suprême. Elle ajoute que, à supposer même que le Tribunal constitutionnel donne une suite favorable à son recours, cette juridiction n’est pas tenue d’ordonner un renvoi de l’affaire pour une nouvelle décision quant au fond. Pour finir, la requérante indique que le retrait de ses enfants a été mis à exécution le 8 juin 2012, que la violation dénoncée par elle est donc déjà effective et que, par conséquent, la requête n’est pas prématurée.", "2.  Appréciation de la Cour", "68.  La Cour rappelle que, selon l’article 35 § 1 de la Convention, elle ne peut être saisie qu’après l’épuisement des voies de recours internes. Tout requérant doit avoir donné aux juridictions internes l’occasion que cette disposition a pour finalité de ménager en principe aux États contractants : prévenir ou redresser les violations alléguées contre ceux-ci avant que ces allégations ne soient soumises aux organes de la Convention (voir, par exemple, Moreira Barbosa c. Portugal (déc.), no 65681/01, CEDH 2004-V, et Cardot c. France, 19 mars 1991, § 36, série A no 200). Cette règle se fonde sur l’hypothèse, objet de l’article 13 de la Convention  avec lequel elle présente d’étroites affinités –, que l’ordre interne offre un recours effectif quant à la violation alléguée (voir, par exemple, Selmouni c. France [GC], no 25803/94, § 74, CEDH 1999-V).", "69.  La Cour rappelle en outre que l’article 35 de la Convention ne prescrit l’épuisement que des recours à la fois relatifs aux violations incriminées, disponibles et adéquats. Ces recours doivent exister à un degré suffisant de certitude, non seulement en théorie, mais aussi en pratique, sans quoi leur manquent l’effectivité et l’accessibilité voulues (voir, parmi beaucoup d’autres, Vernillo c. France, 20 février 1991, § 27, série A no 198, Dalia c. France, 19 février 1998, § 38, Recueil des arrêts et décisions 1998I, et Vučković et autres c. Serbie (exception préliminaire) [GC], nos 17153/11 et 29 autres, § 71, 25 mars 2014).", "70.  La Cour doit appliquer la règle de l’épuisement des voies de recours internes en tenant dûment compte du contexte : le mécanisme de sauvegarde des droits de l’homme que les parties contractantes sont convenues d’instaurer. Elle a ainsi reconnu que l’article 35 § 1 de la Convention doit s’appliquer avec une certaine souplesse et sans formalisme excessif. Elle a de plus admis que cette règle ne s’accommode pas d’une application automatique et qu’elle ne revêt pas un caractère absolu ; pour en contrôler le respect, il est essentiel d’avoir égard aux circonstances de la cause. Cela signifie notamment que la Cour doit tenir compte de manière réaliste non seulement des recours prévus en théorie dans le système juridique de la partie contractante concernée, mais également du contexte général dans lequel ils se situent, ainsi que de la situation personnelle du requérant (Akdivar et autres c. Turquie, 16 septembre 1996, § 69, Recueil 1996‑IV).", "71.  La réponse à la question de savoir si le recours individuel devant la juridiction constitutionnelle s’impose en application de l’article 35 § 1 de la Convention dépend largement des particularités du système juridique de l’État défendeur et de l’étendue des compétences de sa juridiction constitutionnelle. Ainsi, dans un État où ces compétences se limitent à un contrôle de la constitutionnalité et de la compatibilité hiérarchique des normes juridiques, le recours devant la juridiction constitutionnelle n’est à exercer que lorsque le requérant met en cause une disposition législative ou réglementaire comme étant en soi contraire à la Convention (Grišankova et Grišankovs c. Lettonie (déc.), no 36117/02, CEDH 2003II). En revanche, ce recours n’est pas effectif lorsque le requérant ne dénonce qu’une erreur dans l’interprétation ou l’application d’une loi ou d’un règlement qui, en soi, ne sont pas inconstitutionnels (Szott-Medyńska c. Pologne (déc.), no 47414/99, 9 octobre 2003, et Smirnov c. Russie (déc.), no 14085/04, CEDH, 6 juillet 2006).", "72.  Se penchant sur la présente espèce, la Cour constate d’abord qu’il n’est pas contesté que le recours constitutionnel au Portugal ne peut concerner qu’une disposition « normative » et non pas une décision judiciaire (Colaço Mestre et SIC – Sociedade Independente de Comunicação, S.A. c. Portugal (déc.), nos 11182/03 et 11319/03, 18 octobre 2005).", "73.  Elle relève ensuite que la requérante a soulevé devant le Tribunal constitutionnel plusieurs moyens tirés d’une inconstitutionnalité de l’interprétation donnée par les juridictions de certaines dispositions de la LPCJP (paragraphe 51 ci-dessus) pour dénoncer le caractère disproportionné à ses yeux de la mesure de placement en institution de ses enfants en vue de leur adoption. Dès lors que cette partie du recours constitutionnel porte sur la décision judiciaire elle-même et non pas sur une inconstitutionnalité normative, elle apparaît vouée à l’échec.", "74.  S’agissant du moyen tiré d’un caractère non conforme à la Constitution de l’absence d’obligation de représentation par un avocat, devant les juridictions de première instance, des parents d’un enfant faisant l’objet d’une procédure de protection, la Cour estime qu’elle ne peut spéculer sur la recevabilité et l’issue potentielle de cette partie du recours. En outre, à supposer même que la requérante obtienne une décision en sa faveur et que l’affaire soit renvoyée en première instance, il lui faudra encore présenter ses griefs tirés d’éventuels préjudices découlant de la mesure litigieuse, et ce dans le cadre d’une action en responsabilité civile contre l’État aux fins d’obtenir une indemnisation. Au demeurant, la Cour estime qu’elle ne saurait exiger de la requérante qu’elle attende plus longtemps que le Tribunal constitutionnel rende sa décision, dès lors que la mesure de protection a été exécutée le 8 juin 2012, soit il y a plus de trois ans déjà (voir, mutatis mutandis, Guillemin c. France, 21 février 1997, § 50, Recueil 1997I).", "75.  Eu égard à ce qui précède, la Cour estime qu’il y a lieu de rejeter l’exception du Gouvernement.", "3.  Conclusion", "76.  Constatant que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 a) de la Convention et qu’elle ne se heurte par ailleurs à aucun autre motif d’irrecevabilité, la Cour la déclare recevable.", "B.  Sur le fond", "1.  Arguments des parties", "a)  La requérante", "77.  La requérante allègue que la mesure litigieuse de placement en vue de l’adoption, appliquée à l’égard de sept de ses enfants et exécutée à l’égard de six d’entre eux, a constitué une ingérence disproportionnée dans son droit au respect de sa vie familiale. Contestant les faits considérés comme établis par les juridictions internes, elle soutient que ses enfants n’étaient exposés à aucune violence physique ou psychologique et que leur placement s’est fondé uniquement sur sa situation de précarité sociale. Elle se plaint de l’application de mesures différentes vis-à-vis de ses enfants et indique ne pas comprendre pourquoi la mesure de soutien aux parents a été appliquée à l’égard de sa fille I. alors que la voie de l’adoption, plus dure à ses yeux, a été choisie pour ses enfants les plus jeunes.", "78.  Se plaignant que des mesures moins radicales à l’égard de ses enfants les plus jeunes n’aient pas été envisagées, la requérante allègue ne pas avoir reçu une assistance sociale adéquate de la part des services sociaux avant le placement en institution de ses enfants en vue de leur adoption. Elle se réfère, à titre de preuves, aux différents rapports sur lesquels les juridictions internes se sont appuyées et estime que ceux-ci montrent que les services sociaux étaient restés sourds à sa détresse et qu’elle continuait à lutter seule pour subvenir aux besoins de sa famille. Elle nie avoir cessé de collaborer avec les services sociaux, précisant qu’elle n’a reçu aucune visite de leur part l’année précédant l’application de la mesure de placement.", "79.  La requérante se plaint par ailleurs d’avoir été poussée à accepter d’inclure dans l’accord passé avec les services sociaux une clause selon laquelle elle s’engageait à subir une opération de stérilisation alors que, selon elle, une telle démarche allait à l’encontre de sa culture et de sa religion musulmane. Elle affirme avoir accepté l’insertion de cette clause en raison de son état émotionnel – fragile selon elle – au moment des faits et pour faire cesser l’acharnement des services sociaux auquel elle aurait été confrontée. Elle est convaincue que le retrait de ses enfants a été décidé pour la punir de ne pas s’être fait stériliser et d’avoir enfanté encore quatre enfants. Elle indique que cela ressort du jugement du tribunal aux affaires familiales, dans lequel celui-ci aurait souligné qu’elle n’avait finalement pas été stérilisée malgré son engagement à subir une telle opération.", "80.  Ensuite, la requérante dénonce la déchéance de son autorité parentale et l’interdiction de tout contact avec et entre ses enfants placés dans trois foyers d’accueil différents en exécution du jugement du tribunal aux affaires familiales. Indiquant que cette décision n’était pas encore définitive et que les juridictions avaient reconnu l’absence de violence physique et l’existence de liens affectifs avec ses enfants, elle soutient que ces restrictions ont constitué pour elle une sanction supplémentaire et qu’elles l’ont éloignée de ses enfants. À titre subsidiaire, elle se plaint de n’avoir reçu aucune réponse des autorités au sujet des diverses demandes présentées par elle pour avoir accès à ses enfants. Elle indique que sa benjamine avait six mois lorsqu’elle lui a été retirée et que l’exécution immédiate de la mesure et l’interdiction absolue de tout contact ont donc empêché l’établissement de tout lien avec celle-ci. Elle se plaint de n’avoir pu revoir ses enfants que depuis l’indication des mesures provisoires par la Cour, ordonnées au titre de l’article 39 du règlement. Elle ajoute, à titre subsidiaire, que des rapports montrent que les enfants ont réagi avec enthousiasme au rétablissement des contacts avec elle.", "81.  Au niveau procédural, la requérante se plaint de n’avoir pu participer effectivement à la procédure.", "Tout d’abord, elle précise qu’elle n’a été représentée par un avocat qu’à partir du 25 mai 2012, date du jugement du tribunal aux affaires familiales, et qu’elle ne l’était pas auparavant, et ce en dépit, selon elle, de la complexité de la procédure et de la gravité de ses enjeux. Elle estime qu’elle n’a, par conséquent, pas été en mesure de défendre ses intérêts, puisqu’il ne lui aurait pas été possible de présenter ses moyens de preuve, et que le tribunal n’a pas permis sa participation effective à la procédure puisqu’il ne lui aurait pas expliqué ce qui se passait. Sur ce point, elle allègue par exemple qu’elle n’a pas pu assister à l’audition des différents témoins pendant le débat judiciaire du 16 mai 2012.", "Ensuite, elle se plaint que les réquisitions du ministère public n’aient pas été portées à sa connaissance, ce qui ne lui aurait pas permis de comprendre l’enjeu de la procédure et, en particulier, la demande de placement de ses enfants en vue de leur adoption envisagée dans l’ordonnance du tribunal du 26 janvier 2012. De plus, elle reproche au tribunal aux affaires familiales d’avoir appliqué la mesure de placement à l’encontre de ses sept enfants les plus jeunes, à savoir M., Y., I.R., L., M.S., A. et R., alors que cette mesure n’avait, selon elle, été demandée par le ministère public que vis-à-vis des cinq derniers.", "Pour finir, la requérante reproche au tribunal aux affaires familiales de s’être fondé uniquement sur les rapports des services sociaux et de n’avoir ordonné aucune expertise lui permettant d’apprécier sa capacité à exercer son rôle parental et d’évaluer la maturité et l’équilibre affectif et émotionnel de ses enfants. Elle allègue en outre que les moyens de preuve qu’elle a soumis à l’appui de son recours devant la cour d’appel n’ont pas été pris en considération, cette juridiction, de même que la Cour suprême, s’étant à ses dires limitée à confirmer le jugement du tribunal aux affaires familiales sans procéder à un examen critique des faits. Elle estime avoir subi la procédure sans jamais avoir pu apporter un quelconque élément de preuve en sa défense.", "82.  Par ailleurs, la requérante demande à la Cour d’ordonner le maintien des visites à ses enfants et entre ces derniers.", "b)  Le Gouvernement", "83.  Le Gouvernement reconnaît que le placement des enfants de la requérante en institution en vue de leur adoption a constitué une ingérence dans le droit de celle-ci au respect de la vie familiale. Il est toutefois d’avis que cette ingérence était justifiée eu égard à l’intérêt supérieur des enfants, aux motifs que ces derniers auraient été en danger en raison de négligences de la requérante et de son époux, et que la situation n’aurait connu aucune amélioration malgré l’application d’une mesure de soutien aux parents pendant plusieurs années.", "84.  S’agissant de la nécessité de la mesure, le Gouvernement soutient que le père était absent du foyer et que la requérante faisait preuve d’une grande négligence à l’égard de ses enfants. Il indique que la famille était suivie depuis l’année 2005 par les services sociaux et de façon plus soutenue depuis l’accord passé avec la requérante en 2007, ayant abouti à l’application d’une mesure de soutien aux parents à l’égard des enfants. Il ajoute que cette mesure a amené les services sociaux à effectuer un suivi étroit de la famille au moyen notamment de rencontres et de visites au domicile et à l’école. Il précise que, à partir de l’année 2010, la requérante a cessé de coopérer avec les services sociaux et qu’elle a rendu impossible l’application de la mesure d’assistance en cours. Il affirme que le placement des enfants en institution a alors été envisagé comme solution pour les enfants les plus jeunes et que cette mesure n’a été appliquée qu’après l’échec d’autres mesures. Il indique que, pour fonder son jugement, le tribunal aux affaires familiales a tenu compte des intérêts concurrents en jeu et qu’il s’est appuyé sur les témoignages des travailleurs sociaux, de la requérante et de son conjoint ainsi que de la fille aînée du couple, et sur les différents rapports sociaux. Il précise que ces rapports avaient permis de relever ce qui suit : un manque d’hygiène et de sécurité au niveau du logement familial ; un manque de suivi médical des enfants ; un absentéisme scolaire des enfants ; des carences alimentaires et vestimentaires ; des négligences administratives, par exemple l’absence d’enregistrement de l’une des filles de la requérante au registre de l’état civil et la situation irrégulière de la requérante dans le pays.", "Le Gouvernement indique également que la requérante n’avait pas désigné une personne du cercle familial pouvant constituer un soutien pour la famille.", "85.  En ce qui concerne l’opération de stérilisation, le Gouvernement affirme que la requérante s’était délibérément engagée en 2009 à faire une telle opération dans le cadre de l’accord de promotion et de protection. Il ajoute que l’objectif était uniquement de permettre le suivi d’un programme de planning familial par la requérante et non pas de contraindre celle-ci à une méthode contraceptive spécifique. En outre, il expose que les juridictions n’ont pas pris en compte cet élément dans leur décision et que celui-ci n’a donc eu aucune influence au niveau de la procédure : à cet égard, il précise que le tribunal aux affaires familiales a relevé dans son jugement l’absence de suivi d’un planning familial et non celle d’une méthode de contraception spécifique.", "86.  Le Gouvernement conclut que la mesure litigieuse était adéquate, proportionnée et, dès lors, nécessaire dans une société démocratique, et qu’elle n’a donc pas enfreint l’article 8 § 2 de la Convention. Il est d’avis qu’elle relève en outre de la marge nationale d’appréciation, que les autorités sont mieux placées pour déterminer la solution à appliquer par rapport à une situation concrète et que, par conséquent, la Cour ne saurait revenir sur les faits ayant été considérés comme établis au niveau interne.", "87.  En ce qui concerne l’impossibilité pour la requérante d’avoir accès à ses enfants, le Gouvernement explique que celle-ci découle de la mesure même de placement en vue de l’adoption, en application de l’article 1978-A du code civil et de l’article 62-A de la LPCJ.", "2.  Appréciation de la Cour", "a)  Principes généraux", "88.  La Cour rappelle que, pour un parent et son enfant, être ensemble représente un élément fondamental de la vie familiale (Kutzner, précité, § 58) : des mesures internes qui les en empêchent constituent une ingérence dans le droit protégé par l’article 8 de la Convention (K. et T. c. Finlande [GC], no 25702/94, § 151, CEDH 2001-VII). Pareille ingérence méconnaît l’article 8 précité sauf si, « prévue par la loi », elle poursuit un ou des buts légitimes au regard du second paragraphe de cette disposition et est « nécessaire, dans une société démocratique » pour les atteindre (Gnahoré c. France, no 40031/98, § 50, CEDH 2000 IX, et Pontes, précité, § 74). La notion de « nécessité » implique une ingérence fondée sur un besoin social impérieux et, notamment, proportionnée au but légitime recherché (Couillard Maugery c. France, no 64796/01, § 237, 1er juillet 2004). Pour apprécier la « nécessité » de la mesure litigieuse « dans une société démocratique », il convient donc d’analyser, à la lumière de l’ensemble de l’affaire, si les motifs invoqués à l’appui de celle-ci étaient pertinents et suffisants aux fins du paragraphe 2 de l’article 8 de la Convention.", "89.  Le fait qu’un enfant puisse être accueilli dans un cadre plus propice à son éducation ne saurait en soi justifier qu’on le soustraie de force aux soins de ses parents biologiques ; pareille ingérence dans le droit des parents, au titre de l’article 8 de la Convention, à jouir d’une vie familiale avec leur enfant doit encore se révéler « nécessaire » en raison d’autres circonstances (K. et T., précité, § 173, et Kutzner, précité, § 69). De surcroît, l’article 8 de la Convention met à la charge de l’État des obligations positives inhérentes au « respect » effectif de la vie familiale. Ainsi, là où l’existence d’un lien familial se trouve établie, l’État doit en principe agir de manière à permettre à ce lien de se développer et prendre les mesures propres à réunir le parent et l’enfant concernés (Kutzner, précité, § 61).", "90.  Dans l’examen de la nécessité de l’ingérence, la Cour tiendra compte du fait que la conception que l’on a du caractère opportun d’une intervention des autorités publiques dans les soins à donner à un enfant varie d’un État à l’autre en fonction d’éléments tels que les traditions relatives au rôle de la famille et à l’intervention de l’État dans les affaires familiales, ainsi qu’en fonction des ressources que l’on peut consacrer à des mesures publiques dans ce domaine particulier. Il reste que l’intérêt supérieur de l’enfant revêt dans chaque cas une importance décisive. Il ne faut d’ailleurs pas perdre de vue que les autorités nationales bénéficient de rapports directs avec tous les intéressés (Olsson c. Suède (no 2), 27 novembre 1992, § 90, série A no 250), souvent dès le moment où des mesures de placement sont envisagées ou immédiatement après leur mise en œuvre. Il découle de ces considérations que la Cour n’a pas pour tâche de se substituer aux autorités internes dans l’exercice de leurs responsabilités en matière de réglementation des questions de prise en charge d’enfants par l’autorité publique et des droits des parents dont les enfants ont été ainsi placés, mais de contrôler sous l’angle de la Convention les décisions qu’elles ont rendues dans l’exercice de leur pouvoir d’appréciation (Hokkanen c. Finlande, 23 septembre 1994, § 55, série A no 299A, Johansen c. Norvège, 7 août 1996, § 64, Recueil 1996III, et K. et T., précité, § 154).", "91.  La Cour rappelle aussi que, si la frontière entre les obligations positives et les obligations négatives de l’État au titre de l’article 8 de la Convention ne se prête pas à une définition précise, les principes applicables sont néanmoins comparables. En particulier, dans les deux cas, il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents  ceux de l’enfant, ceux des deux parents et ceux de l’ordre public (Maumousseau et Washington c. France, no 39388/05, § 62, CEDH 2007-XIII) , en tenant compte toutefois de ce que l’intérêt supérieur de l’enfant doit constituer la considération déterminante (voir, dans ce sens, Gnahoré, précité, § 59) pouvant, selon sa nature et sa gravité, l’emporter sur celui des parents (Sahin c. Allemagne [GC], no 30943/96, § 66, CEDH 2003VIII). En outre, l’éclatement d’une famille constitue une ingérence très grave ; une mesure menant à pareille situation doit donc reposer sur des considérations inspirées par l’intérêt de l’enfant et d’un poids et d’une solidité suffisants (Scozzari et Giunta c. Italie [GC], nos 39221/98 et 41963/98, § 148, CEDH 2000-VIII). L’éloignement de l’enfant du contexte familial est une mesure extrême à laquelle on ne devrait avoir recours qu’en tout dernier ressort. Pour qu’une mesure de ce type se justifie, elle doit répondre au but de protéger l’enfant confronté à un danger immédiat (Neulinger et Shuruk c. Suisse [GC], no 41615/07, § 136, CEDH 2010).", "92.  Il appartient à chaque État contractant de se doter d’un arsenal juridique adéquat et suffisant pour assurer le respect de ces obligations positives qui lui incombent en vertu de l’article 8 de la Convention et à la Cour de rechercher si, dans l’application et l’interprétation des dispositions légales applicables, les autorités internes ont respecté les garanties de l’article 8, en tenant notamment compte de l’intérêt supérieur de l’enfant (voir, mutatis mutandis, Neulinger et Shuruk, précité, § 141, CEDH 2010, et K.A.B. c. Espagne, no 59819/08, § 115, 10 avril 2012,).", "93.  La Cour répète que, si les autorités jouissent d’une grande latitude pour apprécier en particulier la nécessité de prendre en charge un enfant, elle doit néanmoins avoir acquis la conviction que, dans l’affaire en question, il existait des circonstances justifiant le retrait de l’enfant. Il incombe à l’État défendeur d’établir que les autorités ont, avant de mettre pareille mesure à exécution, évalué avec soin l’incidence qu’auraient sur les parents et l’enfant la mesure d’adoption envisagée ainsi que d’autres solutions que la prise en charge de l’enfant (K. et T., précité, § 166, et Kutzner, précité, § 67). La Cour exerce en outre un contrôle plus rigoureux sur les restrictions supplémentaires, comme celles apportées par les autorités au droit de visite des parents, et sur les garanties destinées à assurer la protection effective du droit des parents et des enfants au respect de leur vie familiale. Ces restrictions supplémentaires comportent le risque d’amputer les relations familiales entre les parents et un jeune enfant (Gnahoré, précité, § 54, et Sahin, précité, § 65). D’un côté, il est certain que garantir aux enfants une évolution dans un environnement sain relève de l’intérêt de l’enfant et que l’article 8 de la Convention ne saurait autoriser un parent à faire prendre des mesures préjudiciables à la santé et au développement de ses enfants (Sahin, précité, § 66). D’un autre côté, il est clair qu’il est tout autant dans l’intérêt de l’enfant que les liens entre lui et sa famille soient maintenus, sauf dans les cas où celle-ci s’est montrée particulièrement indigne : briser ce lien revient à couper l’enfant de ses racines. Il en résulte que l’intérêt de l’enfant commande que seules des circonstances tout à fait exceptionnelles puissent conduire à une rupture du lien familial et que tout soit mis en œuvre pour maintenir les relations personnelles et, le cas échéant, le moment venu, « reconstituer » la famille (Gnahoré, précité, § 59, et Pontes, précité, § 85).", "94.  Si l’article 8 de la Convention ne renferme aucune condition explicite de procédure, le processus décisionnel lié aux mesures d’ingérence doit être équitable et propre à respecter les intérêts protégés par cette disposition. Il convient dès lors de déterminer, en fonction des circonstances de chaque espèce et notamment de la gravité des mesures à prendre, si les parents ont pu jouer dans le processus décisionnel, considéré comme un tout, un rôle assez important pour accorder la protection requise à leurs intérêts. Dans la négative, il y a manquement au respect de leur vie familiale et l’ingérence résultant de la décision ne saurait passer pour « nécessaire » au sens de l’article 8 (W. c. Royaume-Uni, 8 juillet 1987, § 64, série A no 121, et Assunção Chaves c. Portugal, no 61226/08, §§ 82-84, 31 janvier 2012).", "b)  Application de ces principes en l’espèce", "95.  En l’espèce, la Cour note que les parties ne contestent pas que la mesure de placement litigieuse  ordonnée à l’égard de sept de ses enfants, M., Y., I.R., L., M.S., A. et R., et exécutée par rapport aux six derniers , la déchéance de l’autorité parentale et l’interdiction de toute visite, décidées par le jugement du tribunal aux affaires familiales de Lisbonne Nord-Est - Sintra du 25 mai 2012, ont constitué des « ingérences » dans l’exercice du droit de la requérante au respect de sa vie familiale. La Cour ne voit pas de raison de conclure autrement.", "96.  La Cour observe en outre que les parties s’accordent à dire que les ingérences en cause avaient une base légale. Elle note également que les mesures litigieuses susmentionnées étaient fondées sur l’article 35 § 1 g) de la LPCJP et l’article 1978-A du code civil, et qu’elles étaient donc « prévues par la loi ».", "97.  Il ressort des motifs retenus par les juridictions internes que les décisions dénoncées par la requérante avaient pour objectif la sauvegarde des intérêts des enfants. Les ingérences dont il est question poursuivaient donc un but légitime prévu par l’article 8 § 2 de la Convention : « la protection des droits et libertés d’autrui ». La question qui se pose est donc celle de savoir si les mesures étaient « nécessaires dans une société démocratique » pour atteindre le but légitime poursuivi dans les circonstances particulières de l’affaire ; plus particulièrement, il s’agit de savoir si l’application faite en l’espèce des dispositions législatives a ménagé un juste équilibre entre l’intérêt supérieur de l’enfant et les autres intérêts concurrents en jeu.", "i.  Observations préalables", "98.  À titre liminaire, la Cour prend note des observations finales et des recommandations présentées par le Comité des droits de l’enfant des Nations unies adoptées le 31 janvier 2014 concernant la situation des familles vivant dans une pauvreté persistante au Portugal (voir les observations et recommandations nos 39-42 et 57-58 reprises au paragraphe 57 ci-dessus).", "99.  Ensuite, dans la présente espèce, elle observe ce qui suit.", "D’abord, la famille de la requérante a fait l’objet d’un premier signalement de la CPCJ en 2005, étant donné que la requérante était sans emploi et que son conjoint, le père des enfants, était souvent absent du domicile en raison de sa polygamie.", "Par la suite, un accord de promotion des droits et de protection des enfants entre la requérante, son conjoint et la CPCJ a été établi le 4 janvier 2007 en application de l’article 55 de la LPCJP, concernant E. (alors âgée de 11 ans), I. (alors âgée de 5 ans), M. (alors âgé de 2 ans), Y. (alors âgé de 1 an) et I.R. (alors âgé de trois mois). D’après cet accord, la requérante s’était engagée, entre autres, à rechercher un emploi, à améliorer les conditions de vie dans son logement et à faire en sorte de permettre à ses enfants d’aller à l’école et, le cas échéant, de fréquenter des jardins d’enfants ou des crèches. Toujours selon cet accord, la CPCJ s’était engagée, quant à elle, à suivre et à soutenir la mise en œuvre de l’accord à travers des recommandations, des suggestions et des propositions (paragraphe 9 ci-dessus).", "La procédure de promotion des droits et de protection des enfants en danger a officiellement été ouverte le 26 septembre 2007, à la requête de la CPCJ qui avait porté à la connaissance du parquet près le tribunal aux affaires familiales de Sintra le manque de collaboration de la requérante dans le cadre de l’accord, notamment l’absence de conditions matérielles adéquates et de la négligence. Une mesure de soutien aux parents à l’égard des enfants a alors été appliquée, le 21 décembre 2007, conformément à l’article 39 de la LPCJP. Elle s’est concrétisée par le soutien fourni à la requérante par un travailleur social de l’ECJ dans le but d’apprendre à celle-ci à organiser son foyer et à s’occuper de ses enfants (paragraphes 15-17 cidessus).", "Au terme d’une audience tenue le 25 juin 2009 en présence de la requérante et de son époux, des clauses supplémentaires ont été ajoutées à l’accord de protection, par lesquelles, notamment, la requérante s’engageait à régulariser sa situation au Portugal, à présenter un dossier en vue d’obtenir une allocation financière, à désigner une personne de confiance dans le cercle familial ou social et à se soumettre à une opération de stérilisation par ligature des trompes (paragraphe 18 ci-dessus).", "Enfin, entre le 10 septembre 2009 et le 24 juin 2011, la requérante a fait l’objet de plusieurs contrôles de l’ECJ.", "100.  La Cour note ensuite que l’ECJ a transmis cinq rapports au tribunal, signalant notamment les grossesses précoces des deux filles aînées, des conditions de logement toujours précaires et insalubres, un absentéisme scolaire ponctuel de certains enfants, mais également de bons résultats scolaires en ce qui concernait E. et I., l’absence de mise à jour des vaccinations s’agissant de M., L., M.S. et A., le manque d’hygiène observé chez les enfants ainsi que le non-respect de l’engagement pris par la requérante de se faire stériliser.", "101.  La Cour observe aussi que, sur le plan financier, l’ECJ relevait que la requérante était toujours sans travail et qu’elle percevait 393 EUR d’allocations familiales, que le père des enfants avait déclaré un revenu mensuel de 366 EUR et que les parents n’avaient toujours pas déposé un dossier visant à l’obtention d’une aide financière.", "102.  Elle note de plus que, dans son jugement du 25 mai 2012, le tribunal aux affaires familiales a ordonné trois types de mesures : une mesure de soutien à l’autonomie à l’égard de E. (alors âgée de 17 ans), une mesure de soutien à la requérante concernant I. (alors âgée de 11 ans) et une mesure de placement en institution en vue de l’adoption de M. (alors âgé de 8 ans), Y. (alors âgé de 7 ans), I.R. (alors âgé de 6 ans), L. et M.S. (alors âgés de 4 ans), A. (alors âgé de 3 ans) et R. (alors âgée de 7 mois).", "103.  L’objet de la requête porte donc sur la mesure ordonnée à l’encontre des sept enfants les plus jeunes de la requérante, confirmée par la cour d’appel de Lisbonne et, en dernière instance, par la Cour suprême dans son arrêt du 17 septembre 2015, et exécutée par rapport aux six derniers d’entre eux (paragraphe 35 ci-dessus).", "ii.  Sur la mesure de placement en institution des sept enfants les plus jeunes de la requérante en vue de leur adoption", "α)  Sur la situation de précarité de la requérante", "104.  La Cour relève qu’il était principalement reproché à la requérante de ne pas offrir des conditions matérielles adéquates à ses enfants et d’avoir négligé ceux-ci.", "105.  La Cour rappelle qu’il ne lui revient pas de substituer son appréciation à celle des autorités nationales compétentes quant aux mesures qui auraient dû être prises étant donné que celles-ci sont, en effet, mieux placées pour procéder à une telle évaluation, en particulier parce qu’elles sont en contact direct avec le contexte de l’affaire et les parties impliquées (Reigado Ramos c. Portugal, no 73229/01, § 53, 22 novembre 2005). Cela étant, en l’espèce, elle estime d’emblée qu’il était objectivement évident que la situation de la requérante était particulièrement fragile étant donné qu’elle avait à sa charge une famille nombreuse, en l’occurrence dix enfants, qu’elle élevait de surcroît seule en raison de l’absence de son époux.", "106.  Or il apparaît que la requérante survivait avec 393 EUR d’allocations familiales par mois et qu’elle assurait les besoins alimentaires et vestimentaires de la famille en ayant recours à la banque alimentaire et à des dons provenant de particuliers ou d’associations. En dépit du dénuement matériel manifeste constaté au cours des différentes visites au domicile de la requérante, les autorités internes n’ont pas essayé de combler ces carences au moyen d’une aide financière supplémentaire afin de couvrir les besoins primaires de la famille (par exemple en matière d’alimentation, d’électricité et d’eau courante) et les frais d’accueil des enfants les plus jeunes dans des crèches familiales pour permettre à l’intéressée d’exercer une activité professionnelle rémunérée. En réalité, il apparaît que les services sociaux en charge de l’accompagnement de la famille attendaient de la part de la requérante, en sus de la régularisation de sa situation dans le pays, la présentation formelle d’un dossier motivé faisant état des besoins qu’ils avaient pourtant eux-mêmes constatés et signalés (paragraphes 23 et 26 cidessus). La Cour est d’avis que les autorités auraient dû prendre des mesures concrètes pour permettre aux enfants de vivre avec leur mère, avant de les placer et d’ouvrir une procédure d’adoptabilité. Par ailleurs, elle rappelle que le rôle des autorités de protection sociale est précisément celui d’aider les personnes en difficulté, de les guider dans leurs démarches et de les conseiller, entre autres, quant aux différents types d’allocations sociales disponibles, aux possibilités d’obtenir un logement social ou aux autres moyens de surmonter leurs difficultés (Saviny c. Ukraine, no 39948/06, § 57, 18 décembre 2008, et R.M.S. c. Espagne no 28775/12, § 86, 18 juin 2013). Dans le cas des personnes vulnérables, les autorités doivent faire preuve d’une attention particulière et doivent leur assurer une protection accrue (B. c. Roumanie (no 2), no 1285/03, §§ 86 et 114, 19 février 2013, Todorova c. Italie, no 33932/06, § 75, 13 janvier 2009, et Zhou c. Italie, no 33773/11, § 58, 21 janvier 2014).", "107.  S’il est vrai que, dans certaines affaires déclarées irrecevables par la Cour, le placement des enfants a été motivé par des conditions de vie insatisfaisantes ou des privations matérielles, cela n’a jamais constitué le seul motif servant de base à la décision des tribunaux nationaux : à cela s’ajoutaient d’autres éléments tels que les conditions psychiques des parents ou leur incapacité affective, éducative et pédagogique (voir, par exemple, Rampogna et Murgia c. Italie (déc.), no 40753/98, 11 mai 1999, et M.G. et M.T.A. c. Italie (déc.), no 17421/02, 28 juin 2005).", "108.  En l’espèce, force est de constater qu’à aucun moment de la procédure n’ont été évoquées des situations de violence ou de maltraitance à l’encontre des enfants (voir, a contrario, Dewinne c. Belgique (déc.), no 56024/00, 10 mars 2005, et Zakharova c. France (déc.), no 57306/00, 13 décembre 2005) ou des abus sexuels (voir, a contrario, Covezzi et Morselli c. Italie, no 52763/99, § 104, 9 mai 2003, Clemeno et autres c. Italie, no 19537/03, § 50, 21 octobre 2008, et Errico c. Italie, no 29768/05, § 48, 24 février 2009). Les tribunaux n’ont pas non plus constaté de carences affectives (voir, a contrario, Kutzner, précité, § 68, et Barelli et autres c. Italie (déc.), no 15104/04, 27 avril 2010) ou encore un état de santé inquiétant ou un déséquilibre psychique des parents (voir, a contrario, Bertrand c. France (déc.), no 57376/00, 19 février 2002, et Couillard Maugery, précité, § 261). Au contraire, il apparaît que les liens d’attachement entre la requérante et ses enfants étaient particulièrement forts, ce que le tribunal aux affaires familiales a d’ailleurs relevé dans sa décision (paragraphe 34 ci-dessus). Il ne ressort pas du dossier interne qu’une expertise des enfants, à tout le moins des plus âgés, ait été diligentée.", "β)  Sur l’engagement pris par la requérante, dans le cadre de l’accord de protection, en vue d’une stérilisation", "109.  La Cour rappelle que la dignité et la liberté de l’homme sont l’essence même de la Convention (Christine Goodwin c. Royaume-Uni [GC], no 28957/95, § 90, CEDH 2002‑VI). Dans la sphère de l’assistance médicale, l’imposition d’un traitement sans le consentement libre, explicite et éclairé d’une personne adulte en pleine possession de ses capacités mentales ne serait pas conforme avec le droit à l’intégrité physique et, a fortiori, avec la Convention (Glass c. Royaume-Uni, no 61827/00, §§ 8283, CEDH 200II, et Les témoins de Jéhovah de Moscou c. Russie, no 302/02, § 135, 10 juin 2010).", "110.  La Cour souligne que la stérilisation constitue une atteinte majeure à la capacité d’une personne à procréer. Comme cette intervention concerne l’une des fonctions corporelles essentielles des êtres humains, elle a des incidences sur de multiples aspects de l’intégrité de la personne, y compris sur le bien-être physique et mental et la vie émotionnelle, spirituelle et familiale. Elle peut être pratiquée de manière légitime à la demande de la personne concernée, par exemple comme mode de contraception, ou à des fins thérapeutiques lorsque l’existence d’une nécessité médicale est établie de façon convaincante. Toutefois, la situation est différente lorsque pareil traitement médical est imposé à un patient adulte et sain d’esprit sans son consentement. Une telle manière de procéder doit être considérée comme incompatible avec le respect de la liberté et de la dignité de l’homme, qui constitue l’un des principes fondamentaux de la Convention (V.C. c. Slovaquie, no 18968/07, §§ 106-107, CEDH 2011 (extraits), et N.B. c. Slovaquie, no 29518/10, § 80, 12 juin 2012).", "111.  En l’espèce, la Cour observe que l’absence de suivi d’un planning familial adéquat a eu pour effet d’aggraver la situation matérielle, déjà difficile, de la requérante. Elle considère cependant que l’ajout d’un engagement en vue de la stérilisation de l’intéressée dans l’accord de protection établi avec les services sociaux est particulièrement grave (paragraphe 18 cidessus). Elle estime que les services sociaux auraient pu conseiller à la requérante des méthodes contraceptives moins intrusives pour répondre à l’absence de suivi d’un planning familial qu’ils avaient constatée. En outre, à supposer même que la requérante ait délibérément accepté une telle démarche, comme le soutient le Gouvernement, la Cour relève que l’intéressée a finalement refusé de se soumettre à l’opération en question et que, contrairement à ce que soutient le Gouvernement, son refus a clairement été retenu contre elle tant par le tribunal aux affaires familiales que par la cour d’appel de Lisbonne et par la Cour suprême, qui ont accepté les faits établis par la première instance (paragraphes 34, 41 et 46 ci-dessus). En outre, la Cour tient à souligner comme question de principe, que le recours à une opération de stérilisation ne peut jamais constituer une condition au maintien des droits parentaux. Partant, le non-respect par la mère de son engagement à se soumettre à une telle opération ne saurait en aucun cas être retenu contre elle, même dans le cas d’un engagement volontaire et éclairé de sa part.", "iii.  Sur l’interdiction de tout contact entre la requérante et ses sept plus jeunes enfants", "112.  Si elle n’a pas pour tâche de se substituer aux autorités internes pour réglementer les questions de garde et de visite, il incombe à la Cour d’apprécier sous l’angle de la Convention les décisions que celles-ci ont rendues dans l’exercice de leur pouvoir d’appréciation", "113.  En l’espèce, la Cour constate que l’interdiction de tout contact entre la requérante et ses enfants ayant fait l’objet d’un placement en institution en vue de l’adoption a été prononcée par le jugement du 25 mai 2012 du tribunal aux affaires familiales, conformément à l’article 1978-A du code civil qui prévoit la déchéance de l’autorité parentale dans le cadre de toute mesure de placement en vue de l’adoption, indépendamment des situations concrètes. Elle note que cette mesure a été exécutée le 8 juin 2012, date du placement forcé des enfants en institution, et qu’elle a duré jusqu’au 5 mars 2015, date de la levée de l’interdiction à la suite de la décision prise par elle en application de l’article 39 de son règlement.", "114.  La Cour réitère sa position selon laquelle les restrictions supplémentaires ne sont justifiées au regard de l’article 8 de la Convention que lorsque la famille s’est montrée particulièrement indigne vis-à-vis de l’enfant. Or, comme elle l’a déjà relevé précédemment (paragraphe 108 cidessus), cela n’était pas le cas dans la présente espèce. En dépit de l’absence d’indices de violence ou d’abus vis-à-vis de ses enfants, la requérante a été privée de tout droit de visite, alors que ces derniers avaient entre 7 mois et 10 ans et que son recours contre le jugement du tribunal aux affaires familiales était pendant. La Cour observe de surcroît que les six enfants effectivement placés l’ont été dans trois institutions différentes, ce qui faisait obstacle au maintien des liens fraternels. Cette mesure a donc provoqué non seulement l’éclatement de la famille, mais aussi celui de la fratrie, et est allée à l’encontre de l’intérêt supérieur des enfants (Pontes, précité, § 98).", "iv.  Sur le processus décisionnel", "115.  La Cour observe que, pour motiver leurs décisions, les juridictions internes se sont essentiellement fondées sur les rapports de la CPCJP et de l’ECJ qui avaient accompagné la requérante au cours des années antérieures. Elle note qu’aucune évaluation psychologique par un expert indépendant n’a été ordonnée pour évaluer la maturité et les capacités éducatives et pédagogiques de la requérante (Saviny, précité, § 58) et qu’une expertise psychologique des enfants n’a pas non plus été jugée nécessaire alors qu’il apparaît que les filles aînées de la requérante assuraient un rôle éducatif crucial auprès de leurs cadets, au point de constituer pour eux des personnes de référence. Elle constate que la cour d’appel de Lisbonne n’a pas non plus tenu compte des éléments que la requérante a présentés à l’appui de son recours pour montrer qu’elle avait cherché des solutions à ses problèmes après s’être vu retirer ses enfants (paragraphe 41 ci-dessus). La Cour constate également que, lors du réexamen de l’affaire en date du 27 mars 2014, le comité de trois juges de la cour d’appel de Lisbonne a confirmé mot à mot la décision précédente du juge unique par le procédé du copier-coller, ce qui ne constitue pas un réexamen effectif de la situation (paragraphe 42 ci-dessus).", "116.  S’agissant de l’absence alléguée de notification des réquisitions du parquet dans le cadre de la procédure de protection, la Cour estime que, dès lors qu’elle n’a pas de connaissance directe du dossier de la procédure, elle n’est pas en mesure de trancher la question de savoir si la requérante a reçu ou non notification de celles-ci. Cela étant, elle constate que l’intéressée n’était pas représentée par un avocat dans le cadre de la procédure devant le tribunal aux affaires familiales, ce qui n’était d’ailleurs pas obligatoire au moment des faits (cela l’est depuis l’entrée en vigueur de la loi 142/2015 du 8 septembre 2015 portant amendement à l’article 103 de la LPCJP), excepté dans la procédure d’appel. Comme elle l’a déjà dit dans l’arrêt Assunção Chaves (précité, § 82), eu égard à la complexité et à l’enjeu de la procédure de protection des enfants en danger et des conséquences extrêmement graves et délicates que celle-ci présente autant pour l’enfant que pour les parents concernés, la Cour estime que des précautions et des diligences supplémentaires auraient dû être prises pour s’assurer non seulement de la compréhension par la requérante de l’enjeu exact de la procédure, mais aussi de sa participation effective à cette dernière. La Cour constate que l’intéressée n’a participé qu’une seule fois à une audience, à savoir devant le tribunal aux affaires familiales (paragraphe 33 ci-dessus) aux fins de son audition par cette juridiction.", "117.  À titre subsidiaire, la Cour relève que, depuis qu’elle est représentée par un avocat  c’est-à-dire depuis le jugement du tribunal aux affaires familiales du 25 mai 2012 , la requérante a porté sa cause devant les plus hautes instances, introduisant des recours et formulant des demandes successives pour avoir accès à ses enfants. Cette activité procédurale soutenue contraste avec celle qui était la sienne dans le cadre de la procédure devant le tribunal aux affaires familiales, au cours de laquelle la requérante n’était pas représentée par un avocat.", "α)  Conclusions", "118.  Nonobstant la marge d’appréciation dont bénéficiait l’État défendeur en l’espèce, la Cour ne considère pas que la mesure de placement en institution en vue de leur adoption, prononcée à l’encontre de sept de ses enfants, M., Y., I.R., L., M.S., A. et R., et exécutée par rapport aux six derniers, dans la mesure où elle privait la requérante de ses droits parentaux à l’égard de ses enfants et des contacts avec eux, entraînant la rupture du lien familial biologique, était pertinente et suffisante au regard du but légitime poursuivi et, par conséquent, nécessaire dans une société démocratique. Pour arriver à ce constat la Cour a eu particulièrement égard aux considérations susmentionnées, à savoir, l’absence de violence ou d’abus d’ordre physique (comparer R. et H. c. Royaume-Uni, no 35348/06, § 85, 31 mai 2011), sexuel ou psychique à l’encontre des enfants, l’existence de liens affectifs forts avec ces derniers, l’absence de réponse de la part des services sociaux à la détresse matérielle de la requérante, mère d’une famille nombreuse, exerçant presque seule son rôle parental. Elle note aussi que les juridictions n’ont pas dûment pris en considération les différences culturelles dans le cadre de la procédure en question et relève la pression exercée sur celle-ci en vue de sa soumission à une opération de stérilisation dans le cadre de la procédure de protection des mineurs.", "119.  Étant donné que l’intérêt de l’enfant commande que seules des circonstances tout à fait exceptionnelles puissent conduire à une rupture du lien familial, et que tout soit mis en œuvre pour maintenir les relations personnelles et, le cas échéant, le moment venu, « reconstituer » la famille (Gnahoré, précité, § 59), la Cour considère que les mesures adoptées par les juridictions de placement des enfants de la requérante en vue de leur adoption, la privant de ses droits parentaux, n’ont pas ménagé un juste équilibre entre les intérêts en jeu dans la procédure interne (R. et H., précité, § 72). Il n’apparaît pas, par ailleurs, que les juridictions aient envisagé d’autres mesures moins contraignantes, notamment l’accueil familial et l’accueil institutionnel, établis par l’article 35 § 1 e) et f) de la loi relative à la protection des enfants et des jeunes en danger (paragraphe 61 ci-dessus).", "120.  En conclusion, sur la base des considérations précédentes, la Cour estime qu’il y a eu violation de l’article 8 de la Convention à raison de la décision de placement en institution de M., Y., I.R., L., M.S., A. et R. en vue de leur adoption (paragraphes 104-107).", "121.  En outre, il y a eu violation de l’article 8 de la Convention du fait que la décision de placement des enfants dans une institution en vue de leur adoption a pris en compte le non-respect par la requérante de son engagement de se soumettre à une stérilisation par ligature des trompes (paragraphes 109-111).", "122.  La Cour estime aussi qu’il y a eu atteinte au droit de la requérante au respect de sa vie familiale du fait de l’interdiction de tout contact entre elle et ses enfants. Il y a donc eu violation de l’article 8 de la Convention à cet égard (paragraphes 112-114).", "123.  Enfin, il y a eu violation de l’article 8 de la Convention en raison du processus décisionnel ayant abouti au placement de ses enfants en institution en vue de leur adoption, lequel n’a pas été conduit de façon équitable vu l’absence d’implication effective de la requérante (paragraphes 115-117).", "III.  SUR L’APPLICATION DE L’ARTICLE 39 DU RÈGLEMENT DE LA COUR", "124.  La Cour rappelle que, conformément à l’article 44 § 2 de la Convention, le présent arrêt deviendra définitif : a)  lorsque les parties déclareront qu’elles ne demandent pas le renvoi de l’affaire devant la Grande Chambre ; ou b)  trois mois après la date de l’arrêt, si le renvoi de l’affaire devant la Grande Chambre n’a pas été demandé ; ou c)  lorsque le collège de la Grande Chambre rejettera la demande de renvoi formulée en application de l’article 43 de la Convention.", "125.  La Cour considère que les mesures qu’elle a indiquées au Gouvernement en application de l’article 39 de son règlement (paragraphes 53-56 ci-dessus) doivent demeurer en vigueur jusqu’à ce que le présent arrêt devienne définitif ou qu’elle rende une autre décision à cet égard. Une fois l’arrêt définitif, la requérante pourra, en cas de besoin et si elle le souhaite, formuler une nouvelle demande de mesures provisoires en vertu de l’article 39 du règlement de la Cour.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "A.  Dommage", "126.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "127.  La requérante réclame 150 000 euros (EUR) pour préjudice moral.", "128.  Le Gouvernement s’en remet à la sagesse de la Cour.", "129.  Compte tenu des circonstances de l’espèce et des quatre constats de violation de l’article 8 de la Convention figurant aux paragraphes 120, 121, 122 et 123, la Cour estime que la requérante a subi un préjudice moral certain. Eu égard à l’ensemble des éléments dont elle dispose et statuant en équité, comme le veut l’article 41 de la Convention, la Cour considère qu’il y a lieu d’octroyer à la requérante 15 000 EUR au titre du préjudice moral.", "130.  Eu égard aux circonstances particulières de la présente affaire et au besoin urgent de mettre fin à la violation du droit de la requérante au respect de sa vie familiale, la Cour invite les autorités internes à réexaminer, dans un bref délai, la situation de la requérante et de ses enfants M., Y., I.R., L., M.S., A. et R. à la lumière du présent jugement et à prendre les mesures appropriées dans l’intérêt supérieur des enfants (voir, mutatis mutandis, Bondavalli c. Italie, no 35532/12, §§ 83 et 91, 17 novembre 2015 ; et R.M.S., précité, § 101).", "B.  Frais et dépens", "131.  La requérante n’a pas formulé de demande pour les frais et dépens. La Cour estime qu’il n’y a donc pas lieu de lui octroyer de somme à ce titre.", "C.  Intérêts moratoires", "132.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Décide de continuer à indiquer au Gouvernement, en application de l’article 39 de son règlement, qu’il est souhaitable, dans l’intérêt du bon déroulement de la procédure, de prendre des mesures appropriées en vue de garantir le droit de visite de la requérante à ses enfants ayant fait l’objet d’un placement en institution en vue de leur adoption jusqu’à ce que le présent arrêt devienne définitif ou qu’elle rende une autre décision à cet égard ;", "", "3.  Dit qu’il y a eu violation de l’article 8 de la Convention à raison de la décision de placement en institution de M., Y., I.R., L., M.S., A. et R. en vue de leur adoption ;", "", "4.  Dit qu’il y a eu violation de l’article 8 de la Convention à raison du fait que la décision de placement des enfants dans une institution en vue de leur adoption a pris en compte le non-respect par la requérante de son engagement de se soumettre à une stérilisation par ligature des trompes ;", "", "5.  Dit qu’il y a eu violation de l’article 8 de la Convention à raison de l’interdiction de tout contact entre la requérante et ses enfants M., Y., I.R., L., M.S., A. et R. du 8 juin 2012 au 5 mars 2015 ;", "", "6.  Dit qu’il y a eu violation de l’article 8 de la Convention à raison de l’absence d’implication effective de la requérante dans le processus décisionnel ayant abouti au placement en institution de six de ses enfants en vue de leur adoption ;", "", "7.  Dit que les autorités internes devront réexaminer, dans un bref délai, la situation de la requérante et de ses enfants M., Y., I.R., L., M.S., A. et R. à la lumière du présent jugement et prendre les mesures appropriées dans l’intérêt supérieur des enfants ;", "", "8.  Dit", "", "a)  que l’État défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 15 000 EUR (quinze mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "9.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 16 février 2016, en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "\tFrançoise Elens-Passos\tAndrás Sajó\n\tGreffière\tPrésident", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée du juge A. Sajó.", "A.S. \nF.E.P.", "", "", "OPINION CONCORDANTE DU JUGE SAJÓ", "Je suis entièrement d’accord avec l’arrêt. J’estime qu’il est important de souligner que l’intérêt primordial de l’enfant est – sauf cas exceptionnel – d’être auprès de ses parents. La convention de 1989 relative aux droits de l’enfant prévoit, en son article 3 § 1, que, dans toutes les décisions qui concernent les enfants, qu’elles soient le fait des institutions publiques ou privées de protection sociale, des tribunaux, des autorités administratives ou des organes législatifs, l’intérêt supérieur de l’enfant doit être une considération primordiale. Une considération primordiale n’exclut pas l’existence d’autres considérations et, en présence d’un droit conventionnel, il faut s’efforcer d’harmoniser les différents intérêts. Cependant, il est important de souligner que l’intérêt supérieur de l’enfant n’est pas, en principe, opposé au droit fondamental des parents à vivre une vie familiale avec leurs enfants. La règle de l’intérêt supérieur de l’enfant ne peut être interprétée comme une règle excluant les droits fondamentaux des parents. On retrouve d’ailleurs cette considération à l’article 9 § 1 de la convention relative aux droits de l’enfant :", "« Les États parties veillent à ce que l’enfant ne soit pas séparé de ses parents contre leur gré, à moins que les autorités compétentes ne décident, [...] , que cette séparation est nécessaire dans l’intérêt supérieur de l’enfant. »", "De même, la Cour a reconnu qu’il est tout autant dans l’intérêt de l’enfant que dans celui de ses parents que les liens entre lui et sa famille soient maintenus, sauf dans les cas où celle-ci s’est montrée particulièrement indigne : briser ces liens revient à couper l’enfant de ses racines. Il en résulte que l’intérêt de l’enfant commande que seules des circonstances tout à fait exceptionnelles puissent conduire à une rupture du lien familial, et que tout soit mis en œuvre pour maintenir les relations personnelles et, le cas échéant, le moment venu, « reconstituer » la famille (Gnahoré c. France, no 40031/98, § 59, CEDH 2000IX).", "", "Selon les principes qui se dégagent de la jurisprudence de la Cour, là où l’existence d’un lien familial avec un enfant se trouve établie, l’État doit agir de manière à permettre à ce lien de se développer et accorder une protection juridique rendant possible l’intégration de l’enfant dans sa famille (voir, mutatis mutandis, Kroon et autres c. Pays-Bas, 27 octobre 1994, série A no 297-C, § 32, et Wagner et J.M.W.L. c. Luxembourg, no 76240/01, 28 juin 2007). Pour un parent et son enfant, être ensemble représente un élément fondamental de la vie familiale. Par ailleurs, pour que la Cour juge qu’une mesure portant ingérence dans l’exercice de droits protégés par la Convention est « nécessaire dans une société démocratique », il faut que les motifs invoqués pour justifier la mesure en question soient pertinents (et suffisants).", "", "", "Ainsi, les droits des parents doivent être pris en compte. L’intérêt supérieur de l’enfant entre en jeu quand les obligations inhérentes aux droits parentaux ne sont pas observées par le parent ou que celui-ci utilise ses droits de manière abusive. Les exigences de la Convention ne sont pas respectées si l’on ne tient pas compte de l’importance de la nécessité pour les parents et leurs enfants « d’être ensemble » (voir dans ce sens l’arrêt Gnahoré cité plus haut).", "", "À l’origine de la compréhension unilatérale et absolutiste de la notion de suprématie de l’intérêt de l’enfant se trouve la méconnaissance de la nécessité d’interpréter cette notion de manière harmonieuse avec les autres droits fondamentaux. L’absolutisme dans l’interprétation de l’intérêt de l’enfant peut facilement devenir source de formalisme administratif de la part des services de protection de l’enfance, formalisme qui à son tour a tôt fait de dégénérer sous couvert d’une prétendue bienveillance paternaliste de l’État. L’histoire de la maltraitance envers les enfants et de la discrimination est une histoire de services publics et privés fournis par des « sauveurs ». Afin d’éviter que cette histoire ne se répète, il est de la plus haute importance que les services de protection de l’enfance respectent pleinement les droits fondamentaux de tous, y compris celui des parents, même lorsque des personnes bienveillantes sont convaincues qu’elles ne font que servir au mieux l’intérêt des enfants.", ""]}