{"file": "FRE_HFJUD_46144_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "46144/99", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "", "", "AFFAIRE KAYSIN ET AUTRES c. UKRAINE", "", "(Requête no 46144/99)", "", "", "", "", "", "", "", "", "", "ARRÊT", "(Règlement amiable)", "", "", "", "", "STRASBOURG", "3 mai 2001", "", "", "", "", "En l’affaire Kaysin et autres c. Ukraine,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tMM. G. Ress, président,\n\t\tI. Cabral Barreto,\n\t\tV. Butkevych,\n\tMme\tN. Vajić\n\tMM.\tJ. Hedigan,\n\t\tM. Pellonpää,\n\tMme\tS. Botoucharova, juges,\net de \tM. \tV. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 10 avril 2001,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 46144/99) dirigée contre l’Ukraine et dont treize ressortissants de cet Etat, MM. Yuriy Petrovich Kaysin, Vladimir Alekseyevich Stepanov, Ivan Grigoriyevich Shabat, Ivan Stepanovich Luchin, Aleksey Ivanovich Shmakov, Roman Mikhaylovich Dzyadik, Andrey Askoldovich Labutin, Vladimir Mikhaylovich Resnenko, Anatoliy Sergeyevich Sidorenko, Bogdan Vasilyevich Gerus, Mikhail Yosipovich Gatala, Roman Mikhaylovich Bilan et Aleksandr Vasiliyevich Demchuk (« les requérants »), avaient saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 16 octobre 1998 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le gouvernement ukrainien (« le Gouvernement ») est représenté par son agent, Mme Lutkovska, du ministère de la Justice.", "3.  Les requérants alléguaient qu’ils étaient victimes d’une violation de l’article 6 § 1 de la Convention du fait de la non-exécution des jugements du tribunal de première instance de Tchervonograd leur reconnaissant le droit à une pension d’invalidité et ordonnant au combinat minier n° 2 « Tchervonogradska » de leur payer les sommes dues. ", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole n° 11 à la Convention (article 5 § 2 du Protocole n° 11).", "5.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1du règlement.", "6.  Le 27 janvier 2000, après avoir recueilli les observations des parties, la Cour a déclaré la requête recevable.", "7.  Par une lettre du 12 octobre 2000, le Gouvernement a indiqué à la Cour que les parties avaient conclu un accord, aux termes duquel il devait verser à chacun des requérants une somme correspondant à la totalité de sa pension d’invalidité et à des dommages-intérêts, à savoir :", "–  au premier requérant, la somme de 40 574,23 UAH (українські гривні), dont 23 000 UAH de dommages-intérêts ;", "–  au deuxième requérant, la somme de 18 604,94 UAH, dont 5 000 UAH de dommages-intérêts ;", "–  au troisième requérant, la somme de 17 765,71 UAH, dont 5 000 UAH de dommages-intérêts ;", "–  au quatrième requérant, la somme de 18 563,84 UAH, dont 5 000 UAH de dommages-intérêts ;", "–  au cinquième requérant, la somme de 19 785,78 UAH, dont 5 000 UAH de dommages-intérêts ;", "–  au sixième requérant, la somme de 26 956,48 UAH, dont 5 000 UAH de dommages-intérêts ;", "–  au septième requérant, la somme de 17 322,25 UAH, dont 5 000 UAH de dommages-intérêts ;", "–  au huitième requérant, la somme de 12 275 UAH, dont 5 000 UAH de dommages-intérêts ;", "–  au neuvième requérant, la somme de 21 288,35 UAH, dont 5 000 UAH de dommages-intérêts ;", "–  au dixième requérant, la somme de 25 117,88 UAH, dont 5 000 UAH de dommages-intérêts ;", "–  au onzième requérant, la somme de 61 310,18 UAH, dont 5 000 UAH de dommages-intérêts ;", "–  au douzième requérant, la somme de 82 359,09 UAH, dont \n5 000 UAH de dommages-intérêts ;", "–  au treizième requérant, la somme de 16 325,17 UAH, dont 5 000 UAH de dommages-intérêts.", "Par une lettre du 1er décembre 2000, le Gouvernement a informé la Cour que, le 26 octobre 2000, il avait versé sur les comptes des requérants, à la Banque d’épargne de l’Ukraine, la totalité des sommes en question, en règlement définitif des griefs que ceux-ci formulaient sur le terrain de la Convention, ainsi que des dommages-intérêts. Il a indiqué à la Cour que les requérants devaient retirer leur requête.", "8.  Par une lettre du 26 octobre 2000, les requérants ont informé la Cour qu’ils avaient reçu toutes les sommes leur étant dues conformément à l’accord conclu avec le Gouvernement le 11 octobre 2000, et qu’ils n’avaient plus de prétentions à l’encontre de l’Etat défendeur.", "9.  Par des lettres des 21 novembre 2000, 10 janvier et 4 février 2001, les requérants ont demandé à la Cour de ne pas rayer la requête du rôle et de statuer au fond compte tenu du fait que, selon eux, le calcul des pensions d’invalidité n’était pas conforme à la loi. ", "EN FAIT", "10.  Les requérants ont exercé leurs activités professionnelles dans le cadre du combinat minier n° 2 « Tchervonogradska » (une société anonyme dont une partie importante des actions appartient à l’Etat) pendant des dizaines d’années. Ils furent affectés par une maladie de caractère professionnel. Avec le temps, cette maladie causa une invalidité.", "11.  Du fait de l’absence de paiement par le combinat minier de leur pension d’invalidité, les requérants, les uns après les autres, saisirent le tribunal de première instance de Tchervonograd d’une demande dirigée contre le combinat minier n° 2 « Tchervonogradska » et tendant à ce que ce dernier leur verse le montant total de la pension d’invalidité de caractère professionnel, calculé conformément à une ordonnance du ministère de l’Industrie houillère de l’Ukraine du 4 mars 1996. ", "12.  Le tribunal de première instance de Tchervonograd statua par treize jugements, rendus les 3 juillet (un requérant), 24 novembre (dix requérants) et 9 décembre (deux requérants) 1997.", "13.  Le 24 novembre 1997, le tribunal ordonna au combinat minier de payer au premier requérant la somme de 4 691,85 UAH correspondant à sa pension d’invalidité pour la période du 1er août 1996 au 1er novembre 1997. Le tribunal fixa aussi à 539,45 UAH le montant mensuel de la pension à compter de novembre 1997.", "14.  Le 24 novembre 1997, le tribunal ordonna au combinat minier de payer au deuxième requérant la somme de 3 619,20 UAH correspondant à sa pension d’invalidité pour la période du 1er août 1996 au 1er novembre 1997. Le tribunal fixa aussi à 416,12 UAH le montant mensuel de la pension à compter de novembre 1997.", "15.  Le 24 novembre 1997, le tribunal ordonna au combinat minier de payer au troisième requérant la somme de 3 557,70 UAH correspondant à sa pension d’invalidité pour la période du 1er août 1996 au 1er novembre 1997. Le tribunal fixa aussi à 409,05 UAH le montant mensuel de la pension à compter de novembre 1997.", "16.  Le 24 novembre 1997, le tribunal ordonna au combinat minier de payer au quatrième requérant la somme de 3 621,30 UAH correspondant à sa pension d’invalidité pour la période du 1er août 1996 au 1er novembre 1997. Le tribunal fixa aussi à 416,36 UAH le montant mensuel de la pension à compter de novembre 1997.", "17.  Le 24 novembre 1997, le tribunal ordonna au combinat minier de payer au cinquième requérant la somme de 3 947,85 UAH correspondant à sa pension d’invalidité pour la période du 1er août 1996 au 1er novembre 1997. Le tribunal fixa aussi à 453,91 UAH le montant mensuel de la pension à compter de novembre 1997.", "18.  Le 24 novembre 1997, le tribunal ordonna au combinat minier de payer au sixième requérant la somme de 5 862,30 UAH correspondant à sa pension d’invalidité pour la période du 1er août 1996 au 1er novembre 1997. Le tribunal fixa aussi à 674,02 UAH le montant mensuel de la pension à compter de novembre 1997.", "19.  Le 24 novembre 1997, le tribunal ordonna au combinat minier de payer au septième requérant la somme de 4 021,50 UAH correspondant à sa pension d’invalidité pour la période du 1er août 1996 au 1er novembre 1997. Le tribunal fixa aussi à 426,76 UAH le montant mensuel de la pension à compter de novembre 1997.", "20.  Le 24 novembre 1997, le tribunal ordonna au combinat minier de payer au huitième requérant la somme de 1 997,10 UAH correspondant à sa pension d’invalidité pour la période du 1er août 1996 au 1er novembre 1997. Le tribunal fixa aussi à 229,62 UAH le montant mensuel de la pension à compter de novembre 1997.", "21.  Le 3 juillet 1997, le tribunal ordonna au combinat minier de payer au neuvième requérant la somme de 3 467,42 UAH correspondant à sa pension d’invalidité pour la période du 1er août 1996 au 1er juillet 1997. Le tribunal fixa aussi à 543,64 UAH le montant mensuel de la pension à compter de juillet 1997.", "22.  Le 24 novembre 1997, le tribunal ordonna au combinat minier de payer au dixième requérant la somme de 5 371,50 UAH correspondant à sa pension d’invalidité pour la période du 1er août 1996 au 1er novembre 1997. Le tribunal fixa aussi à 617,59 UAH le montant mensuel de la pension à compter de novembre 1997.", "23.  Le 9 décembre 1997, le tribunal ordonna au combinat minier de payer au onzième requérant la somme de 1 272,30 UAH correspondant à sa pension d’invalidité pour la période du 11 novembre 1996 au 1er avril 1997, ainsi que la somme de 44 474,50 UAH en tant que supplément. Le tribunal fixa aussi à 444,75 UAH le montant mensuel de la pension à compter d’avril 1997.", "24.  Le 9 décembre 1997, le tribunal ordonna au combinat minier de payer au douzième requérant la somme de 1 505,69 UAH correspondant à sa pension d’invalidité pour la période du 26 novembre 1996 au 1er avril 1997, ainsi que la somme de 61 255,70 UAH en tant que supplément. Le tribunal fixa aussi à 612,70 UAH le montant mensuel de la pension à compter d’avril 1997.", "25.  Le 24 novembre 1997, le tribunal ordonna au combinat minier de payer au treizième requérant la somme de 3 094,35 UAH correspondant à sa pension d’invalidité pour la période du 1er août 1996 au 1er novembre 1997. Le tribunal fixa aussi à 343,67 UAH le montant mensuel de la pension à compter de novembre 1997.", "26.  Le 27 février 1998, le tribunal de première instance de Tchervonograd fit parvenir au combinat minier n° 2 « Tchervonogradska » les ordres d’exécution (виконавчі листи) des jugements rendus.", "27.  Par une lettre du 11 septembre 1998, le président du tribunal de première instance de Tchervonograd informa les requérants que les jugements rendus restaient inexécutés à cause de l’absence de régularité dans le remboursement, par le département régional du Trésor public, des dépenses courantes du combinat.", "28.  Par une lettre du 28 janvier 1999, le président du tribunal de première instance de Tchervonograd somma le combinat d’exécuter les jugements rendus.", "29.  Par un arrêté du 8 octobre 1999, le premier adjoint du président de la Cour suprême de l’Ukraine suspendit la procédure d’exécution du jugement du 24 novembre 1997 rendu en faveur du premier requérant.", "30.  Par des lettres du 14 octobre 1999, le département du ministère de la Justice (управління юстиції) dans la région de Lvov informa l’adjoint du ministre de la Justice de la suspension, par l’arrêté du 8 octobre 1999, de la procédure d’exécution des jugements rendus en faveur des deuxième, troisième, quatrième, huitième, dixième et onzième requérants.", "31.  Par une lettre du 25 octobre 1999, la Cour suprême de l’Ukraine informa la direction du combinat que l’arrêté du 8 octobre 1999 ne visait que la suspension de la procédure d’exécution du jugement du 24 novembre 1997, rendu en faveur du premier requérant.", "32.  Les 22 décembre 1999 et 14 janvier 2000, à la demande de l’adjoint du président de la Cour suprême de l’Ukraine, tous les jugements en question furent annulés pour inobservation de la législation, et les affaires furent renvoyées devant le tribunal de première instance.", "33.  Par treize jugements du 26 octobre 2000, le tribunal de première instance de Tchervonograd, après avoir pris acte de l’accord conclu entre les requérants et le Gouvernement, constata l’absence de prétentions des requérants à l’encontre du combinat minier n° 2 « Tchervonogradska » et prononça la clôture des procédures y relatives.", "EN DROIT", "34.  La Cour prend acte du règlement amiable intervenu entre les parties, dont les termes sont exposés aux paragraphes 7 et 8 ci-dessus (article 39 de la Convention). Elle constate que, conformément à l’accord conclu, le Gouvernement a payé les montants réclamés par les requérants qui les ont acceptés. La Cour estime, en conséquence, que l’affaire est résolue au sens de l’article 37 § 1 b) de la Convention. Elle est assurée que ledit règlement s’inspire du respect des droits de l’homme tels que les reconnaissent la Convention ou ses Protocoles (articles 37 § 1 in fine de la Convention et 62 § 3 du règlement).", "35.  Le fait que, ultérieurement, par des lettres des 21 novembre 2000, 10 janvier et 4 février 2001, les requérants sont revenus sur leur décision et ont demandé à la Cour de ne pas rayer l’affaire du rôle et de statuer au fond, n’est pas de nature à rendre caduc l’accord conclu entre les parties, dans le cas d’espèce. La Cour ne saurait donc poursuivre l’examen de la requête.", "36.  Partant, il convient de rayer l’affaire du rôle.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "Décide de rayer l’affaire du rôle.", "Fait en français, puis communiqué par écrit le 3 mai 2001 en application de l’article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tGeorg Ress\n\tGreffier\tPrésident"]}