{"file": "FRE_HFJUD_25632_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25632/02", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE STERE ET AUTRES c. ROUMANIE", "", "", "(Requête no 25632/02)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "23 février 2006", "", "", "", "DÉFINITIF", "", "23/05/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Stere et autres c. Roumanie,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tB.M. Zupančič, président,\n\t\tJ. Hedigan,\n\t\tL. Caflisch,\n\t\tC. Bîrsan,\n\tMmes\tA. Gyulumyan,\n\t\tR. Jaeger,\n\tM.\tE. Myjer, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 2 février 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 25632/02) dirigée contre la Roumanie et dont trois ressortissants de cet Etat, MM. Mihail Stere, Romeo Stoica et Emil Marin Enache (« les requérants »), ont saisi la Cour le 21 juin 2002 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants, qui ont été admis au bénéfice de l’assistance judiciaire, ont été représentés par Me Adnana Călugăr, avocate à Alba Iulia. Le gouvernement roumain (« le Gouvernement ») a été représenté par son agente, Mme R. Rizoiu, puis par Mme B. Rămăşcanu, du ministère des Affaires étrangères.", "3.  Le 14 décembre 2004, la Cour (troisième section) a décidé de communiquer la requête au Gouvernement. Se prévalant de l’article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  Les requérants sont nés respectivement en 1960, 1956 et 1948, et résident à Alba Iulia.", "5.  Dans le cadre de la restructuration de l’armée, entamée dès 1995, plusieurs mesures législatives furent adoptées pour encourager les militaires de carrière à demander leur affectation à l’armée de réserve et, par conséquent, à prendre une retraite anticipée.", "6.  En sus de la pension de retraite, l’article 7 de l’ordonnance du gouvernement no 7 du 26 janvier 1998 (« l’ordonnance no 7/1998 ») octroyait aux intéressés une « allocation compensatoire » exonérée d’impôt et calculée sur la base de la solde mensuelle brute. L’article 31 § 1 de la loi no 138 du 20 juillet 1999 (« la loi no 138/1999 ») leur donnait également droit à une « allocation de soutien » exonérée d’impôt et calculée elle aussi en fonction de la solde mensuelle brute. Le mode de calcul de ces allocations fut modifié par l’ordonnance d’urgence du gouvernement no 136 du 14 septembre 2000 (« l’ordonnance no 136/2000), qui établit comme base de calcul le montant de la solde mensuelle nette.", "7.  A leur demande, les requérants furent affectés à l’armée de réserve et mis en retraite anticipée (le 31 mars 2000 pour le premier et le troisième, et le 31 mai 2000 pour le deuxième), et se virent accorder le droit à pension et les allocations susmentionnées. Or, au moment du versement de ces sommes, le ministère de la Défense en déduisit le montant de l’impôt sur le revenu, calculé selon les dispositions de l’ordonnance no 73 du 27 août 1999 relative à l’impôt sur le revenu (« l’ordonnance no 73/1999 »), privant ainsi le premier requérant de 85 804 572 lei roumains (ROL), le deuxième de 77 945 656 ROL et le troisième de 59 605 499 ROL.", "8.  Par une action dirigée contre le ministère de la Défense, les requérants demandèrent le remboursement de ces sommes, qu’ils estimaient avoir été retenues à tort dès lors que l’ordonnance no 7/1998 et la loi no 138/1999 exonéraient ces allocations de l’impôt. Le ministère contesta cette demande en arguant que l’imposition en question était conforme à l’ordonnance no 73/1999.", "9.  Par un jugement du 11 janvier 2001, le tribunal de première instance d’Alba Iulia accueillit l’action des requérants et condamna le ministère à rembourser les sommes retenues à titre d’impôt. Le tribunal estima qu’à la date de leur départ à la retraite, bien avant l’entrée en vigueur de l’ordonnance d’urgence no 136/2000, les requérants avaient acquis le droit de percevoir des allocations exonérées d’impôt et calculées sur la base de leur solde mensuelle brute. En outre, le tribunal observa que l’article 5 de l’ordonnance no 73/1999 précisait que les allocations de soutien étaient également exonérées d’impôt.", "10.  Le ministère de la Défense forma un recours, en soutenant que l’exonération d’impôt concernant l’allocation compensatoire prévue par l’article 7 de l’ordonnance no 7/1998 avait été expressément abrogée par l’article 86 de l’ordonnance no 73/1999, lequel avait également supprimé, de manière implicite, l’exonération concernant l’allocation de soutien prévue par l’article 31 § 1 de la loi no 138/1999.", "11.  Par une décision définitive du 27 mars 2001, le tribunal départemental d’Alba confirma le bien-fondé du jugement de première instance, exposant ses motifs comme suit :", "« A supposer, même sans raison, que les dispositions de l’article 7 de l’ordonnance no 7/1998 aient été abrogées, celles de l’article 31 § 1 de la loi no 138/1999 – qui prévoient également l’exonération d’impôt et le calcul [de l’allocation] sur la base de la solde mensuelle brute – subsistent en tant que fondement juridique. Le ministère soutient que ce dernier article a été abrogé implicitement, mais ce point de vue n’est nullement justifié, car l’ordonnance no 73/1999 est postérieure à la loi no 138/1999 et si le législateur avait voulu abroger l’article en question rien ne l’aurait empêché de le préciser expressément, ainsi qu’il l’a fait pour d’autres actes législatifs mentionnés à l’article 86 de l’ordonnance no 73/1999. (...) En tout état de cause, une ordonnance du gouvernement, acte normatif inférieur à la loi, ne peut pas abroger une loi.", "En outre, le ministère soutient à tort que l’ordonnance no 73/1999 représente la lex specialis par rapport à l’ordonnance no 7/1998 et à la loi no 138/1999. En fait, l’ordonnance no 73/1999 constitue la réglementation-cadre concernant l’imposition et, par rapport aux deux actes susmentionnés, qui établissent des droits en matière d’imposition pour une catégorie spéciale d’employés, elle constitue le droit commun auquel les dispositions spéciales de ces deux actes dérogent.", "Par ailleurs, l’article 6 de l’ordonnance no 73/1999 indique que les allocations de soutien et les allocations compensatoires du type de celles qui font l’objet du litige sont exonérées de l’impôt sur le revenu, ce qui montre que l’intention du législateur n’était pas de les rendre imposables.", "Les dispositions de l’ordonnance no 136/2000 précisant que l’allocation est calculée en fonction de la solde nette ne s’appliquent pas au cas des requérants, lesquels sont partis à la retraite avant l’entrée en vigueur de l’ordonnance en question, qui ne peut produire d’effets rétroactifs (...) L’éventuelle discrimination [entre, d’une part, les militaires qui sont partis à la retraite après l’entrée en vigueur de l’ordonnance no 136/2000 et dont les allocations ont été calculées en fonction de leur solde nette, et, d’autre part, ceux qui ont pris leur retraite avant cette date et se sont vu octroyer des allocations basées sur leur solde brute] est une question qui n’est pas laissée au pouvoir discrétionnaire de l’employeur ou des juridictions mais qui relève du législateur, lequel devait lors du processus législatif en tenir compte de manière à trouver une solution adéquate, par le biais d’une réglementation précise et spécifique. Dès lors, ni l’employeur ni le tribunal ne peuvent se substituer au législateur en uniformisant des dispositions différentes qui sont entrées en vigueur à des dates différentes mais concernent des situations similaires, pourtant nées, modifiées et éteintes sous l’empire de lois différentes. »", "12.  Le tribunal estima également que les deux allocations litigieuses ne pouvaient être qualifiées de « salaire » ou de « revenu assimilé au salaire », au sens des articles 22 et 23 de l’ordonnance no 73/1999, d’autant qu’elles ne figuraient pas parmi les revenus imposables mentionnés à l’article 4 de cette ordonnance.", "Enfin, le tribunal fit état de la pratique des tribunaux dans des litiges similaires, pratique qui était favorable aux demandes des anciens militaires.", "13.  Le jugement du 11 janvier 2001 étant passé en force de chose jugée et ayant été revêtu de la formule exécutoire, les requérants encaissèrent, à une date non précisée, les sommes qui avaient fait l’objet du litige.", "14.  Le 11 septembre 2001, le procureur général de Roumanie forma devant la Cour suprême de justice un recours en annulation contre le jugement du tribunal de première instance d’Alba Iulia du 11 janvier 2001 et la décision du tribunal départemental d’Alba du 27 mars 2001.", "15.  Il estimait qu’en interprétant la législation interne les deux tribunaux avaient commis de graves erreurs de droit ayant débouché sur une mauvaise résolution du litige. Il argua que l’article 86 de l’ordonnance no 73/1999 avait abrogé les dispositions des articles 7 de l’ordonnance no 7/1998 et 31 de la loi no 138/1999, et ajouta qu’en vertu des articles 4 et 23 de l’ordonnance no 73/1999 les allocations et les autres droits dont les militaires avaient bénéficié étaient assimilés aux salaires et étaient dès lors assujettis à l’imposition prévue par cette ordonnance.", "16.  Les requérants demandèrent le rejet du recours en annulation, en contestant l’argumentation du procureur général quant à l’abrogation des articles susmentionnés et à l’assimilation des allocations à des salaires. Ils arguèrent qu’en tout état de cause et à supposer que les allocations pussent être assimilées à des salaires, elles n’auraient pas dû être soumises à l’impôt, l’article 6 f) de l’ordonnance no 73/1999 exonérant d’impôt les allocations calculées sur la base de la solde mensuelle nette. Or, selon l’article 24 § 2 de cette ordonnance, le revenu net n’était pas le revenu brut après déduction de l’impôt, mais le revenu brut moins les cotisations sociales. Dès lors, ils estimaient que c’était à tort que le ministère de la Défense avait assujetti leurs allocations à l’impôt.", "17.  Par un arrêt du 30 janvier 2002, la Cour suprême de justice accueillit le recours en annulation, cassa les décisions critiquées et ordonna le remboursement des sommes que le ministère de la Défense avait versées aux requérants en vertu de ces décisions. Le passage pertinent de l’arrêt est ainsi rédigé :", "« Bien que l’article 31 de la loi no 138/1999 prévoie qu’au moment de l’affectation à l’armée de réserve les militaires bénéficient d’une allocation de soutien exonérée d’impôt et calculée sur la base de leur solde mensuelle brute, ce texte doit être lu à la lumière des dispositions de l’article 5 de l’ordonnance du gouvernement no 73/1999 et de l’arrêté du gouvernement [no 1066 du 29 décembre 1999 – « no 1066/1999 »]  qui, tout en exonérant de l’impôt les revenus tirés des allocations de soutien, précisent quels revenus font partie de cette catégorie, excluant ceux à caractère salarial.", "Or, compte tenu du fait que la loi no 138/1999 porte précisément sur les salaires et les droits liés au statut de salarié du ministère de la Défense, il est évident que l’octroi d’une allocation de soutien en vertu de l’article 31 de la loi précitée découle du statut de salarié et que pareille allocation est par conséquent soumise à l’imposition, conformément à l’ordonnance no 73/1999.", "Cette conclusion est confirmée par l’arrêté du gouvernement no 1066/1999 qui, faisant référence à l’article 5 de l’ordonnance no 73/1999, précise quels sont les revenus non imposables, parmi lesquels les allocations de soutien. Il ressort de l’énumération faite par ce texte que les allocations de soutien visées par l’ordonnance no 73/1999 sont uniquement celles qui ont un caractère spécial, comme par exemple les allocations de soutien pour les épouses des appelés, les allocations sociales, l’aide d’urgence octroyée par le gouvernement ou les maires en cas de nécessité, les allocations pour obsèques, etc.", "Le texte susmentionné ne fait aucune référence aux allocations de soutien octroyées aux militaires lors de leur affectation à l’armée de réserve et calculées sur la base de leur solde mensuelle brute.", "En conséquence, ces allocations ayant un caractère salarial et étant calculées sur la base de la solde mensuelle brute, elles sont soumises à l’impôt, comme tout revenu brut.", "En outre, l’article 86 de l’ordonnance no 73/1999 prévoit expressément que toute disposition contraire à cette ordonnance est abrogée, ce qui confirme encore une fois l’intention du législateur d’assujettir ces revenus à l’impôt.", "En ce qui concerne les allocations compensatoires octroyées aux requérants en vertu de l’article 7 de l’ordonnance no 7/1998, exonérées d’impôt et calculées elles aussi en fonction de la solde mensuelle brute, il convient de relever que l’article 86 de l’ordonnance no 73/1999 abroge expressément les dispositions susmentionnées quant à l’exonération d’impôt de ces revenus. Dès lors, les requérants sont également redevables de l’impôt sur ces revenus.", "En outre, il faut souligner que l’article 6 f) de l’ordonnance no 73/1999 n’exonère de l’impôt sur le revenu que les allocations compensatoires et de soutien calculées sur la base de la solde mensuelle nette. Or les allocations compensatoires et de soutien octroyées aux requérants ont été calculées en fonction de leur solde mensuelle brute ; il s’ensuit là encore que ces revenus étaient imposables. »", "18.  Les autorités n’ayant introduit aucune demande d’exécution forcée de l’arrêt de la Cour suprême de justice, les requérants n’ont pas, à ce jour, remboursé les sommes litigieuses.", "II.  LE DROIT INTERNE PERTINENT", "A.  Code de procédure civile", "19.  L’article 330 du code de procédure civile disposait :", "« Le procureur général peut, soit d’office soit à la demande du ministre de la Justice, former devant la Cour suprême de justice un recours en annulation contre une décision définitive et irrévocable, pour les motifs suivants :", "1.  lorsque les tribunaux ont outrepassé leurs compétences,", "2.  lorsque la décision objet du recours en annulation a gravement enfreint la loi, débouchant sur une solution erronée sur le fond de l’affaire, ou lorsque cette décision est manifestement mal fondée. »", "Cet article a été abrogé par l’ordonnance d’urgence du gouvernement no 58 du 25 juin 2003.", "B.  Ordonnance du gouvernement no 7 du 26 janvier 1998 sur certaines mesures de protection sociale en faveur des militaires et des fonctionnaires civils pendant la période de restructuration de l’armée", "20.  Les dispositions pertinentes se lisent ainsi :", "Article 6", "« Pendant la période de restructuration de l’armée, les officiers, les sous-officiers et les instructeurs [ayant accompli au moins vingt ans de service] peuvent demander avant l’âge légal leur affectation à l’armée de réserve avec droit à pension militaire (...) »", "Article 7", "« Les militaires faisant l’objet d’une affectation à l’armée de réserve avec droit à pension (...) bénéficient, pour leur service dans l’armée, de l’indemnisation prévue par les dispositions légales concernant la rémunération des militaires. Par ailleurs, pour chaque année de service qu’il leur reste à accomplir jusqu’à l’âge de cinquante-cinq ans, ils ont droit à une allocation compensatoire exonérée d’impôt, dont le montant correspond au double de celui de leur dernière solde mensuelle brute. »", "Article 8", "« Les militaires ayant accompli moins de vingt ans de service peuvent demander leur affectation à l’armée de réserve, ou peuvent y être affectés d’office (...), et bénéficier d’une allocation compensatoire exonérée d’impôt, calculée en fonction de leur ancienneté et de leur dernière solde mensuelle brute. »", "C.  Loi no 138 du 20 juillet 1999 sur la rémunération et les autres droits des militaires et des fonctionnaires civils de l’armée", "21.  L’article 31 de la loi no 138 dispose :", "« Les militaires bénéficient, lors de leur affectation à l’armée de réserve avec droit à pension (...), d’une allocation de soutien exonérée d’impôt, calculée en fonction de leur ancienneté (...) et de leur dernière solde mensuelle brute (...)", "Les militaires faisant l’objet avant l’âge légal d’une affectation à l’armée de réserve avec droit à pension bénéficient également, pour chaque année de service qu’il leur reste à accomplir jusqu’à l’âge légal, d’une allocation de soutien exonérée d’impôt, dont le montant correspond au double de celui de leur solde mensuelle brute.", "Les dispositions du deuxième alinéa ne s’appliquent pas aux militaires qui bénéficient de l’allocation compensatoire prévue par l’ordonnance no 7/1998. »", "D.  Ordonnance du gouvernement no 73 du 27 août 1999 relative à l’impôt sur le revenu (entrée en vigueur le 1er janvier 2000)", "22.  Les dispositions pertinentes se lisent ainsi :", "Article 4", "« Relèvent de la catégorie des revenus imposables les revenus tirés d’activités indépendantes et de la location de biens, les salaires, les intérêts et les dividendes, ainsi que les autres revenus. »", "Article 5", "« Ne constituent pas des revenus imposables et ne sont pas soumis à l’imposition :", "a)  les allocations de soutien, les indemnités, ainsi que d’autres formes d’aide à caractère spécial, provenant du budget de l’Etat, de la caisse d’assurances sociales, de fonds spéciaux, de collectivités locales, ainsi que d’autres fonds publics, ou de tiers (...) »", "Article 6 f)", "« Sont considérés comme des revenus exonérés d’impôt : (...) les sommes constituant des allocations compensatoires calculées sur la base de la solde mensuelle nette et octroyées aux militaires affectés à l’armée de réserve dans le cadre de la restructuration de l’armée, ainsi que les allocations de soutien, calculées sur la base de la solde mensuelle nette et octroyées aux militaires faisant l’objet d’une affectation à l’armée de réserve avec ou sans droit à pension. »", "Article 22", "« Est considéré comme un salaire tout revenu pécuniaire ou en nature obtenu par une personne physique qui exerce une activité en vertu d’un contrat de travail, quels que soient la durée du contrat, l’appellation des revenus ou leur mode de versement (...) »", "Article 23 b)", "« Aux fins du calcul de l’impôt, sont assimilés aux salaires les soldes mensuelles, les allocations, les primes, les bonifications, ainsi que d’autres droits légaux du personnel de l’armée. »", "Article 24 § 2", "« Le montant net du revenu salarial imposable correspond au montant brut du revenu salarial, moins (...) :", "a)  les cotisations légales pour la pension complémentaire, la protection sociale des chômeurs et l’assurance maladie ;", "b)  un abattement de 15 % au titre des frais professionnels (...) »", "Article 86", "« A la date de l’entrée en vigueur de la présente ordonnance, sont abrogées (...) les dispositions sur l’exonération d’impôt concernant les allocations compensatoires visées par les articles 7 et 8 § 1 de l’ordonnance no 7/1998 (...), ainsi que toute autre disposition contraire. »", "E.  Arrêté du gouvernement no 1066 du 29 décembre 1999 (publié au Journal officiel le 5 janvier 2000) sur l’application de l’ordonnance no 73/1999", "23.  L’arrêté en question dispose :", "« Relèvent de la catégorie des revenus exonérés d’impôt [au sens de l’article 5 a) de l’ordonnance no 73/1999] : (...) les allocations de soutien pour les épouses des appelés, les allocations sociales, l’aide d’urgence octroyée par le gouvernement ou les maires en cas de nécessité, les allocations de chômage, les allocations pour la réinsertion professionnelle, les allocations pour obsèques, les aides à caractère humanitaire, médical ou social (...) »", "F.  Ordonnance d’urgence du gouvernement no 136 du 14 septembre 2000 sur le mode de calcul des allocations compensatoires et de soutien octroyées aux militaires", "24.  Les dispositions pertinentes se lisent ainsi :", "Article 1", "« Le montant de l’allocation compensatoire prévue par les articles 7, 8 et 11 de l’ordonnance no 7/1998 (...) et celui de l’allocation de soutien prévue par les articles 31 et 32 § 1 de la loi no 138/1999 sont calculés sur la base de la solde mensuelle nette. »", "Article 2", "« Le montant de la solde mensuelle nette correspond au montant de la solde mensuelle brute du dernier mois d’activité, moins le montant de l’impôt mensuel légal.", "  Le montant de l’impôt mensuel est celui prévu par l’ordonnance no 73/1999 relative à l’impôt sur le revenu. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "25.  Les requérants se plaignent d’un manque d’indépendance et d’impartialité de la Cour suprême de justice et allèguent que le recours en annulation formé par le procureur général a été accueilli en raison de la pression exercée par les ministères des Finances et de la Défense. Ils invoquent l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial (...) »", "26.  Le Gouvernement excipe de l’inapplicabilité de l’article 6 à la procédure litigieuse en ce que celle-ci revêtait un caractère fiscal (Ferrazzini c. Italie [GC], no 44759/98, §§ 21-30, CEDH 2001VII).", "27.  Les requérants n’ont pas soumis d’observations sur ce point.", "28.  La Cour rappelle que le contentieux fiscal échappe au champ des droits et obligations de caractère civil, en dépit des effets patrimoniaux qu’il a nécessairement quant à la situation des contribuables (Ferrazzini, précité, §§ 29-31).", "29.  En l’espèce, la Cour constate que, bien que le litige ait été porté devant les juridictions civiles, il concernait l’assujettissement à l’impôt sur le revenu des allocations octroyées aux requérants. Il s’agissait donc de dettes fiscales contestées par les requérants.", "30.  Ainsi, vu les circonstances de l’espèce, la Cour estime que l’objet du litige relevait principalement du droit public, plus particulièrement du contentieux fiscal (voir, mutatis mutandis, Cabinet Diot et S.A. Gras Savoye c. France (déc.), nos 49217/99 et 49218/99, 3 septembre 2002).", "31.  Par ailleurs, la Cour ne distingue dans la procédure en cause aucune « coloration pénale » (voir, a contrario, Bendenoun c. France, arrêt du 24 février 1994, série A no 284, p. 20, § 47).", "32.  Partant, l’article 6 § 1 de la Convention ne trouve pas à s’appliquer en l’espèce.", "33.  Il s’ensuit que cette partie de la requête est incompatible ratione materiae avec les dispositions de la Convention au sens de l’article 35 § 3 et doit être rejetée en application de l’article 35 § 4.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "34.  Les requérants se plaignent d’une atteinte à leur droit au respect de leurs biens, en raison de l’obligation de restituer les sommes encaissées en vertu d’une décision passée en force de chose jugée. Ils invoquent l’article 1 du Protocole no 1, qui est ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "A.  Sur la recevabilité", "35.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève également qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "36.  Le Gouvernement reconnaît qu’en vertu de la décision définitive du du tribunal départemental d’Alba du 27 mars 2001 les requérants bénéficiaient d’une créance vis-à-vis de l’Etat et que l’annulation de celle-ci par la Cour suprême de justice constitue une ingérence dans leur droit au respect de leurs biens.", "37.  Il estime que cette ingérence correspond à la réglementation de l’usage des biens pour assurer le paiement des impôts, qu’elle relève donc du second alinéa de l’article 1 du Protocole no 1 et qu’elle est compatible avec cet article dès lors qu’elle est légale et proportionnée au but légitime visé.", "38.  S’agissant du respect du principe de légalité, le Gouvernement considère que l’ingérence se fonde sur les dispositions de l’ordonnance du gouvernement no 73/1999, telles qu’elles ont été interprétées par la Cour suprême de justice dans l’exercice de son pouvoir d’appréciation et d’application du droit interne.", "39.  Concernant le « juste équilibre » à ménager entre les exigences de l’intérêt général et la sauvegarde des droits fondamentaux des requérants, le Gouvernement allègue que l’obligation de payer rétroactivement un impôt en vertu d’une décision de justice équivaut à l’application rétroactive d’une loi fiscale, qui n’est pas interdite en tant que telle par l’article 1 du Protocole no 1 (voir, mutatis mutandis, Di Belmonte (no 2) c. Italie (déc.), no 72665/01, 3 juin 2004, et M.A. et autres c. Finlande (déc.), no 27793/95, 10 juin 2003).", "40.  Le Gouvernement considère également que l’obligation de payer un impôt correspondant à environ 40 % du montant des allocations ne constitue pas, dans les circonstances de l’espèce, une charge excessive pour les requérants. A cet égard, il fait valoir que ces allocations ne représentaient ni un mode de rémunération du travail des requérants ni un droit découlant du régime d’assurance sociale, mais une aide gracieuse de l’Etat visant à inciter les militaires à prendre une retraite anticipée et à faciliter leur retour à la vie civile.", "41.  Les requérants affirment que la Cour suprême de justice a donné une interprétation erronée des dispositions de l’ordonnance no 73/1999 et que dès lors l’imposition de leurs allocations n’avait pas de base légale. Ils maintiennent qu’ils ont été privés de leurs droits de créance, acquis de façon légale et définitive.", "42.  La Cour note tout d’abord qu’il n’est pas contesté qu’en vertu de la décision définitive du 27 mars 2001 les requérants avaient vis-à-vis de l’Etat une créance suffisamment établie pour être exigible. Le ministère de la Défense leur a d’ailleurs versé les sommes en question, dont ils ont pu jouir en toute tranquillité jusqu’à l’arrêt de la Cour suprême de justice du 30 janvier 2002, qui a ordonné leur remboursement. Cet arrêt a donc constitué une ingérence dans l’exercice par les requérants de leur droit de créance et, partant, dans leur droit au respect de leurs biens.", "43.  Concernant la règle applicable sous l’angle de l’article 1 du Protocole no 1, la Cour rappelle que cet article contient trois normes distinctes : la première, qui s’exprime dans la première phrase du premier alinéa et revêt un caractère général, énonce le principe du respect de la propriété ; la deuxième, figurant dans la seconde phrase du même alinéa, vise la privation de propriété et la subordonne à certaines conditions ; quant à la troisième, consignée dans le second alinéa, elle reconnaît aux Etats contractants le pouvoir de réglementer l’usage des biens, conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes.", "44.  La Cour constate que les requérants se plaignent de la privation de leurs droits de créance, au sens de la seconde phrase du premier alinéa de l’article 1. Il est vrai qu’une ingérence dans l’exercice de droits de créance sur l’Etat peut s’analyser en une telle privation de propriété (Pressos Compania Naviera S.A. et autres c. Belgique, arrêt du 20 novembre 1995, série A no 332, p. 22, § 34). Toutefois, s’agissant d’un impôt à acquitter, la démarche la plus naturelle consiste à examiner les griefs du point de vue d’une réglementation de l’usage des biens dans l’intérêt général « pour assurer le paiement des impôts », laquelle relève de la règle énoncée au second alinéa de l’article 1 (National & Provincial Building Society, Leeds Permanent Building Society et Yorkshire Building Society c. Royaume-Uni, arrêt du 23 octobre 1997, Recueil des arrêts et décisions 1997VII, p. 2353, § 79).", "45.  Cependant, les trois règles susmentionnées ne sont pas « distinctes » en ce sens qu’elles seraient sans lien entre elles : la deuxième et la troisième concernent des cas particuliers d’atteinte au droit au respect des biens et doivent dès lors s’interpréter à la lumière du principe général énoncé dans la première règle (voir, parmi beaucoup d’autres, Gasus Dosier – und Fördertechnik GmbH c. Pays-Bas, arrêt du 23 février 1995, série A no 306 B, pp. 46-47, § 55).", "46.  La Cour rappelle que l’article 1 du Protocole no 1 exige, avant tout et surtout, qu’une ingérence de l’autorité publique dans la jouissance du droit au respect des biens soit légale. Le second alinéa reconnaît aux Etats le droit de réglementer l’usage des biens en mettant en vigueur des « lois ». Dans l’exercice de son pouvoir de contrôle, la Cour jouit d’une compétence, quoique limitée, pour vérifier le respect du droit interne (voir, par exemple, Håkansson et Sturesson c. Suède, arrêt du 21 février 1990, série A no 171-A, p. 16, § 47).", "47.  En l’espèce, elle constate que les positions des parties sont divergentes. Le Gouvernement estime que les dispositions de l’ordonnance no 73/1999, telles qu’interprétées par la Cour suprême de justice, constituaient la base légale de l’ingérence. Les requérants allèguent quant à eux que l’interprétation donnée par la juridiction suprême était erronée.", "48.  La Cour observe que les requérants ont présenté des arguments identiques à ceux formulés devant la Cour suprême de justice, qui les a écartés dans son arrêt du 30 janvier 2002. Sur ce point, la Cour relève qu’il appartient au premier chef aux autorités internes, notamment les cours et tribunaux, d’interpréter et d’appliquer le droit interne (voir, mutatis mutandis, García Ruiz c. Espagne [GC], no 30544/96, § 28, CEDH 1999-I).", "49.  Vu l’arrêt de la Cour suprême de justice susmentionné, ayant conclu à l’abrogation des dispositions des articles 31 de la loi no 138/1999 et 7 de l’ordonnance no 7/1998, concernant l’exonération d’imposition des allocations en question, la Cour estime que l’ingérence était prévue par la loi – en l’occurrence l’ordonnance no 73/1999 –, comme le veut l’article 1 du Protocole no 1.", "50.  La Cour doit également rechercher si un « juste équilibre » a été maintenu entre les exigences de l’intérêt général et les impératifs de la sauvegarde des droits fondamentaux de l’individu. Le souci de réaliser cet équilibre se reflète dans la structure de l’article 1 tout entier, y compris dans son second alinéa ; dès lors, il doit y avoir un rapport raisonnable de proportionnalité entre les moyens employés et le but poursuivi (voir l’arrêt Building Societies précité, § 80).", "51.  Par ailleurs, pour déterminer si cette exigence se trouve remplie, il est reconnu qu’un Etat contractant, spécialement quand il élabore et met en œuvre une politique en matière fiscale, jouit d’une ample marge d’appréciation (voir, parmi beaucoup d’autres, Gasus Dosier, précité, § 60).", "52.  Cela étant, la Cour note que, dans la présente affaire, les requérants ont été condamnés à rembourser des créances encaissées en toute légalité en vertu d’une décision définitive et passée en force de chose jugée.", "53.  A cet égard, il convient de rappeler que la prééminence du droit, l’un des principes fondamentaux d’une société démocratique, est inhérente à l’ensemble des articles de la Convention (Broniowski c. Pologne [GC], no 31443/96, § 147, CEDH 2004V). Elle présuppose le respect du principe de la sécurité des rapports juridiques, et notamment des décisions de justice passées en force de chose jugée. Aucune partie n’est habilitée à solliciter la supervision d’un jugement définitif et exécutoire à la seule fin d’obtenir un réexamen de l’affaire et une nouvelle décision à son sujet (voir, par exemple, Sovtransavto Holding c. Ukraine, no 48553/99, § 72, CEDH 2002VII, et Riabykh c. Russie, no 52854/99, § 52, CEDH 2003IX). S’il n’en était pas ainsi, la remise en cause de décisions définitives engendrerait un climat général d’insécurité juridique, diminuant la confiance du public dans le système judiciaire et par conséquent dans l’Etat de droit.", "54.  Certes, l’application rétroactive d’une loi fiscale n’est pas interdite en tant que telle par l’article 1 du Protocole no 1 (voir Di Belmonte (no 2) et M.A. et autres, précités). Toutefois, la Cour relève qu’en l’espèce il ne s’agit pas de l’application rétroactive d’une loi fiscale, mais de l’annulation d’une décision définitive passée en force de chose jugée qui avait établi en faveur des requérants des créances sur l’Etat.", "55.  Eu égard au fait que l’intervention du procureur général après la fin de la procédure – à laquelle il n’avait pas été partie – a conduit à l’annulation intégrale de ces créances, la Cour estime qu’une atteinte aussi radicale aux droits des intéressés a rompu, en leur défaveur, le juste équilibre à ménager entre la protection de la propriété et les exigences de l’intérêt général (voir, mutatis mutandis, S.A. Dangeville c. France, no 36677/97, § 61, CEDH 2002III, et Kliafas et autres c. Grèce, no 66810/01, § 30, 8 juillet 2004).", "56.  Nonobstant le large pouvoir dont bénéficie l’Etat en matière fiscale, son exercice, dans les circonstances de l’espèce, a porté atteinte aux principes de la sécurité des rapports juridiques et de la prééminence du droit.", "57.  Partant, il y a eu violation de l’article 1 du Protocole no 1.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "58.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "59.  Les requérants réclament 10 000 euros (EUR) chacun pour le préjudice moral qu’ils ont subi en raison de l’atteinte portée à leur droit au respect de leurs biens.", "60.  Le Gouvernement n’a pas présenté d’observations sur ce point.", "61.  La Cour estime que les requérants ont subi un tort moral indéniable du fait de leur condamnation à rembourser les sommes litigieuses.", "62.  Compte tenu des circonstances de la cause et statuant en équité comme le veut l’article 41, la Cour octroie à ce titre 1 000 EUR à chacun des requérants.", "B.  Frais et dépens", "63.  Les requérants demandent 1 200 EUR pour les frais et dépens encourus devant les juridictions internes.", "64.  Le Gouvernement n’a pas soumis d’observations sur ce point.", "65.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu du fait que les requérants n’ont fourni aucun document justificatif, la Cour rejette la demande relative aux frais et dépens liés à la procédure nationale.", "C.  Intérêts moratoires", "66.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l’article 1 du Protocole no 1 et irrecevable pour le surplus ;", "2.  Dit qu’il y a eu violation de l’article 1 du Protocole no 1 ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser à chacun des requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 1 000 EUR (mille euros) pour dommage moral, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 23 février 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tBoštjan M. Zupančič\n\tGreffier\tPrésident"]}