{"file": "FRE_CLINF_29731_96.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "29731/96", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 27", "Février 2001", "Krombach c. France - 29731/96", "Arrêt 13.2.2001 [Section III]", "Article 6", "Article 6-3-c", "Se défendre avec l'assistance d'un défenseur", "Refus d’admettre la représentation d’une partie lorsqu’elle n’est pas elle-même présente: violation", "Article 35", "Article 35-1", "Épuisement des voies de recours internes", "La purge de la contumace ne constitue pas une voie de recours à épuiser: exception préliminaire rejetée", "Article 2 du Protocole n° 7", "Réexamen de la condamnation", "Contumax privé de la possibilité de se pourvoir en cassation: violation", "En fait: Près du lac de Constance, en juillet 1982, le requérant et son épouse recevaient la fille de cette dernière, née d’un précédent mariage avec un ressortissant français. Un matin, la jeune fille, âgée de quatorze ans, fut retrouvée morte. Le requérant lui avait la veille administré une substance ferrique censée traiter un état d’anémie et, à la découverte du décès, il tenta de la ranimer par diverses injections. Une enquête contre X fut immédiatement ouverte par la police allemande concernant les circonstances du décès. Au vu des résultats de l’autopsie une première décision de classement sans suite fut prise par le parquet de Kempten. L’enquête fut réouverte trois fois en raison des diligences du père de la victime, et trois autres décisions de classement sans suite furent adoptées. La dernière décision de classement du parquet fut confirmée en mai 1986 par le procureur général de la cour d’appel de Munich, puis par jugement de la cour d’appel de Munich en septembre 1987. Parallèlement, le père de la victime déposa, en janvier 1984, une plainte avec constitution de partie civile contre X auprès du juge d’instruction de Paris pour homicide involontaire. Au terme de l’instruction, en février 1991, le requérant fut inculpé de crime de violences ayant entraîné la mort sans intention de la donner. En mars 1993, le requérant et son avocat ne se présentèrent pas à l’audience de la chambre d’accusation. Par arrêt du 8 avril 1993, la chambre d’accusation de la cour d’appel de Paris renvoya le requérant devant la cour d’assises de Paris du chef d’homicide volontaire et prit une ordonnance de prise de corps. Le 4 mai 1993, l’arrêt fut signifié au requérant par exploit délivré à parquet étranger. Le requérant ne déféra à aucune des convocations pour subir l’interrogatoire préliminaire d’identité. Il forma un pourvoi en cassation contre l’arrêt de renvoi. Il invoquait notamment la violation du principe ne bis in idem et de l’autorité de la chose jugée. Par arrêt du 21 septembre 1993, la Cour de cassation rejeta le moyen du requérant au motif qu’il était nouveau, le requérant n’ayant pas soutenu devant la chambre d’accusation qu’il avait bénéficié d’un non-lieu en Allemagne à raison des mêmes faits. Dûment informé de la date de l’audience devant la cour d’assises, l’avocat français du requérant, assisté d’un confrère allemand, déposa ses conclusions. Il demandait à être autorisé à représenter le requérant en son absence, à exposer tous moyens relatifs à l’autorité de chose jugée, à ce que la cour statue d’office sur cette exception et ordonne un supplément d’information tendant à la communication par les autorités allemandes du dossier d’instruction et à l’appréciation de la portée des décisions de non-lieu. Par arrêt rendu par contumace en mars 1995, la cour d’assises déclara le requérant coupable d’avoir volontairement exercé des violences sur sa belle-fille ayant entraîné la mort sans intention de la donner et le condamna à quinze ans de réclusion criminelle. Elle précisa que si le requérant s’était présenté, la procédure de contumace se serait arrêtée et qu’il aurait ainsi pu formuler toutes sollicitations utiles à sa défense. Elle rappela également aux avocats du requérant présents à l’audience, que l’article 630 du code de procédure pénale interdisait la représentation de l’accusé absent et déclara leurs conclusions irrecevables. Par arrêt civil rendu également par contumace, la cour d’assises condamna le requérant à verser des dommages et intérêts au père de la victime. En juin 1995, en vertu de l’article 636 du code de procédure pénale, le président de la Cour de cassation rendit une ordonnance de non admission des pourvois du requérant contre les arrêts de la cour d’assises.", "En droit: Exception préliminaire (non-épuisement) –  Si la condamnation par contumace n’est effectivement pas définitive, la purge de la contumace, qui permet à l’accusé d’être rejugé, ne peut être assimilée à une « voie de recours » au sens ordinaire de ce terme. Son exercice peut en effet ne dépendre que d’un fait matériel, l’arrestation de l’accusé, qui par définition, n’est pas un acte volontaire dudit accusé. La purge de la contumace peut également intervenir si l’accusé se constitue prisonnier. Cependant, la condition ainsi mise à l’ouverture d’un nouveau procès ne relève pas de l’exercice normal des voies de recours internes. En outre, la tenue d’un nouveau procès, le cas échéant, n’est pas de nature à éviter ou redresser les violations intervenues dans la phase de jugement par contumace qui sont précisément en cause dans la présente requête. Enfin, la mise en œuvre de la purge de la contumace n’est soumise à aucune condition de forme ou de délai et peut se révéler hypothétique si l’accusé n’est pas arrêté ou ne se constitue pas prisonnier avant la prescription de la peine. Partant il convient de rejeter l’exception préliminaire du Gouvernement.", "Article 6 § 1 combiné avec l’article 6 § 3 (c) –  Le requérant se trouve dans une situation comparable à celle examinée par la Cour dans les affaires Poitrimol c. France (série A n° 277-A), Lala et Pelladoah c. Pays-Bas (série A n° 297-A et B) et Van Geyseghem c. Belgique, CEDH 1999-I), dans lesquelles elle a estimé que le fait que l’accusé, bien que dûment assigné, ne comparaisse pas, ne saurait – même à défaut d’excuse – justifier qu’il soit privé du droit à l’assistance d’un défenseur reconnu par l’article 6 § 3 (c). Il n’apparaît aucune raison de s’écarter de cette approche au motif qu’il s’agit en l’espèce d’un procès d’assises et non d’un procès correctionnel. La mise en œuvre de la purge de la contumace n’a une incidence sur l’exercice des droits de la défense que dans l’hypothèse d’une arrestation de l’intéressé. Dans ce cas, les autorités ont une obligation positive d’offrir à l’accusé la possibilité d’un réexamen de la cause dans son intégralité et en sa présence. Cependant, il ne saurait être question d’obliger un accusé à se constituer prisonnier pour bénéficier du droit d’être jugé dans des conditions conformes à l’article 6. Reste à examiner si, concrètement, l’interdiction faite aux avocats de la défense d’intervenir pour le requérant lors de l’audience de la cour d’assises de Paris a porté atteinte à son droit à un procès équitable. Il ressort du libellé de l’article 630 du code de procédure pénale que l’interdiction faite aux avocats de se présenter pour le contumax est absolue et que la cour d’assises n’a pas la possibilité d’y déroger. La Cour estime pourtant qu’il eût appartenu à la cour d’assises, qui siégeait sans le jury, de donner l’occasion aux avocats du requérant, présents à l’audience, de le défendre, même en son absence car, en l’espèce, le moyen de défense qu’ils entendaient développer concernait un point de droit, à savoir une exception tirée de l’autorité de la chose jugée et du principe ne bis in idem. A ce titre, le Gouvernement n’a pas soutenu que même si la cour d’assises avait autorisé les avocats du requérant à plaider, elle n’aurait pas eu compétence pour examiner la question. Enfin, il faut observer que les avocats du requérant n’ont pas davantage été autorisés à assurer la défense de leur client lors de l’audience de la cour d’assises sur les intérêts civils. Sanctionner la non-comparution du requérant par une interdiction aussi absolue de toute défense apparaît manifestement disproportionné.", "Conclusion: violation (unanimité).", "Article 2 du Protocole n° 7 –  Par dérogation au droit commun en matière criminelle, en vigueur au moment des faits et conforme aux exigences de cet article, l’article 636 du code de procédure pénale dispose expressément qu’aucun pourvoi en cassation n’est ouvert au contumax. Ainsi, la condamnation du requérant, prononcée en son absence, après examen par un seul degré de juridiction, n’est susceptible d’aucun « recours » devant une juridiction au sens ordinaire de ce terme. Est en cause ici l’impossibilité de former un pourvoi en cassation pour dénoncer les carences de la procédure de contumace elle-même. La possibilité de la purge de la contumace n’est pas déterminante à cet égard, son but essentiel étant en effet de garantir le respect du contradictoire et des droits de la défense d’une personne accusée d’une infraction pénale. En l’occurrence, pour le requérant, il s’agissait à la fois de se défendre au fond et de soulever in limine litis une exception de procédure. Il est notable que le requérant n’a pas eu la possibilité de faire contrôler, au moins par la Cour de cassation, la légalité du refus de la cour d’assises de laisser plaider les avocats de la défense. En effet, en vertu des articles 630 et 639 combinés du code de procédure pénal, le requérant ne pouvait ni être défendu devant la cour d’assises par un avocat, ni former un pourvoi en cassation puisqu’il était contumax et donc était privé de la possibilité tant d’être défendu en première instance, que de faire examiner sa condamnation par une juridiction supérieure.", "Conclusion: violation (unanimité).", "Article 41 –  Aucun lien de causalité n’a été démontré entre le dommage matériel allégué et les violations constatées. Par ailleurs, le dommage moral a été suffisamment réparé par les constats de violation. Il convient d’allouer une certaine somme pour les frais et dépens exposés tant dans la procédure interne que devant les organes de la Convention.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}