{"file": "FRE_CLINF_46598_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "46598/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 115", "Janvier 2009", "Branko Tomašić et autres c. Croatie - 46598/06", "Arrêt 15.1.2009 [Section I]", "Article 2", "Obligations positives", "Absence de toute mesure raisonnable visant la protection de la vie des proches des requérants, tués par une personne qui avait été précédemment condamnée pour menaces de mort à leur encontre : violation", "", "En fait : Les requérants sont les proches parents de M.T. et de sa fille de dix-huit mois, V.T., qui furent toutes deux tuées en août 2006 par M.M., le père de l’enfant. M.T. et M.M. ont vécu ensemble au domicile des parents de M.T. jusqu’en juillet 2005, date à laquelle M.M. déménagea après s’être disputé avec les membres de la maisonnée. En janvier 2006, M.T. déposa une plainte pénale contre M.M. pour menaces de mort. Lors de la procédure, les autorités firent procéder à une expertise psychiatrique dont il ressortait que M.M. était susceptible de récidiver et qu’il devait suivre un traitement psychiatrique. Le 15 mars 2006, le tribunal municipal jugea M.M. coupable d’avoir, à plusieurs reprises, menacé de tuer M.T., lui-même et leur enfant avec une bombe. Il fut condamné à une peine de cinq ans d’emprisonnement et, par mesure de sûreté, à se soumettre à un traitement psychiatrique obligatoire durant sa détention ainsi que par la suite si nécessaire. Le 28 avril 2006, le tribunal de deuxième instance réduisit la période de traitement à la durée de l’incarcération. M.M. purgea sa peine et fut libéré le 3 juillet 2006. Le 15 août 2006, il tira sur M.T et V.T., les tuant sur le coup, avant de retourner l’arme contre lui.", "En droit : Les conclusions des juridictions internes et celles de l’examen psychiatrique montrent sans équivoque que les autorités savaient que les menaces de mort proférées à l’encontre de M.T. et V.T. étaient sérieuses et qu’il aurait fallu prendre toutes les mesures utiles pour protéger ces personnes. La Cour relève plusieurs carences dans le comportement des autorités. Premièrement, le domicile et la voiture de M.M. n’ont pas été fouillés au cours de la procédure pénale initialement dirigée contre celui-ci, alors qu’il avait à plusieurs reprises menacé d’utiliser une bombe. En outre, alors que le rapport psychiatrique rédigé dans le cadre de cette procédure pénale avait souligné la nécessité de soumettre M.M. à un traitement psychiatrique continu, le Gouvernement n’a pas prouvé qu’un tel traitement avait réellement été administré. Les documents fournis montrent que M.M. n’a eu en prison que quelques entretiens avec des membres du personnel, dont aucun n’était psychiatre. Par ailleurs, ni la règlementation pertinente ni le jugement du tribunal ordonnant un traitement psychiatrique obligatoire n’indiquaient suffisamment dans le détail les modalités selon lesquelles ce traitement devait être appliqué. De fait, les règles générales énoncées dans la loi sur l’exécution des peines de prison n’abordaient pas correctement la question de l’exécution d’un traitement psychiatrique obligatoire en tant que mesure de sûreté, ce qui laissait les autorités carcérales entièrement libres de leur choix quant à la manière de procéder. La Cour estime qu’il aurait fallu que la réglementation soit plus complète pour que les sanctions pénales puissent remplir correctement leur objectif. Enfin, M.M n’a pas été examiné avant sa libération afin d’évaluer s’il constituait toujours un danger pour M.T. et V.T. Dès lors, la Cour conclut que les autorités internes compétentes n’ont pas pris de mesure adéquate pour protéger la vie de M.T. et V.T.", "Conclusion : violation (unanimité).", "Article 41 – La Cour alloue 40 000 EUR au titre du dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}