{"file": "FRE_CLINF_24329_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "24329/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 138", "Février 2011", "Soare et autres c. Roumanie - 24329/02", "Arrêt 22.2.2011 [Section III]", "Article 2", "Article 2-2", "Recours à la force", "Usage excessif de la force par la police : violation", "", "Article 3", "Traitement dégradant", "Interrogation de témoins au commissariat pendant neuf heures et demie sans eau ni nourriture : violation", "", "En fait – Accompagné de son frère, le premier requérant, d’origine ethnique rom, aperçut dans la rue son ex-beau-frère. Les deux frères se mirent à le poursuivre. Des policiers en patrouille les appréhendèrent et l’un d’eux blessa grièvement le premier requérant à la tête par balle. Les deux autres requérants furent témoins de cet incident.", "Les versions des faits données par le premier requérant et le Gouvernement diffèrent. Le premier requérant affirme qu’il ne portait pas d’arme et que le policier lui aurait tiré une balle alors qu’il était en position accroupie sous sa contrainte. Selon le Gouvernement, le premier requérant aurait d’abord porté un coup de couteau au policier qui tentait de l’arrêter, à la suite de quoi ce dernier aurait sorti son arme pour effectuer un tir de sommation, mais aurait perdu l’équilibre, et son tir aurait de ce fait atteint le premier requérant en pleine tête. Le policier auteur du tir présentait après l’incident des plaies superficielles au ventre provoqué par un objet tranchant.", "Le soir même des faits, une enquête fut ouverte. Les deux autres requérants furent conviés au commissariat pour témoigner. Ils y arrivèrent vers 19h30 et furent entendus à trois reprises jusqu’au petit matin. Ils auraient précisé que le drame auquel ils avaient assisté, le temps passé au commissariat et la privation de nourriture et d’eau les avaient épuisés physiquement et psychologiquement. Ils allèguent également avoir fait l’objet d’intimidations par la police, qui aurait insisté pour leur faire dire que le premier requérant et son frère étaient armés de couteaux. Ils déposèrent plainte au sujet des conditions de leur interrogatoire, mais le parquet n’y donna pas suite. L’enquête prit en compte également le rapport sur l’incident établi par les trois policiers mis en cause, ainsi que le rapport de l’Institut national médicolégal sur les blessures du policier et sur l’état de santé du premier requérant, qui souffre d’une paralysie du côté droit. Les différentes procédures contre le policier auteur du tir aboutirent à des non-lieux.", "En droit", "1.  Concernant le premier requérant", "Article 3 : a) Volet matériel", "i.  Sur le cadre juridique et administratif – Au moment des faits, aucune disposition ne réglementait l’usage des armes lors d’opérations de police, sauf l’obligation de sommation, et le droit roumain ne comportait aucune recommandation concernant la préparation et le contrôle des opérations en question. Ainsi, ce cadre juridique ne semblait pas suffisant pour offrir le niveau requis de protection « par la loi » du droit à la vie. Le policier auteur du tir a donc pu agir avec une grande autonomie et prendre des initiatives inconsidérées, ce qui n’eût probablement pas été le cas s’il avait bénéficié d’une formation et d’instructions adéquates. Ensuite, l’enquête pénale menée ne comporte aucune indication sur la compatibilité du comportement du policier avec une quelconque règle ou pratique applicable en la matière. Par ailleurs, le Gouvernement n’a pas fait état d’une éventuelle procédure disciplinaire visant les agents mis en cause. Ainsi, s’agissant de l’obligation positive de mettre en place un cadre législatif et administratif adéquat, les autorités n’avaient, à l’époque, pas fait tout ce que l’on pouvait raisonnablement attendre d’elles pour offrir aux citoyens le niveau de protection requis, en particulier dans les cas de recours à une force potentiellement meurtrière, et pour parer aux risques réels et immédiats pour la vie que sont susceptibles d’entraîner, fût-ce exceptionnellement, les opérations policières.", "ii.  Sur la responsabilité des agents de l’Etat, la nécessité et la proportionnalité de la force utilisée – Le premier requérant et le Gouvernement ont des versions divergentes des faits, alors que ceux-ci sont étroitement liés à la responsabilité de l’Etat quant aux événements qui ont failli coûter la vie au requérant. Ce dernier a fait tout ce qui était en son pouvoir pour étayer prima facie son grief. Il appartenait donc au Gouvernement de fournir une explication plausible sur l’origine de la blessure causée par une balle tirée à bout portant. Or les autorités ne sauraient passer pour avoir vraiment cherché à savoir si le requérant était armé ou non d’un couteau et s’il en avait frappé le policier. L’insuffisance des éléments factuels et des preuves recueillis par les autorités empêche la Cour de porter une appréciation sur les faits de la cause. En conséquence, les omissions imputables aux organes d’instruction conduisent à rejeter la thèse du Gouvernement selon laquelle la blessure du requérant a été provoquée par la riposte d’un policier qu’il avait agressé avec un couteau et qui se trouvait dès lors en état de légitime défense. Ainsi, faute pour le Gouvernement d’avoir démontré que la force potentiellement meurtrière utilisée contre le premier requérant n’était pas allée au-delà de ce qui était absolument nécessaire, qu’elle était strictement proportionnée et qu’elle poursuivait l’un des buts autorisés par l’article 2 § 2, la responsabilité de l’Etat se trouve engagée en l’espèce.", "Conclusion : violation (unanimité).", "b)  Volet procédural – Une enquête a eu lieu par le parquet près le tribunal militaire tant sur les allégations selon lesquelles le policier avait tiré sur le premier requérant que sur l’accusation d’outrage portée contre ce dernier. A la suite d’un changement législatif, l’enquête a été confiée au parquet civil, qui a rendu une ordonnance de non-lieu sur la blessure infligée à la victime, au motif que le policier avait agi en état de légitime défense. Le manque d’indépendance du procureur militaire est reconnu par la Cour dans sa jurisprudence car, à l’époque des faits, ce dernier était un officier militaire tout comme les policiers faisant l’objet de l’enquête. L’intervention du parquet civil ne suffit pas à pallier ce manque d’indépendance, car le procureur militaire avait recueilli la plupart des éléments de preuve au cours des premières étapes de l’enquête qui revêtent une importance particulière.Le procureur militaire a en l’espèce conduit l’enquête sur les actes du policier avec un manque d’impartialité. Il s’est contenté d’ordonner aux policiers impliqués dans l’incident de rédiger des rapports sur les faits litigieux qui ne pouvaient en aucune manière remplacer l’audition des intéressés dans le cadre d’une enquête pénale. De plus, la conduite de l’enquête a été l’objet de plusieurs dysfonctionnements, tels que des retards manifestes au niveau de l’expertise médicolégale concernant le premier requérant et l’absence de communication à celui-ci et à son avocate de la décision de non-lieu. Ces éléments suffisent pour conclure que les procédures concernant l’incident en cause ne sauraient passer pour une enquête rapide et effective.", "Conclusion : violation (unanimité).", "Article 14 combiné avec les articles 2 et 3 : si le comportement du policier auteur du tir appelle de sérieuses critiques, il ne constitue pas en soi une base suffisante pour conclure à des motivations racistes. Aucun élément n’indique par ailleurs que les policiers impliqués dans l’incident auraient proféré des propos racistes. Enfin, le fait que le policier ait, le soir de l’incident, déclaré « avoir été agressé par un Tsigane » n’est pas en soi suffisant pour déterminer les autorités à rechercher si l’incident était motivé par des considérations racistes.", "Conclusion : non-violation (quatre voix contre trois).", "La Cour a également conclu, à l’unanimité, à la violation de l’article 13 combiné avec l’article 2.", "2.  Concernant les deuxième et troisième requérants", "Article 3 : Volet matériel – Le Gouvernement ne conteste pas que les deux autres requérants ont été retenus au commissariat de 19h30 jusqu’à 5 heures le lendemain matin, sans eau ni nourriture. Par ailleurs, il n’a produit devant la Cour aucun document réglementant le statut des témoins dans les affaires pénales et précisant la manière dont ils doivent être traités lorsqu’ils sont appelés, comme en l’espèce, à rester plusieurs heures à la disposition des organes d’enquête. Compte tenu des circonstances de la cause, en particulier de la durée des interrogatoires subis par les deux autres requérants après des événements dramatiques et des sentiments d’angoisse et d’infériorité que le traitement dénoncé a suscités chez eux, il doit être qualifié de dégradant.", "Conclusion : violation (unanimité).", "Article 41 : 90 000 EUR pour dommage matériel et 40 000 EUR pour préjudice moral au premier requérant ; 10 000 EUR pour préjudice moral à chacun des deuxième et troisième requérants.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}