{"file": "FRE_HFJUD_45114_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "45114/98", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE BOJILOV c. BULGARIE", "", "", "(Requête no 45114/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "22 décembre 2004", "", "", "", "DÉFINITIF", "", "22/03/2005", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Bojilov c. Bulgarie,", "La Cour européenne des Droits de l’Homme (première section), siégeant en une chambre composée de :", "\tM.\tC.L. Rozakis, président,\n\tMme\tF. Tulkens,\n\tM.\tP. Lorenzen,\n\tMmes\tN. Vajić,\n\t\tS. Botoucharova,\n\tMM.\tD. Spielmann,\n\t\tS.E. Jebens, juges,\net de M. S. Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 2 décembre 2004,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 45114/98) dirigée contre la République de Bulgarie et dont un ressortissant de cet Etat, M. Lazar Tzvetanov Bojilov (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 7 septembre 1998 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11).", "3.  Le requérant, qui a été admis au bénéfice de l’assistance judiciaire, est représenté par Mes D. Karagyaurova-Radeva et S. Isaeva, avocates à Plovdiv. Le gouvernement bulgare (« le Gouvernement ») est représenté par son coagent, Mme M. Kotzeva, du ministère de la Justice.", "4.  Le requérant alléguait en particulier que les paragraphes 1, 3 et 5 de l’article 5 de la Convention avaient été méconnus eu égard au défaut de présentation devant un juge au moment de son arrestation, à la durée de la détention provisoire, au retard intervenu dans sa remise en liberté et à l’absence de droit à réparation.", "5.  La requête a été attribuée à la première section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement. ", "6.  Par une décision du 26 mars 2002, la chambre a déclaré la requête partiellement irrecevable. Par une décision du 6 novembre 2003, elle a déclaré le restant de la requête recevable.", "7.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la première section ainsi remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Le requérant est né en 1970 et réside à Hadjievo.", "9.  Suite à une manifestation qui eut lieu aux abords de l’Assemblée nationale le 10 janvier 1997, les services de l’instruction de Sofia ouvrirent une information contre X concernant les débordements survenus au cours de la manifestation.", "10.  Le requérant fut arrêté dans le cadre de cette enquête le 28 janvier 1997 et placé en garde à vue. Le 29 janvier 1997, il fut entendu par un enquêteur des services de l’instruction, mis en examen et placé en détention provisoire. Le placement en détention fut confirmé par un procureur.", "11.  On lui reprocha, d’une part, d’avoir volé un blouson en cuir dans un des véhicules de fonction de l’Assemblée et, d’autre part, de ne pas avoir remis aux autorités un objet trouvé sur les lieux, à savoir une montre bracelet. Ces faits étaient visés et réprimés respectivement par les articles 194 et 207 du Code pénal.", "12.  A une date non précisée, le requérant introduisit une demande d’élargissement devant le procureur de district (районен прокурор). Par une ordonnance du 15 mars 1997, le procureur confirma la détention, considérant que le requérant était accusé d’une infraction intentionnelle grave, qu’il avait commis les faits pendant le délai de sursis d’une précédente condamnation pour vol de voiture et qu’il n’avait pas de domicile fixe à Sofia, circonstances qui justifiaient un risque de fuite, d’entrave à l’enquête ou de commission d’une nouvelle infraction.", "13.  Le 11 avril 1997, le procureur ordonna la prolongation de l’instruction pour une durée de soixante jours et confirma la mesure de détention provisoire, sans motivation particulière. Le 5 mai 1997, l’affaire du requérant fut disjointe de la procédure principale contre X. Le 10 mai 1997, l’enquêteur clôtura l’instruction. Le 19 mai 1997, le requérant fut transféré des locaux des services de l’instruction à Sofia, où il était détenu pendant la durée de l’instruction, à la prison de Pazardjik.", "14.  A une date non précisée, le requérant introduisit un recours devant le tribunal de district de Sofia (районен съд) en application des nouvelles dispositions du Code de procédure pénale, renforçant le droit à un recours juridictionnel contre la détention provisoire. Il demanda sa mise en liberté sous caution en sollicitant que le montant de la garantie soit modique, sa mère étant retraitée et ne disposant pas de revenus importants. Par une ordonnance du 10 novembre 1997, le tribunal constata que l’instruction était terminée, que le requérant avait collaboré avec les organes d’enquête et fait des dépositions complètes et qu’il avait un domicile fixe dans son village de Hadjievo, de sorte que l’existence d’un risque de fuite ou d’entrave à l’enquête ne se trouvait plus établie. Il ordonna l’élargissement du requérant, sous réserve du versement d’un cautionnement. ", "15.  Le montant de celui-ci fut fixé à 1 000 000 d’anciens levs bulgares (BGL), soit environ 600 dollars américains (USD). Pour déterminer ce montant, le tribunal mit en avant la gravité des charges et le fait que l’infraction avait été commise pendant la période de sursis de la précédente condamnation du requérant. L’intéressé n’ayant pas versé la garantie, il demeura en détention. ", "16.  Il fut renvoyé en jugement le 29 décembre 1997. Le 9 janvier 1998, le juge rapporteur fixa une audience et confirma la mesure de cautionnement.", "17.  Une audience se tint le 12 mars 1998 et par un jugement du même jour, le tribunal de district de Sofia reconnut le requérant coupable de vol et, eu égard aux nombreuses circonstances atténuantes, fit application de l’article 55 du Code pénal et le condamna à une amende de 10 000 BGL, soit l’équivalent de 6 USD. Le tribunal prononça la relaxe concernant le deuxième chef d’inculpation. ", "18.  Par une ordonnance séparée du même jour, le tribunal décida l’élargissement du requérant et ordonna qu’il soit remis en liberté après vérification qu’il n’était pas détenu pour un autre motif.", "19.  Par une lettre du 31 mars 1998, le ministère de la Justice transmit l’ordonnance du tribunal à la prison de Pazardjik avec instruction de remettre le détenu en liberté après avoir effectué les vérifications nécessaires. ", "20.  Le requérant fut libéré le 1er avril 1998.", "II.  LE DROIT INTERNE PERTINENT", "A.  Les peines encourues par le requérant", "21.  L’article 194 du Code pénal sanctionne le vol d’une peine d’emprisonnement pouvant aller jusqu’à huit ans.", "22.  L’article 207 du Code pénal punit d’une peine d’amende de 2 000 BGL le fait de ne pas remettre à son propriétaire ou aux autorités, pendant plus d’une semaine, un objet trouvé.", "23.  L’article 55 du Code pénal prévoit qu’en cas de circonstances atténuantes exceptionnelles ou nombreuses, lorsque la peine prévue par le code s’avère démesurée par rapport à la gravité des faits, le tribunal peut appliquer une peine en dessous du minimum prévu ou encore infliger une amende au lieu d’une peine d’emprisonnement.", "B.  La détention provisoire (задържане под стража)", "1.  Le placement en détention provisoire", "24.  L’article 152 du Code de procédure pénale (CPP), dans sa rédaction au moment des faits et jusqu’au 1er janvier 2000, prévoyait le placement en détention provisoire des personnes accusées d’une infraction passible d’une peine d’emprisonnement. Pour les infractions intentionnelles graves, c’est à dire punies d’une peine supérieure à cinq ans, le placement en détention était automatique, sauf lorsque tout danger de fuite, d’entrave à l’enquête ou de commission d’une nouvelle infraction pouvait être écarté. En ce qui concerne les autres infractions, le placement en détention n’était ordonné que lorsque la réalisation d’un tel danger était vraisemblable.", "25.  Le placement en détention était effectué par un enquêteur des services de l’instruction et confirmé par un procureur.", "2.  Durée de la détention provisoire", "26.  Le Code de procédure pénale dans sa rédaction à l’époque des faits ne limitait pas la durée de la détention provisoire. ", "27.  S’agissant de la durée de l’instruction préliminaire, l’article 222 CPP prévoit que toute instruction doit être effectuée dans un délai de deux mois. Une prorogation jusqu’à six mois peut être autorisée par le procureur régional et le procureur général peut accorder une nouvelle prorogation jusqu’à neuf mois. Au moment de la prorogation, le procureur doit se prononcer sur la mesure destinée à garantir la comparution de l’accusé.", "3.  Contrôle judiciaire de la détention provisoire", "28.  Au moment de l’arrestation du requérant, l’article 152 alinéa 5 prévoyait pour toute personne détenue la possibilité de saisir immédiatement le tribunal compétent d’un recours contre le placement en détention provisoire.", "29.  Un nouvel article 152a entré en vigueur le 12 août 1997 fixait un délai maximum de sept jours pour assurer le droit de recours de la personne détenue et prévoyait que le tribunal statuait en audience publique avec citation des parties. De nouveaux recours contre la mesure de détention provisoire pouvaient être introduits en cas de modification des circonstances (article 152a alinéa 4 CPP).", "C.  Le cautionnement (гаранция)", "30.  L’article 150 du CPP prévoit qu’un prévenu peut être astreint à fournir un cautionnement afin de garantir sa représentation au procès. L’alinéa 5 dispose que lorsque cette mesure est consécutive à une mesure de détention provisoire, l’intéressé n’est libéré qu’après versement de la garantie.", "D.  Autres règles de procédure pertinentes ", "31.  Après avoir rendu son jugement, le tribunal se prononce sur la mesure garantissant la représentation en justice (article 307 CPP). Lorsque le prévenu est relaxé ou que la peine infligée n’est pas une peine d’emprisonnement ferme, le tribunal a l’obligation de remplacer la mesure de détention provisoire par une mesure moins lourde. Le prévenu est remis en liberté dans la salle d’audience.", "E.  Responsabilité délictuelle de l’Etat", "32.  La loi de 1988 sur la responsabilité de l’Etat pour les dommages causés aux particuliers (Закон за отговорността на държавата за вреди причинени на граждани) prévoit en son article 2 alinéa 1:", "« L’Etat est responsable des dommages causés aux particuliers par les autorités de l’instruction, du parquet et par les juridictions, du fait :", "1.  d’une détention, notamment la détention provisoire, lorsque celle-ci a été annulée pour absence de fondement légal ; ", "2.  d’une accusation en matière pénale, lorsque l’intéressé est ensuite relaxé ou qu’il est mis fin aux poursuites au motif qu’il n’est pas l’auteur des faits, que les faits ne sont pas constitutifs d’une infraction, que la procédure pénale a été engagée après l’extinction de l’action publique en raison de la prescription ou d’une amnistie ; (...) »", "L’expression « absence de fondement légal » utilisée à l’alinéa 1 se réfère en toute apparence à la légalité de la détention en droit interne.", "33.  La jurisprudence sur cet article est peu abondante. Dans plusieurs arrêts récents la Cour suprême de cassation a considéré que la responsabilité de l’Etat devait être engagée lorsqu’un prévenu a été relaxé ou que les poursuites ont été abandonnées faute de preuves suffisantes, car ces circonstances auraient pour effet de priver rétroactivement la détention provisoire de son fondement légal (cf. реш. no 978 от 10.07.2001, гр. д. no 1036/2001, ВКС ; реш. no 859 от 10.09.2001, гр. д. no 2017/2000, ВКС).", "34.  Le Gouvernement n’a pas fourni d’exemples où une réparation aurait été accordée pour une détention illégale en application de l’article 2 alinéa 1 de la loi alors que le procès s’est achevé par une condamnation. Il apparaît en outre que des décisions mettant fin à la détention provisoire et ordonnant l’élargissement du prévenu en cours de procédure n’ont jamais été considérées comme annulant la détention pour « absence de fondement légal » au sens de ce texte.", "35.  Par ailleurs, la Cour n’a pas eu connaissance de cas où une indemnisation aurait été accordée lorsqu’une personne a été maintenue en détention malgré une décision ordonnant son élargissement.", "36.  Enfin, quiconque se prétend lésé par des faits entrant dans le champ d’application de la loi de 1988 ne peut prétendre à une indemnisation en application des règles générales de la responsabilité délictuelle. En effet, la jurisprudence dominante considère que la loi sur la responsabilité de l’Etat est un texte spécial qui déroge au régime général de la responsabilité (cf. реш. no 1370 от 16.12.1992, гр. д. no 1181/92, ВС IV г. о.).", "EN DROIT", "I.  SUR LES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 5 §§ 1 ET 3 DE LA CONVENTION", "37.  Le requérant se plaint de ne pas avoir été traduit devant un juge aussitôt après son arrestation, de ce que sa détention provisoire était irrégulière et trop longue, ainsi que de l’illégalité de son maintien en détention après que le tribunal ait ordonné son élargissement. Il invoque l’article 5 §§ 1 et 3 de la Convention, qui dispose en ses parties pertinentes :", "« 1.  Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "a)  s’il est détenu régulièrement après condamnation par un tribunal compétent ;", "(...)", "c)  s’il a été arrêté et détenu en vue d’être conduit devant l’autorité judiciaire compétente, lorsqu’il y a des raisons plausibles de soupçonner qu’il a commis une infraction ou qu’il y a des motifs raisonnables de croire à la nécessité de l’empêcher de commettre une infraction ou de s’enfuir après l’accomplissement de celle-ci ;", "(...)", "3.  Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1 c) du présent article, doit être aussitôt traduite devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires et a le droit d’être jugée dans un délai raisonnable, ou libérée pendant la procédure. La mise en liberté peut être subordonnée à une garantie assurant la comparution de l’intéressé à l’audience. »", "A.  Sur le droit du requérant à être traduit devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires (article 5 § 3)", "38.  Le requérant soutient qu’il n’a pas été traduit devant un juge au moment de son arrestation, que l’enquêteur qui l’a placé en détention ne répondait pas aux exigences de l’article 5 § 3 et que l’examen de son recours par un tribunal plus de neuf mois après son arrestation n’y satisfaisait pas plus.", "39.  Le Gouvernement indique que le requérant a été traduit devant un tribunal à l’occasion de l’examen de son recours contre la détention provisoire, le 10 novembre 1997.", "40.  La Cour rappelle qu’elle a déjà constaté dans un certain nombre d’affaires concernant le système de détention provisoire tel qu’il existait en Bulgarie jusqu’au 1er janvier 2000, que ni les enquêteurs devant lesquels comparaissaient les personnes mises en examen, ni les procureurs qui approuvaient le placement en détention provisoire, ne pouvaient être considérés comme des « magistrats habilités par la loi à exercer des fonctions judiciaires » au sens de l’article 5 § 3 de la Convention (voir Assenov et autres c. Bulgarie, arrêt du 28 octobre 1998, Recueil des arrêts et décisions 1998VIII, pp. 2298-2299, §§ 49-53 ; Nikolova c. Bulgarie [GC], no 31195/96, §§ 49-53, CEDH 1999II ; Shishkov c. Bulgarie, no 38822/97, §§ 52-54, 9 janvier 2003)", "41.  La présente affaire porte également sur une détention qui a eu lieu avant le 1er janvier 2000. La Cour renvoie à son analyse du droit applicable dans l’arrêt Nikolova précité (§§ 49-53) et constate que ni l’enquêteur ayant entendu le requérant et ordonné le placement en détention provisoire, ni le procureur qui l’a confirmé par la suite ne pourraient être considérés comme suffisamment indépendants et impartiaux pour les besoins de l’article 5 § 3, compte tenu de leur rôle d’autorité de poursuites et de leur participation potentielle en tant que partie à la procédure judiciaire. ", "42.  Il s’ensuit qu’il y a eu violation du droit du requérant à être traduit devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires au sens de l’article 5 § 3 de la Convention.", "B.  Sur la légalité de la détention provisoire (article 5 § 1 c)", "43.  Le requérant soutient que sa détention provisoire était contraire au droit interne, dans la mesure où les délais prévus à l’article 222 du Code de procédure pénale n’auraient pas été respectés.", "44.  Le Gouvernement expose que le placement en détention provisoire a été effectué en conformité avec la loi et était justifié au regard de la gravité de l’infraction. Il ajoute que la durée de l’instruction prévue à l’article 222 du Code de procédure pénale n’a pas été méconnue.", "45.  La Cour note qu’il n’est pas contesté en l’espèce que le requérant a été placé en détention provisoire en vue d’être traduit devant un tribunal qui statue sur les charges soulevées contre lui et sur la base de raisons plausibles de le soupçonner de la commission d’une infraction. Dès lors, la détention entrait dans le champ d’application de l’article 5 § 1 c).", "46.  Concernant le respect des délais prévus à l’article 222 du Code de procédure pénale, la Cour relève que ceux-ci limitent uniquement la durée de l’instruction préliminaire et non celle de la détention provisoire. Leur éventuelle méconnaissance serait par conséquent sans effet sur la légalité de cette dernière. Aucun autre grief concernant le non-respect des voies légales n’a été formulé.", "47.  Partant, l’article 5 § 1 n’a pas été méconnu en ce qui concerne la régularité de la détention provisoire du requérant du 28 janvier 1997 au 12 mars 1998.", "C.  Sur le droit du requérant à être jugé dans un délai raisonnable ou libéré pendant la procédure", "48.  Le requérant allègue qu’une détention prolongée n’était pas justifiée en l’espèce et considère que les autorités n’ont pas tenu compte de la faible gravité de l’infraction et de sa situation personnelle. Il considère que l’affaire n’était pas complexe et que l’enquête n’a pas été conduite avec la diligence voulue, aucune mesure d’instruction n’ayant été effectuée pendant des laps de temps considérables.", "49.  Le Gouvernement expose que la détention provisoire était justifiée au regard de la gravité de l’infraction, du risque de fuite et de commission d’une nouvelle infraction, circonstances qui étaient présentes au moment de l’arrestation du requérant et dont le procureur a confirmé l’existence dans sa décision du 15 mars 1997. Quant à la détention postérieure au 10 novembre 1997, elle s’expliquerait par le défaut de versement de la garantie fixée par le tribunal.", "50.  La Cour relève que le requérant a été arrêté le 28 janvier 1997 et que le tribunal a ordonné son élargissement le 12 mars 1998. La détention à prendre en compte pour les besoins de l’article 5 § 3 a dès lors duré un an, un mois et quinze jours.", "51.  La Cour rappelle que selon sa jurisprudence constante, c’est aux autorités nationales de veiller à ce que, dans un cas donné, la durée de la détention provisoire d’une personne accusée ne dépasse pas la limite du raisonnable. A cette fin, il leur faut examiner toutes les circonstances de nature à révéler ou écarter l’existence d’une véritable exigence d’intérêt public justifiant, eu égard à la présomption d’innocence, une exception à la règle du respect de la liberté individuelle et en rendre compte dans leurs décisions sur la détention provisoire. C’est essentiellement sur la base des motifs figurant dans ces décisions, ainsi que des faits non controuvés indiqués par l’intéressé dans ses recours, que la Cour doit déterminer s’il y a eu ou non violation de l’article 5 § 3 de la Convention.", "52.  La persistance de raisons plausibles de soupçonner la personne arrêtée d’avoir commis une infraction est une condition sine qua non de la régularité du maintien en détention. Toutefois, au bout d’un certain temps, elle ne suffit plus. La Cour doit dans ce cas établir si les autres motifs adoptés par les autorités judiciaires continuent à légitimer la privation de liberté. Quand ceux-ci se révèlent « pertinents » et « suffisants », elle cherche de surcroît si les autorités nationales compétentes ont apporté une « diligence particulière » à la poursuite de la procédure (voir, parmi d’autres, Labita c. Italie [GC], no 26772/95, §§ 152-153, CEDH 2000IV).", "53.  La Cour relève qu’il n’est pas contesté en l’espèce qu’il existait tout au long de la période litigieuse des raisons plausibles de soupçonner le requérant de la commission d’une infraction pénale.", "54.  En ce qui concerne la justification du maintien en détention du requérant, la Cour observe qu’à l’époque des faits l’article 152 du Code de procédure pénale bulgare établissait la présomption que la détention provisoire était justifiée pour les infractions d’une certaine gravité, à moins que l’intéressé parvienne à établir, la charge de la preuve lui incombant, que tout danger de fuite, d’entrave à l’enquête ou de commission d’une nouvelle infraction pouvait être exclu (voir Ilijkov c. Bulgarie, no 33977/96, §§ 7983, 26 juillet 2001).", "55.  La Cour réitère qu’un système de placement automatique en détention provisoire serait en soi contraire à l’article 5 § 3 ; lorsque la législation interne prévoit une présomption comme en l’espèce, la Cour doit néanmoins contrôler si les autorités sont en mesure de démontrer l’existence de faits concrets qui justifieraient une entrave au droit au respect de la liberté individuelle (arrêt Ilijkov précité, § 84).", "56.  En l’espèce, le procureur s’est fondé sur cette présomption pour justifier la détention, mais il a également constaté dans son ordonnance du 15 mars 1997 que le requérant avait commis les faits pendant le délai de sursis d’une précédente condamnation pour vol et qu’il n’avait pas de domicile fixe à Sofia, où avait lieu l’enquête. Ces circonstances étaient à ses yeux constitutives d’un danger de fuite, d’obstruction à la manifestation de la vérité ou de commission d’une nouvelle infraction.", "57.  La Cour admet que les motifs invoqués par le procureur ne sont pas déraisonnables et ont pu justifier la détention dans un premier temps.", "58.  Néanmoins, le risque de fuite et d’obstruction à l’enquête diminuait nécessairement avec le temps et notamment avec la clôture de l’instruction préliminaire, le 10 mai 1997.", "59.  Cette circonstance a été reconnue par le tribunal de district de Sofia qui, le 10 novembre 1997, suite à un nouveau recours du requérant, a ordonné son élargissement sous réserve du versement d’un cautionnement. Toutefois, le requérant n’ayant pas versé le cautionnement par manque de moyens, il a été maintenu en détention.", "60.  La Cour rappelle que selon sa jurisprudence, le montant d’un tel cautionnement doit être appréciée principalement « par rapport à l’intéressé, à ses ressources (...) et pour tout dire à la confiance qu’on peut avoir que la perspective de perte du cautionnement (...) en cas de non-comparution à l’audience agira sur lui comme un frein suffisant pour écarter toute velléité de fuite » (Neumeister c. Autriche, arrêt du 27 juin 1968, série A no 8, p. 40, § 14). S’agissant du droit fondamental à liberté, garanti par l’article 5 de la Convention, les autorités doivent vouer autant de soin à fixer un cautionnement approprié qu’à décider si le maintien d’une personne accusée en détention demeure ou non indispensable (Iwańczuk c. Pologne, no 25196/94, § 66, 15 novembre 2001 ; Schertenleib c. Suisse, no 8339/78, rapport de la Commission du 11 décembre 1980, Décisions et rapports 23, p. 137, § 170).", "61.  Or, en l’espèce, la motivation du tribunal ne laisse pas apparaître que celui-ci ait tenu compte des ressources de l’intéressé, alors que ce dernier avait expressément fait état de ses difficultés financières (voir ci-dessus, § 14).", "62.  Par ailleurs, ainsi que la Cour l’a constaté en rejetant, dans sa décision sur la recevabilité de la requête, l’exception de non-épuisement soulevée par le Gouvernement, le requérant n’avait pas la possibilité de demander une modification de la mesure ou du montant de la garantie tant que l’affaire était dans la phase de l’instruction préliminaire (voir Bojilov c. Bulgarie (déc.), no 45114/98, 6 novembre 2003).", "63.  Par la suite, la mesure a été confirmée par le juge rapporteur le 9 janvier 1998, au moment du renvoi du requérant en jugement, sans aucune motivation particulière.", "64.  Ce n’est que le 12 mars 1998 que le tribunal, après avoir examiné le fond de l’affaire et condamné le requérant à une simple peine d’amende, a ordonné son élargissement sans condition de cautionnement. Le requérant est donc demeuré détenu pendant quatre mois supplémentaires en raison de l’impossibilité de verser la garantie demandée après qu’un tribunal ait constaté qu’il n’y avait plus de raisons justifiant cette détention.", "65.  Au vu de ce qui précède, la Cour estime que les autorités nationales n’ont pas justifié la durée du maintien en détention du requérant par des raisons pertinentes et suffisantes. Dans ces circonstances, il s’avère inutile d’examiner si la procédure a été conduite avec la diligence nécessaire.", "66.  Il s’ensuit qu’il y a eu violation de l’article 5 § 3.", "D.  Sur la légalité du maintien en détention postérieurement à l’ordonnance d’élargissement (article 5 § 1)", "67.  Le requérant soutient que sa détention après le 12 mars 1998 n’avait aucun fondement en droit interne.", "68.  Le Gouvernement indique que le requérant a été maintenu en détention pendant le temps nécessaire à vérifier s’il ne devait pas être détenu pour un autre motif. Un échange de lettres aurait été effectué entre le tribunal et l’administration pénitentiaire à cet effet.", "69.  La Cour relève que le tribunal de district de Sofia a ordonné l’élargissement du requérant le 12 mars 1998. Le requérant a été remis en liberté le 1er avril 1998, soit vingt jours plus tard.", "70.  La Cour rappelle que la liste des exceptions au droit à la liberté figurant à l’article 5 § 1 revêt un caractère exhaustif et que seule une interprétation étroite cadre avec le but de cette disposition : assurer que nul ne soit arbitrairement privé de sa liberté (voir l’arrêt Labita précité, § 170 ; Giulia Manzoni c. Italie, arrêt du 1er juillet 1997, Recueil 1997-IV, p. 1191, § 25). ", "71.  La Cour rappelle que la détention justifiée au sens de l’article 5 § 1 c) prend fin « le jour où il est statué sur le bien-fondé de l’accusation, fût-ce seulement en premier ressort » (Wemhoff c. Allemagne, arrêt du 27 juin 1968, série A no 7, pp. 23-24, § 9). Par ailleurs, dans le cas de l’espèce, le requérant n’ayant pas été condamné à une peine d’emprisonnement, sa détention postérieurement au jugement ne pouvait être justifiée au regard de l’article 5 § 1 a). Qui plus est, le tribunal avait expressément ordonné son élargissement.", "72.  Si la Cour reconnaît qu’un certain délai dans l’exécution d’une décision de remise en liberté est souvent inévitable, ce délai doit être réduit au minimum. Il incombe au Gouvernement de fournir un relevé détaillé de tous les faits pertinents (Nikolov c. Bulgarie, no 38884/97, § 80, 30 janvier 2003).", "73.  La Cour relève qu’en l’occurrence, il parait difficile de justifier un délai de vingt jours par la nécessité de vérifier si le requérant ne devait pas être détenu pour une autre cause ou par l’accomplissement d’autres formalités administratives. Au surplus, il ressort des documents produits au dossier que la transmission de l’ordonnance d’élargissement à l’administration de la prison, qui pourrait constituer un début d’exécution de cette décision, n’a été effectuée que le 31 mars 1998, soit dix-huit jours après son prononcé. Le Gouvernement ne donne aucune explication pour justifier ce retard.", "74.  Dans ces circonstances, le maintien en détention du requérant après le 12 mars 1998 ne relevait ni de l’alinéa c) de l’article 5 § 1, ni d’aucun autre de ses alinéas.", "75.  Il s’ensuit qu’il y eu violation de l’article 5 § 1 à cet égard.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 § 5 DE LA CONVENTION", "76.  Le requérant considère qu’il ne disposait pas en droit interne d’un droit effectif à réparation pour les violations alléguées de l’article 5 §§ 1 et 3. Il s’appuie sur l’article 5 § 5 qui se lit comme suit :", " « Toute personne victime d’une arrestation ou d’une détention dans des conditions contraires aux dispositions de cet article a droit à réparation. »", "77.  Le Gouvernement considère que le requérant avait à sa disposition une action en application de la loi de 1988 sur la responsabilité de l’Etat qui prévoit un droit à réparation en cas de détention illégale.", "78.  Le requérant réplique que la loi de 1988 ne concerne que certaines hypothèses limitativement visées. Les violations alléguées en l’espèce résultant du défaut de compatibilité du droit interne avec la Convention, elles ne seraient pas couvertes par le texte en question.", "79.  La Cour rappelle que le droit à réparation au sens de l’article 5 § 5 suppose la constatation préalable, par les juridictions internes ou par elle-même, de la violation d’un des paragraphes 1 à 4 de cet article. Au vu du constat de méconnaissance de l’article 5 §§ 1 et 3 (voir §§ 41, 65 et 74 ci-dessus), l’article 5 § 5 trouve à s’appliquer en l’espèce. Il convient dès lors d’examiner si le droit interne offrait au requérant un droit à réparation effectif et sanctionnable en justice.", "80.  La Cour observe que la loi sur la responsabilité de l’Etat prévoit un droit à indemnisation pour une détention « annulée pour absence de fondement légal » et se réfère en toute apparence à une détention irrégulière selon le droit interne.", "81.  Or, dans le cas du requérant, le maintien en détention n’apparaît pas comme contraire au droit national. Qui plus est, d’après les éléments de jurisprudence sur les dispositions en question, il ressort qu’elles ont été uniquement appliquées à des cas où les poursuites ont été abandonnées ou que le prévenu a été relaxé, ce qui n’est pas le cas du requérant (voir ci-dessus, § 33, et Yankov c. Bulgarie, no 39084/97, § 194, 11 décembre 2003). Le Gouvernement ne fournit au demeurant aucun exemple où une réparation aurait été accordée pour une détention illégale en application de la loi en question alors que le procès s’est achevé par une condamnation ou dans le cas où une personne aurait été maintenue en détention en dépit d’une ordonnance d’élargissement. Le requérant ne disposait dès lors pas d’un droit à compensation à ce titre en vertu de la loi de 1988.", "82.  Il n’apparaît pas en outre qu’un tel droit existait en vertu d’autres dispositions du droit interne.", "83.  Partant, il y a eu violation de l’article 5 § 5 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "84.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "85.  Le requérant réclame 15 000 euros (EUR) pour le préjudice moral qu’il aurait subi du fait de sa détention irrégulière.", "86.  Le Gouvernement considère que le constat éventuel d’une violation de la Convention fournirait en soi une satisfaction équitable au requérant pour le dommage moral subi. A titre subsidiaire, il met en avant que les montants réclamés sont excessifs.", "87.  Statuant en équité, comme le veut l’article 41, la Cour considère qu’il y a lieu d’allouer au requérant 3 000 EUR au titre de préjudice moral.", "B.  Frais et dépens", "88.  Le requérant demande le remboursement des frais engagés, sans spécifier de montant.", "89.  Le Gouvernement considère que les montants versés par le Conseil de l’Europe au titre de l’assistance judiciaire suffisent à couvrir les dépenses encourues par le requérant.", "90.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’occurrence, le requérant a bénéficié de l’assistance judiciaire accordée par le Conseil de l’Europe. Pour le reste, il n’a pas précisé le montant des frais dont il demande le remboursement, ni présenté de pièces justificatives. Dès lors, la Cour considère qu’il n’échet pas de lui octroyer une indemnité à ce titre.", "C.  Intérêts moratoires", "91.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR , À l’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 5 § 3 de la Convention en ce que le requérant n’a pas été traduit devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires ;", "2.  Dit qu’il n’ y a pas eu violation de l’article 5 § 1 c) de la Convention en ce qui concerne la légalité de la détention provisoire du requérant ;", "3.  Dit qu’il y a eu violation de l’article 5 § 3 de la Convention en ce qui concerne la durée de la détention provisoire ;", "4.  Dit qu’il y a eu violation de l’article 5 § 1 de la Convention en ce qui concerne le maintien en détention du requérant entre le 12 mars et le 1er avril 1998 ;", "5.  Dit qu’il y a eu violation de l’article 5 § 5 de la Convention ;", "6.  Dit ", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 3 000 EUR (trois mille euros) pour dommage moral, plus tout montant pouvant être dû à titre d’impôt, à convertir en levs bulgares au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 22 décembre 2004 en application de l’article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tChristos Rozakis\n\tGreffier\tPrésident"]}