{"file": "FRE_CLINF_22933_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "22933/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 126", "Janvier 2010", "Frasik c. Pologne - 22933/02", "Arrêt 5.1.2010 [Section IV]", "Article 12", "Se marier", "Refus d’autoriser un détenu à se marier en prison : violation", "", "En fait – Le requérant fut incarcéré en septembre 2000 à la suite d’une plainte déposée par une femme qui soutint qu’il l’avait violée et battue. Ils avaient eu une liaison qui avait duré quatre ans environ mais qui s’était terminée quelques mois auparavant. A partir de décembre 2000, ils demandèrent à plusieurs reprises au procureur, en vain, que le requérant fût libéré sous surveillance policière car ils s’étaient réconciliés et souhaitaient se marier. A l’ouverture du procès, la victime demanda au tribunal de la dispenser de témoigner contre le requérant. En 2001, le tribunal de première instance refusa au requérant l’autorisation de se marier en prison car il souhaitait empêcher la victime d’exercer son droit marital de ne pas témoigner contre l’intéressé. Le juge estima également que la maison d’arrêt n’était pas un endroit approprié pour tenir une cérémonie de mariage et que la sincérité des intentions du couple était douteuse puisqu’ils n’avaient pas « officialisé leur relation » auparavant. Le requérant fut condamné par la suite à une peine d’emprisonnement pour viol et menaces. La Cour suprême confirma la condamnation, tout en déclarant notamment que le refus d’autoriser le requérant à se marier en prison emportait manifestement violation de l’article 12 de la Convention.", "En droit – Article 12 : la Cour ne voit pas pourquoi le tribunal de première instance a mis en doute le point de savoir si la qualité de la relation du requérant et de sa compagne était de nature à justifier leur décision de se marier ou si le moment et le lieu choisis étaient appropriés. Le choix d’un ou d’une partenaire et la décision de l’épouser, que l’on soit en liberté ou en prison, est une question strictement privée et personnelle. Au regard de l’article 12, le rôle des autorités consiste à s’assurer que le droit de se marier est exercé « selon les lois nationales » (qui doivent elles-mêmes être compatibles avec la Convention), mais elles ne sauraient entraver la décision d’un détenu d’établir une relation maritale avec la personne de son choix. Le problème n’est pas de déterminer s’il est raisonnable qu’un détenu se marie en prison mais de définir les modalités pratiques. En outre, les autorités ne peuvent imposer des restrictions au droit de se marier, sauf à invoquer des considérations importantes telles que la sécurité de la prison, ou la prévention des infractions pénales et la défense de l’ordre. En l’espèce, c’est la conviction du juge que le mariage aurait des conséquences négatives sur la procédure d’audition des témoins à charge qui a justifié la mise en place d’une interdiction sur le droit de se marier pendant le procès. Cette interdiction n’avait cependant aucune base légale puisqu’en vertu du droit polonais le fait que l’un des futurs époux soit un accusé et l’autre une victime dans une procédure pénale ne constitue pas un obstacle juridique ou factuel pour contracter mariage. Si le requérant n’avait pas été en détention, il n’y aurait eu aucun moyen de l’empêcher de se marier devant le bureau d’état civil à tout moment au cours du procès. De même, les autorités de l’état civil n’auraient pas débattu de la sincérité de ses sentiments avant l’officialisation de la relation. En conséquence, la Cour ne peut que souscrire totalement à l’appréciation de la Cour suprême selon laquelle l’atteinte au droit du requérant de se marier a été disproportionnée et arbitraire. La Cour ne saurait adhérer à l’argument du gouvernement polonais selon lequel il était loisible au requérant d’épouser la victime dans le futur et que cela allégeait les conséquences de l’interdiction. Le fait d’imposer un délai pour contracter mariage à des personnes ayant atteint l’âge adulte et remplissant toutes les conditions posées par le droit national pour se marier ne saurait passer pour justifié au regard de l’article 12. Le droit polonais laissait aux autorités polonaises toute latitude s’agissant de statuer sur la demande d’un détenu de se marier. Aucune disposition spécifique du droit national ne concerne le mariage en détention mais, de l’avis de la Cour, l’article 12 n’exige pas de l’Etat qu’il introduise des lois séparées ou des règles spécifiques sur le mariage des détenus étant donné que la détention ne constitue pas un obstacle juridique au mariage. De même, il n’existe aucune différence de situation juridique entre les personnes en détention et celles en liberté quant à l’éligibilité pour se marier. En l’espèce, le manquement à la Convention découle non pas de l’absence de règles détaillées concernant le mariage en détention mais du manque de retenue dont a fait preuve la juge nationale en exerçant son pouvoir discrétionnaire et du fait qu’elle n’a pas ménagé un juste équilibre entre les divers intérêts publics et privés en jeu d’une manière conforme à la Convention. Même si le tribunal compétent a agi comme il l’a fait pour assurer la bonne conduite du procès – ce qui représentait un intérêt légitime –, il a perdu de vue la nécessité de tenir compte dans l’exercice d’équilibre le respect des droits fondamentaux garantis au requérant par la Convention. Dès lors, la mesure appliquée a entravé dans son essence même le droit du requérant de se marier.", "Conclusion : violation (unanimité).", "Article 13 : le Gouvernement a admis qu’il n’existe aucune procédure par laquelle le requérant aurait pu contester effectivement la décision lui déniant le droit de se marier en détention.", "Conclusion : violation (unanimité).", "La Cour conclut également à la violation de l’article 5 § 4.", "Article 41 : 5 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}