{"file": "FRE_HFJUD_12738_10.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "12738/10", "text_paragraphs": ["", "", "GRANDE CHAMBRE", "", "", "", "", "", "", "", "", "AFFAIRE JEUNESSE c. PAYS-BAS", "", "(Requête no 12738/10)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "3 octobre 2014", "", "", "", "Cet arrêt est définitif. Il peut subir des retouches de forme.", "", "", "En l’affaire Jeunesse c. Pays-Bas,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tDean Spielmann, président,", "\tJosep Casadevall,", "\tGuido Raimondi,", "\tIneta Ziemele,", "\tMark Villiger,", "\tIsabelle Berro-Lefèvre,", "\tCorneliu Bîrsan,", "\tAlvina Gyulumyan,", "\tJán Šikuta,", "\tLuis López Guerra,", "\tNona Tsotsoria,", "\tAnn Power-Forde,", "\tIşıl Karakaş,", "\tVincent A. De Gaetano,", "\tPaul Mahoney,", "\tJohannes Silvis,", "\tKrzysztof Wojtyczek, juges,", "et de Lawrence Early, jurisconsulte,", "Après en avoir délibéré en chambre du conseil le 13 novembre 2013 et le 2 juillet 2014,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 12738/10) dirigée contre le Royaume des Pays-Bas et dont une ressortissante surinamaise, Mme Meriam Margriet Jeunesse (« la requérante »), a saisi la Cour le 1er mars 2010 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante a été représentée par Me G. Later, avocate à la Haye. Le gouvernement néerlandais (« le Gouvernement ») a été représenté par son agente adjointe, Mme L. Egmond, du ministère des Affaires étrangères.", "3.  La requérante alléguait que le refus de l’exempter de l’obligation de détenir un visa de séjour temporaire et de l’admettre aux Pays-Bas avait emporté violation à son égard des droits garantis par l’article 8 de la Convention.", "4.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement de la Cour – « le règlement »). Dans une décision du 4 décembre 2012, elle a été déclarée en partie recevable par une chambre de ladite section composée de Josep Casadevall, président, Alvina Gyulumyan, Corneliu Bîrsan, Ján Šikuta, Luis López Guerra, Nona Tsotsoria et Johannes Silvis, juges, ainsi que de Santiago Quesada, greffier de section. Le 14 mai 2013, la chambre s’est dessaisie au profit de la Grande Chambre, ni l’une ni l’autre des parties ne s’y étant opposée (articles 30 de la Convention et 72 du règlement).", "5.  La composition de la Grande Chambre a été arrêtée conformément aux articles 26 §§ 4 et 5 de la Convention et 24 du règlement.", "6. Tant la requérante que le Gouvernement ont déposé des observations écrites complémentaires (article 59 § 1 du règlement) sur le fond de l’affaire. Par ailleurs, des observations ont été reçues de deux organisations non gouvernementales (ONG), Defence for Children et Immigrant Council of Ireland (Independent Law Centre), que le président avait autorisées à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 3 du règlement).", "7.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 13 novembre 2013 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nMmes\tL. Egmond, ministère des Affaires étrangères,\t\tagente adjointe,\n\tC. Coert, ministère de la Sécurité et de la Justice,\n\tL. Hansen, service de l’Immigration et de la Naturalisation,\n\tN. Jansen, service de l’Immigration et de la\n\tNaturalisation,\tconseillères ;", "–  pour la requérante\nMme\tG. Later,\t\nM.\tA. Eertink,\tconseils,\nMme\tM. Marchese,\tconseillère.", "", "La Cour a entendu en leurs déclarations Mmes Later et Egmond. Elle a également entendu Mme Later, M. Eertink et Mme Egmond en leurs réponses à des questions posées par les juges.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  La requérante est née en 1967 et réside à La Haye.", "9.  En mars 1987, elle fit la connaissance de M. W., qui, comme elle, était né au Surinam et y avait toujours vécu, et entama une relation avec lui. L’un et l’autre avaient acquis la nationalité surinamaise en 1975, année où le Surinam obtint son indépendance (article 3 de l’Accord entre le Royaume des Pays-Bas et la République du Surinam concernant l’attribution de la nationalité (Toescheidingsovereenkomst inzake nationaliteiten tussen het Koninkrijk der Nederlanden en de Republiek Suriname – paragraphe 62 cidessous). En septembre 1989, la requérante emménagea avec M. W. dans la maison du grand-père paternel de celui-ci au Surinam.", "10.  Le 19 octobre 1991, M. W. se rendit du Surinam aux Pays-Bas pour y demeurer avec son père, après avoir obtenu un visa à cet effet. En 1993, il obtint la nationalité néerlandaise, ce qui impliquait qu’il renonçât à la nationalité surinamaise.", "11.  M. W. a une sœur, deux frères et un demi-frère qui résident aux Pays-Bas, ainsi que deux demi-frères et une demi-sœur qui résident au Surinam. La requérante a un frère, G., qui a été expulsé des Pays-Bas vers le Surinam en 2009. Elle a également un demi-frère et une demi-sœur aux PaysBas ainsi qu’une demi-sœur au Surinam.", "A.  Les demandes d’obtention d’un permis de séjour aux Pays-Bas formées par la requérante", "12.  Entre 1991 et 1995, la requérante introduisit cinq demandes de visa pour visite familiale aux Pays-Bas. Ces demandes furent toutes rejetées, aux motifs que son hôte (referent) ne disposait pas de ressources suffisantes, qu’il n’avait pas signé l’attestation de prise en charge (garantverklaring) requise ou qu’il n’avait pas fourni les informations nécessaires à l’appréciation de la demande. La requérante ne forma pas de recours administratif contre ces refus de visa.", "13.  Le 19 novembre 1996, elle introduisit une sixième demande de visa pour visite familiale, qui fut acceptée le 4 mars 1997. Elle se rendit ensuite aux Pays-Bas, où elle arriva le 12 mars. Lorsque son visa expira, 45 jours plus tard, elle ne retourna pas au Surinam mais resta aux Pays-Bas, qu’elle n’a plus quittés depuis lors. Elle a vécu à Rotterdam jusqu’au 20 juillet 1998, date à laquelle elle s’est installée à La Haye, où elle réside à la même adresse depuis le 17 décembre 1998.", "1.  La demande du 20 octobre 1997", "14.  Le 20 octobre 1997, la requérante sollicita un permis de séjour afin, selon sa version des faits, de s’établir aux Pays-Bas avec son partenaire néerlandais, M. W. Selon le Gouvernement, elle déclara demander un titre de séjour en vue d’exercer un « emploi rémunéré ». Le 16 février 1998, le secrétaire d’État à la Justice (Staatssecretaris van Justitie) décida de ne pas traiter la demande (buiten behandeling stellen), la requérante ayant négligé par deux fois de se présenter en personne devant le service de l’Immigration pour communiquer des informations complémentaires sur sa demande. Lorsque, le 13 février 1998, l’avocate de la requérante avait sollicité un nouveau rendez-vous au motif qu’elle ne pourrait pas se rendre à celui prévu pour le 16 février, le service de l’Immigration l’avait informée que, malgré son absence à elle, sa cliente devrait se présenter en personne – ce que la requérante ne fit pas. Le 23 février 1998, la décision du secrétaire d’État du 16 février fut communiquée à la requérante. Celle-ci avait l’ordre de quitter le territoire dans un délai de sept jours.", "15.  La requérante forma une objection (bezwaar) contre la décision du 16 février 1998. L’objection étant dépourvue d’effet suspensif, elle sollicita également l’application d’une mesure provisoire (voorlopige voorziening), en l’occurrence une injonction du tribunal qui interdirait son expulsion dans l’attente de l’issue de la procédure d’examen de l’objection. La demande de mesure provisoire et l’objection furent toutes deux rejetées, respectivement le 23 décembre 1999 par le président par intérim du tribunal (rechtbank) de La Haye siégeant à Haarlem et le 17 janvier 2000 par le secrétaire d’État. La requérante contesta la décision du secrétaire d’État devant le tribunal de La Haye et sollicita à nouveau l’application d’une mesure provisoire. Le 12 juillet 2001, le tribunal de La Haye siégeant à Utrecht rejeta ce recours et la demande qui l’accompagnait. Cette décision était quant à elle insusceptible de recours.", "16.  Entre-temps, la requérante avait épousé M. W. le 25 juin 1999 et, en septembre 2000, un fils leur était né. En vertu des règles néerlandaises d’acquisition de la nationalité, cet enfant a la nationalité néerlandaise. Souffrant de problèmes de santé à sa naissance, il fit l’objet d’une hospitalisation de longue durée. Il fréquente actuellement un établissement d’enseignement secondaire et se porte bien.", "2.  La demande du 20 avril 2001", "17.  Le 20 avril 2001, la requérante pria les autorités de lui délivrer un permis de séjour soit en application de la règle dite des trois ans (driejarenbeleid), soit pour des motifs impérieux d’ordre humanitaire. En vertu de la règle des trois ans, un titre de séjour pouvait être délivré aux personnes dont la demande de permis de séjour était restée sans réponse pendant trois ans pour des motifs qui ne leur étaient pas imputables et sous réserve qu’elles ne présentassent pas de contre-indication, par exemple des antécédents judiciaires. Le 23 février 2004, alors que la procédure relative à cette demande était en cours, le juge des mesures provisoires (voorzieningenrechter) du tribunal de La Haye siégeant à Amsterdam fit droit à une demande de mesure provisoire de la requérante (injonction interdisant l’éloignement). La décision définitive de rejet de la demande de permis de séjour fut rendue par le tribunal de La Haye siégeant à Amsterdam le 17 mai 2004.", "18.  Le 10 décembre 2005, la requérante et son époux eurent un deuxième enfant, également de nationalité néerlandaise.", "3.  La demande du 23 janvier 2007", "19.  Le 23 janvier 2007, la requérante introduisit une demande de permis de séjour aux fins de demeurer avec ses enfants aux Pays-Bas. Cette demande fut rejetée au motif que l’intéressée ne détenait pas le visa de séjour temporaire (machtiging tot voorlopig verblijf) requis alors qu’elle n’était pas exemptée de l’obligation d’en obtenir un. Ce visa doit être sollicité auprès d’une représentation des Pays-Bas dans le pays d’origine du demandeur et constitue une condition préalable à l’octroi d’un permis de séjour (verblijfsvergunning), qui confère un droit de séjour plus pérenne. La requérante contesta cette décision par un recours administratif qui fut définitivement rejeté par le tribunal de La Haye siégeant à Haarlem le 19 avril 2007.", "20.  Le 7 mai 2007, la requérante pria le secrétaire d’État à la Justice de reconsidérer (heroverwegen) la décision négative rendue sur sa dernière demande. Le 28 septembre 2007, elle le saisit d’une réclamation contre le silence opposé à sa demande de reconsidération. Par une lettre du 12 novembre 2007, le secrétaire d’État l’informa que sa réclamation était fondée mais qu’il n’y avait en revanche pas de raison de reconsidérer la décision en question.", "4.  La demande du 28 septembre 2007", "21.  Le 28 septembre 2007, la requérante demanda que lui fût octroyé un permis de séjour « à la discrétion du secrétaire d’État » (conform beschikking staatssecretaris) pour cause de circonstances individuelles particulières (vanwege bijzondere en individuele omstandigheden).", "22.  Le 7 juillet 2008, le secrétaire d’État à la Justice rejeta cette demande. La requérante saisit le secrétaire d’État d’une objection contre cette décision et sollicita auprès du tribunal de La Haye l’application d’une mesure provisoire (injonction interdisant son éloignement dans l’attente de l’issue de la procédure d’examen de l’objection). Le 17 novembre 2008, notant que le secrétaire d’État ne s’était pas opposé à cette demande, le tribunal de La Haye accorda la mesure provisoire sollicitée. Le 11 mars 2009, après avoir tenu audience le 15 janvier 2009, le secrétaire d’État rejeta l’objection.", "23.  La requérante contesta cette décision devant le tribunal de La Haye et sollicita le prononcé, à titre de mesure provisoire, d’une injonction de ne pas l’expulser dans l’attente de l’issue de la procédure. Elle fut déboutée le 8 décembre 2009 par le juge des mesures provisoires du tribunal de La Haye siégeant à Haarlem. En ses parties pertinentes, la décision du tribunal se lit ainsi :", "« 2.11  Il n’est pas contesté que l’appelante ne détient pas de visa de séjour temporaire valide et qu’elle ne peut prétendre à une exemption de l’obligation de détenir un tel visa en vertu de l’article 17 § 1 de la loi de 2000 sur les étrangers (Vreemdelingenwet 2000) ou de l’article 3.71 § 2 du décret de 2000 sur les étrangers (Vreemdelingenbesluit 2000). Le seul point litigieux est celui de savoir s’il y a lieu de l’exempter de cette obligation en vertu de l’article 3.71 § 4 du décret sur les étrangers [au motif d’une situation exceptionnellement difficile (onbillijkheid van overwegende aard)].", "2.12  Le tribunal estime que l’intimé pouvait raisonnablement conclure que, dans le cas de l’appelante, il n’existait pas de circonstances individuelles particulières permettant de considérer que le maintien de l’obligation de détenir un visa de séjour temporaire plaçait l’intéressée dans une situation exceptionnellement difficile. (...)", "2.18  C’est à tort que l’appelante invoque l’article 8 de la Convention. Il existe bien une vie familiale entre elle, son époux et leurs enfants mineurs, mais le refus de l’intimé de l’exempter de l’obligation de détenir un visa de séjour temporaire ne porte pas atteinte au droit au respect de la vie familiale, car ce refus ne prive pas l’appelante d’un permis de séjour lui permettant d’exercer sa vie familiale aux Pays-Bas.", "2.19  Il n’apparaît pas que l’article 8 de la Convention impose aux Pays-Bas l’obligation positive d’exempter l’appelante de l’obligation de détenir un visa de séjour temporaire au mépris de la politique appliquée en la matière. D’emblée, le tribunal souligne l’importance du fait qu’il ne paraît pas y avoir d’obstacle objectif à l’exercice de la vie familiale hors des Pays-Bas. Vu le jeune âge des enfants de l’appelante, on peut aussi raisonnablement s’attendre à ce qu’ils la suivent au Surinam pendant la durée de la procédure d’obtention du visa de séjour temporaire, et ce même s’ils sont tous deux ressortissants des Pays-Bas. Enfin, le fait que l’époux de l’appelante se trouve actuellement en détention ne constitue pas non plus une raison de conclure (...) à l’existence d’un obstacle objectif.", "2.20  L’appelante a cité les arrêts rendus par la Cour européenne des droits de l’homme dans les affaires Rodrigues da Silva [et Hoogkamer c. Pays-Bas, no 50435/99, CEDH 2006I], Said Botan [c. Pays-Bas (radiation), no 1869/04, 10 mars 2009] et Ibrahim Mohamed [c. Pays-Bas (radiation), no 1872/04, 10 mars 2009]. Pour les motifs qui suivent, ces références ne sont pas pertinentes. L’affaire Rodrigues da Silva ne concernait pas une séparation temporaire liée au maintien de l’obligation de détenir un visa de séjour temporaire, et ne peut donc être considérée comme comparable. Dans les affaires Said Botan et Ibrahim Mohamed, la Cour européenne a jugé que les raisons pour lesquelles elle avait été saisie étaient caduques, étant donné que, dans ces affaires, les requérants s’étaient vu délivrer un permis de séjour. Elle n’a donc pas examiné plus avant leurs griefs. Le tribunal ne voit dès lors pas en quoi les conclusions auxquelles la Cour européenne est parvenue dans ces deux affaires pourraient être pertinentes dans le cas de l’appelante.", "2.21  L’appelante a également invoqué l’article 2 de la Convention relative aux droits de l’enfant. Pour autant que les dispositions invoquées constituent une norme directement applicable, elles n’ont pas d’implication au-delà du fait que dans des procédures telles que celle menée en l’espèce, il faut tenir compte de l’intérêt des enfants concernés. Dans la décision du 11 mars 2009, il a été expressément tenu compte de la situation des deux enfants mineurs de l’appelante. Les dispositions invoquées ne posant pas de norme quant au poids à accorder concrètement à l’intérêt de l’enfant, il n’y a pas de motif de conclure qu’elles ont été méconnues.", "2.22  Partant, le tribunal déclare le recours non fondé. »", "24.  Le 2 août 2009, à son retour aux Pays-Bas d’un voyage au Surinam, où il s’était rendu pour l’enterrement de sa mère adoptive, le mari de la requérante avait été arrêté pour avoir avalé des boulettes de cocaïne. Il avait ensuite été placé en détention provisoire. Le 8 octobre 2009, le tribunal de Haarlem siégeant en formation de juge unique (politierechter) l’avait jugé coupable d’infraction à la loi sur l’opium (Opiumwet) et l’avait condamné à sept mois d’emprisonnement. En raison de cette condamnation, la Maréchaussée royale (Koninklijke Marechaussee) des Pays-Bas l’avait inscrit pour trois ans sur une liste noire communiquée – aux fins de la prévention de la récidive – aux compagnies aériennes exploitant des vols directs entre les Pays-Bas et Aruba, les anciennes Antilles néerlandaises, le Surinam et le Venezuela. Le 31 décembre 2009, après avoir purgé sa peine, le mari de la requérante fut libéré de prison. Il fut radié de la liste noire le 2 août 2012.", "25.  Le 7 janvier 2010, la requérante introduisit devant la section du contentieux administratif du Conseil d’État (Afdeling bestuursrechtspraak van de Raad van State) un recours contre la décision rendue par le juge des mesures provisoires du tribunal de La Haye le 8 décembre 2009. La section du contentieux administratif rejeta le recours le 6 juillet 2010, jugeant qu’il ne pouvait conduire à l’annulation de la décision litigieuse (kan niet tot vernietiging van de aangevallen uitspraak leiden) et que, eu égard à l’article 91 § 2 de la loi de 2000 sur les étrangers, il n’était pas nécessaire de pousser l’examen plus loin, les arguments présentés ne soulevant pas de questions méritant d’être étudiées dans l’intérêt de l’unité juridique, du développement du droit ou de la protection juridique en général. Cette décision n’était pas susceptible de recours.", "5.  La demande du 16 avril 2010", "26.  Entre-temps, le 16 avril 2010, la requérante avait saisi le ministre de la Justice (minister van Justitie) d’une cinquième demande de permis de séjour aux fins de pouvoir demeurer avec ses enfants, arguant qu’en raison de circonstances individuelles particulières elle devait être exemptée de l’obligation de détenir un visa de séjour temporaire.", "27.  Le ministre avait rejeté cette demande le 11 mai 2010, estimant qu’il n’y avait pas de raison d’exempter la requérante de l’obligation de détenir un visa de séjour temporaire et que le refus de lui octroyer un permis de séjour n’était pas contraire à l’article 8 de la Convention. Tout en admettant qu’il existait une vie familiale au sens de l’article 8 entre la requérante, son mari et leurs enfants, il jugea que le refus d’accéder à la demande d’exemption émanant de la requérante ne la privait pas d’un permis de séjour lui permettant de vivre en famille aux Pays-Bas et qu’il n’y avait donc pas atteinte au droit au respect de la vie familiale.", "28.  Sur le point de savoir si les droits de la requérante garantis par l’article 8 faisaient naître pour les Pays-Bas l’obligation positive de lui octroyer un permis de séjour, le ministre jugea que l’intérêt pour l’État d’appliquer une politique d’immigration restrictive l’emportait sur l’intérêt personnel de la requérante à exercer son droit à la vie familiale dans le pays. Dans la mise en balance de ces intérêts concurrents, il tint compte des facteurs suivants : la requérante entretenait déjà au Surinam, avant son arrivée aux Pays-Bas, une relation avec celui qui était désormais son époux ; elle était entrée sur le territoire national sans avoir obtenu le visa nécessaire pour y rejoindre son partenaire en vertu des règles pertinentes sur l’immigration, et elle y avait fondé une famille sans détenir de titre de séjour. Le ministre ajouta que lorsqu’il s’était révélé au cours de la procédure qu’elle était enceinte, rien n’avait permis d’établir ni même de faire apparaître qu’elle serait incapable, si une hospitalisation était nécessaire, d’accoucher dans un hôpital du Surinam, ni qu’il y eût des obstacles objectifs insurmontables à l’exercice par elle de sa vie familiale dans ce pays. Il nota à cet égard que l’on parlait néerlandais au Surinam, et il considéra que la transition ne serait donc pas spécialement difficile pour les enfants de la requérante, dont il estima qu’ils pourraient poursuivre leurs études normalement dans ce pays.", "29.  Le ministre ajouta que le simple fait que le conjoint et les enfants de la requérante fussent des ressortissants néerlandais ne faisait pas automatiquement naître pour les autorités néerlandaises l’obligation d’octroyer à l’intéressée un permis de séjour et n’impliquait pas nécessairement que l’exercice de leur vie familiale ne fût possible qu’aux Pays-Bas. Il considéra que les autorités ne pouvaient être tenues pour responsables des conséquences du choix personnel qu’avait fait la requérante de venir aux Pays-Bas, de s’y installer et d’y fonder une famille sans être certaine qu’elle pourrait y obtenir un permis de séjour permanent. Dans cette mise en balance, il attribua une importance décisive au fait que la requérante n’avait jamais résidé légalement aux Pays-Bas et qu’absolument rien n’indiquait qu’il lui serait impossible de mener sa vie familiale au Surinam.", "30.  Le ministre rejeta également l’argument de la requérante consistant à dire qu’elle devait être exemptée de l’obligation de détenir un visa de séjour temporaire, considérant notamment que la durée du séjour de l’intéressée aux Pays-Bas était la conséquence de son choix personnel d’y rester. Il observa qu’elle avait essuyé plusieurs refus à ses demandes de permis de séjour aux Pays-Bas mais qu’elle avait néanmoins choisi à chaque fois d’introduire une nouvelle demande, acceptant ainsi le risque de devoir à un moment ou à un autre quitter le pays, au moins temporairement. Il ajouta qu’elle était née et avait grandi au Surinam, qu’elle y avait passé l’essentiel de sa vie et que, vu son âge, elle devait être considérée comme capable d’y retourner et d’y subvenir à ses besoins, le cas échéant avec un soutien financier et/ou matériel envoyé des Pays-Bas, pendant l’examen de la demande de visa de séjour temporaire qu’elle devait introduire sur place. À cet égard, il conclut que l’affaire ne faisait pas apparaître de circonstances justifiant de conclure que la décision de ne pas exempter la requérante de l’obligation de détenir un visa de séjour temporaire la plaçait dans une situation exceptionnellement difficile au sens de l’article 3.71 § 4 du décret de 2000 sur les étrangers.", "31.  Le 17 mai 2010, la requérante saisit le ministre d’une objection contre cette décision. Elle exposa des arguments supplémentaires à l’appui et communiqua des informations complémentaires dans des lettres des 20 mai, 25 mai et 8 juin 2010.", "32.  Le 2 juillet 2010, la requérante pria le tribunal de La Haye d’adopter une mesure provisoire, en l’occurrence une injonction de ne pas l’expulser dans l’attente de l’issue de la procédure d’examen de cette objection.", "33.  Par ailleurs, elle sollicita sur le fondement de l’article 64 de la loi de 2000 sur les étrangers (paragraphe 53 ci-dessous) un sursis à l’exécution de la mesure d’éloignement. Le 3 août 2010, après qu’une audience se fut tenue le 28 juillet 2010, le juge des mesures provisoires du tribunal de La Haye siégeant à Amsterdam, tenant compte du fait que l’examen de cette demande était pendant, rejeta la demande de mesure provisoire au motif qu’elle était sans objet.", "34.  Le 19 décembre 2011, le ministre rejeta l’objection introduite par la requérante le 17 mai 2010. La requérante contesta cette décision par un recours que le tribunal de La Haye siégeant à Dordrecht rejeta le 17 juillet 2012 par une décision qui, en ses parties pertinentes, se lit ainsi :", "« 2.4.1.  Il faut déterminer si l’intimé pouvait refuser d’exempter l’appelante de l’obligation de détenir un visa de séjour temporaire imposée par l’article 3.71 § 1 du décret de 2000 sur les étrangers au motif que l’éloignement de l’intéressée ne serait pas contraire à l’article 8 de la Convention.", "2.4.2.  Il ne fait pas controverse entre les parties qu’il y a une vie familiale entre l’appelante, son époux et leurs trois enfants mineurs. Pour autant, le rejet de la demande [de permis de séjour] ne constitue pas une ingérence au sens de l’article 8 § 2 de la Convention. En effet, ce n’est pas comme si on lui avait retiré un titre de séjour lui permettant de mener sa vie familiale aux Pays-Bas puisqu’elle n’en a jamais eu. La question se pose alors de savoir s’il existe des faits et circonstances tels que l’on puisse considérer que le droit au respect de la vie familiale engendre pour l’intimé l’obligation positive d’autoriser l’appelante à résider [aux Pays-Bas]. Il faut dans ce cadre ménager un « juste équilibre » entre, d’une part, l’intérêt de l’étranger concerné à mener sa vie familiale aux Pays-Bas et, d’autre part, l’intérêt général de l’État néerlandais à appliquer une politique d’immigration restrictive. À cet égard, les autorités nationales jouissent d’une certaine marge d’appréciation.", "2.4.3.  Il était raisonnable pour l’intimé d’attacher plus de poids à l’intérêt général de l’État néerlandais qu’à l’intérêt personnel de l’appelante et des membres de sa famille. L’article 8 de la Convention ne lui imposait pas l’obligation d’octroyer à l’appelante un titre de séjour aux Pays-Bas. Dans la mise en balance des intérêts en jeu, l’intimé était fondé à retenir contre l’appelante, en lui accordant un grand poids, le fait qu’elle avait entamé sa vie familiale aux Pays-Bas sans y avoir obtenu de titre de séjour à cette fin et qu’elle avait continué de développer cette vie familiale malgré les refus opposés à ses demandes de titre de séjour. Le fait que, pendant un certain temps, l’appelante a résidé légalement sur le territoire néerlandais dans l’attente de l’issue de la procédure relative à sa demande de titre de séjour n’y change rien.", "2.4.4.  L’intimé était fondé à considérer que l’appelante devait assumer les conséquences découlant de ses choix. En vertu de la jurisprudence de la Cour européenne des droits de l’homme (Rodrigues da Silva et Hoogkamer c. Pays-Bas [no 50435/99, CEDH 2006I]), lorsque la vie familiale a commencé alors qu’il n’avait pas été accordé de permis de séjour à cette fin, l’éloignement n’emporte violation de l’article 8 que dans des circonstances tout à fait exceptionnelles. Or l’appelante n’a pas établi qu’elle et sa famille relèvent de pareilles circonstances exceptionnelles. C’est à tort qu’elle invoque les arrêts Rodrigues da Silva et Hoogkamer et Nunez c. Norvège [(no 55597/09, 28 juin 2011)], car sa situation n’est pas comparable à celle des requérants dans ces affaires. Dans celles-ci, il était établi que les enfants ne pouvaient pas suivre leur mère dans son pays d’origine ; dès lors, l’éloignement de la mère aurait rendu impossible tout contact avec ses enfants. En l’espèce, en revanche, il n’est pas suffisamment certain que le mari et les enfants de l’appelante ne pourraient pas la suivre dans son pays d’origine pour que la famille y poursuive sa vie commune. L’appelante n’a pas avancé des éléments suffisants pour démontrer que les membres de sa famille auraient du mal à entrer au Surinam. La conséquence de l’inscription du mari sur une liste noire est que les compagnies aériennes peuvent lui refuser l’embarquement sur des vols directs des Pays-Bas vers les Antilles néerlandaises, Aruba, le Surinam et le Venezuela du 2 août 2009 au 2 août 2012. Il n’en découle pas forcément qu’il ne puisse pas être admis sur le territoire surinamais. L’appelante n’a pas non plus établi qu’il serait impossible pour son époux de se rendre au Surinam par d’autres moyens. En outre, il est important de noter que l’inscription sur la liste noire n’est que temporaire.", "2.4.5.  Le dossier ne révèle pas d’autres circonstances propres à faire conclure à l’existence d’un obstacle objectif à la poursuite par les intéressés de leur vie familiale au Surinam. On ne peut davantage parler d’un formalisme excessif. La situation de l’appelante n’est pas comparable à celle des requérantes dans l’affaire Rodrigues da Silva. L’intimé a suffisamment tenu compte, dans la mise en balance à laquelle il a procédé, de l’intérêt des enfants mineurs. Ceux-ci sont tous nés aux Pays-Bas et ont la nationalité néerlandaise. Au moment de la décision litigieuse, ils étaient âgés respectivement de onze ans, six ans et un an. Ils ont toujours vécu aux Pays-Bas. L’aîné a certes établi des liens avec le pays, mais l’intimé n’était pas tenu de considérer que cette circonstance constituait une base suffisante pour dire que les enfants ne pourraient pas s’enraciner au Surinam. À cet égard, il est pertinent aussi de noter qu’on parle néerlandais dans ce pays et que les deux parents en sont originaires.", "2.4.6.  Ne change rien à cela le fait que l’époux et les enfants de l’appelante sont de nationalité néerlandaise et que, en vertu de l’article 20 du Traité sur le fonctionnement de l’Union européenne (« le TFUE »), leur qualité de citoyens de l’Union leur confère des droits. On peut déduire du raisonnement tenu par la Cour de justice de l’Union européenne (« la CJUE ») dans l’arrêt Dereci et al. du 15 novembre 2011 (C-256/11), où elle a précisé sa jurisprudence Ruiz Zambrano (arrêt du 8 mars 2011 (C-34/09)), que dans la détermination du point de savoir si un citoyen de l’Union qui exerce une vie familiale avec un ressortissant d’un pays tiers se trouvera privé du droit – qui découle directement de l’article 20 du TFUE – de résider sur le territoire de l’UE, le droit au respect de la vie familiale ne revêt qu’une importance limitée. Il découle en effet des paragraphes 68 et 69 de l’arrêt Dereci que ce droit, en tant que tel, n’est pas protégé par l’article 20 du TFUE mais par d’autres règles et normes du droit international, du droit de l’Union européenne et du droit interne, telles que l’article 8 de la Convention, l’article 7 de la Charte des droits fondamentaux de l’Union européenne, les directives européennes et l’article 15 de la loi de 2000 sur les étrangers. Pour répondre à la question exposée ci-dessus, il ne faut, là aussi, accorder qu’une importance limitée au désir que peuvent avoir les membres d’une famille nucléaire de résider ensemble aux Pays-Bas ou sur le territoire de l’Union.", "2.4.7.  Le cas où un citoyen de l’Union se voit priver du droit de résider sur le territoire de l’Union ne se présente que lorsque ce citoyen dépend du ressortissant du pays tiers au point que, en conséquence de la décision des autorités nationales, il n’aurait pas d’autre choix que de s’installer avec cette personne hors du territoire de l’Union. Telle n’est pas la situation des membres de la famille de l’appelante. Le père peut prendre soin de ses enfants. Il est lui-même de nationalité néerlandaise. Ni lui ni les enfants ne sont tenus ou contraints d’accompagner l’appelante au Surinam lorsqu’elle ira y solliciter l’octroi d’un visa de séjour temporaire. Il n’y a donc pas violation des droits que leur confère leur qualité de citoyens de l’Union.", "2.4.8.  Il était raisonnable pour l’intimé d’estimer qu’il ne paraissait pas y avoir de circonstances individuelles extrêmement particulières de nature à faire conclure à l’existence d’une situation exceptionnellement difficile. Les procédures relatives aux précédentes demandes de permis de séjour formées par l’appelante et le déroulement des événements pendant son placement en centre de rétention pour les étrangers aux fins d’un éloignement ne peuvent être considérés comme relevant de cette qualification. La régularité des décisions prises relativement à ces demandes ne peut être examinée dans le cadre de la présente procédure. Par ailleurs, l’appelante n’a pas étayé son allégation consistant à dire qu’elle répondait à toutes les conditions requises lorsqu’elle a formé sa première demande de permis de séjour et qu’elle aurait donc dû alors se voir octroyer le permis demandé. (...) »", "Le tribunal considéra ensuite que la requérante n’avait pas étayé son argument selon lequel elle souffrait de problèmes de santé ni expliqué en quoi ces problèmes justifiaient de l’exempter de l’obligation de détenir un visa de séjour temporaire. Il jugea également qu’elle n’avait pas démontré que, comme elle le soutenait, elle répondait à toutes les exigences requises, hormis celle de détenir un visa de séjour temporaire, pour se voir délivrer un permis de séjour.", "35.  Le 14 août 2012, la requérante contesta cette décision devant la section du contentieux administratif. Les parties n’ont pas communiqué d’autres informations sur la procédure relative à cette dernière demande de permis de séjour.", "B.  Les principales mesures prises en vue de l’expulsion de la requérante et le placement de l’intéressée en rétention administrative", "36.  Le 5 janvier 2007, la police des étrangers invita la requérante à se rendre dans ses locaux le 10 janvier 2007 aux fins de se voir remettre l’ordre lui enjoignant de quitter le territoire national dans un délai de deux semaines. Cet ordre fut par la suite retiré en raison de l’introduction par la requérante, le 23 janvier 2007, d’une troisième demande de permis de séjour (paragraphe 19 ci-dessus).", "37.  Le 26 février 2010, la police des étrangers informa l’avocate de la requérante que, le recours formé par sa cliente contre l’arrêt du 8 décembre 2009 (paragraphes 23 et 25 ci-dessus) n’ayant pas d’effet suspensif, il allait être procédé à l’expulsion.", "38.  Le 10 avril 2010, faute de s’être rendue dans les locaux de la police des étrangers où elle avait été convoquée le 4 mars 2010, la requérante fut placée en rétention administrative (vreemdelingenbewaring) aux fins de son expulsion en vertu de l’article 59 § 1 a) de la loi de 2000 sur les étrangers. Elle fut conduite au centre de rétention de Zeist, où on constata qu’elle était enceinte, l’accouchement étant prévu pour le 14 décembre 2010.", "39.  Elle introduisit successivement trois demandes de remise en liberté, qui furent rejetées par le tribunal de La Haye siégeant à Rotterdam respectivement le 27 avril, le 1er juin et le 8 juillet 2010. Dans chacune de ces décisions, le tribunal jugea qu’il y avait des perspectives suffisantes que la requérante fût expulsée dans un délai raisonnable et que les autorités néerlandaises faisaient preuve de la diligence requise aux fins de la mise en œuvre de cette expulsion.", "Il rejeta par ailleurs l’argument de la requérante consistant à dire que sa grossesse rendait sa privation de liberté contraire à l’article 3 de la Convention et que, compte tenu de son état, ses conditions de détention étaient incompatibles avec cette disposition. La section pour les Pays-Bas d’Amnesty International exprima sa préoccupation relativement au placement de la requérante en rétention administrative dans une lettre du 29 juin 2010 adressée à son avocate, qui la versa au dossier de la procédure devant le tribunal. L’ONG considérait que si la requérante n’avait certes pas respecté l’obligation qui lui avait été imposée de se présenter à la police, une mesure moins sévère que la privation de liberté aurait été plus appropriée dans son cas particulier.", "40.  Les 28 juin, 15 juillet et 3 août 2010, pendant sa privation de liberté, la requérante se plaignit de ses conditions de rétention auprès de la commission de contrôle (Commissie van Toezicht) compétente pour les deux centres où elle séjourna successivement. La commission statua sur ces plaintes dans deux décisions rendues respectivement le 12 et le 29 novembre 2010 respectivement. Elle rejeta l’ensemble des griefs, sauf celui que la requérante avait formulé le 28 juin 2010 quant au port d’entraves pendant ses transferts à l’hôpital, qu’elle jugea fondé dans la décision du 29 novembre 2010. La requérante contesta les décisions des 12 et 29 novembre 2010 par des recours que la commission de recours (beroepscommissie) du Conseil pour l’administration de la justice pénale et la protection de la jeunesse (Raad voor Strafrechtstoepassing en Jeugdbescherming) trancha définitivement le 6 juin 2011. Ledit organe jugea inadmissible l’utilisation de dispositifs d’entrave sur une femme enceinte et estima que la ration supplémentaire de nourriture servie à la requérante à son arrivée au centre de rétention de Rotterdam avait été insuffisante. La Cour a examiné ces griefs dans sa décision sur la recevabilité du 4 décembre 2012 (paragraphe 4 ci-dessus) et les a déclarés irrecevables pour les motifs exposés dans cette décision.", "41.  La requérante fut remise en liberté le 5 août 2010 ; elle donna naissance à son troisième enfant le 28 novembre de la même année.", "42.  Le 25 septembre 2012, le Consulat général du Surinam à Amsterdam délivra à la requérante un passeport surinamais valable jusqu’au 25 septembre 2017.", "II.  LE DROIT NÉERLANDAIS ET LE DROIT SURINAMAIS PERTINENTS", "A.  Le droit et la pratique néerlandais en matière d’immigration", "43.  Jusqu’au 1er avril 2001, l’entrée, le séjour et l’éloignement des étrangers étaient régis par la loi de 1965 sur les étrangers (Vreemdelingenwet 1965). Des règles supplémentaires étaient posées dans le décret sur les étrangers (Vreemdelingenbesluit), le règlement sur les étrangers (Voorschrift Vreemdelingen) et la circulaire sur les étrangers (Vreemdelingencirculaire). La loi générale sur le droit administratif (Algemene Wet Bestuursrecht) s’appliquait aux procédures engagées en vertu de la loi de 1965 sur les étrangers, sauf indication contraire dans celleci.", "44.  En vertu de l’article 4:5 § 1 de la loi générale sur le droit administratif, lorsque l’auteur d’une demande a méconnu une règle légale afférente au traitement de sa demande ou que les informations et les documents fournis par lui sont insuffisants pour apprécier le bien-fondé de celle-ci, l’autorité administrative peut, après avoir imparti à l’auteur de la demande un délai pour compléter le dossier, décider de ne pas traiter la demande si l’auteur ne la régularise pas dans le délai fixé.", "45.  En vertu de l’article 41 § 1 c) du décret de 1965 sur les étrangers, les ressortissants étrangers qui désiraient séjourner aux Pays-Bas pendant plus de trois mois devaient, aux fins de leur admission sur le territoire, être en possession d’un passeport en cours de validité portant un visa de séjour temporaire valable délivré par une représentation diplomatique ou consulaire des Pays-Bas établie dans leur pays d’origine ou de résidence ou, à défaut, dans le pays le plus proche. L’objectif de la condition de visa était notamment d’empêcher l’entrée et le séjour irréguliers de ressortissants étrangers sur le territoire national. Quiconque entrait aux Pays-Bas ou y demeurait sans détenir de visa de séjour temporaire était en infraction à la loi de 1965 sur les étrangers. Toutefois, le défaut de visa de séjour temporaire ne pouvait pas entraîner un refus de délivrance d’un permis de séjour si, au moment de la demande de permis, toutes les autres conditions requises étaient réunies.", "46.  Le 1er avril 2001, la loi de 1965 sur les étrangers fut remplacée par la loi de 2000 sur les étrangers (« la loi de 2000 »). À la même date, le décret sur les étrangers, le règlement sur les étrangers et la circulaire sur les étrangers furent remplacés par de nouvelles versions reposant sur la loi de 2000. Sauf indication contraire dans la loi de 2000, la loi générale sur le droit administratif a continué de s’appliquer aux procédures relatives aux demandes d’entrée et de séjour formulées par des étrangers.", "47.  En vertu des dispositions transitoires énoncées à l’article 11 de la loi de 2000, les demandes de permis de séjour dont le traitement était en cours au moment de l’entrée en vigueur de cette loi devaient être considérées comme relevant de ses dispositions. Dès lors qu’aucune règle transitoire n’avait été prévue pour les dispositions de fond du droit des étrangers, les dispositions de fond de la loi de 2000 sur les étrangers prirent effet immédiatement.", "48.  L’article 1 h) de la loi de 2000, dans sa version en vigueur au moment des faits, était ainsi libellé :", "« Dans la présente loi et les dispositions prises pour son application, les expressions ci-dessous ont le sens suivant :", "(...)", "h)  visa de séjour temporaire : visa délivré soit par une représentation diplomatique ou consulaire des Pays-Bas dans le pays d’origine ou de résidence habituelle, soit par les gouvernorats des Antilles néerlandaises ou d’Aruba dans ces pays, avec l’autorisation préalable de Notre ministre des Affaires étrangères, aux fins d’un séjour d’une durée de plus de trois mois ; »", "49.  L’article 8 a), f), h) et j) de la loi de 2000 dispose :", "« Un étranger ne réside légalement aux Pays-Bas que :", "a)  s’il détient un permis de séjour de durée déterminée visé à l’article 14 [de la présente loi, c’est-à-dire un permis de séjour délivré pour un motif autre que l’asile] ;", "(...)", "c)  s’il détient un permis de séjour de durée déterminée visé à l’article 28 [de la présente loi, c’est-à-dire un permis de séjour délivré aux fins de l’asile] ;", "(...)", "f)  dans l’attente d’une décision sur une demande de permis de séjour visé à l’article 14 ou à l’article 28 lorsque, en vertu de la présente loi ou d’une décision de justice, il ne peut être procédé à son expulsion tant que cette décision n’a pas été rendue ;", "(...)", "h)  dans l’attente d’une décision sur une objection, une demande de réexamen ou un recours lorsque, en vertu de la présente loi ou d’une décision de justice, il ne peut être procédé à son expulsion tant que cette décision n’a pas été rendue ;", "(...)", "j)  en cas d’obstacle à l’expulsion au sens de l’article 64 ; (...) »", "50.  L’article 16 § 1 a) de la loi de 2000 est ainsi libellé :", "« 1.  Les demandes d’octroi d’un permis de séjour de durée déterminée au sens de l’article 14 peuvent être rejetées si :", "a)  l’étranger ne détient pas un visa de séjour temporaire valable correspondant au but pour lequel la demande de permis de séjour est introduite ; »", "51.  En ses parties pertinentes, l’article 27 de la loi de 2000 dispose :", "« 1.  Les conséquences d’une décision de rejet d’une demande d’octroi d’un permis de séjour de durée déterminée au sens de l’article 14 ou d’un permis de séjour de durée indéterminée au sens de l’article 20 sont, ipso jure, les suivantes :", "a)  l’étranger n’est plus en situation de séjour régulier sur le territoire, à moins que son séjour puisse être réputé régulier pour un autre motif juridique ;", "b)  l’étranger doit quitter de lui-même le territoire des Pays-Bas dans le délai prévu à l’article 62, à défaut de quoi il s’expose à une expulsion, et", "c)  les agents de contrôle des étrangers sont habilités, après l’expiration du délai dans lequel l’étranger doit quitter de lui-même le territoire des Pays-Bas, à pénétrer en tous lieux, y compris dans des logements, sans le consentement de leur occupant, afin de procéder à l’expulsion de l’étranger.", "2.  Le paragraphe 1 s’applique mutatis mutandis dans les cas suivants :", "a)  lorsqu’il a été décidé, en vertu de l’article 24 [de la présente loi] ou en vertu de l’article 4:5 de la loi générale sur le droit administratif, de ne pas traiter la demande ; (...) »", "52.  L’article 62 § 1 de la loi de 2000 se lit ainsi :", "« Lorsque l’étranger n’est plus en situation de séjour régulier, il doit quitter de luimême le territoire des Pays-Bas dans un délai de quatre semaines. »", "53.  L’article 64 de la loi de 2000 dispose :", "« Un étranger ne peut être expulsé tant que sa santé ou celle de l’un des membres de sa famille constitue une contre-indication à ce qu’il voyage. »", "54.  L’article 3.71 § 1 du décret de 2000 sur les étrangers est ainsi libellé :", "« Toute demande d’octroi d’un permis de séjour de durée déterminée au sens de l’article 14 de la loi est rejetée si l’étranger n’est pas en possession d’un visa de séjour temporaire valable. »", "55.  En vertu de l’article 3.1 § 1 du décret de 2000 sur les étrangers, les ressortissants étrangers qui ont sollicité l’octroi d’un permis de séjour ne doivent pas être expulsés, à moins que le ministre ne juge que leur demande n’est que la simple répétition d’une demande antérieure.", "56.  Selon la circulaire de 2000 sur la mise en œuvre de la loi sur les étrangers (« la circulaire de 2000 »), l’obligation pour les ressortissants étrangers d’obtenir un visa de séjour temporaire permet aux autorités néerlandaises de vérifier qu’ils répondent à toutes les conditions requises pour l’octroi de ce visa avant leur entrée sur le territoire national. Le pouvoir d’octroyer un visa de séjour temporaire est conféré au ministre des Affaires étrangères des Pays-Bas. Les demandes de visa de séjour temporaire sont, en principe, appréciées sur la base des mêmes critères que les demandes de permis de séjour. Ce n’est qu’après avoir obtenu un tel visa que le ressortissant étranger peut se rendre aux Pays-Bas et y demander un permis de séjour. Un étranger qui entre et séjourne sur le territoire des PaysBas sans détenir de visa de séjour temporaire est en situation irrégulière.", "57.  Pour des raisons liées à la démographie et à la situation de l’emploi aux Pays-Bas, le gouvernement néerlandais applique une politique d’immigration restrictive. Les étrangers ne peuvent entrer sur le territoire que sur la base d’accords internationaux directement applicables ou si leur présence sert un intérêt néerlandais essentiel, ou encore pour des motifs impérieux d’ordre humanitaire (article 13 de la loi de 2000). Le respect de la vie familiale garanti par l’article 8 de la Convention est une obligation imposée par un accord international.", "58.  La politique d’admission aux fins de la formation d’une famille (gezinsvorming) ou d’un regroupement familial (gezinshereniging) est énoncée au chapitre B1 de la circulaire de 2000. Le partenaire ou le conjoint d’un ressortissant néerlandais est en principe admissible sur le territoire, sous réserve que soient réunies certaines conditions supplémentaires en matière par exemple d’ordre public et de ressources.", "59.  En vertu de l’article 3.71 § 1 du décret de 2000 sur les étrangers, la demande de permis de séjour pour formation d’une famille doit être rejetée si l’étranger n’est pas titulaire d’un visa de séjour temporaire valide. Plusieurs catégories d’étrangers sont cependant exemptées de l’obligation de détenir pareil visa (article 17 § 1 de la loi de 2000 combiné avec l’article 3.71 § 2 du décret de 2000 sur les étrangers), notamment ceux dont l’expulsion serait contraire à l’article 8 de la Convention. De plus, en vertu du paragraphe 4 de l’article 3.71 du décret de 2000 sur les étrangers, le ministre compétent peut décider de ne pas appliquer le paragraphe 1 du même article s’il considère que l’application de ce paragraphe placerait l’étranger dans une situation exceptionnellement difficile (onbillijkheid van overwegende aard). Le chapitre B1/2.2.1 de la circulaire de 2000 expose les règles à suivre pour l’application de cette clause de sauvegarde.", "60.  En vertu du chapitre A4/7.6 de la circulaire de 2000, les femmes enceintes ne sont pas expulsables par voie aérienne dans les six semaines précédant le terme de la grossesse. La même disposition protège également les femmes ayant accouché depuis moins de six semaines. En dehors de ces périodes, la grossesse – hors complications médicales – ne constitue pas un motif de report de l’expulsion.", "61.  En vertu de l’article 6:83 du livre premier du code civil (Burgerlijk Wetboek) néerlandais dans sa version en vigueur à la date – le 25 juin 1999 – du mariage de la requérante avec M. W., les époux étaient en principe tenus de cohabiter. Cette disposition fut supprimée du code civil par la loi du 31 mai 2001 portant modification des droits et obligations des époux et des partenaires civils, entrée en vigueur le 22 juin 2001.", "B.  L’Accord entre le Royaume des Pays-Bas et la République du Surinam concernant l’attribution de la nationalité", "62.  Ancien pays (land) du Royaume des Pays-Bas, le Surinam est devenu une république indépendante le 25 novembre 1975. En ses parties pertinentes, l’Accord entre le Royaume des Pays-Bas et la République du Surinam concernant l’attribution de la nationalité en date du 25 novembre 1975 (Tractatenblad (Recueil des traités des Pays-Bas) 1975 no 132, [1976] 997 Recueil des Traités des Nations Unies (RTNU) no 14598) tel que modifié par le Protocole du 14 novembre 1994 (Tractatenblad 1994 no 280) est ainsi libellé :", "Article 2", "« 1.  L’acquisition de la nationalité surinamaise en vertu du présent Accord entraîne la perte de la nationalité néerlandaise.", "2.  L’acquisition de la nationalité néerlandaise en vertu du présent Accord entraîne la perte de la nationalité surinamaise. »", "Article 3", "« Tous les ressortissants néerlandais majeurs qui sont nés au Surinam et qui, à la date d’entrée en vigueur du présent Accord, sont domiciliés ou résident effectivement en République du Surinam, acquièrent la nationalité surinamaise. (...) »", "C.  Le droit et la pratique surinamais en matière d’immigration", "63.  Les informations ci-après proviennent des pages Internet de la direction des étrangers (Hoofdafdeling Vreemdelingenzaken) du ministère surinamais de la Police et de la Justice (Ministerie van Politie en Justitie) et du Consulat général du Surinam à Amsterdam. Les étrangers soumis à l’obligation de visa (visumplichtige vreemdelingen) peuvent entrer au Surinam munis d’un visa de tourisme pour une durée maximale de 90 jours. S’ils souhaitent demeurer dans le pays plus longtemps, ils doivent obtenir au préalable un visa de court séjour (machtiging voor kort verblijf, « MKV ») auprès d’une ambassade ou d’un consulat du Surinam dans leur pays d’origine. Ce document leur permet de solliciter un permis de séjour à leur arrivée au Surinam.", "64.  Les étrangers d’origine surinamaise sont exemptés de l’obligation d’obtenir un visa de court séjour. Ils peuvent entrer au Surinam en présentant un document de voyage de tourisme et demander un permis de séjour dans le pays à leur arrivée. Dans cette catégorie se trouvent notamment :", "–  les personnes qui sont nées au Surinam mais qui sont d’une autre nationalité ;", "–  les personnes qui sont nées hors du Surinam de parents dont l’un au moins est né au Surinam – sous réserve qu’elles aient ou qu’elles aient eu avec le ou les parents en question des liens familiaux juridiquement reconnus (familierechtelijke betrekkingen) – mais qui sont d’une autre nationalité ;", "–  le conjoint et les enfants mineurs qui font effectivement partie de la famille de l’une de ces deux catégories de personnes.", "65.  Par ailleurs, les étrangers d’origine surinamaise peuvent obtenir un visa de tourisme pour entrées multiples d’une durée de validité de trois ans (à condition de ne pas avoir fait l’objet d’un refus d’entrée sur le territoire surinamais au cours des cinq années précédentes).", "66.  Certains ressortissants étrangers, dont les ressortissants néerlandais, peuvent acheter une « carte de touriste » permettant une seule entrée sur le territoire. Dans le cas des étrangers d’origine surinamaise (tels que définis au paragraphe 63 ci-dessus) cette carte est valable pour une durée maximale de six mois (90 jours dans tous les autres cas). Les pièces à fournir sont un passeport d’une durée de validité d’au moins six mois à compter de l’arrivée, un billet de retour et, le cas échéant, une preuve de l’origine surinamaise.", "D.  La loi surinamaise de 2013 sur les personnes d’origine surinamaise", "67.  Le 20 décembre 2013, l’Assemblée nationale du Surinam a adopté la loi sur les personnes d’origine surinamaise (Wet Personen van Surinaamse Afkomst), également dénommée loi sur la diaspora. Cette loi a été publiée au Journal officiel (Staatsblad) du Surinam no 8-2014 du 21 janvier 2014 et elle est entrée en vigueur trois mois après sa publication. Elle définit les « personnes d’origine surinamaise » comme étant les individus qui ne détiennent pas la nationalité surinamaise mais qui sont nés au Surinam ou dont au moins l’un des parents ou deux des grands-parents sont originaires du Surinam. En vertu de son article 9, les « personnes d’origine surinamaise » telles que définies dans cette loi ont le droit d’entrer librement au Surinam, de s’y installer et d’y travailler, et elles ne sont pas soumises aux obligations de visa applicables aux ressortissants étrangers à ces fins.", "E.  La langue officielle du Surinam", "68.  La seule langue officielle du Surinam, et donc celle utilisée par le gouvernement et l’administration, est le néerlandais. Il est enseigné à l’école publique, et il est largement parlé, en plus des langues traditionnelles des différents groupes ethniques.", "III.  LE DROIT EUROPÉEN ET LE DROIT INTERNATIONAL PERTINENTS", "A.  Le droit de l’Union européenne pertinent", "69.  Les règles du droit de l’Union européenne (UE) applicables en matière de regroupement familial dépendent du statut de la personne qui reçoit l’étranger à cette fin (le regroupant). Il y a trois grandes catégories de regroupement familial :", "1.  Le regroupement de la famille d’un ressortissant d’un pays tiers qui réside légalement dans un État membre de l’Union et qui souhaite être rejoint par un membre de sa famille également ressortissant d’un pays tiers.", "Ce cas relève de la directive 2003/86/CE du Conseil du 22 septembre 2003 relative au droit au regroupement familial.", "2.  Le regroupement de la famille d’un citoyen d’un État membre de l’Union qui a exercé son droit de libre circulation au sein de l’Union en s’installant dans un autre État membre que celui dont il a la nationalité.", "Ce cas relève de la directive 2004/38/CE du Parlement européen et du Conseil du 29 avril 2004 relative au droit des citoyens de l’Union et des membres de leurs familles de circuler et de séjourner librement sur le territoire des États membres.", "3.  Le regroupement dans un État membre de l’Union de la famille d’un ressortissant « statique » de cet État (c’est-à-dire d’un citoyen de l’Union qui a toujours vécu dans l’État dont il est ressortissant et qui n’a pas franchi de frontière pour s’installer dans un autre État membre de l’Union).", "En principe, ce cas relève de la compétence des États membres et échappe au champ d’application des directives 2003/86 et 2004/38, à moins qu’un refus d’admettre le ressortissant de pays tiers n’ait pour effet de priver le citoyen de l’Union « statique » concerné de la jouissance effective de l’essentiel des droits attachés au statut de citoyen de l’Union (voir les paragraphes 71-72 ci-dessous).", "70. L’article 20 du Traité sur le fonctionnement de l’Union européenne (« le TFUE ») est ainsi libellé :", "« 1.  Il est institué une citoyenneté de l’Union. Est citoyen de l’Union toute personne ayant la nationalité d’un État membre. La citoyenneté de l’Union s’ajoute à la citoyenneté nationale et ne la remplace pas.", "2.  Les citoyens de l’Union jouissent des droits et sont soumis aux devoirs prévus par les traités. Ils ont, entre autres :", "a)  le droit de circuler et de séjourner librement sur le territoire des États membres ;", "b)  le droit de vote et d’éligibilité aux élections au Parlement européen ainsi qu’aux élections municipales dans l’État membre où ils résident, dans les mêmes conditions que les ressortissants de cet État ;", "c)  le droit de bénéficier, sur le territoire d’un pays tiers où l’État membre dont ils sont ressortissants n’est pas représenté, de la protection des autorités diplomatiques et consulaires de tout État membre dans les mêmes conditions que les ressortissants de cet État ;", "d)  le droit d’adresser des pétitions au Parlement européen, de recourir au médiateur européen, ainsi que le droit de s’adresser aux institutions et aux organes consultatifs de l’Union dans l’une des langues des traités et de recevoir une réponse dans la même langue.", "Ces droits s’exercent dans les conditions et limites définies par les traités et par les mesures adoptées en application de ceux-ci. »", "71.  Le 8 mars 2011, la Cour de justice de l’Union européenne a statué sur l’affaire C34/09, Gerardo Ruiz Zambrano c. Office national de l’emploi (ONEm), qui concernait le droit pour deux ressortissants colombiens (M. Ruiz Zambrano et son épouse) de résider en Belgique à raison de la nationalité de leurs deux enfants mineurs, Belges par le fait qu’ils étaient nés en Belgique à une période où leurs parents bénéficiaient d’une protection humanitaire qui leur permettait d’y résider. Les parents avaient quant à eux fini par perdre leur statut de bénéficiaires de la protection humanitaire en Belgique. Dans cette affaire, la Cour de justice a dit ceci :", "« [L]’article 20 [du TFUE] doit être interprété en ce sens qu’il s’oppose à ce qu’un État membre, d’une part, refuse à un ressortissant d’un État tiers, qui assume la charge de ses enfants en bas âge, citoyens de l’Union, le séjour dans l’État membre de résidence de ces derniers et dont ils ont la nationalité et, d’autre part, refuse audit ressortissant d’un État tiers un permis de travail, dans la mesure où de telles décisions priveraient lesdits enfants de la jouissance effective de l’essentiel des droits attachés au statut de citoyen de l’Union. »", "72.  Dans l’affaire C256/11 (Murat Dereci et autres c. Bundesministerium für Inneres, arrêt du 15 novembre 2011), la Cour de justice a notamment examiné la question de savoir s’il fallait interpréter l’article 20 du TFUE comme empêchant un État membre de refuser d’accorder un droit de séjour à un ressortissant d’un pays tiers souhaitant vivre avec son conjoint et ses enfants mineurs, citoyens de l’Union résidant en Autriche et ressortissants de cet État, alors que le conjoint et les enfants n’avaient jamais exercé leur droit de libre circulation au sein de l’Union et ne dépendaient pas du ressortissant du pays tiers pour leur subsistance. Elle a dit ceci :", "« 64.  (...) la Cour a jugé que l’article 20 [du] TFUE s’oppose à des mesures nationales qui ont pour effet de priver les citoyens de l’Union de la jouissance effective de l’essentiel des droits conférés par ce statut (voir arrêt Ruiz Zambrano, précité, point 42).", "65.  En effet, dans l’affaire ayant donné lieu audit arrêt, se posait la question de savoir si le refus de séjour opposé à une personne, ressortissant d’un État tiers, dans l’État membre où résident ses enfants en bas âge, ressortissants dudit État membre, dont elle assume la charge ainsi que le refus d’octroyer à cette personne un permis de travail auront un tel effet. La Cour a notamment considéré qu’un tel refus de séjour aura pour conséquence que lesdits enfants, citoyens de l’Union, se verront obligés de quitter le territoire de l’Union pour accompagner leurs parents. Dans de telles conditions, lesdits citoyens de l’Union seraient, de fait, dans l’impossibilité d’exercer l’essentiel des droits conférés par leur statut de citoyen de l’Union (voir arrêt Ruiz Zambrano, précité, points 43 et 44).", "66.  Il en découle que le critère relatif à la privation de l’essentiel des droits conférés par le statut de citoyen de l’Union se réfère à des situations caractérisées par la circonstance que le citoyen de l’Union se voit obligé, en fait, de quitter le territoire non seulement de l’État membre dont il est ressortissant, mais également de l’Union pris dans son ensemble.", "67.  Ce critère revêt donc un caractère très particulier en ce qu’il vise des situations dans lesquelles, en dépit du fait que le droit secondaire relatif au droit de séjour des ressortissants d’États tiers n’est pas applicable, un droit de séjour ne saurait, exceptionnellement, être refusé à un ressortissant d’un État tiers, membre de la famille d’un ressortissant d’un État membre, sous peine de méconnaître l’effet utile de la citoyenneté de l’Union dont jouit ce dernier ressortissant.", "68.  En conséquence, le seul fait qu’il pourrait paraître souhaitable à un ressortissant d’un État membre, pour des raisons d’ordre économique ou afin de maintenir l’unité familiale sur le territoire de l’Union, que des membres de sa famille, qui ne disposent pas de la nationalité d’un État membre, puissent séjourner avec lui sur le territoire de l’Union, ne suffit pas en soi pour considérer que le citoyen de l’Union serait contraint de quitter le territoire de l’Union si un tel droit n’est pas accordé.", "69.  Cela ne préjuge certes pas la question de savoir si, sur d’autres bases, notamment en vertu du droit relatif à la protection de la vie familiale, un droit de séjour ne saurait être refusé. Cette question doit cependant être abordée dans le cadre des dispositions relatives à la protection des droits fondamentaux et en fonction de leur applicabilité respective. »", "B.  La Convention relative aux droits de l’enfant", "73.  Les dispositions pertinentes de la Convention des Nations unies relative aux droits de l’enfant (« Convention relative aux droits de l’enfant ») signée à New York le 20 novembre 1989 sont ainsi libellées :", "Préambule", "« Les États parties à la présente Convention, (...)", "Convaincus que la famille, unité fondamentale de la société et milieu naturel pour la croissance et le bien-être de tous ses membres et en particulier des enfants, doit recevoir la protection et l’assistance dont elle a besoin pour pouvoir jouer pleinement son rôle dans la communauté,", "Reconnaissant que l’enfant, pour l’épanouissement harmonieux de sa personnalité, doit grandir dans le milieu familial, dans un climat de bonheur, d’amour et de compréhension, (...)", "Sont convenus de ce qui suit (...) »", "Article 3", "« 1.  Dans toutes les décisions qui concernent les enfants, qu’elles soient le fait des institutions publiques ou privées de protection sociale, des tribunaux, des autorités administratives ou des organes législatifs, l’intérêt supérieur de l’enfant doit être une considération primordiale.", "2.  Les États parties s’engagent à assurer à l’enfant la protection et les soins nécessaires à son bien-être, compte tenu des droits et des devoirs de ses parents, de ses tuteurs ou des autres personnes légalement responsables de lui, et ils prennent à cette fin toutes les mesures législatives et administratives appropriées.", "3.  Les États parties veillent à ce que le fonctionnement des institutions, services et établissements qui ont la charge des enfants et assurent leur protection soit conforme aux normes fixées par les autorités compétentes, particulièrement dans le domaine de la sécurité et de la santé et en ce qui concerne le nombre et la compétence de leur personnel ainsi que l’existence d’un contrôle approprié. »", "Article 6", "« 2.  Les États parties assurent dans toute la mesure possible la survie et le développement de l’enfant. »", "Article 7", "« 1.  L’enfant (...) a dès [sa naissance] (...) le droit de connaître ses parents et d’être élevé par eux (...) »", "Article 9", "« 1.  Les États parties veillent à ce que l’enfant ne soit pas séparé de ses parents contre leur gré, à moins que les autorités compétentes ne décident, sous réserve de révision judiciaire et conformément aux lois et procédures applicables, que cette séparation est nécessaire dans l’intérêt supérieur de l’enfant (...) »", "Article 12", "« 1.  Les États parties garantissent à l’enfant qui est capable de discernement le droit d’exprimer librement son opinion sur toute question l’intéressant, les opinions de l’enfant étant dûment prises en considération eu égard à son âge et à son degré de maturité.", "2.  À cette fin, on donnera notamment à l’enfant la possibilité d’être entendu dans toute procédure judiciaire ou administrative l’intéressant, soit directement, soit par l’intermédiaire d’un représentant ou d’un organisme approprié, de façon compatible avec les règles de procédure de la législation nationale. »", "Article 18", "« 1.  Les États parties s’emploient de leur mieux à assurer la reconnaissance du principe selon lequel les deux parents ont une responsabilité commune pour ce qui est d’élever l’enfant et d’assurer son développement. La responsabilité d’élever l’enfant et d’assurer son développement incombe au premier chef aux parents ou, le cas échéant, à ses représentants légaux. Ceux-ci doivent être guidés avant tout par l’intérêt supérieur de l’enfant. »", "Article 27", "« 1.  Les États parties reconnaissent le droit de tout enfant à un niveau de vie suffisant pour permettre son développement physique, mental, spirituel, moral et social.", "2.  C’est aux parents ou autres personnes ayant la charge de l’enfant qu’incombe au premier chef la responsabilité d’assurer, dans les limites de leurs possibilités et de leurs moyens financiers, les conditions de vie nécessaires au développement de l’enfant.", "3.  Les États parties adoptent les mesures appropriées, compte tenu des conditions nationales et dans la mesure de leurs moyens, pour aider les parents et autres personnes ayant la charge de l’enfant à mettre en œuvre ce droit (...) »", "74.  Dans son Observation générale no 7 (2005) relative à la mise en œuvre des droits de l’enfant dans la petite enfance, le Comité des droits de l’enfant – l’organe d’experts indépendants qui contrôle la mise en œuvre de la Convention relative aux droits de l’enfant par les États qui y sont parties – a exprimé le souhait d’encourager les États parties à reconnaître que les jeunes enfants jouissent de tous les droits garantis par cette Convention et que la petite enfance est une période déterminante pour la réalisation de ces droits. Il s’est notamment exprimé sur l’intérêt supérieur de l’enfant au paragraphe 13, qui est ainsi libellé :", "« 13.  Intérêt supérieur de l’enfant. L’article 3 de la Convention [relative aux droits de l’enfant] consacre le principe selon lequel l’intérêt supérieur de l’enfant est une considération primordiale dans toutes les décisions concernant les enfants. En raison de leur manque relatif de maturité, les jeunes enfants dépendent des autorités compétentes pour définir leurs droits et leur intérêt supérieur et les représenter lorsqu’elles prennent des décisions et des mesures affectant leur bien-être, tout en tenant compte de leur avis et du développement de leurs capacités. Le principe de l’intérêt supérieur de l’enfant est mentionné à de nombreuses reprises dans la Convention (notamment aux articles 9, 18, 20 et 21, qui sont les plus pertinents pour la petite enfance). Ce principe s’applique à toutes les décisions concernant les enfants et doit être accompagné de mesures efficaces tendant à protéger leurs droits et à promouvoir leur survie, leur croissance et leur bien-être ainsi que de mesures visant à soutenir et aider les parents et les autres personnes qui ont la responsabilité de concrétiser au jour le jour les droits de l’enfant :", "a)  Intérêt supérieur de l’enfant en tant qu’individu. Dans toute décision concernant notamment la garde, la santé ou l’éducation d’un enfant, dont les décisions prises par les parents, les professionnels qui s’occupent des enfants et autres personnes assumant des responsabilités à l’égard d’enfants, le principe de l’intérêt supérieur de l’enfant doit être pris en considération. Les États parties sont instamment priés de prendre des dispositions pour que les jeunes enfants soient représentés de manière indépendante, dans toute procédure légale, par une personne agissant dans leur intérêt et pour que les enfants soient entendus dans tous les cas où ils sont capables d’exprimer leurs opinions ou leurs préférences ;", "(...) »", "75.  Pour une analyse plus détaillée de cette question, voir l’arrêt Neulinger et Shuruk c. Suisse ([GC], no 41615/07, §§ 49-55, CEDH 2010).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "76.  La requérante allègue que le refus de l’autoriser à résider aux PaysBas a emporté violation à son égard du droit au respect de la vie familiale garanti par l’article 8 de la Convention. Cette disposition est ainsi libellée :", "« 1.  Toute personne a droit au respect de sa vie (...) familiale (...).", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Thèses des parties", "1.  La requérante", "77.  La requérante soutient que le refus de l’exempter de l’obligation de détenir un visa de séjour temporaire et le refus de l’admettre aux Pays-Bas ont emporté violation à son égard du droit garanti par l’article 8 de la Convention. Elle affirme que son intention a toujours été de s’établir aux Pays-Bas avec son partenaire, devenu par la suite son époux, et que le service néerlandais de l’Immigration le savait pertinemment. Elle estime que la Cour devrait s’attacher en priorité à vérifier si un juste équilibre a été ménagé entre les intérêts concurrents en jeu. Elle considère que dans son cas, et pour les raisons énoncées ci-dessous, cet équilibre n’a pas été respecté.", "78.  En premier lieu, elle fait valoir que cela fait seize ans qu’elle vit aux Pays-Bas avec sa famille – son mari et leurs trois enfants –, que la famille réside au même endroit depuis 1999, que les enfants du couple sont tous nés aux Pays-Bas et ont la nationalité néerlandaise, que leur père est également citoyen des Pays-Bas et qu’elle-même était de nationalité néerlandaise jusqu’à l’indépendance du Surinam.", "79.  Elle argue ensuite que le fait de lui refuser le droit de résider aux Pays-Bas entraînerait inévitablement la séparation des membres de la famille. À cet égard, elle indique que son mari exerce une activité rémunérée aux Pays-Bas et qu’il est le seul à gagner de l’argent pour subvenir aux besoins de la famille. Son salaire serait donc nécessaire pour faire vivre la famille et rembourser les dettes que le ménage aurait été amené à contracter, elle-même n’ayant jamais été autorisée à travailler aux PaysBas et n’ayant ainsi jamais pu contribuer aux revenus du ménage. Enfin, la distance séparant les Pays-Bas du Surinam serait à l’évidence trop importante pour que le père puisse conserver son emploi aux Pays-Bas tout en résidant au Surinam, pays dans lequel il n’aurait pas d’emploi.", "80.  La requérante ajoute que, même si elle n’a jamais obtenu de permis de séjour, elle a en fait résidé légalement pendant une période substantielle sur le territoire des Pays-Bas, où elle a été autorisée à demeurer dans l’attente de l’issue des procédures relatives à ses demandes de permis de séjour – procédures qui, par ailleurs, auraient été d’une durée inutilement longue. Elle argue que les années qui se sont écoulées depuis qu’elle est entrée légalement aux Pays-Bas doivent être prises en compte, ajoutant que même pendant les périodes où elle était expulsable les autorités n’ont pris aucune mesure concrète pour procéder à son éloignement. Pendant ce temps, elle aurait fondé une famille et eu des enfants. De plus, elle n’aurait jamais menti sur son identité et, à la différence des requérants dans les affaires Nunez c. Norvège (no 55597/09, 28 juin 2011), Arvelo Aponte c. Pays-Bas (no 28770/05, 3 novembre 2011) et Antwi et autres c. Norvège (no 26940/10, 14 février 2012), elle n’aurait pas d’antécédents judiciaires.", "81.  La requérante considère qu’il est dans l’intérêt supérieur de ses enfants qu’elle soit autorisée à résider aux Pays-Bas. Elle explique que c’est elle qui s’occupe d’eux au quotidien et que dès lors ils ont besoin de sa présence. Leur père travaillerait parfois en rotation, ce qui l’empêcherait de rentrer à la maison tous les jours. Ses enfants dépendraient d’elle affectivement et psychologiquement et il serait dans leur intérêt supérieur qu’elle reste avec eux. La requérante estime que s’ils étaient séparés d’elle, cela nuirait à leur développement. S’appuyant sur une expertise qu’elle a communiquée à la Cour, elle argue qu’ils ont déjà souffert de la séparation qu’ils ont eu à supporter pendant qu’elle se trouvait en rétention administrative. Elle considère que si les autorités lui accordaient un permis de séjour, cela donnerait aux enfants la stabilité, la certitude quant à l’avenir et le sentiment de sécurité dont ils ont besoin.", "82.  La requérante soutient que la préservation de l’unité familiale sur le territoire néerlandais correspond également à l’intérêt supérieur de ses enfants. Enracinés aux Pays-Bas, ceux-ci souffriraient selon elle de devoir quitter le pays pour la suivre au Surinam. Ils auraient leurs repères et leurs amis dans leurs établissements scolaires respectifs, où ils auraient tous de très bons résultats. À l’inverse, ils n’auraient pas d’amis au Surinam et ne seraient pas habitués au système scolaire de ce pays.", "83.  La requérante ajoute qu’il serait contraire aux droits découlant pour ses enfants de l’article 20 du TFUE de les contraindre à quitter les Pays-Bas et l’Union européenne, ce qu’emporterait comme conséquence le refus de lui accorder le droit de demeurer sur le territoire néerlandais. Elle estime que l’article 20 du TFUE, tel qu’interprété par la Cour de justice de l’Union européenne dans l’arrêt Ruiz Zambrano (paragraphe 71 ci-dessus), lui donne le droit de demeurer sur le territoire de l’Union européenne à raison de la nationalité néerlandaise de ses enfants à charge. Selon elle, on ne devrait pas faire supporter à ses enfants la responsabilité des choix faits par leurs parents.", "84.  En conclusion, la requérante soutient que, dans les circonstances de l’espèce, l’intérêt général de l’État néerlandais ne l’emporte pas sur les droits qu’elle-même et sa famille tirent de l’article 8, et qu’il a été attaché un poids insuffisant à l’intérêt supérieur de ses enfants. La conclusion à laquelle les autorités néerlandaises sont parvenues n’est donc selon elle pas conforme à l’article 3 de la Convention relative aux droits de l’enfant ni proportionnée aux fins de l’article 8 de la Convention.", "2.  Le Gouvernement", "85.  Le Gouvernement admet que la requérante mène aux Pays-Bas une vie familiale au sens de l’article 8 de la Convention. Il estime cependant qu’étant donné qu’elle en est encore au stade de solliciter une première admission sur le territoire à des fins de séjour, la question essentielle qui se pose en l’espèce est celle de savoir si les autorités néerlandaises ont l’obligation positive de l’autoriser à résider aux Pays-Bas afin de lui permettre d’y exercer sa vie familiale avec son mari et ses enfants, et non celle du bien-fondé de l’obligation de détenir un visa de séjour temporaire imposée aux ressortissants étrangers qui sollicitent un permis de séjour.", "86.  En ce qui concerne le point de savoir s’il a été ménagé un juste équilibre entre les intérêts en présence, le Gouvernement argue qu’il ressort de la jurisprudence élaborée par la Cour sur le terrain de l’article 8 de la Convention au sujet de la vie familiale formée pendant un séjour irrégulier que ce n’est que dans des circonstances tout à fait exceptionnelles que l’éloignement d’un membre de la famille n’ayant pas la nationalité de l’État d’accueil peut être jugé contraire à l’article 8.", "87.  Notant que la requérante et M. W. entretenaient déjà une relation lorsqu’ils vivaient au Surinam, le Gouvernement observe que, avant de se rendre aux Pays-Bas, l’intéressée n’a pas demandé de visa (de séjour temporaire) pour rendre visite à M. W. ou s’installer avec lui alors qu’elle avait une relation avec lui depuis 1987. Il lui semble que la requérante a pris cette décision délibérément dans le but de s’installer aux Pays-Bas et d’ainsi mettre les autorités nationales devant le fait accompli. Selon lui, lorsqu’elle est entrée aux PaysBas avec un visa de tourisme de 45 jours octroyé pour visite familiale, elle savait que ce visa ne lui permettrait pas d’obtenir un permis de séjour.", "88.  Le Gouvernement soutient que ce n’est qu’après être restée dans le pays illégalement pendant près de six mois que la requérante a présenté sa première demande de permis de séjour et que, si cette demande n’a pas été traitée, c’est parce que l’intéressée n’avait pas coopéré avec les autorités. Elle ne se serait pas présentée en personne devant le service de l’Immigration, bien qu’elle eût été convoquée à deux reprises. En outre, elle n’aurait pas communiqué les documents requis. À présent, elle se plaindrait de s’être vu refuser un permis de séjour propre à lui permettre de vivre sa vie familiale alors qu’aucune des demandes de permis de séjour formées par elle ultérieurement – lesquelles auraient toutes été traitées dans un délai raisonnable – n’aurait été faite aux fins d’un regroupement familial avec M. W.", "89.  Le Gouvernement ajoute qu’à plusieurs reprises au cours des périodes où elle n’était pas autorisée à rester sur le territoire dans l’attente de l’issue de la procédure interne la requérante s’est vu ordonner de quitter le pays, mais qu’elle n’a jamais obtempéré. Ainsi, elle n’aurait jamais eu la moindre raison de croire qu’elle pourrait obtenir un permis de séjour, et les autorités ne lui auraient jamais laissé aucun espoir en ce sens.", "90.  Le Gouvernement considère qu’il n’existe pas dans le cas de la requérante de « circonstances tout à fait exceptionnelles ». Il n’y aurait pas de difficultés objectives ni d’obstacles insurmontables empêchant l’intéressée de mener sa vie familiale au Surinam. Son mari et elle y seraient nés et y auraient grandi, et ils y auraient passé l’essentiel de leur vie. Tous deux adultes, ils seraient capables d’y refaire leur vie, d’autant qu’ils y auraient encore des proches. De plus, la langue officielle du pays serait le néerlandais, employé par le gouvernement et l’administration, et il n’aurait pas été démontré que le mari ne serait pas autorisé à s’installer sur place. Ce serait délibérément que la requérante aurait fait le choix de poursuivre sa vie familiale aux Pays-Bas et d’y avoir des enfants alors qu’elle et son époux savaient qu’elle n’y était pas en situation de séjour régulier. Elle devrait donc en supporter les conséquences.", "91.  En ce qui concerne le poids à accorder à l’intérêt supérieur des enfants, le Gouvernement argue que le simple fait d’avoir un enfant, quand bien même celui-ci aurait la nationalité de l’État d’accueil, ne donne pas en soi aux parents le droit de résider dans cet État. Il admet qu’il est en principe important que les enfants grandissent avec leurs deux parents, mais il estime qu’en l’espèce il n’est pas question de séparer les membres de la famille puisqu’il n’y a pas à ses yeux d’obstacles objectifs insurmontables à l’exercice du droit à la vie familiale dans un autre lieu.", "92.  Le Gouvernement est d’avis que les enfants de la requérante – aujourd’hui âgés respectivement de 13 ans, 8 ans et 3 ans – sont encore relativement jeunes et adaptables, et que l’on peut s’attendre à ce qu’ils se fassent à la culture du Surinam, pays où l’on parle néerlandais. Il considère que conclure autrement signifierait que l’émigration est pratiquement toujours contraire à l’intérêt général d’un enfant qui s’est intégré dans le pays où il est né et où il a grandi. Il plaide que l’on ne peut pas déduire de la jurisprudence de la Cour que l’intérêt général des enfants soit le seul facteur décisif à prendre en compte. Selon lui, rien ne montre qu’il y ait en l’espèce des circonstances spécifiques, telles qu’un dispositif de tutelle, des besoins éducatifs spéciaux ou des problèmes de santé, qui imposeraient que les enfants de la requérante soient considérés comme ayant un lien indissoluble avec les Pays-Bas. Enfin, le droit de l’UE ne conférerait à la requérante ni un droit de séjour direct ni même un droit de séjour dérivé, et le cas d’espèce n’aurait aucune ressemblance avec l’affaire Ruiz Zambrano (paragraphe 71 ci-dessus) sur laquelle elle s’appuie.", "93.  En conclusion, le Gouvernement soutient que les autorités néerlandaises ont examiné attentivement les faits de la cause afin de déterminer si l’article 8 commandait d’octroyer à la requérante un permis de séjour aux Pays-Bas, et que ce n’est qu’après avoir estimé que tel n’était pas le cas qu’elles ont considéré qu’il n’y avait pas lieu de l’exempter de l’obligation de détenir un visa de séjour temporaire. Il ajoute que la requérante a délibérément utilisé son visa d’entrée à des fins autres qu’une brève visite familiale et que le fait qu’elle souhaite vivre aux Pays-Bas et y a déposé des demandes répétées de permis de séjour ne constitue pas un motif suffisant pour l’autoriser à demeurer sur le territoire national.", "3.  Les tiers intervenants", "a)  Defence for Children", "94.  L’ONG Defence for Children renvoie aux principes généraux énoncés dans la Convention des Nations unies relative aux droits de l’enfant (« la Convention relative aux droits de l’enfant »), que tous les États membres du Conseil de l’Europe ont ratifiée. Elle souligne qu’aux termes de cette convention, l’intérêt supérieur des enfants doit être une considération primordiale dans toutes les décisions qui les concernent.", "95.  Defence for Children estime que, dans les affaires de regroupement familial, le principe général de l’« intérêt supérieur de l’enfant » doit s’interpréter et s’analyser au regard des droits garantis dans la Convention relative aux droits de l’enfant pour ce qui est de la relation entre les enfants et leurs parents. Elle considère que, pour déterminer où se trouve l’intérêt supérieur d’un enfant, il est essentiel de tenir compte de son développement personnel. Dans ce contexte, elle expose les éléments qui, selon le Comité des droits de l’enfant (organe d’experts indépendants chargé de contrôler la mise en œuvre de la Convention relative aux droits de l’enfant), doivent être pris en compte pour apprécier et déterminer quel est l’intérêt supérieur de l’enfant dans chaque cas.", "96.  Enfin, Defence for Children est d’avis que la jurisprudence récente de la Cour relative à l’article 8 de la Convention établit plus fermement que le principe de l’« intérêt supérieur de l’enfant » est un facteur crucial dans l’examen des situations impliquant des enfants. Enfin, selon elle, les services néerlandais de l’immigration n’ont pas respecté l’obligation que leur imposaient la Convention relative aux droits de l’enfant et l’article 8 de la Convention européenne d’accorder à l’intérêt supérieur de l’enfant une importance primordiale dans leurs décisions.", "b)  Immigrant Council of Ireland (Independent Law Centre)", "97.  L’ONG Immigrant Council of Ireland explique que la protection de la directive 2004/38/CE ne s’applique qu’aux citoyens de l’Union européenne qui ont exercé leur droit de libre circulation en vertu des règles de l’Union. Elle confirme qu’il n’existe pas au niveau de l’Union européenne de législation secondaire codifiée régissant expressément le droit de séjour des ressortissants de pays tiers appartenant à la famille de citoyens de l’Union « statiques ».", "98.  Toutefois, en s’appuyant sur différents arrêts de la Cour de justice de l’Union européenne, elle avance que puisque la décision d’accorder ou de refuser un droit de séjour à un ressortissant d’un pays tiers peut avoir un impact important sur la capacité pour des citoyens de l’Union de continuer à jouir du droit que leur confèrent les articles 20 et 21 du TFUE de résider sur le territoire de l’Union, c’est par le jeu de ces dispositions du traité que ce type de cas relève du champ d’application du droit de l’UE. Se fondant sur l’arrêt Ruiz Zambrano (paragraphe 71 ci-dessus), l’ONG affirme que l’article 20 a pour effet de conférer un droit de séjour au ressortissant d’un pays tiers membre de la famille d’un citoyen de l’Union « statique » lorsqu’un refus de séjour aurait pour conséquence de contraindre le citoyen de l’Union concerné à quitter le territoire de l’Union. Selon l’ONG, la seule possibilité d’éviter cette issue étant que la famille s’installe dans un autre État membre de l’Union, les États sont tenus en vertu du droit de l’UE de déterminer s’il est ou non raisonnable d’attendre d’elle qu’elle le fasse.", "99.  L’ONG décrit ensuite la « protection juridique effective » que le droit de l’UE impose selon elle d’assurer. Elle prône la cohérence au niveau européen s’agissant des principes du regroupement familial et estime que la Cour devrait assurer dans le cadre de la Convention un niveau de protection des droits de l’homme au moins équivalent à celui que prévoit le droit de l’UE, voire offrir une protection plus élevée.", "B.  Appréciation de la Cour", "1.  Considérations générales", "100.  La présente affaire concerne essentiellement le refus d’autoriser la requérante à résider aux Pays-Bas sur le fondement de la vie familiale qu’elle y a construite. L’existence d’une vie familiale au sens de l’article 8 de la Convention entre elle, son mari et leurs trois enfants n’est pas contestée. En ce qui concerne la question du respect de cette disposition, la Cour rappelle que, suivant un principe de droit international bien établi, les États ont le droit, sans préjudice des engagements découlant pour eux de traités, de contrôler l’entrée et le séjour des non-nationaux sur leur sol. La Convention ne garantit pas le droit pour un étranger d’entrer ou de résider dans un pays particulier (voir, par exemple, Nunez, précité, § 66). Le corollaire du droit pour les États de contrôler l’immigration est que les étrangers – et donc, en l’espèce, la requérante – ont l’obligation de se soumettre aux contrôles et aux procédures d’immigration et de quitter le territoire de l’État contractant concerné lorsqu’ils en reçoivent l’ordre si l’entrée ou le séjour sur ce territoire leur sont valablement refusés.", "101.  La Cour note que la requérante a clairement failli à l’obligation d’obtenir un visa de séjour temporaire à l’étranger avant de demander un titre de séjour permanent aux Pays-Bas. Elle rappelle que, en principe, les États contractants ont le droit d’exiger des non-nationaux qui sollicitent le droit de séjourner sur leur territoire qu’ils introduisent la demande appropriée à l’étranger. Ils n’ont donc pas l’obligation d’autoriser les ressortissants étrangers à attendre sur leur territoire le résultat d’une procédure d’immigration (voir, récemment, Djokaba Lambi Longa c. PaysBas (déc.), no 33917/12, § 81, 9 octobre 2012).", "102.  Même si la requérante se trouve aux Pays-Bas depuis mars 1997, elle ne s’est jamais vu délivrer de permis de séjour par les autorités néerlandaises, hormis pendant la période initiale où elle détenait un visa de tourisme d’une durée de validité de 45 jours. Sa présence dans le pays ne peut donc être considérée comme équivalant à un séjour régulier faisant suite à l’octroi par les autorités d’une autorisation permettant à un ressortissant étranger de s’installer sur le territoire national (Useinov c. Pays-Bas (déc.), no 61292/00, 11 avril 2006). Toutefois, la Cour note que jusqu’au 22 juin 2001, l’article 6:83 du livre premier du code civil lui faisait obligation de vivre avec son mari (paragraphe 61 ci-dessus).", "103.  Lorsqu’un État contractant tolère la présence sur son sol d’un ressortissant étranger, lui donnant ainsi la possibilité d’attendre la décision relative à sa demande d’octroi d’un permis de séjour, à un recours contre une telle décision ou à une nouvelle demande de permis de séjour, il lui permet de participer à la vie sociale du pays dans lequel il se trouve, d’y nouer des relations et d’y fonder une famille. Pour autant, cela n’implique pas automatiquement que, en conséquence, l’article 8 de la Convention oblige les autorités de cet État à autoriser l’étranger à s’installer sur le territoire national. De même, ce n’est pas parce que la requérante a fondé une famille et mis ainsi les autorités du pays d’accueil devant le fait accompli que cela entraîne pour celles-ci l’obligation, au titre de l’article 8 de la Convention, de l’autoriser à s’installer dans le pays. La Cour a déjà dit que, en général, les personnes qui se trouvent dans cette situation ne sont pas fondées à espérer qu’un droit de séjour leur sera octroyé (Chandra et autres c. Pays-Bas (déc.), no 53102/99, 13 mai 2003, Benamar c. Pays-Bas (déc.), no 43786/04, 5 avril 2005, Priya c. Danemark (déc.) no 13594/03, 6 juillet 2006, Rodrigues da Silva et Hoogkamer c. Pays-Bas, no 50435/99, § 43, CEDH 2006-I, Darren Omoregie et autres c. Norvège, no 265/07, § 64, 31 juillet 2008, et B.V. c. Suède (déc.), no 57442/11, 13 novembre 2012).", "104.  La présente affaire se distingue de celles qui concernent des « immigrés établis » au sens de la jurisprudence de la Cour, à savoir des personnes auxquelles il a déjà été accordé officiellement un droit de séjour dans le pays d’accueil. Le retrait ultérieur de ce droit, par exemple parce que la personne concernée a été reconnue coupable d’une infraction pénale, constitue une ingérence dans l’exercice par celle-ci de son droit au respect de sa vie privée et/ou familiale au sens de l’article 8. En pareil cas, la Cour recherche si cette ingérence est justifiée au regard du paragraphe 2 de cet article. Elle tient compte pour cela des différents critères se dégageant dans sa jurisprudence pour déterminer si un juste équilibre a été ménagé entre les motifs sous-tendant la décision des autorités de retirer le droit de séjour, d’une part, et les droits que l’article 8 garantit à l’individu concerné, d’autre part (voir, par exemple, Boultif c. Suisse, no 54273/00, CEDH 2001IX, Üner c. Pays-Bas [GC], no 46410/99, CEDH 2006XII, Maslov c. Autriche [GC], no 1638/03, CEDH 2008, Savasci c. Allemagne (déc.), no 45971/08, 19 mars 2013, et Udeh c. Suisse, no 12020/09, 16 avril 2013).", "105.  La situation d’un immigré établi et celle d’un étranger sollicitant l’admission sur le territoire national étant, en fait et en droit, différentes (même si, comme la requérante, l’étranger a sollicité à plusieurs reprises un permis de séjour et réside sur le territoire depuis plusieurs années), les critères que la Cour a élaborés au fil de sa jurisprudence pour apprécier si le retrait du permis de séjour d’un immigré établi est compatible avec l’article 8 ne peuvent être transposés automatiquement à la situation de la requérante. En l’espèce, la question à examiner est plutôt celle de savoir si, eu égard aux faits de la cause pris dans leur ensemble, les autorités néerlandaises étaient tenues en vertu de l’article 8 d’octroyer un permis de séjour à la requérante afin de lui permettre de mener sa vie familiale sur leur territoire. La présente affaire concerne donc non seulement la vie familiale mais aussi l’immigration. Pour cette raison, elle doit être examinée sous l’angle d’un non-respect par l’État défendeur d’une obligation positive lui incombant en vertu de l’article 8 de la Convention (Ahmut c. Pays-Bas, 28 novembre 1996, § 63, Recueil des arrêts et décisions 1996VI). Ce faisant, la Cour tiendra compte des principes ci-dessous, rappelés en dernier lieu dans l’affaire Butt c. Norvège (no 47017/09, § 78, 4 décembre 2012, et autres références citées).", "2.  Les principes pertinents", "106.  Si l’article 8 tend pour l’essentiel à prémunir l’individu contre des ingérences arbitraires des pouvoirs publics, il peut de surcroît engendrer des obligations positives inhérentes à un « respect » effectif de la vie familiale. La frontière entre les obligations positives et les obligations négatives de l’État au titre de cette disposition ne se prête toutefois pas à une définition précise. Les principes applicables sont néanmoins comparables. Dans les deux cas, il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents de l’individu et de la société dans son ensemble ; de même, dans les deux hypothèses, l’État jouit d’une certaine marge d’appréciation.", "107.  En matière d’immigration, l’article 8 ne saurait s’interpréter comme comportant pour un État l’obligation générale de respecter le choix, par les couples mariés, de leur pays de résidence et de permettre le regroupement familial sur le territoire de ce pays. Cela étant, dans une affaire qui concerne la vie familiale aussi bien que l’immigration, l’étendue de l’obligation pour l’État d’admettre sur son territoire des proches de personnes qui y résident varie en fonction de la situation particulière des personnes concernées et de l’intérêt général. Les facteurs à prendre en considération dans ce contexte sont la mesure dans laquelle il y a effectivement entrave à la vie familiale, l’étendue des attaches que les personnes concernées ont dans l’État contractant en cause, la question de savoir s’il existe ou non des obstacles insurmontables à ce que la famille vive dans le pays d’origine de l’étranger concerné et celle de savoir s’il existe des éléments touchant au contrôle de l’immigration (par exemple, des précédents d’infractions aux lois sur l’immigration) ou des considérations d’ordre public pesant en faveur d’une exclusion (Butt, précité, § 78).", "108.  Il importe également de tenir compte du point de savoir si la vie familiale a débuté à un moment où les individus concernés savaient que la situation de l’un d’entre eux au regard des lois sur l’immigration était telle que cela conférait d’emblée un caractère précaire à la poursuite de cette vie familiale dans l’État d’accueil. En vertu d’une jurisprudence constante de la Cour, lorsque tel est le cas ce n’est en principe que dans des circonstances exceptionnelles que l’éloignement du membre de la famille ressortissant d’un pays tiers emporte violation de l’article 8 (Abdulaziz, Cabales et Balkandali c. Royaume-Uni, 28 mai 1985, § 68, série A no 94, Mitchell c. Royaume-Uni (déc.), no 40447/98, 24 novembre 1998, Ajayi et autres c. Royaume-Uni (déc.), no 27663/95, 22 juin 1999, M. c. Royaume-Uni (déc.), no 25087/06, 24 juin 2008, Rodrigues da Silva et Hoogkamer, précité, § 39, Arvelo Aponte, précité, §§ 57-58, et Butt, précité, § 78).", "109.  Lorsque des enfants sont concernés, il faut prendre en compte leur intérêt supérieur (Tuquabo-Tekle et autres c. Pays-Bas, no 60665/00, § 44, 1er décembre 2005 ; mutatis mutandis, Popov c. France, nos 39472/07 et 39474/07, §§ 139-140, 19 janvier 2012 ; Neulinger et Shuruk, précité, § 135, et X c. Lettonie [GC], no 27853/09, § 96, CEDH 2013). Sur ce point particulier, la Cour rappelle que l’idée selon laquelle l’intérêt supérieur des enfants doit primer dans toutes les décisions qui les concernent fait l’objet d’un large consensus, notamment en droit international (Neulinger et Shuruk, précité, § 135, et X c. Lettonie, précité, § 96). Cet intérêt n’est certes pas déterminant à lui seul, mais il faut assurément lui accorder un poids important. Pour accorder à l’intérêt supérieur des enfants qui sont directement concernés une protection effective et un poids suffisant, les organes décisionnels nationaux doivent en principe examiner et apprécier les éléments touchant à la commodité, à la faisabilité et à la proportionnalité d’un éventuel éloignement de leur père ou mère ressortissants d’un pays tiers.", "3.  Sur la pertinence du droit de l’UE", "110.  La requérante invoque l’arrêt Ruiz Zambrano de la Cour de justice de l’Union européenne (paragraphe 71 ci-dessus). À cet égard, la Cour souligne que, aux termes des articles 19 et 32 § 1 de la Convention, elle n’est pas compétente pour appliquer les règles de l’Union européenne ou pour en examiner les violations alléguées, sauf si et dans la mesure où ces violations pourraient avoir porté atteinte aux droits et libertés sauvegardés par la Convention. D’une manière plus générale, il appartient au premier chef aux autorités nationales, notamment aux tribunaux, d’interpréter et d’appliquer le droit interne, si nécessaire en conformité avec le droit de l’UE, le rôle de la Cour se bornant à déterminer si les effets de leurs décisions sont compatibles avec la Convention (Ullens de Schooten et Rezabek c. Belgique, nos 3989/07 et 38353/07, § 54, 20 septembre 2011, et autres références citées).", "111.  Dans l’affaire Dereci (paragraphe 72 ci-dessus), même si elle a conclu que le droit de l’UE n’imposait pas l’obligation d’admettre le ressortissant d’un pays tiers, la Cour de justice a précisé que cette conclusion ne préjugeait pas la question de savoir si le droit au respect de la vie familiale faisait obstacle au refus d’un droit de séjour, question qui devait être examinée dans le cadre des dispositions sur la protection des droits fondamentaux.", "112.  C’est précisément dans ce cadre que la Cour examinera le cas de la requérante : comme indiqué cidessus, il lui faut statuer sur l’allégation selon laquelle les autorités néerlandaises n’ont pas protégé le droit fondamental de l’intéressée au respect de la vie familiale garanti par l’article 8 de la Convention.", "4.  Application au cas d’espèce des considérations générales et principes pertinents énoncés ci-dessus", "113.  La Cour rappelle que la requérante se trouve en situation de séjour irrégulier aux Pays-Bas depuis l’expiration du visa de tourisme de 45 jours qui lui avait été accordé en 1997. Il est vrai qu’à l’époque l’admission aux Pays-Bas était régie par la loi de 1965 sur les étrangers. Cependant, compte tenu de la raison pour laquelle sa demande de permis de séjour du 20 octobre 1997 n’a pas été traitée (paragraphe 14 ci-dessus), la situation de la requérante relève de la loi de 2000 sur les étrangers. Dès lors qu’elle avait tenté à plusieurs reprises d’obtenir la régularisation de sa situation et qu’elle avait à chacune de ces tentatives essuyé un échec, elle savait – et ce bien avant d’entamer une vie familiale aux PaysBas – que son séjour sur place était précaire.", "114.  Lorsque les autorités se trouvent mises devant le fait accompli, ce n’est que dans des circonstances exceptionnelles que l’éloignement du membre de la famille qui est ressortissant d’un pays tiers peut être jugé incompatible avec les dispositions de l’article 8 (paragraphe 108 ci-dessus). La Cour doit donc déterminer si, dans le cas de la requérante, il existe des circonstances exceptionnelles justifiant de conclure que les autorités néerlandaises n’ont pas ménagé un juste équilibre entre les intérêts concurrents en refusant à la requérante le droit de résider aux Pays-Bas.", "115.  La Cour tient compte d’abord et avant tout de ce que tous les membres de la famille de la requérante à l’exception d’elle-même sont des ressortissants des Pays-Bas et de ce que son mari et leurs trois enfants ont le droit de vivre leur vie familiale ensemble aux Pays-Bas. Elle note également qu’à la naissance la requérante était de nationalité néerlandaise. Elle a perdu cette nationalité avec l’accession à l’indépendance du Surinam et elle est devenue surinamaise non pas par choix mais en vertu de l’article 3 de l’Accord entre le Royaume des Pays-Bas et la République du Surinam concernant l’attribution de la nationalité (paragraphe 62 ci-dessus). On ne peut donc pas simplement considérer sa situation comme équivalente à celle d’autres candidats à l’immigration qui n’ont jamais eu la nationalité néerlandaise.", "116.  La Cour estime qu’un deuxième aspect important du cas d’espèce réside dans le fait que la requérante se trouve aux Pays-Bas depuis plus de seize ans et qu’elle n’a pas d’antécédents judiciaires. Si elle n’a certes pas respecté l’obligation qui lui était faite de quitter le territoire, les autorités néerlandaises ont pour leur part toléré sa présence pendant une durée considérable, tandis qu’elle réitérait ses demandes de permis de séjour et attendait l’issue des recours correspondants. En la laissant demeurer sur le territoire pendant une période aussi longue alors que pendant une grande partie de ce laps de temps elles pouvaient l’expulser, les autorités ont en pratique permis à la requérante d’établir et de développer des liens familiaux, sociaux et culturels étroits avec le pays. Elles ont toujours eu connaissance de l’adresse de l’intéressée, où celle-ci réside depuis quinze ans.", "117.  Troisièmement, eu égard au passé commun de la requérante et de son mari et à l’âge relativement bas de leurs enfants, la Cour admet qu’il semble ne pas y avoir d’obstacles insurmontables à ce qu’ils s’installent au Surinam. Il est toutefois probable que la requérante et les membres de sa famille se trouveraient dans une situation plutôt difficile s’ils étaient contraints de recourir à cette solution. Pour déterminer si les autorités nationales ont respecté les obligations que leur impose l’article 8, il faut tenir dûment compte de la situation de tous les membres de la famille, car la protection que garantit cette disposition s’étend à toute la famille.", "118.  Quatrièmement, la Cour considère qu’une autre caractéristique importante de l’espèce réside dans les conséquences que peut avoir pour les trois enfants de la requérante la décision des autorités néerlandaises. Elle observe que, dans la mise en balance des intérêts en jeu, il y a lieu de prendre en compte l’intérêt supérieur des enfants (paragraphe 109 cidessus). Sur ce point particulier, elle rappelle que l’idée selon laquelle l’intérêt supérieur des enfants doit primer dans toutes les décisions qui les concernent fait l’objet d’un large consensus, notamment en droit international (Neulinger et Shuruk, précité, § 135, et X c. Lettonie, précité, § 96). Cet intérêt n’est certes pas déterminant à lui seul, mais il faut assurément lui accorder un poids important. C’est ainsi que dans les affaires de regroupement familial la Cour attache une attention particulière à la situation des mineurs concernés, en particulier à leur âge, à leur situation dans le ou les pays en cause et à leur degré de dépendance à l’égard de leurs parents (Tuquabo-Tekle et autres, précité, § 44).", "119.  Notant que la requérante prend soin des enfants au quotidien, la Cour constate qu’il est à l’évidence dans leur intérêt que l’on ne bouleverse pas leur vie actuelle en contraignant leur mère à quitter les Pays-Bas pour retourner au Surinam ou en provoquant par leur séparation un chamboulement de leur relation avec elle. À cet égard, la Cour observe que le mari de la requérante subvient aux besoins de la famille en occupant à temps plein un emploi où les horaires de travail sont parfois décalés, de sorte qu’il est absent du domicile certains soirs. C’est principalement la requérante, en tant que mère au foyer, qui s’occupe des enfants au quotidien. Ceux-ci sont profondément enracinés aux Pays-Bas, pays dont ils ont – comme leur père – la nationalité. Les éléments du dossier ne révèlent aucun lien direct entre eux et le Surinam, pays où ils ne sont jamais allés.", "120.  Lorsqu’elles ont examiné la question de savoir s’il y avait des obstacles insurmontables à ce que la requérante et sa famille s’installent au Surinam, les autorités internes ont tenu compte dans une certaine mesure de la situation des enfants (paragraphes 23 (2.19 et 2.21), 28 et 34 (2.4.5) cidessus). La Cour estime toutefois qu’elles sont restées en deçà de ce que l’on pouvait attendre d’elles à cet égard. Elle rappelle que, pour accorder à l’intérêt supérieur des enfants qui sont directement concernés une protection effective et un poids suffisant, les organes décisionnels nationaux doivent en principe examiner et apprécier les éléments touchant à la commodité, à la faisabilité et à la proportionnalité d’un éventuel éloignement (paragraphe 109 ci-dessus). Or elle n’est pas convaincue que les autorités internes aient dans le cas présent concrètement pris en compte et évalué les éléments pertinents à cet égard. Force lui est donc de conclure qu’elles n’ont pas attaché un poids suffisant à l’intérêt supérieur des enfants de la requérante lorsqu’elles ont décidé de rejeter la demande de permis de séjour introduite par celle-ci.", "121.  La question clé en l’espèce est celle de savoir si, compte tenu de la marge d’appréciation laissée aux États en matière d’immigration, il a été ménagé un juste équilibre entre les intérêts concurrents en jeu, à savoir, d’une part, l’intérêt personnel de la requérante, de son mari et de leurs enfants à poursuivre leur vie familiale aux Pays-Bas et, d’autre part, l’intérêt d’ordre public de l’État défendeur à contrôler l’immigration. Compte tenu des circonstances particulières de l’espèce, il est douteux que des considérations générales se rapportant à la politique d’immigration puissent en ellesmêmes être considérées comme un motif suffisant pour refuser à la requérante le droit de résider aux Pays-Bas.", "122.  Tout en réaffirmant les principes pertinents énoncés plus haut (paragraphes 106 à 109), la Cour, sur la base des considérations exposées cidessus (paragraphes 115 à 120) et d’une approche cumulative des facteurs pertinents, juge que les circonstances entourant le cas de la requérante doivent être considérées comme exceptionnelles. Dès lors, elle conclut que les autorités néerlandaises n’ont pas ménagé un juste équilibre entre les intérêts concurrents en jeu et qu’elles n’ont ainsi pas assuré à la requérante le droit au respect de sa vie familiale protégé par l’article 8 de la Convention.", "123.  Partant, il y a eu violation de cette disposition.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "124.  Aux termes de l’article 41 de la Convention :", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "125.  La requérante réclame 30 000 euros (EUR) en compensation du dommage matériel qu’elle déclare avoir subi faute d’avoir perçu les diverses allocations auxquelles sa famille aurait selon elle eu droit à partir de 2008 si la demande de permis de séjour introduite le 28 septembre 2007 avait été accueillie.", "126.  Elle sollicite en outre 8 640 EUR en compensation du préjudice moral qu’elle estime être résulté de la privation de liberté, irrégulière à ses yeux, subie par elle au centre de rétention administrative en 2010.", "127.  Enfin, elle demande 1 714 EUR en compensation du préjudice moral qu’elle-même et sa famille, en particulier ses enfants, auraient subi pendant plusieurs années du fait du traumatisme, de l’anxiété et de la frustration qu’auraient causés sa situation.", "128.  Le Gouvernement conteste la demande pour dommage matériel, arguant qu’il n’y a pas de lien de causalité entre quelque violation que la Cour pourrait avoir constatée et les allocations mentionnées.", "129.  Il conteste également la demande d’indemnisation pour dommage moral relative à la période que la requérante a passée en rétention administrative, faisant valoir que, le 4 décembre 2012, la Cour a déclaré irrecevables les griefs tirés par l’intéressée de cette privation de liberté.", "130.  En ce qui concerne le surplus de la demande de satisfaction équitable pour dommage moral, le Gouvernement estime que l’octroi d’un permis de séjour constituerait une satisfaction équitable suffisante.", "131.  L’article 8 ne garantissant pas, en tant que tel, un droit à des prestations sociales, la Cour considère qu’il n’y a pas de lien de causalité entre la violation constatée et la demande pour dommage matériel présentée par la requérante. Notant par ailleurs qu’elle a déclaré irrecevables dans sa décision du 4 décembre 2012 (paragraphe 4 ci-dessus) les griefs tirés par l’intéressée de son placement en rétention administrative, la Cour estime que cette partie de la demande pour dommage moral doit être rejetée.", "132.  Quant au surplus de la demande pour dommage moral, la Cour considère que la requérante a dû subir un préjudice qui ne peut être suffisamment réparé par le simple constat d’une violation de l’article 8. Elle lui octroie de ce chef l’intégralité de la somme réclamée, soit 1 714 EUR.", "B.  Frais et dépens", "133.  La requérante réclame 564,50 EUR au titre des frais d’hôtel engagés par elle pour assister à l’audience devant la Grande Chambre. Elle ne demande en revanche ni le remboursement des frais du voyage correspondant ni celui des frais de justice.", "134.  Le Gouvernement ne s’est pas exprimé sur ce point.", "135.  Selon la jurisprudence de la Cour, un requérant n’a droit au remboursement de ses frais et dépens qu’à condition que se trouvent établis leur réalité, leur nécessité et, de plus, le caractère raisonnable de leur taux. En l’espèce, compte tenu des pièces en sa possession et des critères exposés ci-dessus, la Cour estime raisonnable d’accorder la totalité de la somme demandée. Elle octroie donc à la requérante la somme de 564,50 EUR à ce titre.", "C.  Intérêts moratoires", "136.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Dit, par quatorze voix contre trois, qu’il y a eu violation de l’article 8 de la Convention;", "", "2.  Dit, par quatorze voix contre trois,", "a)  que l’État défendeur doit verser à la requérante, dans les trois mois, les sommes suivantes :", "i.  1 714 EUR (mille sept cent quatorze euros), plus tout montant pouvant être dû sur cette somme à titre d’impôt, pour dommage moral ;", "ii.  564,50 EUR (cinq cent soixante-quatre euros et cinquante centimes), plus tout montant pouvant être dû par la requérante à titre d’impôt sur cette somme, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l’homme, à Strasbourg, le 3 octobre 2014.", "\tLawrence Early\tDean Spielmann\n\tJurisconsulte\tPrésident\n", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée des juges Villiger, Mahoney et Silvis.", "D.S.\nT.L.E.", "", "", "OPINION DISSIDENTE COMMUNE AUX JUGES VILLIGER, MAHONEY ET SILVIS", "1.  Il est difficile de comprendre l’arrêt rendu en la présente affaire dans le contexte de la jurisprudence de la Cour, car le caractère exceptionnel des circonstances particulières de la cause semble y prendre le pas sur la plupart des principes de jurisprudence suivis jusqu’ici. Nous ne pouvons nous ranger à l’avis de la majorité lorsqu’elle conclut que les autorités internes ont manqué à une obligation positive en refusant d’octroyer à la requérante le permis de séjour aux Pays-Bas qu’elle a sollicité à plusieurs reprises. L’intéressée a fondé ses demandes de titre de séjour sur différents motifs, et les a introduites depuis le territoire néerlandais alors qu’elle y séjournait illégalement après que son visa de tourisme de court séjour eut expiré. On pourrait donc considérer – et c’est précisément notre avis – que la Cour agit ici en tant que juridiction d’immigration de première instance, au mépris du principe de subsidiarité. D’un autre côté, on pourrait aussi répondre à cette critique que la Cour a simplement choisi d’accorder une importance primordiale à l’intérêt supérieur des enfants. Doit-on alors conclure qu’elle a ainsi rendu une décision équilibrée, au contraire de l’État défendeur ? À qui appartenait-il de procéder à une mise en balance tenant compte de toutes les circonstances factuelles du cas de la requérante ? Lorsque les autorités nationales ont elles-mêmes fait cette mise en balance en respectant les critères énoncés dans la jurisprudence de la Cour, il faut des raisons sérieuses pour que celleci substitue son avis à celui des juridictions internes (Von Hannover c. Allemagne (no 2), nos 40660/08 et 60641/08, § 107).", "", "2.  En bref, les faits sont les suivants. La requérante, ressortissante surinamaise, a été autorisée une fois à entrer sur le territoire néerlandais pour une période limitée de 45 jours en 1997, dans le but déclaré de rendre visite à une tante. À l’expiration de son visa, elle s’est maintenue illégalement sur le territoire. Par la suite, elle a sollicité à plusieurs reprises un permis de séjour, et toutes ses demandes ont été rejetées, sauf une qui est encore pendante. Entre-temps, elle a fondé une famille aux Pays-Bas alors qu’elle ne pouvait légitimement s’attendre à obtenir un titre de séjour dans le pays, circonstance dont son partenaire et elle ont toujours eu parfaitement connaissance. Le conjoint de la requérante est lui-même de nationalité néerlandaise et d’origine surinamaise. La requérante et lui ont l’un comme l’autre passé l’essentiel de leur vie au Surinam, où ils vivaient d’ailleurs ensemble avant de venir aux Pays-Bas. Le couple a trois enfants, tous de nationalité néerlandaise à raison de la nationalité de leur père. La requérante, son mari et leurs enfants ont résidé ensemble en famille aux Pays-Bas pendant toute la période considérée. Les enfants n’ont jamais vu le Surinam, pays dont la langue officielle est le néerlandais.", "", "3.  Il est important de souligner d’emblée que l’arrêt ne porte pas sur une ingérence de l’État dans l’exercice du droit à la vie familiale, mais sur les obligations positives des États contractants en matière d’immigration relativement à ce droit. Si l’on considère que l’arrêt pose des règles fondées sur des principes, on doit conclure que a) il étend la portée des obligations positives incombant à l’État en vertu de la Convention au croisement du droit de l’immigration et du droit de la famille, b) il réduit ainsi la marge d’appréciation de l’État en ce qui concerne la vie familiale créée au cours d’un séjour irrégulier, c) il ignore la conduite irrégulière de la requérante, d) il relève le niveau de l’obligation de prendre en compte l’intérêt supérieur des enfants. Or la plupart de ces éléments de développement apparemment fondamental de la jurisprudence ne se retrouvent pas dans les principes généraux applicables en la matière tels que formulés jusqu’ici par la Cour dans sa jurisprudence et rappelés dans le présent arrêt. Ils transparaissent seulement dans l’application de ces principes aux faits de la cause. Peut-être faut-il alors conclure que cet arrêt de la Grande Chambre ne doit pas être considéré comme un arrêt de principe ? Cette ambiguïté serait un signal inquiétant pour l’accomplissement futur par la Cour du rôle consultatif que lui confère le Protocole no 16.", "", "4.  La question de principe sous-jacente est celle de savoir si les ressortissants étrangers peuvent prétendre, sur le fondement de l’article 8 de la Convention, à la délivrance par un État contractant d’une autorisation d’entrée et/ou de séjour sur le territoire de celui-ci dans le but de rejoindre leurs proches qui y séjournent légalement ou de demeurer avec eux. Pour l’essentiel, la jurisprudence de longue date de la Cour répond à cette question par la négative. Il est vrai que la Cour a reconnu dans différentes affaires que l’article 8 pouvait être applicable dans son volet relatif à la vie familiale, mais la plupart du temps, elle a conclu que la manière dont les services d’immigration avaient traité les intéressés n’emportait pas violation de cette disposition, compte tenu de leur situation propre et de l’intérêt général de la collectivité. La considération primordiale a alors été que les individus concernés étaient des ressortissants étrangers, c’est-à-dire des membres d’un groupe à l’égard duquel les États jouissent en droit international d’un droit quasi absolu de contrôle en ce qui concerne l’entrée sur le territoire et d’un pouvoir discrétionnaire en matière d’admission et de séjour, comme le soulignent toutes les décisions rendues en la matière. La Convention ne garantit pas aux ressortissants étrangers le droit d’entrer ou de résider dans un pays donné (voir par exemple Nunez c. Norvège, no 55597/09, § 66, 28 juin 2011), et elle n’empêche pas les États contractants d’adopter et d’appliquer une législation stricte, voire très stricte, en matière d’immigration. Concrètement, la position de la Cour est que la Convention n’oblige pas les États contractants à admettre les ressortissants étrangers sur leur territoire et à leur permettre de s’y installer, à moins qu’il ne soit impossible à la famille de vivre ensemble ailleurs. Dans la grande majorité des cas, la Cour a souligné que la vie familiale pouvait être exercée ailleurs que dans l’État défendeur.", "", "5.  Or, dès lors qu’elle avait choisi de ne pas solliciter de visa de séjour temporaire depuis le Surinam avant de se rendre aux Pays-Bas, la requérante n’était nullement en droit d’espérer obtenir un permis de séjour en mettant les autorités néerlandaises devant le fait accompli de sa présence dans le pays (Ramos Andrade c. Pays-Bas (déc.), no 53675/00, 6 juillet 2004 ; Chandra et autres c. Pays-Bas (déc.), no 53102/99, 13 mai 2003 ; Adnane c. Pays-Bas (déc.), no 50568/99, 6 novembre 2001 ; Mensah c. Pays-Bas (déc.), no 47042/99, 9 octobre 2001 ; Lahnifi c. Pays-Bas (déc.), no 39329/98 ; 13 février 2001 ; Kwakye-Nti et Dufie c. Pays-Bas (déc.), no 31519/96, 7 novembre 2000). Pourtant, compte tenu des circonstances de la cause, la Cour considère ici que l’octroi à la requérante d’un permis de séjour sur le territoire néerlandais est la seule manière de respecter son droit à la vie familiale et que, en ne lui accordant pas ce permis, les autorités nationales ont manqué à l’obligation positive qui leur incombait en vertu de l’article 8.", "", "6.  Viennent à l’esprit deux autres affaires dans lesquelles la Cour peut sembler avoir pris une position relativement similaire. Toutes deux concernaient les PaysBas (Tuquabo-Tekle et autres c. Pays-Bas, no 60665/00, et Şen c. les Pays Bas, no 31465/96, en français seulement et non citée par la Cour dans le présent arrêt). Dans ces deux affaires de regroupement familial où il s’agissait d’admettre un enfant sur le territoire de l’État (les Pays-Bas) où le ou les parents résidaient légalement, l’intégration des enfants dans l’unité familiale a été jugée nécessaire pour leur développement compte tenu de leur jeune âge (neuf ans dans l’affaire Şen, quinze dans Tuquabo-Tekle et autres). Il est à noter que ni l’une ni l’autre de ces deux affaires ne concernait la fondation d’une famille au cours d’un séjour irrégulier dans l’État d’accueil mais que, au contraire, dans un cas comme dans l’autre, la demande d’admission des enfants sur le territoire avait été introduite alors que les enfants se trouvaient encore à l’étranger, conformément aux règles de droit applicables en matière d’immigration – au contraire de ce qui a été fait en l’espèce. Dans ces deux affaires, où les requérants étaient les enfants eux-mêmes, la Cour a conclu que les PaysBas avaient l’obligation positive d’autoriser les enfants à rejoindre légalement leur(s) parent(s) sur le territoire néerlandais.", "", "7.  En l’espèce, le grief d’origine de la requérante était que l’État défendeur ne l’avait pas autorisée à déposer sa demande de permis de séjour depuis le territoire national. Il est à noter que la Cour n’a pas changé de position en ce qui concerne la légitimité de la condition à l’immigration contestée par la requérante : elle rappelle au paragraphe 101 que, en principe, les États contractants ont le droit d’exiger des non-nationaux qui sollicitent le droit de séjourner sur leur territoire qu’ils introduisent la demande appropriée à l’étranger. Elle ne s’étend pas plus sur la question dans l’arrêt car, après avoir reformulé le grief proprio motu (au paragraphe 76, le grief d’origine étant exposé au paragraphe 77), elle juge sur le fond que dans les circonstances particulières de la cause, le refus de séjour emporte violation du droit au respect de la vie familiale. Les circonstances particulières en question sont les suivantes : le mari et les enfants de la requérante ont tous la nationalité néerlandaise ; les enfants ont toujours vécu aux Pays-Bas ; le mari de la requérante subvient aux besoins de la famille en occupant à temps plein un emploi où les horaires de travail sont parfois décalés, de sorte qu’il est absent du domicile certains soirs, et que, en conséquence, c’est principalement la requérante qui s’occupe des enfants. Ce qui est remarquable ici est que la Cour procède à sa propre mise en balance factuelle du détail des circonstances de la situation individuelle de la requérante, alors qu’on ne peut pas dire que les autorités internes n’aient pas elles-mêmes soigneusement tenu compte des principes, considérations et aspects pertinents en la matière tels que développés dans la jurisprudence de la Cour (paragraphe 34).", "", "8.  Après des années de bataille juridique, l’État défendeur se voit reprocher par la Cour d’avoir « toléré » la présence de la requérante pendant aussi longtemps (paragraphe 116), lui laissant ainsi la possibilité de fonder une famille. La Cour assimile ainsi l’absence d’éloignement forcé à une tolérance de la présence de l’étranger en situation irrégulière. Selon elle, en la laissant demeurer sur le territoire pendant une période aussi longue alors que pendant une grande partie de ce laps de temps elles pouvaient l’expulser, les autorités ont en pratique permis à la requérante d’établir et de développer des liens familiaux, sociaux et culturels étroits avec le pays. On ne peut guère considérer que ce raisonnement constitue une application du principe selon lequel ceux qui fondent une famille sans avoir un lieu de résidence fermement établi doivent supporter les conséquences de cette conduite qu’ils savent risquée compte tenu de leur situation précaire. La marge d’appréciation de l’État, normalement large en pareilles circonstances, s’est rétrécie comme peau de chagrin en l’espèce.", "", "9.  Lorsque les parents font des choix personnels, les obligations positives de l’État en vertu de l’article 8 sont généralement considérées comme secondaires, et il en va pratiquement de même pour ce qui est des conséquences d’actes délibérés. Ainsi, l’incarcération de pères condamnés pour la commission d’une infraction pose rarement problème au regard de l’article 8 de la Convention, alors que leurs enfants risquent d’en souffrir. Il en va de même pour le divorce. Bien entendu, il ne s’agit pas en l’espèce d’infractions ni de divorce. Il ne s’agit pas non plus d’une rupture de la vie familiale causée par l’État. Il s’agit d’une famille qui souhaite s’établir en un lieu donné. Sous quel angle envisagerait-on la situation s’il s’agissait non pas d’un refus de titre de séjour mais d’une émigration choisie des PaysBas ? Bien des parents s’expatrient pour des raisons économiques ou autres ; et, de nos jours, le Surinam est une destination très populaire. Or, s’il s’agissait d’une émigration volontaire, même si les enfants préféraient rester dans leur pays de résidence, ils seraient bien obligés de suivre leurs parents. En pareil cas, l’État n’a généralement pas l’obligation positive d’intervenir. On considère normalement que le respect de la vie familiale implique que l’on sert mieux l’intérêt supérieur des enfants en acceptant les conséquences des choix (licites) faits par leurs parents, à moins que cela n’emporte violation des droits fondamentaux des enfants (par exemple des droits protégés par l’article 3). À notre avis, transférer à l’État la responsabilité des conséquences des choix faits par les parents ne conduit pas en principe à une meilleure protection de l’intérêt supérieur des enfants en ce qui concerne la vie familiale. Cela comporte en outre un risque important d’exploitation par les parents de la situation de leurs enfants aux fins de l’obtention pour eux-mêmes d’un permis de séjour (Butt c. Norvège, no 47017/09, § 79).", "", "10.  Selon notre analyse des faits, la mise en balance entre les intérêts de la requérante et de sa famille d’une part et l’intérêt général de la collectivité d’autre part a bel et bien été faite par les autorités nationales, y compris les juridictions indépendantes et impartiales, et ce de manière complète et approfondie et conformément aux principes bien établis de la jurisprudence de la Cour. La majorité n’est pas de cet avis. L’approche retenue par la Cour en l’espèce implique en pratique que l’on donne aux candidats à l’immigration qui entrent ou se maintiennent sur le territoire illégalement et qui n’ont pas dûment et honnêtement respecté les conditions prescrites pour les demandes de séjour un avantage, en termes de protection par la Convention, sur ceux qui, eux, respectent les règles de droit applicables en matière d’immigration en demeurant dans leur pays d’origine et en suivant consciencieusement les procédures fixées pour les demandes de séjour. Cela est de nature à encourager l’entrée et le séjour irréguliers sur le territoire des États concernés ainsi que le non-respect des procédures d’immigration et des décisions de justice ordonnant de quitter le pays. La bonne réponse dans les cas limites est celle qui remplit l’obligation de la collectivité de traiter ses membres de manière civilisée mais aussi cohérente et respectueuse des principes. En substituant à la mise en balance faite par les autorités internes une analyse qui s’appuie lourdement sur le caractère exceptionnel des faits de la cause, la Cour s’éloigne du rôle subsidiaire que lui assigne la Convention, en se laissant peut-être plus guider par l’humanité que par la justice.", ""]}