{"file": "FRE_HFJUD_4789_10.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "4789/10", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE GÖZÜM c. TURQUIE", "", "(Requête no 4789/10)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "", "STRASBOURG", "", "20 janvier 2015", "", "", "DÉFINITIF", "", "20/04/2015", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Gözüm c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tGuido Raimondi, président,\n\tIşıl Karakaş,\n\tAndrás Sajó,\n\tNebojša Vučinić,\n\tEgidijus Kūris,\n\tRobert Spano,\n\tJon Fridrik Kjølbro, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 13 novembre 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 4789/10) dirigée contre la République de Turquie et dont une ressortissante de cet État, Mme Nigar Gözüm (« la requérante »), a saisi la Cour le 12 janvier 2010 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante a été représentée par Me Habibe Yılmaz Kayar, avocate à Istanbul. Le gouvernement turc (« le Gouvernement ») a été représenté par son agent.", "3.  La requérante allègue, en particulier, une violation de l’article 8 de la Convention, pris isolément ou combiné avec l’article 14, en raison du refus des autorités nationales d’enregistrer son prénom en tant que celui de la mère de son enfant adoptif.", "4.  Le 31 août 2012, la requête a été communiquée au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  La requérante est née en 1966 et réside à Istanbul.", "6.  Par une décision du 22 mai 2007, devenue définitive le 20 juillet suivant, le tribunal de la famille d’Üsküdar (Istanbul) autorisa la requérante, alors célibataire, à adopter le petit E., né le 5 novembre 2003, de S.Ö.", "Par conséquent, en vertu de l’article 314 § 2 et 3 du code civil no 4721, « Gözüm » fut enregistré comme étant le nom de famille d’E., dans les registres d’état civil ainsi que sur les pièces d’identité le concernant. En revanche, le conservateur du registre refusa d’inscrire le prénom de la requérante dans la case « la mère », où figurait « S. », à savoir le prénom de la mère biologique.", "7.  Le 23 novembre 2007, la requérante saisit le tribunal d’instance d’Üsküdar, demandant la substitution du prénom « S. » par le sien. Selon elle, que son prénom ne soit pas admis comme étant celui de la mère de son fils adoptif, relevait d’un traitement tant discriminatoire qu’inconstitutionnel, propre à entraver leur épanouissement personnel, familial et social, donc constitutif d’une violation, entre autres, des articles 8 et 14 de la Convention. Elle fit valoir que s’agissant des adoptions monoparentales, les dispositions du code civil présentaient une lacune qui appelait le juge à la combler d’office en application de l’article 1er du code civil ou, à défaut, à soulever une question préjudicielle devant la Cour constitutionnelle.", "8.  Le 26 février 2008, le tribunal débouta la requérante, au motif que sa demande était dépourvue de quelconque base légale. Selon lui, en choisissant de régir uniquement les adoptions biparentales – c’est-à-dire consenties conjointement à un couple –, le code civil entendait assimiler la filiation juridique instaurée entre les époux adoptant et l’enfant adoptif à « une relation naturelle », ce qui n’était pas possible dans le cas d’adoptions monoparentales, où était absent soit une mère soit un père. Aussi la situation de droit en place en l’espèce ne pouvait-elle passer pour inconstitutionnelle.", "Le 14 avril 2008, la requérante se pourvu en cassation.", "9.  Le 15 mars 2009, alors que cette procédure était pendante, entra en vigueur le Règlement relatif à la mise en œuvre des services de médiation pour l’adoption des mineurs (« le Règlement »), ouvrant la possibilité à un parent célibataire adoptif de faire inscrire son prénom à la place de celui du parent biologique (paragraphe 14 ci-dessous).", "10.  Le 5 novembre 2009, la Cour de cassation confirma la décision attaquée par un arrêt, dont les attendus restaient muets sur la réforme législative susmentionnée.", "11.  Le 14 décembre 2009, l’arrêt fut notifié à la requérante.", "12.  Le 9 novembre 2010, celle-ci sollicita au bureau de l’état civil l’officialisation de son prénom en tant que celui de la mère d’E., en application de l’article 20 § 4 du nouveau Règlement. Cette demande fut accueillie le jour même et toutes les inscriptions concernant l’enfant furent révisées en conséquence avec effet immédiat.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "13.  L’article 314 §§ 3 et 4 du code civil no 4721, en vigueur depuis le 8 décembre 2001, dispose :", "« Si l’enfant adoptif est mineur, il prend le nom de famille de l’adoptant. S’il le souhaite, celui-ci peut donner à l’enfant un nouveau prénom. Si l’adopté est majeur, il lui est loisible de prendre, lors de l’adoption, le patronyme de l’adoptant.", "Dans le registre d’état civil des mineurs non-émancipés, adoptés conjointement par un couple marié, les prénoms des époux sont inscrits comme étant ceux de la mère et du père. »", "14.  Telle qu’elle était libellée, cette disposition présentait une lacune sur les adoptions monoparentales et, de ce fait, sur la question de savoir si, en pareil cas, le prénom de l’adoptant ou de l’adoptante pouvait remplacer celui du père ou de la mère biologique de l’enfant. Cette lacune fut comblée avec l’avènement du Règlement susmentionné, publié au Journal officiel du 15 mars 2009 et entré en vigueur à cette même date.", "D’après son article 20 § 4 :", "« Dans le registre d’état civil des mineurs non émancipés, adoptés conjointement par un couple marié, les prénoms des époux seront inscrits comme étant ceux de la mère et du père. En cas d’adoption monoparentale, le même procédé s’applique. »", "15.  En ce qui concerne les devoirs des juges face à un vide dans la loi, il convient de citer, en sa partie pertinente, l’arrêt de principe du 25 février 2004, rendu par la Plénière de la Cour de cassation, sur le fondement de la doctrine établie en la matière (dossier no 2004/10-106 – 2004/115) :", "« La mission du droit est d’organiser la vie sociale et de résoudre les problèmes issus des relations. Aussi aucun évènement ne peut-il être laissé sans solution, au motif qu’il manquerait une règle y afférente. Dans pareil cas de lacune juridique, le juge est obligé d’agir à l’instar du législateur et, conformément aux dispositions de l’article 1er du code civil, de déterminer et d’appliquer la règle qui en l’occurrence s’y prête. Cela constitue également un devoir pour le juge, qui est tenu de trancher le litige dont il est saisi, car en vertu de l’article 36 § 2 de la Constitution, nul [juge] ne saurait se dispenser de résoudre une affaire dont il est appelé à connaître et relevant de sa compétence territoriale et d’attribution. Sinon, il en sera responsable. (...) Pour qu’un juge rentre dans la sphère de création de la loi, l’absence d’une disposition légale ou règle coutumière applicable à la situation litigieuse suffit. (...) À ce stade, le juge doit, à l’image du législateur, déterminer les intérêts concurrents des parties, puis faire passer ceux-ci des mailles de la justice et, ensuite, identifier la règle qui répondrait le plus aux besoins de la vie et qui serait en adéquation avec l’ordre et la sécurité juridiques en place. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 8 ET 14 DE LA CONVENTION", "16.  La requérante allègue que le régime de droit civil, tel qu’il lui a été appliqué à l’époque pertinente, a emporté violation de son droit au respect de sa vie privée et familiale consacré à l’article 8 de la Convention, pris isolément et/ou combiné avec l’article 14. Ces dispositions sont ainsi libellées :", "Article 8", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "Article 14", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "17.  Le Gouvernement s’oppose à ces thèses.", "A.  Observations des parties", "1.  Sur la recevabilité", "18.  Premièrement, le Gouvernement soutient que, faute d’avoir été accompagnée d’un résumé succinct, la présente requête longue de dix-huit pages devrait être rejetée pour non-respect de l’instruction pratique intitulée « Introduction de l’instance », édictée par le président de la Cour en complément de l’article 47 du règlement.", "19.  En deuxième lieu, se référant à la décision Liga Portuguesa de Futebol Profissional c. Portugal (no 49639/09, 3 avril 2012), le Gouvernement excipe de l’absence, dans le chef de la requérante, d’un préjudice important au sens de l’article 35 § 3 b) de la Convention, dont les parties pertinentes se lisent comme suit :", "« 3.  La Cour déclare irrecevable toute requête individuelle introduite en application de l’article 34 lorsqu’elle estime:", "(...)", "b)  que le requérant n’a subi aucun préjudice important, sauf si le respect des droits de l’homme garantis par la Convention et ses Protocoles exige un examen de la requête au fond et à condition de ne rejeter pour ce motif aucune affaire qui n’a pas été dûment examinée par un tribunal interne.", "4.  La Cour rejette toute requête qu’elle considère comme irrecevable par application du présent article. Elle peut procéder ainsi à tout stade de la procédure. »", "À cet égard, il arguë de la durée très courte de l’incidence de la violation alléguée dans l’exercice du droit revendiqué et des conséquences éventuelles de celle-ci sur la situation personnelle de la requérante, d’autant plus qu’en l’espèce la situation de droit incriminée avait cessé d’exister suite à l’entrée en vigueur du Règlement, le 15 mars 2009.", "En outre, le Gouvernement met en exergue le fait que la requérante, aussi lésée puisse-t-elle se prétendre, avait attendu jusqu’au 9 novembre 2010 pour demander l’officialisation de son prénom, alors qu’elle pouvait le faire dès le 15 mars 2009.", "20.  Troisièmement, invoquant les articles 34 et 35 § 3 a) de la Convention, le Gouvernement estime qu’en tout état de cause, la requérante ne pourrait plus se prétendre victime d’une violation quelconque, dès lors qu’en vertu dudit Règlement, elle aurait obtenu le redressement voulu et que le litige y afférent aurait ainsi été résolu en droit interne. La requête serait donc désormais incompatible ratione personae avec les dispositions de la Convention.", "S’en tenant toujours à cette réforme législative, le Gouvernement tire également argument de l’affinité existant entre l’article 35 § 3 b) et la seconde phrase de l’article 37 § 1 de la Convention et soutient que les griefs de la requérante seraient vidés de leur contenu et que rien ne justifierait la poursuite de l’examen de sa requête.", "21.  La requérante n’a pas commenté sur ces aspects.", "2.  Sur le fond", "22.  La requérante, réitérant les moyens qu’elle avait formulés devant les juridictions internes (paragraphe 7 ci-dessus), avance qu’en l’occurrence, l’État n’a pas respecté son droit à jouir d’une vie privée et familiale épanouie avec son fils adoptif. Selon elle, la distinction opérée par les instances nationales entre les adoptions monoparentales et biparentales s’analysait en une ingérence injustifiée à son endroit, et qui s’avérait de surcroît discriminatoire, parce que fondée sur son statut de femme célibataire.", "23.  Sur ce point, la requérante fait remarquer qu’en raison de la lacune dont l’article 314 du code civil était entaché, il lui avait été impossible de prévoir qu’elle se heurterait à de tels problèmes ou qu’elle serait déboutée de sa demande, plus que légitime à ses yeux. L’ingérence en question ne pouvait donc passer pour prévisible.", "24.  Pareille ingérence ne pouvait non plus poursuivre un but légitime quelconque, car quel que soit le poids à accorder aux intérêts des parents biologiques, rien ne justifiait que son statut de mère célibataire adoptive et l’existence d’une adoption monoparentale soient affichés publiquement, au mépris du respect du secret de sa vie privée.", "La requérante en veut pour exemple le simple fait que lorsqu’il avait fallu inscrire son fils à l’établissement préscolaire et à chaque fois qu’ils voyageaient ensemble, elle avait été indument contrainte à divulguer qu’E. était un enfant adopté ainsi qu’à présenter le jugement d’adoption pour prouver son autorité parentale.", "25.  En somme, la requérante se dit incapable de comprendre quel cas de figure inscrit à l’article 8 § 2 de la Convention aurait pu nécessiter qu’une mère adoptive ait pu être interdite de voir son propre prénom désigner la mère de son enfant.", "26.  De son côté, le Gouvernement affirme que le refus des juridictions nationales de substituer le prénom de la mère biologique par celui de la mère adoptive ne pouvait s’analyser en une ingérence dans les droits garantis à l’article 8. En fait, le régime juridique applicable à l’époque des faits n’avait pour but que de maintenir le lien de l’enfant adoptif avec sa famille d’origine et d’assurer ainsi « l’authenticité de la lignée » ainsi que le respect des droits des parents biologiques, et ce, afin de préserver, entre autres, les droits de succession de l’adopté : dans le système de droit civil turc, toute adoption doit se faire dans l’intérêt de l’enfant, c’est-à-dire qu’elle devrait avoir pour unique objectif de fournir à celui-ci une vie familiale, pas de conférer des droits personnels à l’adoptant.", "27.  Le Gouvernement précise qu’en ce qui concerne les adoptions monoparentales, avant la promulgation du Règlement, le législateur avait sciemment laissé ouverte la question de l’enregistrement du prénom d’un adoptant en tant que celui du parent biologique, afin de permettre au juge saisi d’apprécier les situations au cas par cas, de manière à protéger les droits tant des parents biologiques que des enfants adoptifs non émancipés.", "D’ailleurs, il y aurait bien des exemples où une mère adoptive se serait vu accorder le droit de faire inscrire son prénom comme étant celui de la mère. À cet égard, le Gouvernement produit copie d’un jugement rendu dans ce sens, le 10 novembre 2008 (dossier no 2008/339 – 2008/382), par le tribunal de grande instance de Sarıyer (Istanbul) qui, dans ses attendus, énonçait :", "« (...) Il paraît naturel que la demanderesse souhaite l’inscription de son prénom dans le registre. Expliquer à un enfant de cet âge [environ deux ans et trois mois] que sa vraie mère est quelqu’un d’autre entraînera nombre d’inconvénients et de difficultés. Il convient qu’il en soit informé quand il atteindra un certain âge. Par exemple, lorsque l’enfant aura l’âge de scolarisation et qu’il irait à l’école, il pourrait éprouver une déception et être peiné s’il devait apprendre que le prénom inscrit au registre est différent de celui de sa mère, et il est fort probable que l’enfant soit préjudicié si ce sujet était évoqué par ses camarades. Aussi notre tribunal accueille-t-il la demande. »", "28.  Cela étant, le Gouvernement reconnaît qu’à l’époque, l’application de l’article 314 § 4 du code civil avait engendré certaines incertitudes dans la pratique et dans l’esprit des justiciables célibataires, aspirants adoptants. C’est justement pour remédier définitivement à ce problème épineux que le législateur aurait promulgué le Règlement du 15 mars 2009.", "29.  La requérante rétorque que ni la réforme législative en question ni le fait qu’elle ait finalement obtenu gain de cause le 9 novembre 2010 ne suffirait à effacer les conséquences pénibles de ce dont elle avait été victime jusqu’à cette date.", "Pour ce qui est du poids à accorder au Règlement du 15 mars 2009, la requérante affirme que celui-ci n’a aucunement produit l’effet escompté sur le plan de droit national. Selon elle, il aurait fallu qu’un tel amendement soit intégré dans le code civil même par une loi et non sous la forme d’un règlement, faute de quoi, son existence était demeurée inconnue non seulement du public, mais aussi de la Cour de cassation. Sinon on comprendrait mal comment celle-ci ait pu confirmer le jugement de première instance, le 5 novembre 2009, soit environ neuf mois après la promulgation dudit Règlement.", "En fait, la réforme en question, de par sa raison d’être, prouverait qu’il y avait bien eu avant elle violation des droits de l’homme, ce que d’ailleurs reconnaît le Gouvernement lorsqu’il signale « certaines incertitudes dans la pratique » ayant régné auparavant.", "30.  La requérante soutient enfin que le jugement du tribunal de grande instance de Sarıyer évoqué par le Gouvernement, consiste en un précédent connu mais isolé, devenu définitif sans passer de l’examen de la Cour de cassation, laquelle avait une pratique bien moins clémente en la matière.", "B.  Appréciation de la Cour", "1.  Sur la recevabilité", "a)  Article 47 du règlement de la Cour", "31.  En ce qui concerne la méconnaissance alléguée de l’instruction pratique (paragraphe 18 ci-dessus), édictée aux fins de l’application de l’article 47 de son règlement intérieur (version du 24 juin 2009), la Cour entend affirmer que l’application de ce texte relève de sa compétence exclusive concernant l’administration des procédures devant elle. Les États contractants ne sauraient donc y puiser des motifs d’irrecevabilité pour en exciper sur le terrain de l’article 35 de la Convention (voir, mutatis mutandis, Yüksel c. Turquie (déc.), no 49756/09, 1er octobre 2013).", "Il n’y a donc pas lieu de tenir compte de l’argument que le Gouvernement avance dans ce contexte.", "b)  Article 35 § 3 b) de la Convention", "32.  Pour ce qui est de l’exception tirée de l’absence d’un préjudice important, au sens de l’article 35 § 3 b) de la Convention (paragraphe 19 cidessus), il faut avant tout rappeler que cette nouvelle condition de recevabilité – issue du principe de minimis non curat praetor – renvoie à la question de savoir si la violation alléguée a atteint un seuil minimum de gravité pour justifier un examen par la Cour, en qualité de juridiction internationale (par exemple, Adrian Mihai Ionescu c. Roumanie (déc.), no 36659/04, § 32, 1er juin 2010, et Korolev c. Russie (déc.), no 25551/05, 1er juillet 2010). Cette question commande d’avoir égard aux éléments suivants, d’ailleurs repris par le Gouvernement : la nature du droit prétendument violé, la gravité de l’incidence de la violation alléguée dans l’exercice d’un droit et/ou les conséquences éventuelles de la violation sur la situation personnelle du requérant (Giusti c. Italie, no 13175/03, § 34, 18 octobre 2011, et Liga Portuguesa de Futebol Profissional, précitée, § 34).", "33.  En l’espèce, pareille appréciation doit tenir compte tant de l’enjeu objectif du litige que de la perception subjective de la requérante (Adrian Mihai Ionescu, précitée, § 34, et Cusan et Fazzo c. Italie, no 77/07, § 36, 7 janvier 2014), laquelle estime avoir subi une atteinte à un droit fondamental qui relève de la notion de la vie privée et familiale, au sens de l’article 8 de la Convention, ainsi qu’une discrimination basée sur son statut d’adoptante monoparentale, au mépris de l’article 14.", "34.  Sur ce point, la Cour rappelle que l’article 8 protège, entre autres, un droit à l’identité et à l’épanouissement personnel ainsi que celui de nouer et de développer des relations avec ses semblables et le monde extérieur (voir Burghartz c. Suisse, 22 février 1994, § 24, série A no 280B) ; aussi a-t-elle déjà reconnu l’applicabilité de cette disposition – tant sous son volet de « vie privée » que celui de « vie familiale » – aux contestations relatives aux noms et prénoms des personnes physiques (Nihan Güroğlu c. Turquie (déc.), no 47188/06, 28 septembre 2010, ainsi que les références qui y figurent – voir également, Boulgakov c. Ukraine, no 59894/00, § 42, 11 septembre 2007, et Kemal Taşkın et autres c. Turquie, nos 30206/04, 37038/04, 43681/04, 45376/04, 12881/05, 28697/05, 32797/05 et 45609/05, § 45, 2 février 2010).", "35.  Dans ce contexte, la Cour réitère qu’en Turquie, parmi les informations figurant sur les pièces d’identité, se trouve la mention des prénoms du père et de la mère du titulaire de la carte. Ce document se présente donc non seulement comme un moyen d’identification personnelle au sein de la société mais aussi comme un moyen de rattachement à une famille, puisqu’il fait apparaître les liens de filiation parentaux de son titulaire. Dès lors, l’intérêt de la requérante quant à la modification des mentions concernant la filiation maternelle de son fils adoptif, portées sur les documents personnels de ce dernier, tombait sous l’empire de l’article 8 de la Convention (Nihan Güroğlu, précitée).", "36.  L’importance subjective de la question paraît donc évidente pour la requérante. Celle-ci a en effet diligenté une action civile pour que son prénom soit inscrit sur l’acte d’état civil et la pièce d’identité de son fils adoptif comme étant celui de la mère et a poursuivi la procédure jusqu’au stade de cassation (voir, mutatis mutandis, Eon c. France, no 26118/10, § 34, 14 mars 2013, et Cusan et Fazzo, précité, § 37).", "Que la requérante ait attendu environ un an et huit mois pour se prévaloir des dispositions du nouveau Règlement (paragraphe 19 in fine ci-dessus) importe peu quant à cet aspect de l’affaire, pareille circonstance ne pouvant entrer en ligne de compte qu’aux fins de l’application, le cas échéant, de l’article 41 de la Convention.", "37.  Par conséquent, la Cour estime que la première condition de l’article 35 § 3 b) de la Convention, à savoir l’absence de préjudice important pour la requérante, n’est pas remplie et rejette l’exception du Gouvernement.", "c)  Articles 34 et 37 § 1 de la Convention", "38.  Reste l’exception que le Gouvernement tire de la perte de la qualité de « victime » de la requérante, au sens de l’article 34 de la Convention, et, en substance, de l’article 37 § 1 (paragraphe 20 ci-dessus).", "Quant au premier volet, la Cour rappelle qu’une décision ou une mesure favorable à un requérant ne peut en principe lui ôter la qualité de « victime » que si les autorités nationales ont reconnu, explicitement ou en substance, puis réparé la violation de la Convention (voir, par exemple, Konstantin Markin c. Russie [GC], no 30078/06, § 82, CEDH 2012 (extraits), et Cusan et Fazzo, précité, § 31, et les références qui y sont faites).", "Au vu de ce principe, que le bureau de l’état civil ait fait droit à la requérante, le 9 novembre 2010, soit environ trois ans après la saisine du tribunal d’instance d’Üsküdar (paragraphes 7 et 12 ci-dessus), ne saurait suffire à lui retirer cette qualité, dès lors que rien dans la décision dudit bureau ne tient d’une reconnaissance, fût-elle en substance, d’une violation dans le chef de l’intéressée des droits garantis par la Convention. Rien n’indique non plus qu’une forme de réparation quelconque lui ait été accordée ou envisagée.", "39.  Quant au second volet de l’exception, la Cour rappelle, à l’instar du Gouvernement, que le libellé du nouvel article 35 § 3 b) s’inspire effectivement, en partie, de la seconde phrase de l’article 37 § 1. Par le passé, elle a d’ailleurs considéré, sur le terrain de cette dernière disposition, que le respect des droits de l’homme n’exigeait pas la poursuite de l’examen de la requête lorsque, par exemple, la législation pertinente avait été modifiée et que des questions similaires avaient déjà été résolues dans d’autres affaires portées devant elle (Léger c. France (radiation) [GC], no 19324/02, § 51, 30 mars 2009, et Liga Portuguesa de Futebol Profissional, précitée, § 41).", "40.  Ceci étant, la Cour rappelle que ses arrêts servent non seulement à trancher les cas dont elle est saisie, mais plus largement à clarifier, sauvegarder et développer les normes de la Convention et à contribuer de la sorte au respect, par les États, des engagements qu’ils ont assumés en leur qualité de Parties contractantes ; si le système mis en place par la Convention a pour objet fondamental d’offrir un recours aux particuliers, il a également pour but de trancher, dans l’intérêt général, des questions qui relèvent de l’ordre public, en élevant les normes de protection des droits de l’homme et en étendant la jurisprudence dans ce domaine à l’ensemble de la communauté des États parties à la Convention (voir, notamment, Konstantin Markin, précité, § 89 et les références qui y figurent).", "À cet égard, il suffit d’observer qu’à ce jour la Cour n’a pas eu l’occasion de se prononcer sur le problème spécifique soulevé en l’espèce sous l’angle de l’article 8, pris isolément, la seule autre affaire comparable étant Nihan Güroğlu c. Turquie, laquelle avait toutefois été examinée en connexion avec l’article 14 seulement.", "41.  La Cour note la réforme législative dont il s’agit, qui a sans doute renforcé la sécurité juridique et la confiance des justiciables relativement à la mise en œuvre du régime instauré par l’article 314 du code civil turc. Il n’en demeure pas moins qu’auparavant l’objet de la présente requête mettait en jeu une question importante d’intérêt général dont l’examen permettrait de clarifier, sauvegarder et développer les normes de protection prévues par la Convention, au bénéfice de tous les parties prenantes.", "42.  Partant, il convient de rejeter également la troisième exception du Gouvernement, en toutes ses branches.", "d)  Conclusion", "43.  En somme, la Cour déclare recevables les griefs tirés de l’article 8 de la Convention, pris isolément ou combiné avec l’article 14, ceux-ci ne se heurtant à aucun autre motif d’irrecevabilité.", "2.  Sur le fond", "a)  Quant à l’article 8 de la Convention", "44.  La Cour rappelle que l’article 8 ne se contente pas de commander à l’État de s’abstenir des ingérences arbitraires des pouvoirs publics : à cet engagement plutôt négatif peuvent s’ajouter des obligations positives impliquant l’adoption de mesures visant au respect de la vie privée et/ou familiale (Dickson c. Royaume-Uni [GC], no 44362/04, § 70, CEDH 2007V, et, s’agissant plus particulièrement de la vie familiale, voir Todorova c. Italie, no 33932/06, § 69, 13 janvier 2009) ainsi que la mise en place d’un système de protection efficace des droits correspondants (Taliadorou et Stylianou c. Chypre, nos 39627/05 et 39631/05, § 49, 16 octobre 2008).", "Cela pourrait également impliquer la création d’un cadre réglementaire instaurant un mécanisme judiciaire et exécutoire destiné à protéger tant les droits des individus que la mise en œuvre, là où il convient, de mesures spécifiques (X et Y c. Pays-Bas, 26 mars 1985, § 23, série A no 91, et Tysiąc c. Pologne, no 5410/03, § 110, CEDH 2007I), un tel mécanisme devant permettre d’apprécier efficacement la proportionnalité des restrictions éventuellement apportées aux droits en jeu (Taliadorou et Stylianou, précité, § 55 in fine).", "45.  En l’espèce, le tribunal d’instance d’Üsküdar a débouté la requérante au motif que sa demande était dépourvue de base légale et qu’aucun problème d’inconstitutionnalité ne se posait à cet égard (paragraphe 8 cidessus). Le 5 novembre 2009, la Cour de cassation a confirmé ce jugement en toute ses dispositions, sans aucune motivation ni explication quelconque, ne serait-ce qu’au sujet du nouveau Règlement qui était entré en vigueur dans l’intervalle, avant qu’elle ne se prononce (paragraphes 9 et 10 ci-dessus).", "46.  La présente affaire a donc pour objet un aspect des problèmes que peuvent rencontrer les personnes désireuses de réaliser une adoption monoparentale et, au vu de la réaction judiciaire donnée face à ce problème, la Cour juge approprié de l’analyser comme une affaire concernant les obligations positives de l’État de garantir le respect effectif de la vie privée et familiale par l’intermédiaire de ses autorités législatives, exécutives et judiciaires (mutatis mutandis, Evans c. Royaume-Uni [GC], no 6339/05, §§ 75 et 76, 10 avril 2007, Taliadorou et Stylianou, précité, § 50, et Todorova, précité, § 70).", "À ce sujet, il convient de rappeler qu’à l’époque pertinente, le droit civil turc reconnaissait à ces personnes le droit de donner leur patronyme à leur enfant adoptif, mais ne prévoyait aucun cadre normatif quant à la reconnaissance du prénom du parent adoptif en tant que celui du parent naturel (paragraphes 13 et 14 ci-dessus – pour les situations comparables touchant à d’autres aspects relevant de l’article 8, voir, mutatis mutandis, X et Y c. Pays-Bas, précité, § 27, L. c. Lituanie, no 27527/03, §§ 57 et 58, CEDH 2007IV, et Taliadorou et Stylianou, précité, § 57).", "47.  D’après le Gouvernement toutefois, il ne s’agissait pas ici d’un vide dans la loi : le législateur turc avait sciemment laissé ouverte la question soulevée en l’espèce, permettant ainsi aux juges d’apprécier les circonstances de chaque cause, au cas par cas, et ce, dans le seul but de protéger les droits des parents naturels et des enfants adoptifs non émancipés (paragraphe 27 ci-dessus) ainsi que de maintenir la relation de filiation biologique, « l’authenticité de la lignée » et, en conséquence, les liens successoraux (paragraphe 26 ci-dessus).", "48.  La Cour ne nie pas qu’on puisse se trouver, dans ce type d’affaires, en présence d’intérêts difficilement conciliables : ceux de la mère biologique, ceux de l’enfant et ceux de la famille d’adoption, et l’intérêt général ; elle reconnaît aussi que dans la recherche de l’équilibre entre ces différents intérêts, l’État jouit d’une certaine marge d’appréciation, mais il faut savoir que, dans toutes les hypothèses, l’intérêt supérieur de l’enfant doit primer (Odièvre c. France [GC], no , §§ 40 et 45, CEDH 2003III, Todorova, précité, § 77, et Evans, précité, § 75).", "49.  La marge d’appréciation ainsi définie coïncide à l’évidence avec le pouvoir discrétionnaire qui se trouvait prétendument conféré aux juridictions civiles turques en matière de la réconciliation des différents intérêts personnels sous-jacents aux adoptions monoparentales. Sur ce point précis, la Cour souligne qu’elle n’a pas pour tâche de se substituer à ces juridictions, mais d’examiner, sous l’angle de la Convention, les décisions qu’elles ont rendues dans l’exercice, justement, dudit pouvoir discrétionnaire (X et Y c. Pays-Bas, précité, § 29, et Todorova, précité, § 72).", "50.  Ceci dit, la Cour observe d’emblée que ni les juges de première instance ni ceux de cassation n’ont ne serait-ce que pris acte du moyen que la requérante avait tiré (paragraphe 7 ci-dessus) des normes interprétatives découlant de l’article 1er du code civil, lesquelles leur commandait de combler la défaillance observée dans la loi (paragraphe 15 ci-dessus), fût-il, de manière à protéger les intérêts concurrents liés à l’adoption d’E.", "En outre, la Cour n’aperçoit dans les décisions litigieuses aucun élément qui puisse la convaincre qu’en l’occurrence lesdits juges se soient employés à procéder d’une appréciation axée sur les circonstances particulières du cas présent, encore moins, soucieuse de la sauvegarde des intérêts supérieurs d’E.", "Il importe donc peu de savoir si, comme le prétend le Gouvernement, les juges avaient, en fait, voulu agir dans le but d’empêcher la rupture de la filiation biologique d’E., afin de préserver ses droits successoraux ou autre, car, à supposer qu’il existât, pareil but ne pouvait, en soi, justifier le refus opposé à la demande de la requérante : en effet, les informations officielles sur la filiation naturelle et l’adoption d’E. se trouvaient déjà scellées dans les registres de l’état civil de l’État et, le cas échéant, celui-ci aurait toujours été à même d’assurer que l’enfant puisse dûment succéder à son de cujus biologique, dans les conditions prévues par la loi.", "Pour atteindre pareil but, il n’y avait aucune raison impérieuse de plus pour afficher la filiation adoptive d’E., en mentionnant le prénom de sa mère biologique sur ses documents personnels, de sorte que la requérante se retrouve dans une situation d’incertitude pénible pour ce qui est du déroulement de sa vie privée et familiale avec son fils, sous la pression de devoir dévoiler leur statut d’adoptant et d’adopté, ou de devoir expliquer précipitamment cette situation délicate à un enfant de bas âge.", "51.  L’équilibre que le législateur turc aurait entendu ménager entre les intérêts des enfants, ceux de leurs parents naturels et ceux des adoptants célibataires exigeait, en réalité, que l’on accordât une importance toute particulière aux obligations positives découlant de l’article 8.", "À cette fin, pour être effective, il aurait fallu que la protection visée soit inscrite dans un cadre clairement établi dans l’ordre juridique interne, afin de permettre d’apprécier la proportionnalité des restrictions apportées aux droits fondamentaux ou d’ordre « intime » qui étaient reconnus à la requérante par l’article 8, sachant que le caractère incomplet et non-motivé de l’appréciation des juridictions internes sur l’exercice de ces droits – comme en l’espèce –, ne pouvait relever d’une marge d’appréciation acceptable (voir, mutatis mutandis, Connors c. Royaume-Uni, no 66746/01, § 82, 27 mai 2004, et ses citations ; Taliadorou et Stylianou, précité, § 58).", "52.  Pour ce qui est enfin de l’exemple de précédent judiciaire produit par le Gouvernement à l’appui de sa thèse (paragraphe 27 in fine ci-dessus), celui-là fait effectivement état d’une situation identique à celle de la requérante, et où, pour accueillir la demande, le juge s’est fondé sur une évaluation pertinente des intérêts de l’enfant et de sa mère adoptive. Cela dit, le Gouvernement n’a pas été en mesure d’expliquer en quoi les motifs comparables à ceux retenus dans cet exemple – apparemment singulier – ne pouvaient valoir, ni même être pris en compte, dans l’affaire de la requérante, dont le fils était bien plus proche à l’âge de scolarisation.", "Considéré ainsi, la Cour observe que ce précédent démontre davantage la nature de l’insécurité juridique qui – comme le Gouvernement l’a d’ailleurs admis – régnait à l’époque des faits (paragraphe 28 ci-dessus), faute pour le droit turc d’avoir indiqué avec assez de clarté l’étendue et les modalités d’exercice du pouvoir discrétionnaire des juges dans le domaine des adoptions monoparentales (mutatis mutandis, Amann c. Suisse [GC], no 27798/95, § 62, CEDH 2000II, et Stolder c. Italie, no 24418/03, § 33, 1er décembre 2009).", "53.  Elle revient ainsi à son observation liminaire : en matière d’adoptions monoparentales, le droit civil turc présentait une lacune légale qui touchait les personnes se trouvant dans la situation de la requérante, dont la demande relevait d’une sphère juridique que le législateur turc n’avait assurément pas prévue et encadrée de manière à ménager un juste équilibre entre l’intérêt général et les intérêts concurrents des individus.", "La Cour en conclut que la protection de droit civil, telle qu’elle avait été conçue à l’époque pertinente, ne pouvait passer pour suffisante au regard des obligations positives mises à la charge de l’État défendeur par l’article 8 de la Convention.", "54.  Partant, il y a eu en l’espèce violation de cette disposition, à ce titre.", "b)  Quant à l’article 14 de la Convention, combiné avec l’article 8", "55.  Eu égard à sa conclusion selon laquelle il y a eu violation de l’article 8 considéré isolément dans le chef de la requérante (paragraphe 57 ci-dessus), la Cour n’estime pas nécessaire d’examiner le grief tiré d’une violation à son égard de l’article 14 combiné avec cette disposition (voir, parmi beaucoup d’autres, Mennesson c. France, no 65192/11, § 108, CEDH 2014 (extraits)).", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "56.  La requérante déplore en outre que les juridictions appelées à connaître de sa cause aient refusé de prévenir la situation incriminée, ce qu’il leur était loisible de faire en comblant d’office la lacune juridique à l’origine de celle-ci ou en soulevant une question préjudicielle. À ce sujet, elle critique notamment le tribunal de la famille d’Üsküdar pour avoir rendu un jugement sans aucune motivation, faisant abstraction des préceptes du code civil (paragraphe 15 ci-dessus) ainsi que de l’article 90 de la Constitution – lequel conférait force de loi aux traités et conventions internationaux –, de manière à se soustraire de sa mission de trancher son affaire à la lumière des dispositions pertinentes du droit tant national qu’international.", "Pour la requérante, ces circonstances ont emporté violation de son droit à un procès équitable, au sens de l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "57.  Le Gouvernement en disconvient.", "58.  La Cour observe que ce grief porte, en substance, sur une partie des faits déjà examinés sous l’angle de l’article 8 de la Convention et rappelle qu’elle a déjà constaté une violation de cette disposition (paragraphe 57 cidessus).", "Aussi estime-t-elle qu’en l’espèce, elle n’a pas à se prononcer sur la recevabilité et le bien-fondé de cette partie de la requête (voir, mutatis mutandis, Thlimmenos c. Grèce [GC], no 34369/97, § 53, CEDH 2000IV).", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "59.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "60.  La requérante réclame 200 000 euros (EUR) au titre du préjudice moral qu’elle aurait subi jusqu’au 9 novembre 2010, date où ses droits ont finalement été reconnus.", "61.  Le Gouvernement estime qu’en l’espèce la requérante n’a pas été en mesure d’étayer avoir subi un dommage moral quelconque. En tout état de cause, sa prétention serait excessive et dénuée de tout fondement vérifiable.", "62.  Quant au dommage moral, la Cour reconnaît que la requérante a sans nul doute souffert des suites de la violation constatée de l’article 8 de la Convention. Comme le Gouvernement, elle juge toutefois exorbitante la somme réclamée à ce titre.", "Appelée à statuer en équité, elle doit tenir compte des circonstances particulières de la cause – qui auraient pu influer sur le préjudice subi en l’occurrence, telle que la réforme législative du 15 mars 2009 – intervenue alors que la procédure litigieuse était pendante devant les juridictions turques –, et qui, dans une certaine mesure, a dû réparer le dommage moral de la requérante. Sans remettre en cause la difficulté de sa situation personnelle d’avant cette réforme, la Cour prend également note du laps de temps d’environ d’un an et huit mois qui sépare la date précitée et celle de la saisine des autorités compétentes par la requérante, le 9 novembre 2010, ayant marqué la fin de la situation dénoncée.", "Tout bien pesé et s’inspirant de sa jurisprudence pertinente quant à l’application de l’article 41 dans le domaine de la protection de la vie privée et familiale, la Cour décide d’accorder 2 500 EUR en réparation du dommage moral.", "B.  Frais et dépens", "63.  La requérante réclame, copie d’un récépissé à l’appui, 650 livres turques (TRY), au titre des frais de traduction. Elle demande également le remboursement des honoraires de son avocate, d’un montant de 15 400 TRY (environ 5 294 euros (EUR), dont elle serait redevable en vertu d’un contrat passé le 18 mars 2013, sur la base de la somme minima fixée à l’article 21 b) des barèmes 2013 du barreau d’Istanbul.", "64.  Le Gouvernement soutient que les sommes en question, en particulier celle réclamée au titre d’honoraires, n’auraient aucune commune mesure avec les montants déboursés en Turquie aux fins d’autres procédures comparables. Quant au récépissé émis pour un service de traduction, rien ne démontrerait que ce travail soit lié à la présentation de cette requête.", "65.  La Cour observe qu’à l’appui de ses prétentions, la requérante produit d’abord un récépissé de 650 TRY, relatif au coût d’un travail de traduction. Au vu du contenu du dossier, elle est convaincue de la pertinence et de la réalité d’une telle dépense.", "Quant aux honoraires de l’avocate, la Cour prend acte du contrat passé avec celle-ci, stipulant un montant dû de 15 400 TRY, par référence au barème d’honoraires pour 2013 du barreau d’Istanbul. Bien qu’il n’apparaisse pas qu’un versement quelconque ait déjà été effectué à ce titre, rien ne permet de douter que la requérante sera tenue de s’acquitter d’une somme pour le travail important fourni par son avocate aux fins de sa représentation, tant au niveau interne qu’à Strasbourg (Krejčíř c. République tchèque, nos 39298/04 et 8723/05, § 137, 26 mars 2009). Cependant, la Cour ne saurait accueillir, tel quel, le montant convenu dans ledit contrat, celle-ci lui paraissant excessif.", "66.  Compte tenu des éléments en sa possession, des critères susmentionnés et de la complexité de l’affaire, la Cour estime raisonnable d’allouer à la requérante la somme de 3 000 EUR, tous frais confondus.", "C.  Intérêts moratoires", "67.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR,", "1.  Déclare, à l’unanimité, recevables les griefs tirés des articles 8 et 14 de la Convention ;", "", "2.  Dit, à l’unanimité, qu’il y a eu violation de l’article 8 de la Convention, pris isolément ;", "", "3.  Dit, à l’unanimité, qu’il n’est pas nécessaire d’examiner le grief tiré de l’article 14 de la Convention combiné avec l’article 8 ;", "", "4.  Dit, à l’unanimité, qu’il n’y a pas lieu d’examiner de plus la recevabilité et le fond du grief tiré de l’article 6 de la Convention ;", "", "5.  Dit,", "a)  à l’unanimité, que l’État défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 2 500 EUR (deux mille cinq cents euros), pour dommage moral, à convertir dans la monnaie de l’État défendeur, au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d’impôt ;", "b)  par six voix contre une, que l’État défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 3 000 EUR (trois mille euros), pour frais et dépens, à convertir dans la monnaie de l’État défendeur, au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d’impôt par la requérante, ;", "c)  à l’unanimité, qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 20 janvier 2015, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tGuido Raimondi\n\tGreffier \tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de la déclaration de dissentiment du juge Sajó.", "G.RA.\nS.H.N.", "\n", "DÉCLARATION DE DISSENTIMENT DU JUGE SAJÓ", "Je regrette ne pouvoir souscrire à la conclusion de la majorité au point 5 b) du dispositif concernant les frais et dépens."]}