{"file": "FRE_CLINF_75252_01.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "75252/01", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 94", "Février 2007", "Evaldsson et autres c. Suède - 75252/01", "Arrêt 13.2.2007 [Section II]", "article 1 du Protocole n° 1", "article 1 al. 1 du Protocole n° 1", "Privation de propriété", "Déduction opérée sur les salaires de travailleurs non syndiqués en vue de financer l’activité de supervision par un syndicat de certains versements de salaires : violation", "", "En fait : Les cinq requérants étaient employés dans l’industrie du bâtiment par une société liée par une convention collective conclue entre le Syndicat suédois des travailleurs du bâtiment (« le syndicat ») et les industries suédoises du bâtiment (« les industries »). En vertu de cette convention, la section locale du syndicat était en droit de superviser les conditions de salaire et de se voir rembourser les frais que cela impliquait par une cotisation représentant 1,5 % du salaire de chaque travailleur. Les requérants, qui n’étaient pas syndiqués du tout, demandèrent à ne pas subir ces déductions ; la société accéda à leur demande. Les industries saisirent alors le tribunal du travail afin qu’il rendît un jugement déclaratoire selon lequel la société n’était pas tenue de prélever les frais en question ; elles soutinrent que les honoraires afférents à l’inspection dépassaient largement le coût réel du travail que cette supervision représentait et servait donc aux activités générales du syndicat – avec les valeurs politiques duquel les requérants n’étaient pas en accord ; les déductions revenaient donc à l’adhésion forcée à un syndicat. Le tribunal du travail rejeta le demande.", "En droit : Les déductions en question ont privé les requérants de biens. Etant donné qu’aucune autorité publique ne supervisait le respect des conventions collectives, ce contrôle étant laissé au soin des parties sur le marché du travail, le prélèvement d’honoraires pouvait en soi passer pour poursuivre un but légitime d’intérêt général, puisque ce travail de supervision visait à protéger les intérêts des salariés du bâtiment en général. Quant à la proportionnalité, la Cour admet que les salariés non syndiqués ont bénéficié néanmoins d’un certain service en contrepartie de la cotisation versée. Les informations d’ordre financier dont elle dispose ne permettent pas à la Cour de tirer des conclusions pleinement fiables sur la question de savoir si les cotisations ont permis de dégager des profits qui auraient été utilisés pour financer des activités autres que la supervision des salaires, mais étant donné que la convention collective prévoyait que seul le coût réel de la supervision devait être couvert par les cotisations, la Cour estime que les requérants avaient droit à des informations suffisamment complètes pour leur permettre de vérifier que les honoraires n’étaient pas utilisés à d’autres fins, d’autant qu’ils désapprouvaient la ligne politique du syndicat. Or, les données qui leur étaient communiquées n’étaient pas suffisantes à cette fin. Certes, l’Etat dispose d’une large marge d’appréciation en ce qui concerne l’organisation du marché du travail, mais dans un système où le pouvoir de réglementer d’importantes questions du travail est en réalité délégué à des organismes indépendants, il faut que ces organismes rendent compte de leurs activités. L’Etat avait donc l’obligation positive de protéger les intérêts des requérants. Or, les activités de supervision du syndicat manquaient de transparence et, même si l’on tient compte du montant limité des sommes en jeu, il n’était pas proportionné à « l’intérêt général » d’opérer des déductions sur le salaire des intéressés sans donner à ceux-ci la possibilité de contrôler comment cet argent était dépensé.", "Conclusion : violation (unanimité).", "Article 41 – 5 000 EUR à chaque requérant pour dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}