{"file": "FRE_HFJUD_35671_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "35671/97", "text_paragraphs": ["", "", "GRANDE CHAMBRE", "", "", "", "", "", "", "", "", "AFFAIRE LINDNER ET HAMMERMAYER c. ROUMANIE", "", "(Requête no 35671/97)", "", "", "", "", "", "", "", "", "", "ARRÊT", "(Règlement amiable)", "", "", "STRASBOURG", "", "6 avril 2006", "", "", "Cet arrêt est définitif. Il peut subir des retouches de forme", "", "En l’affaire Lindner et Hammermayer c. Roumanie,", "La Cour européenne des Droits de l’Homme, siégeant en une Grande Chambre composée de :", "\tMM.\tL. Wildhaber, président,\n\t\tC.L. Rozakis,\n\t\tJ.-P. Costa,\n\tSir\tNicolas Bratza,\n\tMM.\tG. Bonello,\n\t\tC. Bîrsan,\n\tMme\tN. Vajić,\n\tMM.\tJ. Hedigan,\n\t\tM. Pellonpää,\n\tMme\tM. Tsatsa-Nikolovska,\n\tM.\tA. Kovler,\n\tMme\tE. Steiner,\n\tMM.\tL. Garlicki,\n\t\tJ. Borrego Borrego,\n\tMme\tE. Fura-Sandström,\n\tM.\tK. Hajiyev,\n\tMme\tR. Jaeger, juges,\net de M. T.L. Early, greffier adjoint de la Grande Chambre,", "Après en avoir délibéré en chambre du conseil le 29 mars 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 35671/97) dirigée contre la Roumanie et dont deux ressortissants de cet Etat, M. Alexandru Lindner et Mme Cristina Hammermayer (« les requérants »), avaient saisi la Commission européenne des Droits de l’Homme le 9 avril 1997 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me A. Vasiliu, avocat à Bucarest. Le Gouvernement roumain (« le Gouvernement ») est représenté par son agente, Mme B. Ramaşcanu, du ministère des Affaires étrangères.", "3.  Les requérants alléguaient en particulier que le refus exprimé le 14 octobre 1996 par la cour d’appel de Bucarest de reconnaître aux tribunaux compétence pour trancher une action en revendication était contraire à l’article 6 de la Convention. En outre, ils se plaignaient que cet arrêt de la cour d’appel avait eu pour effet de porter atteinte à leur droit au respect de leurs biens, tel que reconnu par l’article 1 du Protocole no 1.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11).", "5.  Elle a été attribuée à la première section de la Cour (article 52 § 1 du règlement de la Cour). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1 du règlement). La chambre se composait de M. J.-P. Costa, président, M. A. B. Baka, M. Gaukur Jörundsson, M. L. Loucaides, M. C. Bîrsan, M. M. Ugrekhelidze et Mme A. Mularoni, juges, ainsi que de Mme S. Dollé, greffière de section.", "7.  Par un arrêt du 3 décembre 2002, la Cour, examinant conjointement la recevabilité et le fond de l’affaire (article 29 § 3 de la Convention), a déclaré la requête partiellement recevable et conclu à l’unanimité à la violation de l’article 6 § 1 de la Convention à raison du déni du droit d’accès à un tribunal, et à la non-violation de l’article 1 du Protocole no 1 à la Convention au motif que les requérants n’étaient pas titulaires d’un bien au sens de cet article. Elle a aussi dit que l’Etat défendeur devait verser aux requérants 5 000 euros (EUR) pour dommage moral et 400 EUR pour frais et dépens.", "8.  Le 13 décembre 2002, les requérants ont demandé le renvoi de l’affaire devant la Grande Chambre au titre des articles 43 de la Convention et 73 du règlement.", "9.  Le 24 septembre 2003, le collège de la Grande Chambre a fait droit à cette demande.", "10.  La composition de la Grande Chambre a été arrêtée conformément aux articles 27 §§ 2 et 3 de la Convention et 24 du règlement.", "11.  Tant les requérants que le Gouvernement ont déposé un mémoire sur le fond ; les premiers ont en outre soumis un mémoire en réponse à celui du second.", "12.  Une audience prévue initialement pour le 24 juin 2004 a été ajournée car des procédures pertinentes étaient pendantes devant les juridictions internes. Reportée au 7 décembre 2005, l’audience a été de nouveau ajournée, les parties étant activement engagées, avec l’assistance du greffier, dans la recherche d’un règlement amiable de l’affaire (article 38 § 1 b) de la Convention). Les parties se sont vu accorder jusqu’au 27 février 2006 pour parvenir à un tel accord, faute de quoi une audience se tiendrait le 29 mars 2006.", "13.  A la suite de plusieurs échanges de correspondance entre le greffier et les parties, la Cour a reçu du Gouvernement et des requérants les 21 et 22 février 2006 respectivement des déclarations formelles signées par lesquelles ils acceptaient un règlement amiable de l’affaire.", "14.  Par conséquent, l’audience fixée au 29 mars a été annulée le 7 mars 2006.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "15.  Le 2 octobre 1939, la mère des requérants devint propriétaire d’une maison sise à Bucarest, composée de trois appartements, et du fonds d’une superficie de 301 m2. Le 30 mars 1948, elle vendit l’un des trois appartements à L.N.", "16.  En 1975, elle émigra en Allemagne et y décéda en 1985.", "17.  Le 18 septembre 1975, invoquant le décret no 223/1974, l’Etat confisqua l’immeuble de la mère des requérants sans indemnisation. La décision de confiscation ne fut jamais notifiée à celle-ci, de sorte qu’elle ne fut jamais informée des motifs ou de la base légale de cette confiscation.", "A.  L’action en revendication de propriété", "18.  Le 27 juillet 1992, les requérants, et tant qu’héritiers, saisirent le tribunal de première instance du 1er arrondissement de Bucarest d’une demande en annulation de la décision de confiscation de l’immeuble à l’encontre de la mairie de Bucarest et de la société H., administratrice de logements d’Etat. Ils firent valoir que leur mère avait été propriétaire de l’immeuble et que l’Etat se l’était approprié en se prévalant du décret de confiscation no 223/1974, mais que cette privation de propriété était illégale car la décision administrative de confiscation n’avait jamais été notifiée à leur mère.", "19.  Par un jugement du 28 septembre 1995, le tribunal de première instance fit droit à la demande des requérants, estimant que la décision administrative de confiscation en faveur de l’Etat avait méconnu des dispositions légales internes et internationales en vigueur à l’époque, notamment l’article 36 de la Constitution de 1965 et l’article 480 du code civil. Par conséquent, il jugea que l’Etat n’avait pas acquis légalement le droit de propriété et que les requérants étaient les propriétaires légitimes. Le tribunal annula la décision de confiscation et ordonna la restitution de l’immeuble aux requérants.", "20.  L’appel de la mairie de Bucarest contre ce jugement fut rejeté par le tribunal départemental de Bucarest dans un arrêt exécutoire du 17 mai 1996.", "21.  La mairie forma un pourvoi en cassation devant la cour d’appel de Bucarest. Par un arrêt du 14 octobre 1996, cette dernière accueillit le pourvoi et rejeta l’action en revendication des requérants. Elle constata que l’immeuble revendiqué était devenu propriété de l’Etat en vertu de la décision de la mairie du 18 septembre 1975, et jugea qu’afin d’obtenir sa restitution ou, le cas échéant, un dédommagement, les requérants pouvaient se prévaloir uniquement des dispositions des lois en matière de restitution des biens nationalisés.", "22.  Le 20 décembre 1996, l’Etat vendit l’un des deux appartements composant le bien litigieux à l’ancien locataire, V.V.S.", "B.  L’action en restitution fondée sur la loi no 10/2001", "23.  Le 26 avril 2001, se fondant sur la loi no 10/2001, les requérants adressèrent à la mairie de Bucarest une demande de restitution en nature des deux appartements.", "24.  La mairie refusa de restituer l’appartement vendu le 20 décembre 1996 (« l’appartement no 2 »).", "25.  L’appartement no 1 fut restitué aux requérants par une décision du 15 février 2006 de la mairie de Bucarest.", "C.  L’action en annulation de la vente de l’appartement no 2", "26.  Le 12 août 2002, les requérants saisirent le tribunal de première instance de Bucarest d’une action en annulation du contrat de vente conclu par l’Etat avec V.V.S., l’ancien locataire, le 20 décembre 1996.", "27.  Par un arrêt définitif et irrévocable du 7 septembre 2005 rendu en dernière instance après un appel et un pourvoi, la cour d’appel de Bucarest déclara que les requérants étaient propriétaires de l’appartement no 2, et conclut à la nullité de la vente de cet appartement. Elle en ordonna la restitution aux requérants.", "28.  A une date qui n’a pas été précisée, l’acheteur de l’appartement, V.V.S., introduisit devant la cour d’appel de Bucarest une contestation en annulation, voie de recours extraordinaire visant à faire annuler l’arrêt du 7 septembre 2005. La procédure est à ce jour pendante devant la cour d’appel, devant laquelle une audience a été fixée au 28 mars 2006.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "29.  Les dispositions légales et la jurisprudence internes pertinentes sont décrites dans les arrêts Brumărescu c. Roumanie ([GC], no 28342/95, §§ 3144, CEDH 1999-VII) et Străin et autres c. Roumanie (no 57001/00, §§ 19-26, CEDH 2005-...).", "30.  La loi no 10/2001 du 14 février 2001, dont les passages pertinents sont cités dans l’affaire susmentionnée Străin et autres, a été modifiée par la loi no 247 publiée au Journal officiel du 22 juillet 2005. La nouvelle loi élargit les formes de réparation en permettant aux bénéficiaires de choisir entre une indemnisation sous forme de biens et services et un dédommagement pécuniaire équivalant à la valeur marchande du bien qui ne peut pas être restitué en nature au moment de l’octroi de la somme.", "La loi no 247/2005 précise en outre, dans son titre VII, la manière dont sont fixés et payés les dédommagements pour les biens tombés abusivement dans le patrimoine de l’Etat.", "EN DROIT", "31.  Le 21 février 2006, la Cour a reçu du Gouvernement la déclaration suivante :", "« 1.  Je déclare que le Gouvernement roumain offre de verser aux requérants la somme globale de 8 600 EUR (huit mille six cents euros) en vue du règlement amiable de leur requête enregistrée sous le numéro 35671/97 et actuellement pendante devant la Grande Chambre.", "Cette somme, qui couvre aussi les frais et dépens afférents à l’affaire, sera exonérée d’impôt et versée en euros, à convertir en lei roumains au taux applicable à la date du paiement, sur un compte bancaire indiqué par les requérants et/ou leur représentant dûment autorisé, dans un délai de trois mois à compter de la date de notification de l’arrêt rendu par la Grande Chambre conformément à l’article 39 de la Convention européenne des Droits de l’Homme. A compter de l’expiration dudit délai et jusqu’au versement, ladite somme sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne pendant cette période, augmenté de trois points de pourcentage.", "2.  Ce paiement, joint aux décisions judiciaire et administrative internes (décision de la cour d’appel de Bucarest du 7 septembre 2005 et décision de la mairie de Bucarest du 15 février 2006) qui ont ordonné la restitution aux requérants des biens faisant l’objet de la requête précitée, vaut règlement définitif de l’affaire.", "3.  Le Gouvernement s’engage en outre à mettre pleinement en œuvre les décisions judiciaire et administrative précitées en vue d’assurer aux requérants la jouissance de leur droit sur la totalité des biens en question.", "4.  La présente déclaration ne vaut nullement reconnaissance par le Gouvernement d’une violation de la Convention autre que celle constatée par la Cour dans son arrêt du 3 décembre 2002.", "5.  Le Gouvernement considère que la surveillance qu’exercera le Comité des Ministres du Conseil de l’Europe sur l’exécution de l’arrêt rendu en l’espèce par la Cour constitue un mécanisme adéquat en vue d’assurer que des améliorations continuent d’être apportées quant aux questions qui y sont soulevées. »", "32.  Le 22 février 2006, la Cour a reçu la déclaration suivante, signée par les requérants :", "« 1.  Nous soussignés, Alexandru Lindner et Cristina Hammermayer, notons que le Gouvernement roumain est prêt à nous verser la somme globale de 8 600 EUR (huit mille six cents euros) en vue du règlement amiable de notre requête enregistrée sous le numéro 35671/97 et actuellement pendante devant la Grande Chambre.", "Cette somme, qui doit couvrir le préjudice matériel et moral éventuel ainsi que les frais et dépens afférents à l’affaire, sera versée en euros, à convertir en lei roumains au taux applicable à la date du paiement, sur un compte bancaire indiqué par nous-mêmes ou notre représentant. Elle sera exonérée d’impôt et versée dans un délai de trois mois à compter de la date de l’arrêt rendu par la Grande Chambre conformément à l’article 39 de la Convention européenne des Droits de l’Homme. A compter de l’expiration dudit délai et jusqu’au versement, ladite somme sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne pendant cette période, augmenté de trois points de pourcentage.", "2.  Nous acceptons cette proposition et renonçons à intenter quelque autre action que ce soit à l’encontre de la Roumanie concernant les faits à l’origine de la requête précitée. Nous déclarons que ce paiement, joint aux décisions judiciaire et administrative internes (décision de la cour d’appel de Bucarest du 7 septembre 2005 et décision de la mairie de Bucarest du 15 février 2006) qui ont ordonné de nous restituer les biens faisant l’objet de la requête précitée, vaut règlement définitif de l’affaire.", "3.  Nous prenons également note de ce que le Gouvernement s’engage à mettre entièrement en œuvre les décisions judiciaire et administrative précitées.", "4.  Nous faisons la présente déclaration dans le cadre du règlement amiable conclu entre le Gouvernement et nous-mêmes. »", "33.  La Cour prend acte du règlement amiable auquel sont parvenues les parties (article 39 de la Convention).", "Elle note que, depuis le prononcé de l’arrêt de la chambre du 3 décembre 2002, les requérants ont obtenu la restitution du bien qui fait l’objet de la présente requête (paragraphes 25 et 27 ci-dessus).", "Elle note aussi l’adoption d’une nouvelle loi sur la restitution, la loi no 247 du 22 juillet 2005, qui élargit les formes de réparation et prévoit que l’indemnisation, lorsque le bien ne peut pas être restitué en nature, doit être équivalente à la valeur marchande du bien au moment de l’octroi de la somme (paragraphe 30 ci-dessus).", "En outre, la Cour observe qu’elle a déjà précisé la nature et l’ampleur des obligations qui incombent à l’Etat défendeur dans des affaires se rapportant soit à des retards dans l’obtention de décisions de justice définitives qui tranchent des litiges ayant pour objet l’illégalité de confiscations opérées par l’ancien régime communiste ou à l’impossibilité d’obtenir pareilles décisions (Brumărescu, précité, § 65) soit à la vente par l’Etat à des tiers de biens ainsi confisqués (Străin et autres, précité, §§ 39-59). La question de l’exécution de ces obligations est actuellement pendante devant le Comité des Ministres.", "34.  La Cour rappelle qu’aux termes de l’article 37 § 1 b) de la Convention, elle peut décider de rayer une requête du rôle à tout stade de la procédure si elle estime que le litige a été résolu.", "35.  En outre, la Cour considère que le règlement s’inspire du respect des droits de l’homme tels que les reconnaissent la Convention et ses Protocoles (articles 37 § 1 in fine de la Convention et 62 § 3 du règlement).", "36.  Partant, il y a lieu de rayer l’affaire du rôle.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Prend acte des termes du règlement amiable et des modalités prévues pour assurer le respect des engagements qui y sont énoncés (article 43 § 3 du Règlement de la Cour) ;", "", "2.  Décide de rayer l’affaire du rôle.", "Fait en français et en anglais, puis communiqué par écrit le 6 avril 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\t\tLuzius Wildhaber \n\t\tPrésident\n\tT.L. Early\n\tAdjoint au greffier"]}