{"file": "FRE_CLINF_34821_97.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "34821/97", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 13", "Décembre 1999", "Demirtepe c. France - 34821/97", "Arrêt 21.12.1999 [Section III]", "Article 8", "Article 8-1", "Respect de la correspondance", "Ouverture par les autorités pénitentiaires du courrier d'un détenu: violation", "Article 35", "Article 35-1", "Épuisement des voies de recours internes", "Recours interne effectif", "Recours contre une ingérence dans la correspondance d'un prisonnier: exception préliminaire rejetée", "En fait: Le requérant, condamné purgeant une peine d'emprisonnement, déposa plainte contre les autorités pénitentiaires pour violation du secret de la correspondance. Il alléguait que les  courriers adressés par ses avocats, les autorités judiciaires ou l'aumônier de la prison lui parvenaient ouverts, contrairement aux prescriptions du code de procédure pénale et de l'article 8 de la Convention. Le juge d'instruction saisi de la plainte conclut qu'il n'y avait pas lieu de poursuivre. La cour d'appel, tout en considérant que l'élément matériel du délit était constitué, rejeta le recours du requérant en estimant qu'elle ne pouvait retenir une responsabilité collective du service du courrier de la maison d'arrêt, ni la responsabilité pénale du seul responsable du service. La Cour de cassation rejeta le pourvoi formé par le requérant.", "En droit: Exception préliminaire du Gouvernement: Les voies de recours internes ont été épuisées dans la mesure où le Gouvernement ne démontre pas en quoi la voie pénale élue par le requérant n'était pas propre à assurer une réparation de la violation constatée. Quant au recours ouvert au requérant devant les juridictions administratives, la preuve de son efficacité n'a pas été apportée. En effet, les jugements des tribunaux administratifs portant sur le respect de la correspondance des détenus datent de 1997, alors même que les griefs formulés par le requérant remontent à 1993. En outre, le Conseil d'Etat ne s'est jamais prononcé sur ce point. ", "Article 8: L'ouverture de la correspondance du requérant constitue bien, dans les circonstances de l'espèce, une ingérence dans son droit au respect de sa correspondance. De l'aveu même du Gouvernement, cette ingérence est dépourvue de fondement légal. Elle est, en conséquence, injustifiée. ", "Conclusion: violation (unanimité)", "Article 41 - La Cour alloue au requérant 5 000 francs et lui rembourse intégralement les frais qu'il a engagés devant les organes de la Convention, soit 12 060 francs", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}