{"file": "FRE_CLINF_22774_93.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "22774/93", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 8", "Juillet 1999", "Immobiliare Saffi c. Italie [GC] - 22774/93", "Arrêt 28.7.1999 [GC]", "article 1 du Protocole n° 1", "article 1 al. 1 du Protocole n° 1", "Respect des biens", "Echelonnement de l'octroi de l'assistance de la force publique pour l'exécution d'ordonnances d'expulsion: violation", "Article 6", "Procédure civile", "Article 6-1", "Accès à un tribunal", "Pas de recours juridictionnel contre des décisions préfectorales concernant l'échelonnement de l'octroi de l'assistance de la force publique pour l'exécution d'ordonnances d'expulsion: violation", "Article 35", "Article 35-1", "Épuisement des voies de recours internes", "Recours interne effectif", "Recours devant la Cour constitutionnelle: exception préliminaire rejetée", "Recours devant les juridictions administratives concernant des décision prévoyant l'échelonnement de l'octroi de l'assistance de la force publique pour l'exécution d'ordonnances d'expulsion: exception préliminaire rejetée", "(Extrait du communiqué de presse)", "En fait: La requête a été introduite par Immobiliare Saffi, une société de construction italienne. A la suite d’une fusion de sociétés, Immobiliare Saffi devint propriétaire d’un appartement à Livourne, occupé par un locataire qui refusait de quitter les lieux malgré l’expiration du bail le 31 décembre 1983 et la délivrance par le juge d’instance de Livourne d’une ordonnance d’expulsion. En dépit de nombreuses tentatives, les huissiers de justice ne réussirent pas à exécuter l’ordonnance, les lois sur la suspension ou l’échelonnement de l’exécution des décisions d’expulsion ne permettant pas à la société requérante de bénéficier du concours de la force publique. La société requérante ne reprit possession de son appartement qu’en avril 1996, après le décès du locataire.", "La société requérante se plaint sur le terrain de l’article 1 du Protocole n° 1 à la Convention de la violation de son droit au respect de ses biens, en raison de l’impossibilité de reprendre possession de son appartement; elle se plaint en outre, sous l’angle de l’article 6 § 1, de la méconnaissance de son droit d’accès à un tribunal ainsi que de la durée excessive de la procédure d’exécution. ", "En droit: Les exceptions préliminaires du Gouvernement: Le Gouvernement soutient que la société requérante n’a pas épuisé les voies de recours internes, car elle aurait omis de saisir la justice administrative pour contester le refus de lui octroyer l’assistance de la force publique, et ensuite de soulever la question de la constitutionnalité des dispositions législatives en cause. En ce qui concerne la première branche de l’exception, s’agissant de la période antérieure au 1er janvier 1990 la Cour observe qu’étant donné que l’exécution des ordonnances d’expulsion était suspendue par la loi et que Immobiliare Saffi ne remplissait pas les conditions requises pour échapper à ladite suspension, un recours aux juridictions administratives était dépourvu de toute chance de succès. S’agissant de la période successive, la Cour observe que l’assistance de la force publique pour exécuter les ordonnances d’expulsion devait être octroyée selon les critères de priorité que le préfet devait établir. Les juridictions n’auraient été compétentes que pour censurer les décisions du préfet qui ne faisaient pas application de ces critères. Dans la présente affaire, Immobiliare Saffi ne dénonce pas le caractère irrégulier des décisions du préfet, mais elle se plaint que l’application des critères de priorité a eu un impact disproportionné sur son droit de propriété. Dès lors, le recours au tribunal administratif ne saurait passer pour un moyen efficace.", "En ce qui concerne la seconde branche de l’exception, à savoir la question de légitimité constitutionnelle, la Cour rappelle que dans le système juridique italien un individu ne jouit pas d’un accès direct à la Cour constitutionnelle pour l’inviter à vérifier la constitutionnalité d’une loi. Par conséquent, pareille demande ne saurait s’analyser en un recours dont l’article 35 de la Convention exige l’épuisement. L’exception doit être rejetée.", "Article 1 du Protocole n° 1 à la Convention", "a) La règle applicable", "La Cour considère que, l’application des mesures litigieuses ayant entraîné le maintien du locataire dans l’appartement, elle s’analyse, à n’en pas douter, en une réglementation de l’usage des biens de sorte que le second alinéa de l’article 1 du Protocole n° 1 joue en l’occurrence.", "b) Le respect des conditions du second alinéa", "i. But de l’ingérence: La Cour considère que la législation contestée poursuivait un but légitime conforme à l’intérêt général, étant donné que procéder simultanément à de nombreuses expulsions aurait entraîné d’importantes tensions sociales et mis en danger l’ordre public. ", "ii. Proportionnalité de l’ingérence: La Cour rappelle qu’une mesure d’ingérence, notamment celle dont l’examen relève du second paragraphe de l’article 1, doit ménager un « juste équilibre » entre les impératifs de l’intérêt général et ceux de la sauvegarde des droits fondamentaux de l’individu. S’agissant de domaines tel que celui du logement, qui occupe une place centrale dans les politiques sociales et économiques des sociétés modernes, la Cour respecte l’appréciation portée à cet égard par le législateur national, sauf si elle est manifestement dépourvue de base raisonnable. La Cour relève que, pour faire face à la pénurie chronique de logements, le gouvernement italien avait adopté des mesures d’urgence, visant le contrôle des augmentations de loyer et la prorogation de la validité des baux en cours. Dans les années 1982 et 1983, quand la dernière prorogation légale des baux est arrivée à échéance, l’Etat italien a jugé nécessaire de recourir à des dispositions d’urgence visant la suspension de l’exécution des ordonnances d’expulsion non urgentes. Ces mesures législatives pouvaient raisonnablement passer pour convenables pour atteindre le but légitime poursuivi. Par la suite, la dernière suspension des exécutions forcées des expulsions étant arrivée à échéance, l’Etat italien a jugé opportun de procéder à l’exécution des expulsions dans les cas prévus comme exceptions à la suspension, selon un ordre de priorité établi par le préfet sur avis d’une commission préfectorale. S’agissant par contre des cas non prioritaires, comme en l’espèce, l’exécution aurait dû être effectuée dans un délai maximum de quatre ans à compter du 1er janvier 1990. La Cour estime qu’en principe un système de suspension temporaire ou d’échelonnement des exécutions de décisions de justice, suivi de la récupération par le bailleur de son bien, n’est pas critiquable en soi, vu notamment la marge d’appréciation autorisée par le second alinéa de l’article 1. Cependant, la Cour fait observer que le système italien souffrait d’une certaine rigidité : en effet, en prévoyant que les affaires de cessation de bail en raison du besoin urgent du bailleur de récupérer l’appartement pour lui-même ou sa famille devaient toujours être considérées comme prioritaires, il subordonnait systématiquement la possibilité d’exécuter les expulsions non urgentes à l’absence de toute demande nécessitant un traitement prioritaire; il s’ensuivait que, eu égard au nombre de requêtes prioritaires toujours en instance, les expulsions non urgentes n’étaient en réalité jamais exécutées et cela depuis janvier 1990. L’octroi de l’assistance de la force publique, résultant de l’application par le préfet des critères de priorité, finissait donc par dépendre presque uniquement du volume des demandes prioritaires de concours de la force publique par rapport au nombre de policiers dont disposait le préfet. Pendant environ onze ans, Immobiliare Saffi est demeurée dans l’incertitude quant au moment où il lui serait possible de récupérer l’appartement. Elle n’a pu s’adresser ni au juge de l’exécution, ni au tribunal administratif. Elle n’a eu ni la possibilité d’exiger de l'Etat qu’il prenne en compte les difficultés particulières qu’elle aurait pu rencontrer à la suite du retard dans l’expulsion, ni de réclamer utilement devant les tribunaux italiens une quelconque compensation pour cette attente prolongée assortie de l’impossibilité de vendre ou de louer son appartement au prix du marché. Rien dans le dossier ne donne à penser que le locataire ayant occupé les locaux de la société requérante ait mérité une protection particulièrement renforcée. Au vu de ce qui précède, la Cour estime, avec la Commission, que le système d’échelonnement de l’exécution des expulsions, s’ajoutant à une attente qui se prolongeait déjà depuis six ans en raison de la suspension législative de l’exécution forcée des expulsions, a imposé une charge spéciale et excessive à la société requérante et a dès lors rompu l’équilibre à ménager entre la protection du droit de celle-ci au respect de ses biens et les exigences de l’intérêt général. Par conséquent, il y a eu violation de l’article 1 du Protocole n° 1.", "Conclusion: violation (unanimité).", "Article 6 § 1 de la Convention: La Cour observe qu’à l’origine la société requérante avait invoqué l’article 6 dans le contexte du caractère raisonnable de la durée de la procédure d’expulsion. La Cour estime cependant, comme la Commission, que la présente affaire doit d’abord être examinée sous l’angle, plus général, du droit à un tribunal.", "a) Applicabilité de l’article 6: La Cour observe que la société requérante a saisi le juge d’instance de Livourne afin que celui-ci confirme l’expiration du bail et ordonne au locataire de quitter les lieux. Celui-ci n’ayant pas contesté que le bail était expiré, le seul point en litige était la date de la libération des lieux. Or, tant que cette date était reportée faute de libération spontanée des lieux de la part du locataire, ce qui entraînait une prorogation de fait du bail et une limitation ultérieure du droit de propriété de la société requérante, la « contestation » au sens de l’article 6 continuait d’exister. En tout état de cause, la Cour réitère que le droit à un tribunal serait illusoire si l’ordre juridique interne d’un Etat contractant permettait qu’une décision judiciaire définitive et obligatoire reste inopérante au détriment d’une partie. L’exécution d’un jugement ou arrêt, de quelque juridiction que ce soit, doit être considérée comme faisant partie intégrante du « procès » au sens de l’article 6, qui trouve donc à s’appliquer en l’espèce.", "b) Observation de l’article 6: La Cour reconnaît qu’un sursis à l’exécution d’une décision de justice pendant le temps strictement nécessaire à trouver une solution satisfaisante aux problèmes d’ordre public peut se justifier dans des circonstances exceptionnelles. Ce qui est en cause en l’espèce n’est cependant pas un refus ponctuel opposé par le préfet à la demande de concours de la force publique en raison d’un risque de graves troubles à l’ordre public. La décision du juge d’instance quant à la date de la libération des lieux par le locataire a été remise en cause par l’intervention du législateur. Le législateur a conféré au préfet, en tant qu’autorité administrative chargée de maintenir l’ordre public, un pouvoir, voire un devoir, d’intervention systématique dans l’exécution des ordonnances d’expulsion, tout en fixant le cadre dans lequel il devrait exercer ce pouvoir. La remise en cause de la date de la libération des lieux a ôté tout effet utile à la décision du juge d’instance de Livourne, qui était basée sur les mêmes éléments. En outre, la Cour observe que l’évaluation de l’opportunité de surseoir ultérieurement à l’exécution de l’ordonnance d’expulsion, donc de proroger de fait le bail, était soustraite à tout contrôle judiciaire effectif, l’étendue du contrôle des décisions du préfet étant limitée au respect de l’application des critères de priorité. L’intervention du législateur ne peut avoir comme conséquence ni d’empêcher, invalider ou encore retarder de manière excessive l’exécution d’une décision de justice, ni, encore moins, de remettre en question le fond de cette décision. Dans la présente affaire, à partir du moment où le préfet est devenu l’autorité ayant compétence pour fixer la date de l’expulsion forcée, et au vu de l’absence d’un contrôle judiciaire effectif de ses décisions, la société requérante a été privée de son droit à ce que la contestation l’opposant à son locataire soit décidée par un tribunal, comme le veut l’article 6 de la Convention. Cela est contraire au principe de la prééminence du droit. Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "Conclusion: violation (unanimité).", "Quant au grief portant sur la durée de la procédure d’exécution, la Cour estime qu’il doit être considéré comme absorbé par le précédent.", "Article 41 de la Convention: La société requérante réclame a) 6 274 408 lires italiennes (ITL) correspondant aux frais d’huissier et honoraires d’avocat relatifs à la procédure d’exécution ; b) 37 200 000 ITL relatifs au manque à gagner en termes de loyers et c) 564 179 000 ITL résultant de l’impossibilité de monnayer son bien. De plus, elle demande 20 000 000 ITL pour dommage moral. La Cour n’alloue, pour ce qui est du point a), que la somme de 2 832 150 ITL qui correspond aux frais dont il est établi qu'ils ont été réellement et nécessairement exposés et correspondent à un montant raisonnable. Pour ce qui est du point b), la Cour alloue un dédommagement uniquement jusqu’à la date à laquelle Immobiliare Saffi a récupéré son appartement (25 608 000 ITL). La Cour rejette la demande sous c), faute de preuves démontrant des tentatives de vente infructueuses. Quant au préjudice moral, la Cour ne juge pas nécessaire de se pencher sur la question de savoir si une société commerciale peut alléguer avoir subi un préjudice moral résultant d’un quelconque sentiment d’angoisse, puisque, eu égard aux circonstances de l’espèce, elle décide de ne rien allouer à ce titre. La Cour alloue 5 000 000 ITL pour frais et honoraires exposés devant la Commission.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}