{"file": "FRE_HFJUD_21794_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "21794/08", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE ZORICA JOVANOVIĆ c. SERBIE", "", "(Requête no 21794/08)", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "26 mars 2013", "", "", "DÉFINITIF", "", "09/09/2013", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "", "", "En l’affaire Zorica Jovanović c. Serbie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tGuido Raimondi, président,\n\tDanutė Jočienė,\n\tPeer Lorenzen,\n\tDragoljub Popović,\n\tIşıl Karakaş,\n\tNebojša Vučinić,\n\tPaulo Pinto de Albuquerque, juges,\net de Françoise Elens-Passos, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 5 mars 2013,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 21794/08) dirigée contre la République de Serbie et dont une ressortissante de cet État, Mme Zorica Jovanović (« la requérante »), a saisi la Cour le 22 avril 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante, qui a été admise au bénéfice de l’assistance judiciaire, a été représentée par Me D. Govedarica, avocate à Batočina. Le gouvernement serbe (« le Gouvernement ») a été représenté par son agent, M. S. Carić.", "3.  La requérante dénonçait le manquement continu des autorités serbes à lui fournir des informations sur ce qu’il était réellement advenu de son fils, qui serait mort alors qu’il se trouvait dans un hôpital public, ou d’ailleurs à lui offrir une quelconque réparation à cet égard.", "4.  Le 12 avril 2011, la requête a été communiquée au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et sur le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  La requérante est née en 1953 et réside à Batočina.", "6.  Les faits de la cause, tels qu’ils ont été exposés par les parties, peuvent se résumer comme suit.", "A.  Les faits de la cause", "7.  Le 28 octobre 1983, au centre médical de Ćuprija (« le centre médical »), un établissement public, la requérante mit au monde un garçon en bonne santé.", "8.  Du 28 au 30 octobre 1983, pendant qu’elle était au centre médical, la requérante eut des contacts réguliers avec son fils.", "9.  Le 30 octobre 1983, elle fut informée par les médecins qu’elle sortirait avec son fils le lendemain.", "10.  Le 30 octobre au soir, la requérante garda son bébé avec elle jusqu’à 23 heures environ, heure à laquelle on emmena le bébé dans une pièce séparée pour les nouveau-nés. C’était la pratique habituelle, et le fils de la requérante n’avait eu jusque-là aucun problème médical.", "11.  Le 31 octobre 1983 vers 6 h 30, le médecin de garde informa la requérante que « son bébé était mort ». Entendant cela, la requérante se précipita dans le couloir en direction de la pièce où son fils avait passé la nuit. Toutefois, deux aides-soignantes lui bloquèrent le passage. Une infirmière tenta même de lui injecter un calmant, mais la requérante réussit à l’en empêcher. Pour finir, ne pouvant rien faire d’autre, la requérante, en état d’hébétude, quitta le centre médical. On informa par la suite sa famille que l’autopsie du bébé serait effectuée à Belgrade, raison pour laquelle on ne pouvait pas encore remettre le corps aux parents. La requérante et sa famille ne comprirent pas pourquoi l’autopsie devait être effectuée à Belgrade, car cela ne correspondait pas à la pratique habituelle du centre médical.", "12.  À partir de 2001, et surtout de 2002, les médias serbes commencèrent à faire beaucoup de reportages sur de nombreux cas semblables à celui de la requérante (voir, par exemple, à l’adresse http://www.kradjabeba.org, page consultée le 29 janvier 2013).", "13.  Le 24 octobre 2002, la requérante s’adressa au centre médical pour demander tous les documents pertinents relatifs au décès de son fils.", "14.  Le 12 novembre 2002, le centre médical l’informa que son fils était mort le 31 octobre 1983 à 7 h 15 et que le décès était classé comme « exitus non sigmata », à savoir un décès sans indication de cause. Le centre médical déclara qu’il ne disposait d’aucun aucun renseignement car ses archives avaient depuis lors été inondées, ce qui avait provoqué la destruction de nombreux documents.", "15.  Le 22 novembre 2002, en réponse à une demande de la requérante, la municipalité de Ćuprija informa celle-ci que la naissance de son fils avait été portée dans les registres municipaux, contrairement à son décès.", "16.  Le 10 janvier 2003, le mari de la requérante, père de l’enfant, déposa une plainte pénale au parquet de Ćuprija. La plainte était dirigée contre le personnel du centre médical, que la requérante tenait pour responsable de « l’enlèvement de son fils ».", "17.  Le 15 octobre 2003, le parquet rejeta la plainte, la jugeant non fondée, au motif qu’il « existait des preuves que [le] fils [de la requérante] était décédé le 31 octobre 1983 ». Le parquet n’avançait aucune autre raison et n’indiquait pas si une enquête préliminaire avait eu lieu.", "18.  En mars 2004, la municipalité de Ćuprija réitéra ce qu’elle avait dit dans sa lettre du 22 novembre 2002.", "19.  Le 29 avril 2004, le centre médical fournit à la requérante ses dossiers internes à l’appui de sa lettre du 12 novembre 2002.", "20.  Le 19 septembre 2007, la municipalité de Ćuprija confirma que le décès du fils de la requérante n’avait jamais été officiellement enregistré.", "21.  Le 28 décembre 2007, en réponse à sa demande antérieure, la municipalité de Ćuprija fournit à la requérante la copie de l’acte de naissance de son fils ainsi que la demande d’enregistrement de la naissance émanant du centre médical.", "22.  Le corps du bébé ne fut jamais remis à la requérante ou à sa famille. Ils ne reçurent jamais de rapport d’autopsie et ne furent jamais informés de la date et de l’endroit où l’enterrement aurait eu lieu.", "23.  Entre le 12 juin 2009 et le 20 juillet 2011, la clinique de Kragujevac soigna à plusieurs reprises la requérante entre autres pour divers symptômes dépressifs remontant à 1999 et en particulier à 2001.", "B.  Les autres faits pertinents", "1.  L’adoption de nouvelles procédures", "24.  Lors d’une réunion organisée par le ministère de la Santé le 17 juin 2003 sur le thème de l’enterrement de nouveau-nés morts à l’hôpital, il fut notamment décidé que les corps ne pourraient être remis aux parents que si ceux-ci avaient signé un formulaire spécial conçu à cet effet.", "25.  En réponse à une demande qui leur était expressément adressée par la compagnie nationale des pompes funèbres (JKP Pogrebne usluge), tous les établissements publics de santé de Belgrade acceptèrent en outre, le 17 octobre 2003, de mettre en œuvre une procédure prévoyant qu’une déclaration spéciale devait être signée : a)  par les parents, ou d’autres membres de la famille, indiquant qu’ils avaient été informés du décès par l’hôpital et qu’ils prendraient personnellement des dispositions en vue de l’enterrement, ou b)  par une entité juridique, ou son représentant, indiquant qu’elle se chargerait de ces dispositions puisque d’autres personnes avaient refusé ou n’étaient pas en mesure de le faire. En l’absence de telles déclarations, la compagnie nationale des pompes funèbres refuserait d’aller chercher les corps dans les hôpitaux.", "2.  Le rapport parlementaire du 14 juillet 2006 (Izveštaj o radu anketnog odbora obrazovanog radi utvrđivanja istine o novorođenoj deci nestaloj iz porodilišta u više gradova Srbije)", "26.  En 2005, des centaines de parents se trouvant dans une situation identique à celle de la requérante, c’est-à-dire des parents dont les nouveau-nés avaient « disparu » après qu’on leur eut annoncé leur décès dans des services hospitaliers, principalement dans les années 1970, 1980 et 1990, s’adressèrent au Parlement serbe pour demander réparation.", "27.  Le 14 juillet 2006, le Parlement adopta un rapport préparé par la commission d’enquête mise en place dans ce but. Dans ses conclusions, le rapport indiquait entre autres : a)  qu’il y avait de graves lacunes dans la législation applicable à l’époque, ainsi que dans les procédures devant les différents organes de l’État et autorités sanitaires, b)  que cette situation justifiait que les parents aient des doutes/préoccupations quant à ce qui était réellement arrivé à leurs enfants, c)  qu’aucun recours pénal ne pouvait à ce jour être effectif en raison du délai de prescription applicable (paragraphe 34 ci-dessous), et d)  qu’un effort concerté de la part de tous les organes de l’État, ainsi que des amendements à la législation pertinente, étaient ainsi nécessaires afin de fournir aux parents un redressement adéquat.", "3.  Les déclarations du président du Parlement", "28.  Le 16 avril 2010, les médias locaux rapportèrent que le président du Parlement serbe avait déclaré qu’un groupe de travail parlementaire était sur le point d’être constitué afin de préparer une nouvelle loi visant à fournir un redressement aux parents de « bébés disparus ».", "4.  Le rapport du médiateur du 29 juillet 2010 (Izveštaj zaštitnika građana o slučajevima tzv. “nestalih beba” sa preporukama)", "29.  À la suite d’une enquête approfondie sur la question, le médiateur conclut notamment que : a)  à l’époque, il n’existait pas de procédure ou de mesure d’application de la loi cohérente quant à la marche à suivre en cas de décès d’un nouveau-né à l’hôpital ; b)  l’avis prévalant dans le corps médical était qu’il fallait épargner aux parents la souffrance morale de devoir enterrer leur nouveau-né, raison pour laquelle il était tout à fait possible que certains couples aient été délibérément privés de la possibilité de le faire ; c)  les rapports d’autopsie, quand il y en avait, étaient généralement incomplets, non concluants et d’une véracité hautement sujette à caution ; d)  on ne pouvait donc exclure que les bébés en question aient en réalité été retirés illégalement à leur famille ; e)  les réponses fournies par le Gouvernement plus récemment, entre 2006 et 2010, était insuffisantes ; et f)  les parents avaient donc toujours le droit de connaître la vérité quant au sort qu’avaient réellement connu leurs enfants, résultat auquel on ne pouvait parvenir que par l’adoption d’une lex specialis.", "5.  Le rapport du groupe de travail remis au Parlement le 28 décembre 2010 (Izveštaj o radu radne grupe za izradu predloga zakona radi stvaranja formalno-pravnih uslova za postupanje nadležnih organa po prijavama o nestanku novorođene dece iz porodilišta)", "30.  En réponse aux conclusions et recommandations contenues dans le rapport parlementaire du 14 juillet 2006 (paragraphes 26-27 ci-dessus), le Parlement mit en place le 5 mai 2010 un groupe de travail (paragraphe 28 ci-dessus), chargé d’évaluer la situation et de proposer des amendements législatifs.", "31.  Le 28 décembre 2010, ce groupe de travail présenta son rapport au Parlement. À la suite d’une analyse détaillée de la législation en vigueur, déjà amendée, il conclut qu’aucun changement ne s’imposait sauf pour ce qui concernait la collecte et l’utilisation de données médicales, mais qu’une nouvelle loi sur cette question était déjà en préparation (nacrt Zakona o evidencijama u oblasti zdravstva). Le groupe de travail nota en particulier que l’article 34 de la Constitution empêchait d’allonger le délai de prescription pour les poursuites pénales s’agissant d’infractions commises dans le passé et même de créer de nouvelles infractions pénales plus graves et/ou des peines plus sévères pour les réprimer (paragraphe 32 ci-dessous). Il ajouta que le code pénal en vigueur prévoyait cependant déjà plusieurs infractions pénales pertinentes pour la question, tandis que la nouvelle loi sur les soins médicaux contenait une procédure détaillée rendant impossible l’enlèvement illégal de nouveau-nés se trouvant dans des services hospitaliers (paragraphes 35 et 41 ci-dessous).", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La Constitution de la République de Serbie (Ustav Republike Srbije, publiée au Journal officiel de la République de Serbie (JO RS) no 98/06)", "32.  L’article 34 de la Constitution est ainsi libellé :", "« Nul ne peut être condamné pour une action qui, au moment où elle a été commise, ne constituait pas une infraction d’après le droit ou d’après toute autre législation fondée sur le droit. De même il n’est infligé aucune peine qui n’était pas prévue pour pareille action au moment où elle a été commise.", "Les peines sont fixées conformément à la législation en vigueur au moment où l’action a été commise, sauf lorsque la législation ultérieure est plus favorable à l’auteur de l’infraction. Les infractions pénales et les peines sont fixées par la loi. »", "B.  Le code pénal de 1977 de la République socialiste de Serbie (Krivični zakon Socijalističke Republike Srbije, publié aux numéros 26/77, 28/77, 43/77 et 20/79 du Journal officiel de la République socialiste de Serbie)", "33.  L’article 116 disposait notamment que toute personne qui avait illégalement retenu ou enlevé un enfant mineur à ses parents était passible d’une peine d’emprisonnement de un à dix ans.", "C.  Le code pénal de 1976 de la République fédérative socialiste de Yougoslavie (Krivični zakon Socijalističke Federativne Republike Jugoslavije, publié aux numéros 44/76, 36/77, 34/84, 37/84, 74/87, 57/89, 3/90, 38/90, 45/90 et 54/90 du Journal officiel de la République fédérative socialiste de Yougoslavie (JO SFRY), aux numéros 35/92, 16/93, 31/93, 37/93, 24/94 et 61/01 du Journal officiel de la République fédérative de Yougoslavie, et au numéro 39/03 du JO RS)", "34.  Les articles 95 et 96 disposaient notamment que, s’agissant de l’infraction prévue à l’article 116 du code pénal de la République socialiste de Serbie, il n’était plus possible d’entamer ni même de continuer des poursuites pénales si un délai de plus de vingt ans s’était écoulé depuis le moment où l’infraction avait été commise.", "D.  Le code pénal de 2005 de la République de Serbie (Krivični zakonik, publié aux numéros 85/05, 88/05, 107/05, 72/09 et 111/09 du JO RS)", "35.  Les articles 191, 192, 388 et 389 érigent en infraction différentes formes d’enlèvement d’enfant et de trafic d’êtres humains, y compris à des fins d’adoption.", "E.  La loi sur les obligations (Zakon o obligacionim odnosima, publiée aux numéros 29/78, 39/85, 45/89, 57/89 et 31/93 du JO SFRY)", "36.  Les articles 199 et 200 disposent entre autres que toute personne qui a connu peur, souffrance physique voire souffrance morale du fait de la violation de ses « droits individuels » (prava ličnosti) a le droit, en fonction de la durée et de l’intensité de ces souffrances, de saisir les tribunaux civils d’une action en indemnisation et de solliciter d’autres formes de réparation « pouvant être de nature » à lui offrir une satisfaction morale adéquate.", "37.  L’article 376 §§ 1 et 2 dispose qu’une action fondée sur les dispositions précitées peut être intentée dans les trois ans à compter de la date à laquelle la partie lésée a eu connaissance du préjudice ainsi que de l’auteur de l’acte mais que, en tout état de cause, une telle action ne peut pas être engagée au-delà d’un délai de cinq ans à compter de l’événement lui-même.", "38.  L’article 377 § 1 énonce de plus que, si le préjudice découle d’une infraction pénale, le délai de prescription au civil peut être prolongé de façon à correspondre au délai de prescription prévu au pénal.", "F.  La jurisprudence interne pertinente", "39.  Le 4 juin 1998, la Cour suprême (Rev. 251/98) a dit que les délais de prescription au civil relatifs à diverses formes de préjudice moral (paragraphes 36-38 ci-dessus) ne commencent à courir qu’après que la situation dénoncée a pris fin (kada su pojedini vidovi neimovinske štete dobili oblik konačnog stanja).", "40.  Le 21 avril 2004, la Cour suprême (Rev. 229/04) a également dit que les « droits individuels », au sens de la loi sur les obligations, englobent notamment le droit au respect de la vie familiale.", "G.  La loi sur la santé (Zakon o zdravstvenoj zaštiti, publiée aux numéros 107/05, 72/09, 88/10 et 99/10 du JO RS)", "41.  Les articles 219 à 223 renferment des dispositions détaillées concernant la détermination du moment et de la cause du décès d’un nouveau-né se trouvant encore à l’hôpital. Plus précisément, l’hôpital doit informer la famille aussitôt que possible et lui donner accès au corps. Une autopsie doit être pratiquée et un prélèvement biologique conservé pour un usage futur. La police doit être informée lorsque la cause de la mort n’a pu être établie, les autorités municipales devant pour leur part être informées dans tous les cas.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "42.  La requérante invoque les articles 4, 5 et 8 de la Convention. Elle se plaint toutefois en substance du manquement continu de l’État défendeur à lui fournir des informations sur ce qu’il est réellement advenu de son fils. Elle pense que celui-ci a peut-être été adopté illégalement et qu’il pourrait être encore en vie.", "43.  Maîtresse de la qualification juridique des faits (Akdeniz c. Turquie, no 25165/94, § 88, 31 mai 2005), la Cour considère qu’il y a lieu d’examiner ce grief sur le terrain de l’article 8 de la Convention, lequel dispose en ses passages pertinents :", "« 1.  Toute personne a droit au respect de sa vie (...) familiale (...)", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Sur la recevabilité", "1.  Compatibilité ratione temporis", "a)  Les arguments des parties", "44.  Le Gouvernement déclare que les faits « constitutifs de l’ingérence alléguée » se rapportent à une époque antérieure au 3 mars 2004, date à laquelle la Convention est entrée en vigueur à l’égard de la Serbie. Il rappelle que l’enfant de la requérante lui a, selon elle, été enlevé le 31 octobre 1983 tandis que la plainte pénale soumise par son mari a été rejetée le 15 octobre 2003, dix mois environ après son dépôt. Enfin, le Gouvernement arguë que même si le grief relatif au manquement de l’État défendeur à redresser la situation litigieuse était circonscrit à la période postérieure au 3 mars 2004, cela ne suffirait pas à le faire relever de la compétence ratione temporis de la Cour.", "45.  La requérante soutient que la violation en cause revêt un caractère continu et que, au fil des années, elle s’est plainte aussi par oral auprès de divers organes.", "b)  L’appréciation de la Cour", "46.  La Cour rappelle que sa juridiction ratione temporis ne couvre que la période postérieure à la date de ratification de la Convention ou de ses Protocoles par l’État défendeur. À partir de cette date, toutes les actions et omissions prétendument imputables à l’État doivent se conformer à la Convention et à ses Protocoles, et les faits postérieurs relèvent de la compétence de la Cour même s’il ne sont que les prolongements d’une situation préexistante (voir, par exemple, Yağcı et Sargın c. Turquie, 8 juin 1995, § 40, série A no 319-A, et Almeida Garrett, Mascarenhas Falcão et autres c. Portugal, nos 29813/96 et 30229/96, § 43, CEDH 2000-I).", "47.  La Cour rappelle aussi qu’une disparition est un phénomène très particulier, qui se caractérise par une situation où les proches sont confrontés de manière continue à l’incertitude et au manque d’explications et d’informations sur ce qui s’est passé, les éléments pertinents à cet égard pouvant parfois même être délibérément dissimulés ou obscurcis. Cette situation dure souvent très longtemps, prolongeant par là même le tourment des proches de la victime. Dès lors, on ne saurait ramener une disparition à un acte ou événement « instantané » ; l’élément distinctif supplémentaire que constitue le défaut ultérieur d’explications sur ce qu’il est advenu de la personne disparue et sur le lieu où elle se trouve engendre une situation continue. Par conséquent, l’obligation positive subsiste potentiellement tant que le sort de la personne concernée n’a pas été éclairci. Il en est ainsi même lorsque l’on peut finalement présumer que la victime est décédée (voir, dans le contexte des articles 2 et 3, Varnava et autres c. Turquie [GC], nos 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 et 16073/90, § 148, CEDH 2009).", "48.  Pour en venir à la présente cause, la Cour constate que la requérante allègue que son fils est mort ou a disparu le 31 octobre 1983, alors que la Convention est entrée en vigueur à l’égard de la Serbie le 3 mars 2004. Toutefois, le manquement allégué de l’État défendeur à fournir à la requérante des informations définitives et/ou crédibles quant au sort de son fils se poursuit à ce jour. Dans ces conditions, la Cour considère que le grief de la requérante concerne une situation continue (voir, mutatis mutandis, Varnava et autres, précité, §§ 130-150, et, concernant l’article 8, Kurić et autres c. Slovénie [GC], no 26828/06, §§ 238 et 240-242, 26 juin 2012).", "49.  Dès lors, il y a lieu de rejeter l’exception d’irrecevabilité pour incompétence ratione temporis formulée par le Gouvernement. La Cour a donc compétence pour examiner le grief de la requérante pour autant qu’il se rapporte au manquement allégué de l’État défendeur à satisfaire aux obligations procédurales qui découlent pour lui de la Convention à compter du 3 mars 2004. Elle peut cependant avoir égard aux faits antérieurs à la ratification pour autant que l’on puisse les considérer comme étant à l’origine d’une situation qui s’est prolongée au-delà de cette date ou comme importants pour la compréhension des faits survenus après cette date (voir, mutatis mutandis, Kurić et autres, précité, § 240).", "2.  Règle des six mois", "a)  Les arguments des parties", "50.  Le Gouvernement soutient que le grief de la requérante est frappé de tardiveté puisqu’elle a eu connaissance plus de quatre ans auparavant de l’issue de la procédure pénale qu’elle avait intentée. Selon lui, l’intéressée aurait donc dû introduire sa requête devant la Cour dans un délai de six mois suivant l’entrée en vigueur de la Convention à l’égard de la Serbie, intervenue le 3 mars 2004. Le Gouvernement indique que, s’il est vrai que plusieurs rapports officiels ont été produits après cette date, la requérante ne pouvait « raisonnablement attendre » que l’un d’entre eux lui permette d’engager une procédure susceptible d’apporter une « solution à son affaire ». À son avis, il n’était dès lors pas possible de faire « renaître » les obligations de l’État défendeur au titre de la Convention.", "51.  La requérante déclare que le rapport parlementaire du 14 juillet 2006, de même que le rapport du médiateur du 29 juillet 2010, lui ont fait espérer pouvoir en fin de compte obtenir un redressement, et que cet espoir ne s’est éteint que le 28 décembre 2010 avec la présentation au Parlement du rapport du groupe de travail.", "b)  L’appréciation de la Cour", "52.  Le délai de six mois prévu par l’article 35 § 1 vise à assurer la sécurité juridique en garantissant que les affaires qui soulèvent des questions au regard de la Convention puissent être examinées dans un délai raisonnable et que les décisions passées ne soient pas indéfiniment susceptibles d’être remises en cause. Cette règle marque la limite temporelle du contrôle effectué par la Cour et indique aux particuliers comme aux autorités la période au-delà de laquelle ce contrôle ne peut plus s’exercer (voir, entre autres, Walker c. Royaume-Uni (déc.), no 34979/97, CEDH 2000I).", "53.  En règle générale, le délai de six mois commence à courir à la date de la décision définitive intervenue dans le cadre du processus d’épuisement des voies de recours internes. Toutefois, lorsqu’il est clair d’emblée que le requérant ne dispose d’aucun recours effectif, le délai de six mois prend naissance à la date des actes ou mesures dénoncés ou à la date à laquelle l’intéressé en prend connaissance ou en ressent les effets ou le préjudice (Dennis et autres c. Royaume-Uni (déc.), no 76573/01, 2 juillet 2002).", "54.  Cela étant, les organes de la Convention ont dit que le délai de six mois ne s’applique pas en tant que tel aux situations continues (voir, par exemple, Agrotexim Hellas S.A. et autres c. Grèce, no 14807/89, décision de la Commission du 12 février 1992, Décisions et rapports 72, p. 148, et Cone c. Roumanie, no 35935/02, § 22, 24 juin 2008). Dans le cas d’une situation de violation continue, en effet, le délai recommence en fait à courir chaque jour, et ce n’est que lorsque la situation cesse que le dernier délai de six mois commence réellement à courir.", "55.  Toutes les situations continues ne sont cependant pas identiques. En matière de disparitions, les requérants ne peuvent attendre indéfiniment pour saisir la Cour. Lorsqu’il existe un état d’ignorance et d’incertitude et que, par définition, les autorités restent en défaut de fournir des explications sur ce qui s’est passé, voire, dans certains cas, semblent dissimuler la vérité ou faire obstruction à sa manifestation, il est plus difficile pour les proches des disparus d’évaluer ce qui se passe ou ce à quoi ils peuvent s’attendre. Il y a lieu de tenir compte de l’incertitude et de la confusion qui marquent fréquemment la période qui suit une disparition. Néanmoins, des requêtes peuvent être rejetées pour tardiveté dans des affaires de disparition lorsque les requérants ont trop attendu, ou attendu sans raison apparente, pour la saisir, après s’être rendu compte, ou avoir dû se rendre compte, de l’absence d’ouverture d’une enquête ou de l’enlisement ou de la perte d’effectivité de l’enquête menée, ainsi que de l’absence dans l’immédiat, quel que soit le cas de figure, de la moindre chance réaliste de voir une enquête effective être menée à l’avenir. Lorsque des initiatives sont prises relativement à une disparition, les proches peuvent raisonnablement s’attendre à obtenir des éléments nouveaux de nature à résoudre des questions de fait ou de droit cruciales. Dans ces conditions, tant qu’il existe un contact véritable entre les familles et les autorités au sujet des plaintes et des demandes d’information, ou un indice ou une possibilité réaliste que les mesures d’enquête progressent, la question d’un éventuel délai excessif ne se pose généralement pas. En revanche, après un laps de temps considérable, lorsque l’activité d’investigation est marquée par d’importantes lenteurs et interruptions, vient un moment où les proches doivent se rendre compte qu’il n’est et ne sera pas mené une enquête effective (Varnava et autres, précité, §§ 162 et 165).", "56.  Pour en venir aux faits de la cause, la Cour relève que le 14 juillet 2006 le Parlement serbe a officiellement adopté un rapport préparé par la commission d’enquête. Ce rapport recommandait notamment que tous les organes de l’État fassent des efforts concertés et que la législation pertinente soit amendée afin de fournir aux parents un redressement adéquat (paragraphe 27 d) ci-dessus). Le 16 avril 2010, les médias locaux ont rapporté que le président du Parlement avait déclaré qu’un groupe de travail parlementaire était sur le point d’être créé afin de préparer une nouvelle loi visant à apporter une réparation aux parents de « bébés disparus » (paragraphe 28 ci-dessus). Enfin, dans son rapport du 29 juillet 2010, le médiateur serbe a exprimé l’avis que les parents avaient toujours le droit de connaître la vérité quant au sort qu’avaient réellement connu leurs enfants, et a proposé l’adoption d’une lex specialis à cet égard (paragraphe 29 f) cidessus).", "57.  Dans de telles circonstances, certes tout à fait particulières, et malgré le temps écoulé, on ne saurait dire qu’il était déraisonnable de la part de la requérante d’attendre l’issue de développements qui auraient pu permettre de « résoudre des questions factuelles ou juridiques cruciales » concernant son grief, tout du moins jusqu’à la présentation du rapport du groupe de travail du 28 décembre 2010, lorsqu’il est apparu clairement qu’aucune réparation ne lui serait fournie (paragraphes 30 et 31 ci-dessus). La requête ayant été introduite le 22 avril 2008, il y a lieu de rejeter l’exception de tardiveté formulée par le Gouvernement.", "3.  Épuisement des voies de recours internes", "a)  Les arguments des parties", "58.  Le Gouvernement affirme que la requérante n’a fait aucun effort en vue de l’épuisement des voies de recours internes. Il rappelle que c’est son mari, et non elle, qui a déposé la plainte pénale et qu’elle n’a pas non plus engagé d’action civile sur le fondement des articles 199 et 200 de la loi sur les obligations, telle qu’appliquée et interprétée dans la jurisprudence de la Cour suprême décrite aux paragraphes 36 à 40 ci-dessus. Par ailleurs, le Gouvernement produit trois arrêts de la Cour suprême portant sur des affaires où les plaignants ont été indemnisés du préjudice causé par des erreurs médicales ou des fautes policières, ainsi qu’un jugement annulant une décision d’un tribunal de district adoptée dans ce dernier contexte (voir Rev. nos 1118/03, 807/05 et 51/07 du 10 avril 2003, du 1er décembre 2005 et du 13 mars 2007 respectivement). Quoi qu’il en soit, et par principe, le Gouvernement juge déraisonnable qu’un État partie soit mis dans l’obligation de fournir un redressement effectif à des requérants qui allèguent que des violations de leurs droits sont survenues avant la ratification de la Convention par cet État.", "59.  La requérante soutient que la plainte pénale déposée par son mari englobe manifestement la même plainte de sa part étant donné que toute l’affaire concerne la disparition de leur enfant. Elle reconnaît que cette plainte a été soumise en 2003, mais elle considère qu’avant cette date, elle ne pouvait se procurer de preuves pertinentes ni espérer obtenir un redressement. Elle explique que, pour le dire simplement, la « question des bébés disparus » était taboue jusqu’en 2001, date à laquelle les parents concernés ont commencé à s’organiser par eux-mêmes, où les médias ont commencé à faire de nombreux reportages à ce sujet et où le Parlement lui-même a abordé la question en séance plénière. Il faudrait de plus noter que des délais de prescription applicables au pénal et au civil sont entrés en vigueur entre-temps.", "b)  L’appréciation de la Cour", "60.  La Cour rappelle que, en vertu de l’article 35 § 1 de la Convention, elle ne peut examiner une requête que lorsque tous les recours internes ont été épuisés. La finalité de cette disposition est de ménager aux États contractants l’occasion de prévenir ou redresser les violations alléguées contre eux avant que ces allégations ne soient soumises à la Cour (voir, par exemple, Mifsud c. France (déc.) [GC], no 57220/00, § 15, CEDH 2002VIII). L’obligation d’épuiser les voies de recours internes impose au requérant de faire un usage normal des recours effectifs, suffisants et accessibles s’agissant de ses griefs tirés de la Convention. Pour qu’un recours soit effectif, il doit être de nature à remédier directement à la situation incriminée (Balogh c. Hongrie, no 47940/99, § 30, 20 juillet 2004). La Cour a de même fréquemment souligné que l’article 35 § 1 doit être appliqué avec une certaine souplesse et sans formalisme excessif (Ringeisen c. Autriche, 16 juillet 1971, § 89, série A no 13).", "61.  S’agissant de la charge de la preuve, il incombe au Gouvernement excipant du non-épuisement de convaincre la Cour que le recours était effectif et disponible tant en théorie qu’en pratique à l’époque des faits (voir, entre autres, Vernillo c. France, 20 février 1991, § 27, série A no 198, et Dalia c. France, 19 février 1998, § 38, Recueil des arrêts et décisions 1998I). Une fois cela démontré, c’est au requérant qu’il revient d’établir que le recours évoqué par le Gouvernement a en fait été employé ou bien, pour une raison quelconque, n’était ni adéquat ni effectif compte tenu des faits de la cause ou encore que certaines circonstances particulières le dispensaient de cette obligation (Dankevitch c. Ukraine, no 40679/98, § 107, 29 avril 2003).", "62.  Pour en venir à la présente espèce, la Cour considère que le mari de la requérante a effectivement déposé une plainte pénale en son nom et au nom de la requérante étant donné que l’événement en cause concernait un même fait revêtant une importance identique pour tous deux. Or cette plainte a été rejetée par le parquet sans que l’on sache si une enquête préliminaire avait eu lieu (paragraphe 17 ci-dessus). De toute façon, toute procédure pénale aurait été frappée de prescription au plus tard en octobre 2003 et n’aurait donc pu déboucher ultérieurement sur une quelconque réparation (paragraphes 27 c) et 34 ci-dessus).", "63.  Quant à l’action civile, la Cour considère que cette voie de recours n’était pas de nature à remédier à la situation litigieuse. En effet, les juridictions civiles auraient pu, au mieux, reconnaître la violation des « droits individuels » de la requérante et lui offrir une réparation du dommage moral subi par elle. Ils auraient aussi pu, le cas échéant, ordonner une autre forme de réparation « de nature » à fournir une indemnisation du dommage moral. Or rien de cela ne pouvait remédier de manière effective à la plainte sous-jacente de la requérante, laquelle cherchait à savoir « ce qu’il était réellement advenu de son fils ». Le Gouvernement n’a assurément fourni aucune preuve du contraire. Enfin, la Cour note que ni le Parlement ni le médiateur n’ont évoqué cette question dans leurs rapports respectifs. D’ailleurs, en recommandant l’adoption d’une lex specialis, ils semblent plutôt avoir admis qu’aucun recours interne, y compris le recours civil en question, ne pouvait être effectif (paragraphes 27 d), 28 et 29 f) ci-dessus).", "64.  Dès lors, la Cour rejette l’exception de non-épuisement des voies de recours internes formulée par le Gouvernement.", "4.  Conclusion", "65.  Constatant que le grief de la requérante n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "B.  Sur le fond", "1.  Les arguments des parties", "66.  La requérante se plaint du manquement continu de l’État défendeur à lui fournir des informations sur ce qu’il est réellement advenu de son fils. Elle ajoute que si son fils est mort comme le centre médical de Ćuprija l’affirme, ce dernier aurait dû signaler le décès aux autorités municipales compétentes, présenter le corps aux parents et fournir un rapport d’autopsie.", "67.  Le Gouvernement soutient que nulle violation des droits de la requérante ne peut être imputée à l’État défendeur étant donné que la disparition alléguée de son fils s’est produite dans un établissement médical et non un organe de l’État. Selon lui, par ailleurs, il n’existe aucune preuve que l’enfant de la requérante lui aurait bien été retiré illégalement. Il indique que si le centre médical a pu commettre en 1983 certaines omissions de procédure, la requérante n’a exercé aucun des recours internes disponibles alors qu’ils étaient selon lui de nature à réparer le préjudice éventuellement subi. La question aurait de plus été examinée à plusieurs reprises au niveau national et le cadre juridique et les pratiques pertinents auraient été amendés en vue d’offrir des garanties adéquates. Enfin, les amendements susceptibles d’être apportés à la législation pénale n’auraient pu, de par leur nature même, être appliqués à la requérante car les événements remonteraient dans son cas très loin en arrière (paragraphes 24, 25 et 31 ci-dessus).", "2.  L’appréciation de la Cour", "68.  Pour un parent et son enfant, être ensemble représente un élément fondamental de la « vie familiale » au sens de l’article 8 de la Convention (voir, entre autres, Monory c. Roumanie et Hongrie, no 71099/01, § 70, 5 avril 2005).", "69.  L’article 8 tend pour l’essentiel à prémunir l’individu contre des ingérences arbitraires des pouvoirs publics. Il peut cependant engendrer de surcroît des obligations positives portant entre autres sur l’effectivité des procédures d’enquête relatives à la vie familiale (voir, mutatis mutandis, M.C. c. Bulgarie, no 39272/98, §§ 152-153, CEDH 2003-XII).", "70.  Dans l’arrêt Varnava et autres (précité), la Grande Chambre de la Cour a dit ce qui suit dans le contexte de l’article 3 :", "« 200.  Le phénomène des disparitions impose une charge particulière aux proches des disparus, maintenus dans l’ignorance quant au sort réservé aux êtres qui leur sont chers et en proie à l’angoisse engendrée par l’incertitude. (...) L’essence du problème ne réside pas tant dans la gravité de la violation des droits de l’homme commise à l’égard des personnes portées disparues que dans la réaction et le comportement des autorités face à la situation dont on leur a donné connaissance (...) Parmi les autres facteurs pertinents figurent la proximité de la parenté, les circonstances particulières de la relation, la mesure dans laquelle le parent a été témoin des événements en question et sa participation aux tentatives d’obtention de renseignements sur le disparu (...) Le constat d’une telle violation ne se limite pas aux affaires où l’État défendeur est tenu pour responsable de la disparition (...) mais peut aussi être formulé lorsque l’absence de réponse des autorités à la demande d’informations des proches ou les obstacles dressés sur le chemin de ceux-ci, obligés en conséquence de supporter la charge d’élucider les faits, peuvent passer pour révéler un mépris flagrant, continu et implacable de l’obligation de rechercher la personne disparue et de rendre compte de son sort. »", "La Cour juge que ces considérations sont globalement applicables, mutatis mutandis, dans le contexte très particulier des obligations positives découlant en l’espèce de l’article 8.", "71.  Cela posé, la Cour rappelle qu’en l’occurrence le corps du fils de la requérante n’a jamais été remis ni à celle-ci ni à sa famille et que la cause du décès n’a jamais été établie (paragraphes 22 et 14 ci-dessus, dans cet ordre). De plus, la requérante n’a jamais reçu de rapport d’autopsie ni été informée de la date et du lieu où son fils aurait été enterré, et sa mort n’a jamais été officiellement enregistrée (paragraphe 22 et 15 ci-dessus, dans cet ordre). La plainte formée au pénal par le mari de la requérante paraît aussi avoir été rejetée sans examen approprié (paragraphe 17 ci-dessus), et la requérante elle-même ne dispose toujours pas d’informations crédibles sur ce qu’il est advenu de son fils.", "72.  En outre, la Cour observe que les autorités de l’État défendeur ont elles-mêmes affirmé à diverses occasions après la ratification de la Convention par la Serbie que : a)  dans les années 1980, la législation applicable présentait de graves lacunes, tout comme les procédures devant les divers organes de l’État et autorités sanitaires ; b)  les mesures d’application de la loi n’étaient pas cohérentes quant à la marche à suivre en cas de décès d’un nouveau-né à l’hôpital ; c)  l’avis prévalant dans le corps médical était qu’il fallait épargner aux parents la souffrance morale de devoir enterrer leur nouveau-né, raison pour laquelle il était tout à fait possible que certains couples aient été délibérément privés de la possibilité de le faire ; d)  cette situation justifiait que les parents nourrissent des doutes/préoccupations quant à ce qui était réellement arrivé à leur enfant, et il ne pouvait donc être exclu que les bébés aient effectivement été retirés illégalement à leur famille ; e)  la réaction de l’État défendeur de 2006 à 2010 était en elle-même insuffisante ; et f)  les parents avaient donc toujours le droit de connaître la vérité quant au sort qu’avait réellement connu leur enfant (paragraphes 26-29 ci-dessus).", "73.  Enfin, en dépit de plusieurs initiatives officielles apparemment prometteuses prises entre 2003 et 2010, le rapport du groupe de travail présenté au Parlement serbe le 28 décembre 2010 a conclu qu’aucune modification de la législation en vigueur, déjà amendée, n’était nécessaire, sauf pour ce qui était de la collecte et de l’utilisation des données médicales. Dans ces conditions, il est clair que cela n’a fait qu’améliorer la situation pour l’avenir mais n’a en réalité rien apporté aux parents qui, comme la requérante, ont enduré leur épreuve dans le passé (paragraphes 30 et 31 cidessus).", "74.  Les considérations qui précédent suffisent à la Cour pour conclure que la requérante a subi une violation continue de son droit au respect de sa vie familiale à raison du manquement continu de l’État défendeur à lui fournir des informations crédibles sur ce qu’il était advenu de son fils.", "75.  Dès lors, la Cour conclut qu’il y a eu violation de l’article 8 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 13 DE LA CONVENTION COMBINÉ AVEC L’ARTICLE 8", "76.  La requérante dénonce en outre, sous l’angle de l’article 13 de la Convention, le manquement continu de l’État défendeur à lui fournir un redressement pour la violation continue de son droit au respect de sa vie familiale qu’elle allègue avoir subie.", "77.  Le Gouvernement conteste le bien-fondé de ce grief (paragraphe 58 ci-dessus).", "78.  La Cour considère qu’il y a lieu d’examiner ce grief sous l’angle de l’article 13 de la Convention combiné avec l’article 8.", "79.  L’article 13 dispose :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "80.  Étant donné que le grief tiré par la requérante de l’article 13 est en réalité identique à celui qu’elle a soumis au titre de l’article 8, et compte tenu de la conclusion à laquelle elle est parvenue relativement à ce dernier article (paragraphe 73 ci-dessus, notamment), la Cour déclare le grief tiré de l’article 13 recevable mais considère qu’il n’y a pas lieu de l’examiner séparément quant au fond.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "81.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "82.  La requérante réclame 50 000 euros (EUR) pour préjudice moral.", "83.  Le Gouvernement conteste ces prétentions.", "84.  La Cour considère que la requérante a subi un dommage moral certain. Eu égard à la nature de la violation constatée en l’espèce, et statuant en équité, la Cour lui octroie 10 000 EUR de ce chef.", "B.  Frais et dépens", "85.  La requérante sollicite également 2 750 EUR pour les frais et dépens afférents à la procédure devant la Cour.", "86.  Le Gouvernement conteste cette demande.", "87.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des documents en sa possession et des critères précités, et sachant que la requérante a déjà perçu 850 EUR du Conseil de l’Europe au titre de l’assistance judiciaire, la Cour juge raisonnable de lui allouer en sus 1 800 EUR au titre des frais et dépens.", "C.  Intérêts moratoires", "88.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "IV.  SUR L’APPLICATION DE L’ARTICLE 46 DE LA CONVENTION", "89.  Aux termes de l’article 46 de la Convention,", "« 1.  Les Hautes Parties contractantes s’engagent à se conformer aux arrêts définitifs de la Cour dans les litiges auxquels elles sont parties.", "2.  L’arrêt définitif de la Cour est transmis au Comité des Ministres qui en surveille l’exécution. (...) »", "90.  Il découle notamment de ces dispositions que, lorsque la Cour constate une violation, l’État défendeur a l’obligation juridique non seulement de verser aux intéressés les sommes allouées au titre de la satisfaction équitable prévue par l’article 41, mais aussi de choisir, sous le contrôle du Comité des Ministres, les mesures générales et/ou, le cas échéant, individuelles à adopter dans son ordre juridique interne afin de mettre un terme à la violation constatée par la Cour et d’en effacer autant que possible les conséquences (Scozzari et Giunta c. Italie [GC], nos 39221/98 et 41963/98, § 249, CEDH 2000-VIII).", "91.  À cet égard, la requérante prie la Cour d’ordonner à l’État défendeur d’amender sa législation afin d’alourdir les peines pour les infractions pénales pertinentes, de prolonger le délai de prescription prévu et, par la suite, de rouvrir la procédure pénale la concernant.", "92.  Eu égard à ce qui précède ainsi qu’au nombre important de requérants potentiels, la Cour dit que l’État défendeur doit, dans un délai d’un an à compter du jour où le présent arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, prendre toutes les mesures appropriées, de préférence au moyen d’une lex specialis (voir le rapport du médiateur du 29 juillet 2010, cité au paragraphe 29 ci-dessus), afin de mettre en place un mécanisme destiné à fournir un redressement individuel à tous les parents se trouvant dans une situation identique ou suffisamment similaire à celle de la requérante (paragraphe 26 ci-dessus). Ce mécanisme doit être supervisé par un organe indépendant doté des pouvoirs adéquats pour être en mesure d’apporter des réponses crédibles concernant le sort de chaque enfant et d’offrir une réparation appropriée le cas échéant.", "93.  Pour ce qui est de toutes les requêtes similaires pendantes devant elle, la Cour décide d’en ajourner l’examen pendant le délai précité, réserve faite de la faculté pour la Cour, à tout moment, de déclarer irrecevable une telle requête ou de la rayer de son rôle conformément à la Convention.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "3.  Dit qu’il n’y a pas lieu d’examiner séparément le grief tiré de l’article 13 de la Convention ;", "", "4.  Dit", "a)  que l’État défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en dinars serbes au taux applicable à la date du règlement :", "i.  10 000 EUR (dix mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral,", "ii.  1 800 EUR (mille huit cents euros), plus tout montant pouvant être dû à titre d’impôt par la requérante, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus ;", "", "6.  Dit que l’État défendeur doit, dans un délai d’un an à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, prendre toutes les mesures appropriées afin de mettre en place un mécanisme destiné à fournir un redressement individuel à tous les parents se trouvant dans une situation identique ou suffisamment similaire à celle de la requérante (paragraphe 92 de l’arrêt) ;", "", "7.  Décide d’ajourner, pendant un an à compter du jour où l’arrêt sera devenu définitif, l’examen de toutes les requêtes similaires déjà pendantes devant elle, réserve faite de la faculté pour la Cour, à tout moment, de déclarer irrecevable une telle requête ou de la rayer de son rôle conformément à la Convention.", "Fait en anglais, puis communiqué par écrit le 26 mars 2013, en application de l’article 77 §§ 2 et 3 du règlement.", "\tFrançoise Elens-Passos\tGuido Raimondi\n\tGreffière adjointe\tPrésident"]}