{"file": "FRE_CLINF_30460_13.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "30460/13", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 184", "Avril 2015", "A.T. c. Luxembourg - 30460/13", "Arrêt 9.4.2015 [Section V]", "Article 6", "Article 6-3-c", "Se défendre avec l'assistance d'un défenseur", "Défaut d’accès au dossier avant le premier interrogatoire par un juge d’instruction : non-violation", "Impossibilité de s’entretenir avec un avocat avant le premier interrogatoire par un juge d’instruction : violation", "En fait – En octobre 2009, le parquet luxembourgeois requit une information contre le requérant du chef de viol et d’attentat à la pudeur sur la personne d’une mineure de moins de seize ans. Sur la base d’un mandat d’arrêt européen, le requérant fut arrêté en décembre 2009 au Royaume-Uni et remis aux autorités luxembourgeoises. À son arrivée au Luxembourg, il fut interrogé par les services de police en l’absence d’un avocat. Le lendemain de son audition par la police, le requérant fut interrogé par un juge d’instruction, en présence d’un avocat commis d’office le matin même. Au cours de cet interrogatoire, il fit des déclarations circonstanciées et maintint ses déclarations faites devant la police. Il fut condamné par les juridictions nationales et purge actuellement sa peine. Dans leurs décisions de condamnation, les juges du fond ont relaté les différentes déclarations et en ont tenu compte dans leur raisonnement, estimant que l’intéressé changeait constamment de version.", "En droit – Article 6 § 1 combiné avec l’article 6 § 3 c) : La Cour conclut à la violation de l’article 6 § 1 combiné avec l’article 6 § 3 c) en raison de l’absence d’un avocat lors du premier interrogatoire du requérant par les services de police. Par ailleurs, afin d’analyser les doléances du requérant à l’égard de son premier interrogatoire devant le juge d’instruction, la Cour a distingué la question de l’accès de l’avocat au dossier, d’une part, et celle de la communication entre l’avocat et son client, d’autre part.", "a)  Défaut d’accès au dossier – Par application du code d’instruction criminelle, les autorités luxembourgeoises reportent l’accès au dossier pénal jusqu’après le premier interrogatoire par le juge d’instruction. Des restrictions à l’accès au dossier aux stades de l’ouverture d’une procédure pénale, de l’enquête et de l’instruction peuvent se justifier par, notamment, la nécessité de préserver le secret des données dont disposent les autorités et de protéger les droits d’autrui. En l’espèce, les justifications des autorités internes – des raisons relatives à la protection des intérêts de la justice – ne semblent pas déraisonnables. À cela s’ajoute que, dès avant son inculpation, la personne interrogée dispose de toute liberté d’organiser sa défense (y compris le droit de garder le silence, de consulter le dossier après le premier interrogatoire devant le juge d’instruction, et de choisir sa stratégie de défense tout au long du procès pénal). Un juste équilibre est ainsi assuré par la garantie de l’accès au dossier, dès la fin du premier interrogatoire, devant les juridictions d’instruction et tout au long du procès au fond.", "L’article 6 de la Convention ne saurait être interprété comme garantissant un accès illimité au dossier pénal dès avant le premier interrogatoire par le juge d’instruction, lorsque les autorités nationales disposent de raisons relatives à la protection des intérêts de la justice suffisantes pour ne pas mettre en échec l’efficacité des investigations.", "Par conséquent, l’assistance de l’avocat lors de l’interrogatoire par le juge d’instruction n’a pas été rendue ineffective par le défaut d’accès préalable au dossier.", "Conclusion : non-violation (unanimité).", "b)  Absence de communication entre le requérant et son avocat – Une consultation entre l’avocat et son client, en amont du premier interrogatoire devant le juge d’instruction, est d’importance. En effet, c’est à cette occasion que des échanges cruciaux peuvent se faire, si ce n’est que pour que l’avocat puisse rappeler à l’intéressé ses droits en la matière. Cela vaut d’autant plus lorsque, comme en l’espèce, le requérant a été auditionné par la police la veille sans la présence d’un avocat et que celui-ci est fraîchement commis d’office le matin même de l’interrogatoire devant le juge d’instruction. L’avocat doit pouvoir fournir une assistance effective et concrète, et non seulement abstraite de par sa présence, lors du premier interrogatoire devant le juge d’instruction. À cette fin, la consultation entre l’avocat et son client en amont dudit interrogatoire doit être consacrée d’une manière non équivoque par le législateur. Or tel n’est pas le cas dans la législation luxembourgeoise.", "Force est de constater qu’en l’espèce, le procès-verbal de l’interrogatoire relate qu’un avocat a été commis d’office le matin même par le juge d’instruction, mais ne contient ensuite aucune mention d’un quelconque laps de temps pendant lequel un entretien aurait pu avoir lieu. Il est donc impossible de s’assurer que le requérant ait pu s’entretenir avec son avocat avant l’interrogatoire litigieux et qu’il ait ainsi eu une assistance effective de ce dernier.", "De plus, un rapport du Comité pour la prévention de la torture et des peines ou traitements inhumains ou dégradants du Conseil de l’Europe , dressé à la suite des visites effectuées précisément l’année où se sont déroulés les faits de l’espèce, relate que la quasi-totalité des détenus rencontrés par la délégation avaient indiqué avoir vu un avocat pour la première fois lors de leur comparution devant le juge d’instruction, et n’avoir pu s’entretenir de manière confidentielle avec l’avocat qu’après cette comparution.", "Conclusion : violation (unanimité).", "Article 41 : La forme la plus appropriée de redressement serait un nouveau procès ; demande pour préjudice moral rejetée.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}