{"file": "FRE_HFJUD_29117_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "29117/05", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "", "", "", "AFFAIRE DIMON c. ROUMANIE", "", "(Requête no 29117/05)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "27 novembre 2012", "", "DÉFINITIF", "", "27/02/2013", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "En l’affaire Dimon c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tAlvina Gyulumyan,\n\tJán Šikuta,\n\tLuis López Guerra,\n\tNona Tsotsoria,\n\tKristina Pardalos,\n\tJohannes Silvis, juges,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 6 novembre 2012,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 29117/05) dirigée contre la Roumanie et dont un ressortissant de cet État, M. Constantin Dimon, a saisi la Cour le 15 juillet 2005 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me Helmut Blum, avocat à Linz. Le gouvernement roumain (« le Gouvernement ») a été représenté par son agent, Mme Irina Cambrea, du ministère des Affaires étrangères.", "3.  Le requérant allègue une atteinte à son droit d’accès à un tribunal.", "4.  Le 23 juin 2011, la requête a été communiquée au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "5.  A la suite du déport de M. Corneliu Bîrsan, juge élu au titre de la Roumanie (article 28 du règlement), le président de la chambre a désigné Mme Kristina Pardalos pour siéger en qualité de juge ad hoc (articles 26 § 4 de la Convention et 29 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  A une date non précisée, le requérant assigna en justice la commission administrative locale compétente pour l’application de la loi no 1/2000 sur l’attribution de la propriété des terrains ayant été nationalisés à l’époque du régime communiste. Il demandait l’annulation de la décision administrative rendue par la commission le 8 septembre 2003.", "7.  Par jugement du 16 décembre 2003, le tribunal de première instance de Braşov accueillit partiellement l’action du requérant et ordonna à la commission de lui attribuer la propriété de plusieurs hectares de forêt, sur deux emplacements identifiés.", "8.  La commission interjeta appel contre ce jugement. L’appel fut accueilli par une décision du 21 septembre 2004 du tribunal départemental de Braşov, qui débouta le requérant de ses prétentions.", "9.  Le requérant, qui était représenté par un avocat, forma un pourvoi en cassation (recurs) contre la décision du 21 septembre 2004. Son pourvoi était ainsi rédigé dans ses parties pertinentes :", "« Je soussigné, Dimon Constantin, domicilié à Predeal, rue (...) intimé dans l’affaire civile no (...), entends former un pourvoi en recours contre la décision civile no 348/A/2004 du tribunal départemental de Braşov (Tribunalul Braşov), que je considère illégale et mal fondée pour les raisons exposées ci-dessous.", "Sur le fondement de l’article 302 du CPC (code de procédure civile), je sollicite que mon pourvoi soit admis en principe et que la date d’audience pour l’examen du bien-fondé de l’affaire soit fixée.", "Me fondant sur les dispositions de l’article 304 du CPC, points 7, 8, 9 et 10, je demande que la décision attaquée soit réformée et que soit rejeté l’appel de la commission locale d’application de la loi no 1/2000 près la mairie de Predeal et confirmé le jugement civil no 11247/2003 du tribunal de première instance (judecătoria) de Predeal, rendu dans le dossier civil no (...).", "(...) »", "10.  La partie défenderesse, à savoir la commission locale d’application de la loi no 1/2000 près la mairie de Predeal, fut citée à comparaître et fut représentée lors des audiences devant la cour d’appel. Le requérant y fut également présent.", "11.  Par décision du 24 février 2005, la cour d’appel de Braşov constata la nullité du pourvoi formé par le requérant au motif qu’il avait omis d’indiquer la dénomination de la partie défenderesse et son adresse. De ce fait, il n’avait pas rempli une des conditions essentielles de forme du pourvoi en cassation, exigées par le code de procédure civile.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "12.  L’article 3021 § 1 a) du code de procédure civile (CPC), en vigueur à l’époque des faits, c’est-à-dire tel que modifié par le règlement d’urgence du Gouvernement no 58/2003, prévoyait qu’un pourvoi en cassation (cererea de recurs) doit contenir, sous peine de nullité, l’indication de la dénomination de la personne morale intimée et de son siège.", "13.  Par la décision no 176/2005 du 24 mars 2005, publiée au Journal Officiel no 356 du 27 avril 2005, la Cour Constitutionnelle déclara contraire à la Constitution cette disposition du CPC, au motif qu’elle était d’un formalisme trop rigide qui affectait sérieusement l’accès à la justice.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "14.  Le requérant allègue une entrave à son droit d’accès au tribunal tel que prévu par l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "15.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "16.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 (a) de la Convention. La Cour relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "17.  Le requérant allègue une atteinte à son droit d’accès à un tribunal compte tenu de l’annulation de son pourvoi pour cause de non-respect d’une exigence procédurale qu’il estime excessive.", "18.  Se référant à l’arrêt Brualla Gómez de la Torre c. Espagne (19 décembre 1997, § 33, Recueil des arrêts et décisions 1997VIII), le Gouvernement souligne que les conditions d’admissibilité d’un pourvoi en cassation peuvent être plus rigides que celles applicable en matière d’appel et rappelle qu’une marge d’appréciation a été reconnue par la Cour, à cet égard, au profit des États.", "19.  Quant à la présente affaire, le Gouvernement note que la limitation du droit d’accès à un tribunal était prévue par la loi en vigueur an moment des faits, poursuivait un but légitime et était proportionné avec celui-ci. En outre, il indique que cette disposition législative ne manquait pas de clarté et de prévisibilité.", "A cet égard, le Gouvernement allègue que le pourvoi interjeté par le requérant ne contenait pas le nom et l’adresse de la partie défenderesse, en dépit du fait qu’il avait été rédigé à l’aide d’un avocat.", "Enfin, le Gouvernement fait remarquer que du point de vue de la législation, la présente requête n’a qu’un intérêt historique car, à présent, ladite disposition n’est plus en vigueur.", "2.  Appréciation de la Cour", "20.  La Cour rappelle que le « droit à un tribunal », dont le droit d’accès constitue un aspect particulier, n’est pas absolu et se prête à des limitations implicitement admises, notamment quant aux conditions de recevabilité d’un recours, car il appelle de par sa nature même une réglementation par l’État, lequel jouit à cet égard d’une certaine marge d’appréciation. Toutefois, ces limitations ne sauraient restreindre l’accès ouvert à un justiciable de manière ou à un point tels que son droit à un tribunal s’en trouve atteint dans sa substance même ; enfin, elles ne se concilient avec l’article 6 § 1 que si elles tendent à un but légitime et s’il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (voir notamment Edificaciones March Gallego S.A. c. Espagne, 19 février 1998, § 34, Recueil 1998-I, et Rodríguez Valín c. Espagne, no 47792/99, § 22, 11 octobre 2001).", "21.  La Cour rappelle également qu’elle n’a pas pour tâche de se substituer aux juridictions internes. C’est au premier chef aux autorités nationales, et notamment aux cours et tribunaux, qu’il incombe d’interpréter la législation interne (Brualla Gómez de la Torre, précité, § 31). Le rôle de la Cour se limite à vérifier la compatibilité avec la Convention des effets de pareille interprétation. Ceci est particulièrement vrai s’agissant de l’interprétation par les tribunaux des règles de nature procédurale (Tejedor García c. Espagne, 16 décembre 1997, § 31, Recueil 1997VIII). Toutefois, la réglementation en question, ou l’application qui en est faite, ne devrait pas empêcher arbitrairement le justiciable de se prévaloir d’une voie de recours disponible (Aepi S.A. c. Grèce, no 48679/99, § 23, 11 avril 2002).", "22.  En l’espèce, la Cour constate que par son arrêt du 24 février 2005, la cour d’appel de Braşov a constaté la nullité du pourvoi formé par le requérant au motif qu’il avait omis d’indiquer la dénomination de la partie défenderesse ainsi que son adresse.", "23.  La Cour note que, dans son pourvoi, le requérant a demandé que « la décision attaquée soit réformée et que soit rejeté l’appel de la commission locale d’application de la loi no 1/2000 près la mairie de Predeal et confirmé le jugement civil no 11247/2003 du tribunal de première instance de Predeal ». Il s’ensuit que le requérant a, de toute évidence, indiqué qui était la partie défenderesse, à savoir la commission locale d’application de la loi no 1/2000 près de la mairie de Predeal, en incluant ainsi également une indication de son adresse. Par ailleurs, la commission a été citée à comparaître et s’est même présentée lors des audiences devant la cour d’appel.", "24.  Tout en reconnaissant le rôle primordial des juridictions nationales dans l’interprétation des règles de procédure, la Cour estime qu’en omettant de prendre en compte le contenu même du pourvoi du requérant, la cour d’appel de Braşov a privé ce dernier du droit d’accès à un tribunal (voir aussi Virgil Ionescu c. Roumanie, no 53037/99, §§ 45-46, 28 juin 2005, et, mutatis mutandis, Şega c. Roumanie, no 29022/04, § 40, 13 mars 2012).", "25.  La Cour note par ailleurs qu’ultérieurement, par sa décision no 176/2005 du 24 mars 2005, la Cour Constitutionnelle a déclaré contraire à la Constitution cette disposition du CPC, au motif qu’elle était d’un formalisme trop rigide qui affectait sérieusement l’accès à la justice. Toutefois, cette décision n’a pas eu d’impact sur la situation du requérant, en l’absence de voie de recours contre l’arrêt définitif de la cour d’appel.", "26.  Compte tenu de ce qui précède, la Cour considère qu’il y a eu violation de l’article 6 § 1 en ce qui concerne le droit d’accès à un tribunal.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "27.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "28.  Le requérant réclame 4 400 000 euros (EUR), soit la valeur des terrains qui faisaient l’objet du litige en l’espèce, au titre du préjudice matériel qu’il aurait subi. Il ne demande pas de réparation du préjudice moral.", "29.  Le Gouvernement estime qu’il n’y a pas de lien de causalité entre l’objet de la présente affaire et le préjudice matériel invoqué.", "30.  La Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué et rejette cette demande.", "B.  Frais et dépens", "31.  Le requérant demande également 15 000 EUR pour les frais et dépens engagés devant les juridictions internes et devant la Cour.", "32.  Le Gouvernement fait observer que le requérant n’a pas présenté de justificatifs à l’appui.", "33.  La Cour note que le requérant n’a pas joint les justificatifs nécessaires correspondant aux prétentions exposées. La Cour conclut en conséquence au rejet de sa demande.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Rejette la demande de satisfaction équitable.", "Fait en français, puis communiqué par écrit le 27 novembre 2012, en application de l’article 77 §§ 2 et 3 du règlement.", "\t Quesada\tJosep Casadevall\n\tGreffier\tPrésident", ""]}