{"file": "FRE_HFJUD_50102_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "50102/99", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE IŞIK c. TURQUIE", "", "", "(Requête no 50102/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "5 juin 2003", "", "", "", "DÉFINITIF", "", "05/09/2003", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l'affaire Işık c. Turquie,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tG. Ress, président,\n\t\tI. Cabral Barreto\n\t\tL. Caflisch,\n\t\tP. Kūris,\n\t\tR. Türmen,\n\tMmes\tM. Tsatsa-Nikolovska,\n\t\tH.S. Greve, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 15 mai 2003,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 50102/99) dirigée contre la République de Turquie et dont une ressortissante de cet Etat, Zeynep Işık (« la requérante »), a saisi la Cour le 6 juillet 1999 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante, qui a été admise au bénéfice de l'assistance judiciaire, est représentée devant la Cour par Me K. Genç, avocat à Ankara. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  La requérante alléguait, notamment, avoir été victime d'une violation de l'article 6 §§ 1 et 3 de la Convention du fait du manque d'indépendance et d'impartialité de la cour de sûreté de l'Etat qui l'a jugée et condamnée ainsi que de l'absence de notification de l'avis du procureur général près la Cour de cassation.", "4.  La requête a été attribuée à la première section de la Cour (article 52 § 1 du règlement).", "5.  Le 26 septembre 2000, la Cour a décidé de communiquer les griefs tirés de l'article 6 §§ 1 et 3 de la Convention au gouvernement défendeur et a déclaré la requête irrecevable pour le surplus.", "6.  Tant la requérante que le Gouvernement ont déposé des observations écrites sur la recevabilité et le fond de l'affaire.", "7.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la troisième section ainsi remaniée (article 52 § 1).", "8.  Par une lettre du 29 juillet 2002, la Cour a informé les parties qu'elle se prononcerait, en application de l'article 29 § 3 de la Convention, tant sur la recevabilité que sur le fond de la requête. Elle a également invité les parties à présenter leurs observations complémentaires sur le fond de l'affaire, et la requérante à présenter ses demandes de satisfaction équitable.", "9.  Le 17 septembre 2002, la requérante a transmis à la Cour ses observations complémentaires sur le fond ainsi que sa demande de satisfaction équitable. ", "10.  Par une lettre du 23 octobre 2002, le Gouvernement a présenté ses observations complémentaires sur la recevabilité de l'affaire ainsi que ses commentaires sur la demande de satisfaction équitable.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "11.  La requérante, Zeynep Işık, ressortissante turque née en 1977, est actuellement détenue en prison.", "12.  Après avoir mené des activités au sein d'une organisation illégale, le TKP/ML-TIKKO (Parti communiste marxiste léniniste de Turquie –Armée de la libération des ouvriers et paysans de Turquie) entre 1993 et 1994, la requérante se dénonça à la police le 16 août 1995, et fut arrêtée et placée en garde à vue dans les locaux de la section anti-terroriste au sein de la direction de sûreté d'Izmir.", "13.  Le 18 août 1995, la requérante fut d'abord entendue par le procureur de la République près la cour de sûreté de l'Etat d'Izmir, puis traduite devant le juge assesseur auprès de cette juridiction, lequel ordonna sa mise en détention provisoire.", "14.  Le procureur près de la cour de sûreté de l'Etat d'Erzincan mît la requérante en accusation devant cette cour, composée de magistrats de carrière dont l'un relevant de la magistrature militaire. Reprochant à la requérante d'avoir tenté de renverser par la force l'ordre constitutionnel turc, il requit à son encontre l'application de l'article 146 du code pénal et de l'article 5 de la loi no 3713 sur la lutte contre le terrorisme.", "15.  Le 1er juillet 1996, la requérante fut entendue par la cour et fut relâchée.", "16.  Suite à la suppression de la cour de sûreté de l'Etat d'Erzincan, le dossier de la requérante fut renvoyé, le 2  juillet 1997, devant la cour de sûreté de l'Etat d'Erzurum.", "17.  Par un arrêt du 14 octobre 1997, la cour de sûreté de l'Etat d'Erzurum déclara la requérante coupable des faits qui lui avaient été reprochés et la condamna à une peine d'emprisonnement de seize ans et huit mois. Elle nota que la requérante ne remplissait pas les conditions nécessaires pour bénéficier des remises de peine prévues par la loi no 3419 sur les repentis.", "18.  La requérante forma un pourvoi contre l'arrêt du 14 octobre 1997.", "19.  Le procureur général présenta son avis sur le pourvoi devant la Cour de cassation. Cet avis n'aurait pas été communiqué à la requérante.", "20.  Le 2 février 1999, la Cour de cassation confirma l'arrêt du 14 octobre 1997.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "21.  Avant la réforme du 18 juin 1999, la partie pertinente de l'article 143 de la Constitution régissant la composition des cours de sûreté de l'Etat était ainsi libellé :", "« Il est institué des cours de sûreté de l'Etat chargées de connaître des infractions commises contre la République – dont les caractéristiques sont énoncées dans la Constitution –, contre l'intégrité territoriale de l'Etat ou l'unité indivisible de la nation et contre l'ordre libre et démocratique, ainsi que des infractions touchant directement à la sécurité intérieure ou extérieure de l'Etat.", "Les cours de sûreté de l'Etat se composent d'un président, de deux membres titulaires, de deux membres suppléants, d'un procureur et d'un nombre suffisant de substituts. ", "Le président, un membre titulaire, un membre suppléant et le procureur sont choisis, selon des procédures définies par des lois spéciales, parmi les juges et les procureurs de la République de premier rang, un titulaire et un suppléant parmi les juges militaires de premier rang, et les substituts parmi les procureurs de la République et les juges militaires.", "Les présidents et les membres titulaires et suppléants (...) des cours de sûreté de l'Etat sont nommés pour une durée de quatre ans renouvelable.", "La Cour de cassation connaît des pourvois formés contre les arrêts rendus par les cours de sûreté de l'Etat (...) »", "22.  La loi no 4388 du 18 juin 1999 relative à l'instauration des cours de sûreté de l'Etat a modifié l'article 143 de la Constitution, désormais ainsi libellé :", "« (...) Les cours de sûreté de l'Etat se composent d'un président, de deux membres titulaires, d'un membre suppléant, d'un procureur général de la République et d'un nombre suffisant de procureurs de la République.", "Le président, deux membres titulaires, un membre suppléant et le procureur général de la République sont nommés parmi les juges et les procureurs de premier rang, les procureurs de la République parmi les procureurs d'autres rangs, pour quatre ans, par le Haut Conseil des juges et des procureurs, selon la procédure définie dans la loi spéciale. Leur mandat est renouvelable (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 DE LA CONVENTION", "23.  La requérante allègue que la cour de sûreté de l'Etat qui l'a jugée et condamnée ne constitue pas un « tribunal indépendant et impartial » qui eût pu lui garantir un procès équitable, en raison de la présence d'un juge militaire en son sein. Elle soutient, en outre, que la procédure devant la Cour de cassation a méconnu ses droits de la défense du fait qu'elle n'a pu répondre à l'avis du procureur général qui ne lui a pas été transmis. Elle y voit une violation de l'article 6 §§ 1 et 3 b) de la Convention qui, en ses parties pertinentes, se lit ainsi :", "« 1. Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...) par un tribunal indépendant et impartial (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...) ", "3. Tout accusé a droit notamment à : ", "(...)", "b) disposer du temps et des facilités nécessaires à la préparation de sa défense ;", "(...) »", "A.  Sur la recevabilité", "24.  Le Gouvernement invite la Cour à rejeter la requête pour non- respect du délai de six mois prévu à l'article 35 de la Convention. Il soutient que la décision interne définitive, concernant le grief relatif au manque d'indépendance et d'impartialité de la cour de sûreté de l'Etat, est celle rendue par cette même juridiction. A cet égard, il fait valoir que la Cour de cassation n'était nullement habilitée à se prononcer sur ce grief dans la mesure où la composition des cours de sûreté de l'Etat découlait, à l'époque des faits, de la législation interne. Il en conclut que la requérante aurait dû introduire sa requête dans les six mois suivants le moment où elle s'était rendue compte de l'inefficacité des recours internes, c'est-à-dire à partir de l'arrêt de la cour de sûreté de l'Etat, à savoir, le 14 octobre 1997. Or, la requête a été introduite le 6 juillet 1999. A l'appui de son argumentation, le Gouvernement fait référence à la jurisprudence de la Cour (Hazar et autres c. Turquie, décision du 10 janvier 2002, et Bayram et Yıldırım c. Turquie, décision du 29 janvier 2002).", "25.  La requérante ne se prononce pas.", "26.  La Cour rappelle sa jurisprudence constante, selon laquelle il convient de prendre en considération l'ensemble de la procédure pénale engagée contre la requérante afin de statuer sur la conformité aux prescriptions de l'article 6 de la Convention (voir notamment John Murray c. Royaume-Uni, arrêt du 8 février 1996, Recueil 1996-I, pp. 54-55, § 63). La Cour souligne à cet égard que, selon sa jurisprudence constante sur les cours de sûreté de l'Etat turques (voir, en autres, Sakık et autres c. Turquie, no 23878-29883/94, décision du 25 mai 1995, DR. 81, p. 86), le statut de victime sur le terrain de l'article 6 § 1 de la Convention n'est établi qu'à partir du moment où la décision de condamnation devient définitive, et cela par l'arrêt de la Cour de cassation. Elle en conclut qu'il appartient bien à la Cour de cassation d'infirmer un arrêt de condamnation au fond et de le renvoyer devant la cour de sûreté de l'Etat qui peut réexaminer l'affaire et acquitter l'intéressé.", "Partant, la Cour rejette l'exception préliminaire du Gouvernement.", "27.  La Cour estime qu'à la lumière des critères qui se dégagent de sa jurisprudence (voir notamment Çıraklar c. Turquie, arrêt du 28 octobre 1998, Recueil 1998-VII), et compte tenu de l'ensemble des éléments en sa possession, la requête doit faire l'objet d'un examen au fond. Elle constate en outre que celle-ci ne se heurte à aucun autre motif d'irrecevabilité.", "B.  Sur le fond", "1.  Sur l'indépendance et l'impartialité de la cour de sûreté de l'Etat", "28.  Le Gouvernement fait valoir, dans un premier temps, que l'indépendance et l'impartialité sont garanties pour tous les tribunaux par les articles 138 et suivants de la Constitution.", "29.  Le Gouvernement souligne également que la présence d'un magistrat militaire au sein des cours de sûreté de l'Etat ne constitue pas, en soi, une violation de l'article 6 § 1 de la Convention. A l'appui de son argumentation, il se réfère à la jurisprudence de la Cour (entre autres, les arrêts Engel et autres c. Pays Bas, Belilos c. Suisse, et Campbell et Fell c. Royaume-Uni).", "30.  Le Gouvernement fait observer, en outre, que le 18 juin 1999 est intervenu l'amendement constitutionnel relatif à l'article 143 de la Constitution régissant la composition des cours de sûreté de l'Etat. Il fait notamment valoir, que suite à cet amendement, la loi no 4390 dispose désormais que les fonctions des magistrats et procureurs militaires prennent fin le 22 juin 1999. Le Gouvernement en conclut que la requérante ne peut disposer d'un intérêt juridique quant à son grief tiré de la violation de l'article 6 § 1 de la Convention.", "31.  Eu égard, à ce qui précède, le Gouvernement invite également la Cour, en vertu de l'article 37 de la Convention, à procéder à la radiation de la requête, la poursuite de l'examen de celle-ci ne se justifiant plus.", "32.  La requérante s'oppose à la thèse du Gouvernement. Elle soutient que la cour de sûreté de l'Etat qui l'a jugée et condamnée ne peut passer pour un « tribunal indépendant et impartial » au sens de l'article 6 § 1 de la Convention. Elle fait également valoir que les amendements constitutionnel et législatif relatifs au statut des cours de sûreté de l'Etat ne sauraient avoir de conséquences sur sa situation dans la mesure où la cour de sûreté de l'Etat d'Erzurum qui a entendu sa cause et l'a condamnée le 14 octobre 1997 était, alors, composée de trois juges dont un était un magistrat militaire.", "33.  La Cour rappelle que, dans les arrêts Incal c. Turquie du 9 juin 1998 (Recueil 1998-IV, § 72) et Çıraklar c. Turquie (précité), elle a déjà examiné des griefs similaires à ceux soulevés dans la présente affaire. Elle a notamment relevé que certaines caractéristiques du statut des juges militaires siégeant au sein des cours de sûreté de l'Etat rendaient leur indépendance et leur impartialité sujettes à caution (arrêt Incal précité, p.1571, § 68). Elle a ainsi souligné que les intéressés étaient des militaires continuant d'appartenir à l'armée, donc au pouvoir exécutif, qu'ils restaient soumis à la discipline militaire et faisaient l'objet de notations par l'armée à cet égard, que leurs désignation et nomination requéraient pour une large part l'intervention de l'administration et de l'armée et, enfin, que leur mandat comme juge à la cour de sûreté de l'Etat était de quatre ans et renouvelable.", "34.  La Cour prend en considération les renseignements du Gouvernement selon lesquels la législation turque a été amendée de manière à répondre aux exigences de la Convention. Elle précise toutefois que sa tâche se limite à l'appréciation des circonstances propres à l'espèce ; elle ne saurait donc être appelée à conclure qu'une affaire ne présente plus d'intérêt juridique valable pour le requérant au motif que des développements seraient survenus dans la législation interne depuis l'époque pertinente (voir Sadak et autres c. Turquie, arrêt du 17 juillet 2001, CEDH 2001-VIII, § 38).", "35.  Par ailleurs, la Cour ne voit aucune raison de s'écarter de la conclusion à laquelle elle est parvenue en ce qui concerne MM. İncal et Çıraklar, qui, comme la requérante, étaient tous deux des civils. Il est compréhensible dans la présente affaire que la requérante, qui répondait devant une cour de sûreté de l'Etat du chef d'accusation d'avoir tenté de renverser par la force l'ordre constitutionnel turc, infraction prévue et réprimée par l'article 146 du code pénal, ait redouté de comparaître devant des juges parmi lesquels figurait un officier de carrière appartenant à la magistrature militaire. De ce fait, elle pouvait légitimement craindre que la cour de sûreté de l'Etat d'Erzurum se laissât indûment guider par des considérations étrangères à la nature de sa cause. On peut donc considérer qu'étaient objectivement justifiés les doutes nourris par la requérante quant à l'indépendance et à l'impartialité de cette juridiction (arrêt İncal précité, p. 1573, § 72 in fine).", "36.  Partant, la Cour conclut que, lorsqu'elle a jugé et condamné la requérante, la cour de sûreté de l'Etat d'Erzurum n'était pas un tribunal indépendant et impartial au sens de l'article 6 § 1 de la Convention.", "2.  Sur la non-communication de l'avis du procureur général près la Cour de cassation", "37.  La requérante allègue qu'elle n'a pu répondre à l'avis du procureur général près la Cour de cassation qui ne lui a pas été transmis. Elle estime qu'il s'agit d'une restriction à ses droits de la défense et invoque l'article 6 § 3 b) de la Convention.", "38.  La Cour rappelle avoir déjà jugé dans des affaires similaires qu'un tribunal dont le manque d'indépendance et d'impartialité a été établi ne peut, en principe, garantir un procès équitable aux personnes soumises à sa juridiction.", "39.  Eu égard au constat de violation du droit de la requérante à voir sa cause entendue par un tribunal indépendant et impartial, la Cour estime qu'il n'y a pas lieu d'examiner le présent grief (voir, entre autres, l'arrêt Çıraklar précité, p 14, §§ 44-45).", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "40.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage moral", "41.  La requérante allègue avoir subi un préjudice moral en raison de sa condamnation et des années passées en prison séparée de son mari et de son enfant. Elle évalue son dommage moral à 150 000 euros (EUR).", "42.  Le Gouvernement conteste la somme réclamée par la requérante, qu'il trouve excessive et dépourvue de tout fondement. En outre, il considère qu'au cas où la Cour se prononcerait dans le sens d'une violation, le constat de celle-ci devrait constituer une satisfaction équitable suffisante.", "43.  La Cour estime que, dans les circonstances de l'espèce, le constat de violation constitue en soi une satisfaction équitable suffisante pour le préjudice moral allégué ( arrêt Çıraklar précité, § 49).", "B.  Frais et dépens", "44.  Au titre des frais et dépens afférents à sa représentation devant les autorités nationales puis devant la Cour, la requérante sollicite la somme totale de 26 168, 48 EUR, ventilée comme suit : 25 000 EUR pour les honoraires d'avocat et 1 168, 48 EUR pour les frais de déplacement, traduction, téléphone et papeterie. Elle ne fournit pas de justificatifs.", "45.  Le Gouvernement soutient que la requérante n'a pas présenté de justificatifs pour la somme réclamée et qu'en ce qui concerne la détermination des frais et dépens il convient d'appliquer le système en vigueur en Turquie. Celui-ci prévoyant un tarif minimum et maximum selon le type d'affaire et un tarif spécial pour les affaires portées devant les institutions de Strasbourg.", "46.  La Cour rappelle qu'au regard de l'article 41 de la Convention, seuls peuvent être remboursés les frais dont il est établi qu'ils ont été réellement et nécessairement exposés et sont d'un montant raisonnable (voir, entres autres, Nikolova c. Bulgarie [GC],  no 31195/96, § 79, CEDH 1999-II). A cet égard, la Cour observe que la requérante n'a produit aucune pièce justificative relative aux frais et dépens qu'elle a encourus. Dans ces conditions, elle ne saurait accueillir la demande dont il s'agit (voir Dikme c. Turquie, arrêt du 11 juillet 2000, no 20869/92, § 126, CEDH 2000-VIII). ", "Cependant, aux fins de la préparation de la présente affaire, la requérante a dû exposer certains frais. Dès lors, statuant en équité, la Cour lui alloue 2 000 EUR, déduction faite des 630 EUR versés par le Conseil de l'Europe au titre de l'assistance judiciaire et qui n'ont pas déjà été pris en compte dans la demande.", "C.  Intérêts moratoires", "47.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ,", "1.  Déclare recevable la requête ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention en raison du manque d'indépendance et d'impartialité de la cour de sûreté de l'Etat d'Erzurum ;", "", "3.  Dit qu'il n'y a pas lieu d'examiner l'autre grief tiré de l'article 6 de la Convention ;", "", "4.   Dit que le présent arrêt constitue par lui-même une satisfaction équitable suffisante pour le préjudice moral allégué ;", "", "5.  Dit ", "a)  que l'Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, la somme suivante, à convertir en livres turques aux taux applicable à la date du règlement : 2 000 EUR (deux mille euros) pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée ou toutes autres charges fiscales exigibles au moment du versement, moins les 630 EUR (six cent trente euros) perçus au titre de l'assistance judiciaire ;", "b)  qu'à compter de l'expiration de ce délai et jusqu'au versement, ces montants  seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne, applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 5 juin 2003 en application de l'article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tGeorg Ress\n\tGreffier\tPrésident"]}