{"file": "FRE_CLINF_77703_01.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "77703/01", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 98", "Juin 2007", "Sviato-Mykhaïlivska Parafiya c. Ukraine - 77703/01", "Arrêt 14.6.2007 [Section V]", "Article 9", "Article 9-1", "Liberté de religion", "Refus des autorités d’enregistrer les modifications apportées au statut d’une paroisse orthodoxe ayant décidé de changer de juridiction canonique : violation", "", "En fait : En 1990, la paroisse requérante fut enregistrée comme association religieuse de l’Eglise orthodoxe ukrainienne relevant du patriarcat de Moscou. En décembre 1999, l’assemblée des paroissiens – vingt et un sur vingt-sept membres étant présents – décida de se soustraire à la juridiction et à l’autorité canonique du patriarcat de Moscou pour se soumettre à celles du patriarcat de Kiev. Un archevêque du patriarcat de Kiev admit la paroisse et nomma son prieur. La paroisse demanda aux autorités de Kiev d’enregistrer les amendements apportés à ses statuts. En janvier 2000, quelque 300 ecclésiastiques et laïques adeptes du patriarcat de Moscou occupèrent les locaux de l’église et élirent de nouvelles instances dirigeantes pour la paroisse, y compris une nouvelle assemblée des paroissiens. Les parties sont en désaccord sur le point de savoir si ces personnes étaient des membres actifs de la paroisse. Les autorités de Kiev ne firent pas droit à la demande d’enregistrement des amendements, au motif qu’ils enfreignaient les statuts de la paroisse. Le tribunal de Kiev confirma la légalité de cette décision ; il estima en effet que l’assemblée des paroissiens tenue en décembre 1999 n’était pas représentative de l’ensemble de la communauté religieuse. La Cour suprême confirma ce jugement, considérant que les dispositions des statuts de la paroisse limitant le nombre de membres étaient contraires à la loi car elles avaient empêché la majorité du groupe religieux de manifester sa religion en participant à l’administration des affaires de l’église. En décembre 2000, les autorités de Kiev enregistrèrent les changements apportés aux statuts de la paroisse, conformément à la demande de la nouvelle assemblée qui avait choisi le rattachement au patriarcat de Moscou. En 2002, la paroisse requérante engagea une procédure, sollicitant la restitution de biens que la nouvelle assemblée avait, selon ses allégations, confisqués en 2000 et une indemnité pour dommages. Ces demandes furent rejetées pour défaut de fondement. Les membres de la paroisse requérante ne peuvent plus utiliser les locaux de l’église ni pratiquer leur religion dans l’église.", "En droit : La situation de conflit apparent entre une organisation religieuse et la direction de l’Eglise à laquelle elle appartenait a exigé de la part des autorités internes qu’elles se montrent extrêmement prudentes et neutres. Le refus d’enregistrer les amendements apportés aux statuts de l’association requérante a constitué une ingérence dans le droit de celle-ci à la liberté de religion garantie par l’article 9, pris isolément ou combiné avec l’article 11. Par cette ingérence, les autorités internes ont restreint la possibilité pour le groupe religieux concerné, qui n’avait pas le statut d’entité juridique, d’exercer toutes les activités religieuses et autres. Elle a également empêché l’association requérante de se rattacher au patriarcat de Kiev en tant que groupe religieux indépendant gérant les affaires d’une église qu’elle avait construite et où elle avait l’habitude d’assister aux offices religieux. L’ingérence était prescrite par la loi, étant donné qu’elle était fondée sur la loi sur la liberté de conscience et les organisations religieuses (« la loi »). En ce qui concerne le critère de « prévisibilité », il exige de l’Etat défendeur qu’il adopte des dispositions juridiques énumérant dans le détail tous les motifs de nature à fonder le refus d’enregistrer des changements apportés aux statuts d’une association religieuse. Or la loi ne mentionne qu’une raison très vague permettant d’opposer un tel refus : une infraction à la législation en vigueur. Aussi la Cour estime-t-elle que l’on peut douter de la « prévisibilité » de la disposition en question et de l’existence de garanties suffisantes contre l’arbitraire et les abus éventuels de l’organe de l’Etat chargé de l’enregistrement, lequel dispose d’un pouvoir discrétionnaire illimité en matière d’enregistrement. L’ingérence dénoncée poursuivait un but légitime, à savoir la protection de l’ordre, de la sécurité publique et des droits d’autrui. Les motifs avancés par les autorités internes pour refuser l’enregistrement de l’association requérante n’étaient ni cohérents, ni « pertinents ou suffisants ». Contrairement aux conclusions des tribunaux internes, la loi ne précise pas qu’un groupe religieux doit être composé de toutes les personnes ou de tous les croyants assistant aux services religieux d’une église particulière. En outre, elle ne renferme aucune restriction ni aucun obstacle empêchant une organisation religieuse de déterminer librement les modalités d’admission de nouveaux membres, les critères d’adhésion et les procédures d’élection des instances dirigeantes, et ne prévoit aucune restriction en la matière. L’Etat ne peut pas contraindre une association de droit privé ayant une existence légitime d’admettre des membres ou d’en exclure. L’organisation interne de la paroisse était clairement définie dans les statuts. Les autorités nationales, notamment les tribunaux, n’ont pas pris cette structure en considération, déclarant que le groupe religieux concerné n’était constitué que d’une minorité des « membres permanents du groupe religieux » composé de quelque 300 personnes, qui n’avaient pas été invitées à participer à la réunion de l’assemblée des paroissiens. Les tribunaux n’ont pas tenu compte du règlement interne de la paroisse ni de l’histoire de l’administration de la paroisse de 1989 à 2000 et ont fondé leurs conclusions sur une disposition ambigüe de la loi. En résumé, l’ingérence dans l’exercice par l’association requérante de son droit à la liberté de religion n’était pas justifiée. L’absence de garanties contre la prise de décisions arbitraires par les autorités chargées de l’enregistrement n’a pas été compensée par le contrôle judiciaire effectué par les juridictions internes, qui ne pouvaient manifestement pas parvenir à une autre conclusion en raison du défaut de cohérence et de prévisibilité de la législation.", "Conclusion : violation (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}