{"file": "FRE_CLINF_13102_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "13102/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 128", "Mars 2010", "Kozak c. Pologne - 13102/02", "Arrêt 2.3.2010 [Section IV]", "Article 14", "Discrimination", "Refus de reconnaître à un homosexuel le droit à la transmission d’un bail après le décès de son compagnon : violation", "", "En fait – A la suite du décès de son compagnon homosexuel, le requérant engagea contre la commune une procédure dans laquelle il demandait le droit de reprendre le bail du logement social dont son compagnon avait été locataire. Les juridictions internes rejetèrent la demande au motif que le requérant avait déménagé de l’appartement et cessé d’en payer le loyer avant le décès de son compagnon et que, quoi qu’il en soit, le concubinage entre deux personnes, qui était une condition préalable à la reprise du bail d’un appartement de la commune, ne pouvait exister qu’entre deux personnes de sexe opposé.", "En droit – Article 14 combiné avec l’article 8 : tout en reconnaissant le caractère contradictoire de certaines déclarations faites par le requérant devant les juridictions internes à propos de la nature et de la durée de sa relation avec son compagnon ainsi que de leur vie commune dans l’appartement, la Cour estime qu’il ne lui appartient pas de dire laquelle des juridictions du fond a correctement établi les faits. Elle doit se borner à examiner si les décisions rendues sur les faits tels qu’ils ont été établis dans la procédure interne litigieuse ont respecté l’interdiction de la discrimination consacrée par l’article 14.", "En statuant sur la demande de transmission du bail présentée par le requérant, les juridictions internes ont presque exclusivement tenu compte de la relation homosexuelle de l’intéressé avec son compagnon. Etant donné que le droit polonais ne reconnaissait pas le mariage entre deux personnes de même sexe, elles ont conclu qu’il ne pouvait y avoir de concubinage qu’entre deux personnes de sexe opposé. Malgré l’importance du but légitime poursuivi dans l’affaire du requérant, à savoir la protection de la famille traditionnelle, l’Etat doit tenir compte, dans son choix de protéger ce but, de l’évolution de la société, notamment du fait qu’il n’existe pas simplement une façon pour un individu de mener sa vie privée et familiale. Vu l’étroite marge d’appréciation dont bénéficie l’Etat en cas de différence de traitement fondée sur l’orientation sexuelle, on ne saurait admettre qu’il soit possible de refuser de manière générale la transmission d’un bail aux personnes vivant une relation homosexuelle.", "Conclusion : violation (unanimité).", "Article 41 : constat de violation suffisant en lui-même pour le préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}