{"file": "FRE_CLINF_3669_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "3669/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 109", "Juin 2008", "Adamsons c. Lettonie - 3669/03", "Arrêt 24.6.2008 [Section III]", "article 3 du Protocole n° 1", "Se porter candidat aux élections", "Inéligibilité d’un ancien membre d’une unité militaire relevant du KGB :violation", "", "En fait : Le requérant fut officier des Forces garde-frontières de l’ex-Union soviétique, un corps armé placé sous la supervision du KGB. Au cours de son service, qui se déroulait essentiellement en Extrême-Orient, il accéda au rang de capitaine de frégate. Après l’éclatement de l’URSS, l’ensemble des forces armées soviétiques passa sous la juridiction de la Fédération de Russie. En 1992, le requérant quitta les Forces garde-frontières russes et rentra en Lettonie où il fut nommé à des postes importants dans le commandement de l’armée. Il devint le vice-commandant de la marine nationale puis le commandant en chef des Forces garde-frontières lettonnes. Enfin, il abandonna la carrière militaire pour entrer dans la politique. Après avoir été ministre de l’Intérieur, il fut élu au Parlement en 1995. Le requérant quitta le parti La Voie lettonne alors au pouvoir et rejoignit les rangs de l’opposition social-démocrate. Le bureau du Parlement entreprit des démarches en vue d’un constat formel de sa collaboration avec le KGB. Par un jugement, rendu à la demande du parquet, un tribunal constata que le requérant avait été agent en service des Forces garde-frontières du KGB et non agent du KGB comme le parquet l’avait requis. Sur la base de ce jugement, plusieurs députés tentèrent de faire annuler le mandat du requérant. Ils se référèrent à la disposition de la loi sur les élections législatives qui déclarait inéligibles les citoyens étant ou ayant été agents en service des organes de sûreté publique, de renseignements ou de contre-espionnage de l’URSS, de la RSS de Lettonie ou d’un Etat étranger. Cependant, la commission parlementaire compétente estima que le jugement précité traçait une nette distinction entre un agent du KGB et un agent des Forces gardes-frontières du KGB, même si ce dernier était subordonné au KGB. Or, la restriction en cause ne s’appliquait qu’au premier. En 2002, le requérant se porta candidat aux élections législatives sur la liste du Parti social-démocrate ouvrier de Lettonie. Cependant, la Commission électorale centrale, se fondant sur la disposition susmentionnée de la loi sur les élections législatives, le radia de sa liste. Le recours du requérant devant le tribunal de l’arrondissement fut rejeté et ce rejet fut confirmé par le sénat de la Cour suprême. En 2006, le requérant ne put se porter candidat.", "", "En droit : Article 3 du Protocole no 1 – Pour être compatible avec la Convention, une procédure de lustration doit remplir un certain nombre de conditions.", "", "a)  Légalité : Le requérant a été écarté des élections en application du paragraphe de l’article de la loi sur les élections législatives, qui rend inéligibles toutes les personnes qui sont ou ont été agents des organes de sûreté publique, de renseignements ou de contre-espionnage de l’URSS, de la RSS de Lettonie ou d’un Etat étranger. Dans son arrêt définitif confirmant le rejet du recours du requérant contre sa radiation de sa liste électorale, le sénat de la Cour suprême a refusé d’opérer la distinction défendue par le requérant entre un agent des Forces garde-frontières du KGB et un agent du KGB, et a reconnu par là-même l’applicabilité de l’article à son égard. Ainsi, l’arrêt apparaît suffisamment motivé et ses conclusions ne sont pas arbitraires.", "", "b)  Buts légitimes : Eu égard à la situation qu’a connue la Lettonie sous la férule soviétique et le rôle actif joué par le KGB, organe principal de sécurité étatique de l’ex-URSS, dans le maintien du régime totalitaire et dans la lutte contre toute opposition politique à ce régime, la législation électorale litigieuse avait pour but légitime la protection de l’indépendance de l’Etat, de son ordre démocratique, de son système institutionnel et de sa sécurité nationale.", "", "c)  Proportionnalité : Au vue du contexte socio-historique particulier dans lequel s’inscrit la présente affaire, la Cour peut admettre qu’au cours des premières années qui ont suivi le rétablissement de l’indépendance de la Lettonie, d’importantes restrictions pouvaient être appliquées aux droits électoraux sans pour autant enfreindre l’article 3 du Protocole no 1. Toutefois, au fil du temps, une simple suspicion générale à l’égard d’un groupe de personnes ne suffisait plus, et les autorités devaient apporter des arguments et des éléments de preuve supplémentaires pour justifier la mesure litigieuse. S’agissant de la disposition de la loi appliquée en l’espèce, il vise les anciens agents du KGB. Eu égard à la diversité des fonctions de cet organe, cette notion est, en tant que telle, trop large ; interprétée littéralement, elle peut être comprise comme englobant toute personne ayant été au service du KGB, sans tenir compte de l’époque, des tâches concrètes qui avaient été assignées à la personne, et de son comportement individuel. La Cour constitutionnelle a d’ailleurs expressément relevé ce problème. La présente affaire est fondamentalement différente de l’affaire Ždanoka. Dans ces circonstances, il ne suffit plus, comme dans l’affaire précitée, de se limiter à constater que l’intéressé appartenait au groupe donné. Puisque ce groupe est défini d’une manière trop générale, une restriction des droits électoraux de ses membres doit suivre une approche individualisée permettant de tenir compte de leur comportement réel. La nécessité de cette individualisation devient de plus en plus importante avec le passage du temps, dans la mesure où l’on s’éloigne de l’époque où les agissements litigieux sont présumés avoir eu lieu. Il n’a jamais été reproché au requérant d’avoir été directement ou indirectement impliqué dans des méfaits du régime totalitaire communiste tels que la répression de l’opposition politique et idéologique, les dénonciations, ou toute autre mesure visant la population. Il n’y a dans la biographie du requérant aucun acte susceptible de témoigner d’une opposition ou d’une hostilité au rétablissement de l’indépendance de la Lettonie et de son ordre démocratique. Par ailleurs, ce dernier n’a été officiellement reconnu inéligible que très tardivement, après dix ans d’une carrière militaire et politique remarquable dans la Lettonie restaurée. En effet, dès son retour, il a occupé des postes très importants avant d’entamer une carrière de parlementaire. Ainsi, seules les raisons les plus impérieuses pouvaient justifier l’inéligibilité du requérant dans ces conditions. En l’absence d’information révélant des faits nouveaux au sujet du requérant, son inéligibilité est manifestement contraire au principe de confiance légitime. Le délai de dix ans pendant lequel les ex-agents du KGB pouvaient subir les restrictions prévues par d’autres textes législatifs devait expirer en juin 2004. Toutefois, peu après, le Parlement a prolongé ce délai de dix années supplémentaires. Puisque ni le Parlement ni le Gouvernement n’ont expliqué les raisons d’une telle prolongation, malgré le passage du temps et la stabilité renforcée dont jouit à présent la Lettonie du fait de son intégration pleine et entière dans l’ensemble européen, force est de conclure que cette prolongation a revêtu un caractère manifestement arbitraire à l’égard du requérant. En outre, il ressort des faits de la cause que la Cour constitutionnelle lettonne a estimé possible d’adopter une approche individualisée à l’égard d’un autre ex-agent du KGB. Dans ces circonstances, les autorités ont outrepassé une marge d’appréciation acceptable et l’ingérence dénoncée est incompatible avec les exigences de l’article 3 du Protocole no 1.", "Conclusion : violation (six voix contre une).", "", "Article 41 – 10 000 EUR pour dommage moral.", "", "Voir également l’arrêt Ždanoka c. Lettonie [GC], no 58278/00, 16 mars 2006, Note d’information no 84.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}