{"file": "FRE_CLINF_31276_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "31276/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 116", "Février 2009", "Women On Waves et autres c. Portugal - 31276/05", "Arrêt 3.2.2009 [Section II]", "Article 10", "Article 10-1", "Liberté d'expression", "Interdiction d'entrée dans les eaux territoriales d'un navire affrété en vue d'œuvrer pour la dépénalisation de l’interruption volontaire de grossesse : violation", "", "En fait : Les trois associations requérantes ont pour but, entre autres, de promouvoir le débat sur les droits reproductifs. En 2004, la société Women on Waves, invitée par les deux autres sociétés requérantes à venir œuvrer pour la dépénalisation de l’interruption volontaire de grossesse,affréta le navire Borndiep à destination du Portugal. Des rencontres sur la prévention des maladies sexuellement transmissibles, le planning familial et la dépénalisation de l’interruption volontaire de grossesse devaient se tenir à bord. L’entrée du navire dans les eaux territoriales portugaises fut interdite par arrêté ministériel et empêchée par un navire de guerre portugais. La demande faite par les sociétés requérantes au tribunal administratif d’autoriser l’entrée immédiate du navire fut rejetée tout comme leur appel, le Tribunal central administratif l'estimant dépourvu d'utilité, dans la mesure où le navire avait quitté les eaux territoriales portugaises. La Cour suprême administrative déclara le pourvoi des requérantes irrecevable estimant que la question litigieuse était dépourvue d’une importance juridique ou sociale justifiant son intervention.", "En droit : Sur la disposition applicable en l'espèce : La question de la liberté d'expression est en l'espèce difficilement séparable de celle de la liberté de réunion. Prenant en compte les circonstances particulières de l'affaire, et notamment le fait que les griefs des requérantes portent principalement sur le refus qui leur aurait été opposé au droit d'informer le public sur leur position à l'égard de l'interruption de grossesse et des droits des femmes en général, il est plus aisé d'examiner la situation litigieuse sous l'angle du seul article 10 et il n'y a donc pas lieu de considérer la question séparément sous l'angle de l'article 11. ", "Sur l'observation de l'article 10 de la Convention : L'interdiction d'entrée du navire dans les eaux territoriales portugaises a empêché les intéressées de transmettre les informations et de tenir les réunions et manifestations programmées – qui étaient censées se dérouler à bord – de la manière qu'elles estimaient la plus efficace. Cette ingérence visait les buts légitimes de défense de l'ordre et de protection de la santé. Dans certaines situations le mode de diffusion des informations et idées que l'on entend communiquer revêt une importance telle que des restrictions comme celles imposées en l'espèce peuvent affecter de manière essentielle la substance des idées et informations en cause. En l'occurrence, ce n'était pas uniquement le contenu des idées défendues par les requérantes qui était en cause mais également le fait que les activités choisies afin de communiquer de telles idées auraient lieu à bord du navire en cause, ce qui revêtait une importance cruciale pour les requérantes et correspondait à une activité menée depuis un certain temps par la première requérante dans d'autres Etats européens.", "De plus, contrairement à l'affaire Appleby et autres citée par le Gouvernement, ce n'est pas un espace privé ou un bien appartenant au domaine public qui sont ici en cause mais la mer territoriale de l'Etat défendeur, qui est un espace public et ouvert de par sa nature même. Par ailleurs, l'on ne se trouve pas en l'espèce sur le terrain des obligations positives, et la marge d'appréciation de l'Etat est plus étroite s'agissant des obligations négatives découlant de la Convention.", "Enfin, aucun indice suffisamment sérieux permettant de penser que les requérantes avaient l'intention de violer de manière délibérée la législation portugaise de l'époque en matière d'avortement ne peut être décelé dans les faits de la cause. Or, la liberté d'exprimer des opinions au cours d'une réunion pacifique revêt une importance telle qu'elle ne peut subir une quelconque limitation dans la mesure où l'intéressé ne commet pas lui-même, à cette occasion, un acte répréhensible. ", "En l'espèce, l'Etat disposait assurément d'autres moyens pour atteindre les buts légitimes de la défense de l'ordre et de la protection de la santé que le recours à une interdiction totale d'entrée du Borndiep dans ses eaux territoriales, qui plus est moyennant l'envoi d'un bâtiment de guerre contre un navire civil. Une mesure aussi radicale produit immanquablement un effet dissuasif non seulement à l'égard des requérantes mais également à l'égard d'autres personnes souhaitant communiquer des informations et des idées contestant l'ordre établi. L'ingérence en question ne répondait donc pas à un « besoin social impérieux » et ne saurait passer pour « nécessaire dans une société démocratique ».", "Conclusion : violation (unanimité). ", "Article 41 – 2 000 euros à chaque requérante pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}