{"file": "FRE_HFJUD_4320_11.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "4320/11", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "AFFAIRE B. c. BELGIQUE", "", "(Requête no 4320/11)", "", "", "", "", "", "ARRÊT", "", "", "", "", "STRASBOURG", "", "10 juillet 2012", "", "", "", "DÉFINITIF", "", "19/11/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire B. c. Belgique,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tDanutė Jočienė, présidente,\n\tFrançoise Tulkens,\n\tIsabelle Berro-Lefèvre,\n\tAndrás Sajó,\n\tIşıl Karakaş,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 12 juin 2012,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 4320/11) dirigée contre le Royaume de Belgique et dont deux ressortissantes de cet Etat, Mme B. et sa fille (« les requérantes ») ont saisi la Cour le 20 janvier 2011 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). La présidente faisant fonction de la deuxième section a décidé que l’identité des requérantes ne serait pas divulguée (article 47 § 3 du règlement).", "2.  Les requérantes sont représentées par Me P-B. Martens, avocat à Bruges. Le gouvernement belge (« le Gouvernement »), est représenté par son agent, M. M. Tysebaert, conseiller général, service public fédéral de la Justice.", "3.  Les requérantes allèguent la violation de leur droit à la vie familiale garanti par l’article 8 de la Convention.", "4.  Le 7 décembre 2011, la requête a été communiquée au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Les requérantes sont nées respectivement en 1975 et en 2003 et résident à Oostende.", "6.  La première requérante vécut aux Etats-Unis depuis l’âge de trois ans. En 2001, elle y fit la connaissance d’un ressortissant américain. De leur union naquit la deuxième requérante, le 5 septembre 2003. L’enfant a la double nationalité belge et américaine. Un certificat médical établi en mars 2003, au début de la grossesse, fit état de contusions dont fut victime la première requérante, de marques de violence domestique et de ce que son conjoint lui avait demandé de procéder à un avortement.", "A.  Les procédures aux Etats-Unis relatives à la garde de l’enfant", "7.  Pendant les quatre premières années de sa vie, l’enfant vécut avec sa mère. En décembre 2004, la première requérante demanda au père de renoncer à tout droit de garde à l’égard de l’enfant, ce qu’il refusa.", "8.  Le 23 mai 2006, la première requérante fut condamnée pour fraude sociale à une peine d’emprisonnement, assortie de conditions probatoires pendant quinze ans.", "9.  Fin 2006, le père entama une procédure devant la Circuit Court d’Alachua (Floride) en vue d’obtenir la garde exclusive de l’enfant.", "10.  Le 7 février 2007, la Circuit Court invita les parents de l’enfant à essayer de régler leur différend à l’amiable avec l’aide d’un médiateur. Le 19 septembre 2007, les deux parties conclurent un règlement amiable aux termes duquel les parents exerceraient l’autorité parentale de manière conjointe, la première requérante aurait la garde de l’enfant, le père aurait un contact téléphonique quotidien avec l’enfant et paierait une pension alimentaire.", "11.  Le 9 novembre 2007, la Circuit Court confirma l’accord amiable et accorda un droit de visite temporaire au père afin de lui permettre de tisser des liens avec l’enfant.", "12.  Le 16 mai 2008, la Circuit Court constata l’accord des parents sur la garde alternée, tous les deux jours, de leur fille. La cour décida également que le père pourrait effectuer des visites compensatoires et qu’aucun des parents ne pouvait emmener l’enfant en dehors du territoire d’Alachua ni quitter le pays sans l’accord de l’autre parent ou du juge.", "13.  En juin 2008, le père déménagea sans donner sa nouvelle adresse à la première requérante. Celle-ci refusa de laisser l’enfant à son père jusqu’à ce qu’il lui donne sa nouvelle adresse.", "14.  Le 23 septembre 2008, une audience fut fixée à l’initiative du père en raison des obstacles mis par la première requérante à son droit de visite. Au cours de cette audience, il fut prévu que l’enfant serait remise au père jusqu’à la prochaine audience fixée au 6 octobre 2008.", "15.  Le 26 septembre 2008, la Circuit Court de Gilchrist (Floride) fut saisie par la première requérante qui remettait en cause les modalités de garde de l’enfant et faisait état d’un risque de violences domestiques à l’égard de l’enfant. La Circuit Court prit une mesure provisoire urgente interdisant au père tout contact avec la requérante et l’enfant jusqu’à l’audition du père ou pendant quinze jours au maximum.", "16.  Un rapport psychologique de l’enfant fut établi le 1er octobre 2008, à l’initiative de la première requérante, après plusieurs mois de consultation auprès du Meridian Behavioral Healthcare Center à Gainesville (Floride). Le psychologue conclut en ces termes :", "« Nous avons suivi [l’enfant] au Meridian au cours de ces derniers mois pour des problèmes de comportement qui se sont manifestés dans le cadre d’une dispute concernant le droit d’hébergement qui a donné lieu à des décisions prises par le juge qui n’ont pas été dans l’intérêt de l’enfant au niveau émotionnel ».", "17.  Le 6 octobre 2008, une nouvelle procédure engagée par le père devant la Circuit Court d’Alachua aboutit à l’annulation de la décision de la Circuit Court de Gilchrist.", "18.  Le 26 octobre 2008, la première requérante et le père conclurent un accord de médiation temporaire prévoyant des arrangements pratiques quant à la garde de l’enfant et les décisions la concernant.", "19.  Le 28 octobre 2008, la première requérante quitta les Etats-Unis avec l’enfant sans autorisation du père ou du juge et vint s’installer en Belgique.", "20.  Le 5 décembre 2008, la Circuit Court d’Alachua constata que la première requérante ne s’était pas conformée à la décision du 16 mai 2008 en cherchant à saisir d’autres juridictions et en refusant le droit de visite au père depuis le 30 juin 2008. La cour décida que le père aurait droit à quarante-cinq jours de garde en compensation des jours de garde manqués et que les parents continueraient à partager la garde de leur fille jusqu’au réexamen de l’affaire.", "21.  Le 24 décembre 2008, la Circuit Court d’Alachua constata que la première requérante avait enlevé l’enfant, qu’il fallait donc l’arrêter et la ramener à Alachua. La cour décida également de donner la garde exclusive de l’enfant au père jusqu’à une décision ultérieure du juge.", "B.  La procédure suivie en Belgique en vertu de la Convention de La Haye sur les aspects civils de l’enlèvement international d’enfants", "22.  Le 15 janvier 2009, l’autorité centrale belge pour les enlèvements internationaux d’enfants fut saisie par l’autorité centrale américaine pour qu’il soit fait application de la Convention de La Haye sur les aspects civils de l’enlèvement international d’enfants (« Convention de La Haye ») et que la deuxième requérante soit renvoyée chez son père aux Etats-Unis.", "23.  Le 22 janvier 2009, la première requérante entama une procédure devant le tribunal de la jeunesse de Bruges pour obtenir l’autorité parentale, la garde exclusive de l’enfant ainsi qu’une pension alimentaire du père. Toutefois, suite à l’audience du 19 mai 2009, le tribunal renvoya l’affaire au rôle, étant donné qu’une requête avait été déposée sur la base de la Convention de La Haye.", "24.  Le 2 juin 2009, à l’initiative de la première requérante, un rapport d’expertise psychologique de la deuxième requérante fut établi par une psychologue pour enfants, H.S.W., en ces termes :", "« Nous pouvons déduire des histoires et dessins projectifs que l’enfant a développé une base solide et sûre (la sécurité et la confiance sont développées pendant les trois premières années de vie).", "Sa sécurité émotionnelle et sa confiance sont étroitement associées avec le cadre de vie de sa maman. Elle voit sa maman comme quelqu’un qui la protège mais qui lui donne également suffisamment d’espace pour découvrir et expérimenter. (...)", "[L’enfant] se rappelle toutefois aussi plusieurs expériences agréables pendant son séjour chez son père. Ces expériences ne contrebalancent toutefois pas la lacune affective ressentie par le fait que souvent il n’était pas là, même pendant sa visite et qu’elle restait alors chez sa grand-mère. Elle raconte à ce sujet qu’elle était souvent triste, qu’elle n’était pas consolée et que sa mère lui manquait énormément. (...)", "La soussignée estime qu’en raison du fait que le père ne s’est aucunement préoccupé de la paternité pendant les premières années de l’enfance parce qu’il était absent tant au niveau physique qu’au niveau mental, il n’a aucune valeur affective pour l’enfant. (...)", "La soussignée estime qu’il n’est certainement pas dans l’intérêt de l’intégrité psychique de cet enfant que ce père exerce l’autorité parentale exclusive ».", "25.  Vu le refus de la première requérante de retourner l’enfant aux Etats-Unis, l’autorité centrale belge, agissant au nom du père, introduisit, le 27 octobre 2009, une requête devant le tribunal de première instance de Gand et demanda à ce qu’il soit dit pour droit que le déplacement de l’enfant était illicite, qu’il soit ordonné que l’enfant soit immédiatement ramenée aux Etats-Unis sous peine d’une astreinte de 500 euros (EUR) d’amende par jour de retard.", "26.  Suite aux deux audiences tenues devant le tribunal les 10 décembre 2009 et 7 janvier 2010, le ministère public requit de ne pas renvoyer l’enfant aux Etats-Unis. Le 8 mars 2010, le tribunal de première instance de Gand jugea que le retour de l’enfant aux Etats-Unis ne pouvait se justifier en raison de l’article 13 de la Convention de La Haye. Le tribunal s’exprima en ces termes :", "[Traduction du greffe]", "« L’article 13 alinéa 1 b) [de la Convention de La Haye] prévoit qu’exceptionnellement il y a un motif de refus tiré du danger physique ou psychique pour l’enfant. (...)", "Interpréter cette exception de manière restrictive emporte le risque que la mise en œuvre du traité devienne lettre morte. (...)", "La thèse selon laquelle le « danger » devrait être limité strictement aux situations de guerre ou de famine ne tient pas compte des conditions et des objectifs de la [Convention des Nations Unies relative aux droits de l’enfant de 1989].", "Étant donné que cette dernière convention est plus récente, il est logique qu’elle prime sur la Convention de La Haye. (...)", "Il est donc établi que le renvoi forcé de ce jeune enfant l’exposerait à des dangers, d’autant plus que le père s’est vu reconnaître la garde exclusive de l’enfant. »", "27.  Le 21 juin 2010, la psychologue H.S.W., qui avait continué à suivre la deuxième requérante, rédigea un rapport de suivi et indiqua ce qui suit :", "« [L’enfant] est une enfant joyeuse et intelligente. Elle parle parfaitement le néerlandais. Elle s’est totalement intégrée dans son cadre de vie et son milieu scolaire.", "(...)", "Il est clair que cette enfant se sent sûre et en sécurité dans la vie qu’elle mène actuellement. Elle continue toutefois anxieusement à se poser la question de savoir si elle pourra continuer à vivre avec ce sentiment de sécurité. Elle se rappelle encore la période passée chez son père et chez la mère de celui-ci. Ces images restent associées à la solitude, à l’angoisse et à la honte («  il faisait toujours avec son doigt à ma petite fleur... » « il voulait toujours dormir à côté de moi, cela était désagréable, je voulais toujours faire de la place et je tombais alors du lit »). Elle se sent quelque peu sécurisée parce que depuis cette période, elle n’a plus rien appris de son père. Elle espère que son père l’a oubliée, tout comme elle l’a oublié. »", "28.  En septembre 2010, une rencontre entre le père et sa fille en présence d’une psychologue fut organisée et filmée en Belgique.", "29.  L’autorité centrale belge, au nom du père, fit appel du jugement du tribunal de première instance de Gand. A l’audience du 21 octobre 2010 devant la cour d’appel de Gand, le ministère public conclut ainsi :", "[Traduction du greffe]", " « En l’espèce, la notion de « situation intolérable » est le concept principal qu’il convient d’examiner : jusqu’à sa quatrième année, les contacts entre le père et l’enfant étaient très sporadiques, ensuite – lorsque les contacts furent rétablis – le domicile principal resta chez la mère ; l’enfant n’a pas créé de lien affectif avec la figure paternelle ; la situation est telle qu’en cas de renvoi forcé de l’enfant vers les États-Unis, l’enfant serait complètement éloignée de sa mère ; de l’avis du ministère public, il convient de faire appel à des experts (psychologue ou psychiatre pour enfants) pour évaluer si l’enfant – en cas de mise en œuvre du renvoi – se trouverait en «  danger » ou dans une « situation intolérable » ; avis : ne pas recommander le renvoi : risque que l’enfant se trouve dans une situation intolérable. »", "30.  La première requérante et le père furent entendus. Un accord fut conclu pour commencer une médiation volontaire.", "31.  Dans ses conclusions devant la cour d’appel de Gand, le père envisagea l’hypothèse où le retour ne serait pas ordonné en proposant un calendrier précis de partage de la garde durant les vacances scolaires et des modalités concrètes pour maintenir des contacts réguliers.", "32.  Le 23 décembre 2010, la cour d’appel infirma la décision du tribunal de première instance de Gand et ordonna à la première requérante de ramener sa fille aux Etats-Unis dans un délai d’un mois après notification de l’arrêt. L’arrêt était ainsi motivé :", "[Traduction du greffe]", "« 2.2.2. [La mère] fait valoir que le père n’a manifesté aucun intérêt pour l’enfant au cours des premières années de sa vie. (...)", "Les contacts ont repris progressivement grâce à l’intervention du juge, jusqu’à ce que finalement un accord entre les parents pour une résidence alternée de l’enfant soit confirmé par un jugement du 16 mai 2008.", "(...) Quelle qu’en soit la cause, la faible fréquence des contacts entre le père et l’enfant jusqu’à l’âge de quatre ans ne peut jouer un rôle déterminant sur l’évaluation du risque qu’impliquerait un renvoi.", "Il est certes vrai que la mère faisait/fait fonction de personne de repère.", "Il lui incombait toutefois, avant d’emmener l’enfant en Belgique et, par là, de suspendre les contacts avec le père, d’envisager les possibles conséquences de son action. Elle savait et pouvait savoir que le père n’allait pas se satisfaire de cette situation. Elle ne peut pas invoquer la situation de fait qu’elle a elle-même créée consciemment comme argument pour empêcher le retour [de l’enfant]. (...)", "2.2.5. [La mère] mentionne un problème de drogue dans le chef [du père].", "(...) [La mère] a également connu un problème de drogue.", "De plus, le 23 mai 2006, elle a été condamnée pour fraude à une peine de prison assortie de conditions probatoires pour une durée de quinze ans. (...)", "Le rapport constatant le non-respect des conditions imposées indique que [la mère] est partie pour la Belgique le 28 octobre 2008. L’auteur du rapport fait état de ce que [la mère] peut perdre l’autorité parentale et qu’elle est sous la menace d’une incarcération. Il ajoute qu’il lui paraît très peu probable qu’elle retourne aux EtatsUnis. (...)", "Indépendamment de la question de savoir si c’est le milieu maternel ou le milieu paternel qui serait le meilleur pour garantir une éducation intègre de l’enfant, la cour constate que [la mère] est mal placée pour se prévaloir du passé judiciaire du père.", "En ce qui concerne le père, il y a nombre de pièces qui tendent à démontrer que ni lui ni son entourage ne sont négatifs ou dangereux pour [l’enfant].", "Rien n’indique que [le père] ne pourrait pas s’occuper correctement de l’enfant pendant son séjour chez lui, si nécessaire avec l’aide de tiers (ainsi qu’il en va du reste pour [la mère]).", "Pour ce qui est de [la mère], il semble qu’elle ait pris un nouveau départ en Belgique.", "Le fait qu’en cas de retour aux États-Unis elle risquerait d’être incarcérée est la conséquence de ses propres actions (...) et n’est pas de nature à influencer la décision de la cour.", "Il en va de même de la circonstance que [la mère], du fait de la menace de son incarcération, n’envisagerait pas de retourner aux États-Unis.", "2.2.6. [La mère] mentionne un rapport du Meridian Behavioral Healthcare Center à Gainesville (Floride) d’octobre 2008. Il s’agit d’un rapport unilatéral relatif aux problèmes comportementaux de [l’enfant] rencontrés à l’occasion du règlement du droit d’hébergement et sur la base duquel une thérapie a été suivie.", "Ces données unilatérales ne peuvent pas être utilisées pour juger du danger psychologique auquel l’enfant serait supposément exposée au moment de son retour.", "[La mère] mentionne ensuite les rapports, également unilatéraux, établis en Belgique par la psychothérapeute [H.S.M.W.] le 2 juin 2009 et le 21 juin 2010.", "Le rapport du 2 juin 2009 indique que [la mère] a quitté les Etats-Unis « parce que le tribunal avait accordé au père un droit de visite très étendu et avait donné sa permission pour qu’une autre école soit choisie pour l’enfant, à proximité du domicile de son père et de celui de sa mère ».", "Suit le récit tendancieux de [la mère]. Ce rapport doit donc au minimum être également relativisé.", "Il avance une série d’affirmations au sujet du père sans que celui-ci ait jamais été vu ni entendu. (...)", "Le rapport de suivi du 21 juin 2010 confirme que [l’enfant] est pleinement intégrée dans son cadre de vie et son milieu scolaire.", "La considération que l’enfant s’est entre-temps enracinée dans son nouvel environnement est un argument en principe valable au regard de l’article 12 de la Convention de La Haye. Il ne peut toutefois être invoqué que dans le cas d’une demande de retour faite après l’expiration d’un délai d’un an à compter de l’enlèvement, et ne peut donc être avancé en l’espèce.", "La cour a visionné les vidéos enregistrées lors des contacts qui ont eu lieu fin septembre 2010 en Belgique entre [l’enfant] et son père.", "On y voit une enfant qui joue normalement en présence de son père et qui, le temps de la rencontre, n’a pas le comportement d’une enfant traumatisée. Ces images sont, elles aussi, à l’évidence unilatérales et fragmentaires et ne sont donc pas déterminantes, mais elles soulèvent des questions quant au point de vue de la mère.", "2.2.7. L’éloignement de la mère qui résulterait d’un retour aux Etats-Unis est un autre argument invoqué pour justifier le refus opposé.", "Le transfert illicite de l’enfant par la mère, qui a mis tout le monde devant un fait accompli et qui a eu pour conséquence de priver l’enfant de contacts réguliers avec son père à partir du milieu de l’année 2008, n’était pas non plus dans l’intérêt de l’enfant, qui continue aujourd’hui de subir les conséquences négatives de cette action de sa mère. (...)", "Ce serait spéculer que de partir de l’idée qu’à la suite du retour il n’y aurait aucune possibilité, que ce soit par la voie judiciaire ou autrement, de trouver un arrangement approprié pour l’hébergement de l’enfant et que celle-ci serait complètement éloignée de sa mère.", "Les conclusions de synthèse déposées au nom [du père] comportent du reste le passage suivant : « [Le père] souhaitait – et souhaite encore – que soit mis en place par la justice un droit de visite lui permettant de voir sa fille à des moments déterminés. Compte tenu du passé et aussi des intérêts de l’enfant, [le père] était et est toujours parfaitement conscient du fait que le rétablissement du contact avec sa fille est un projet à long terme. »", "Dans ces circonstances, on ne peut partir du postulat que l’intérêt de l’enfant serait contraire à celui du père. (...) »", "33.  Le 14 janvier 2011, un nouveau rapport d’expertise psychiatrique de l’enfant fut établi par le docteur J.W. qui constatait ce qui suit :", "« Dans ses antécédents, nous constatons bien un moment de trouble de stress post-traumatique et il s’agit de l’année 2007-2008 où elle manifestait apparemment une détérioration de son comportement en raison du fait qu’elle résidait alternativement une semaine chez son père et une semaine chez sa mère (...) La bonne relation avec la mère est l’une des conditions les plus importantes dans la vie pour pouvoir bien fonctionner. Cela peut également être le père mais en l’occurrence c’est clairement la mère. Il n’y a pas de signe d’endoctrinement de l’enfant à l’égard du père. L’enfant n’a pas reçu de lavage de cerveau (...) Pour le reste, elle est parfaitement intégrée ici et (...), dans l’intérêt de l’enfant, le maintien de ce contexte sera donc d’un intérêt primordial pour le futur développement (positif) de sa personne et de sa personnalité. »", "34.  Tirant notamment grief de la violation de son droit à la vie familiale tel que garanti par l’article 8 de la Convention et s’appuyant sur la jurisprudence de la Cour telle qu’énoncée dans Neulinger et Shuruk c. Suisse [GC] (no 41615/07, CEDH 2010), la première requérante se pourvut en cassation le 12 janvier 2011.", "C.  Intervention de la Cour et évènements ultérieurs", "35.  Le 20 janvier 2011, l’avocat de la première requérante introduisit une demande de mesure provisoire devant la Cour en application de l’article 39 de son règlement. Le 2 février 2011, la Présidente faisant fonction de la section à laquelle l’affaire fut attribuée ordonna l’application de l’article 39 jusqu’à la fin de la procédure devant la Cour de cassation et décida que la requête serait traitée en priorité.", "36.  Le 14 mars 2011, le père, aidé de cinq personnes de nationalité américaine, tenta d’enlever l’enfant de force à la sortie de l’école. L’opération échoua du fait de l’intervention de la police locale et le père fit l’objet d’une arrestation administrative.", "37.  Le 15 mars 2011, saisi par la première requérante d’une requête unilatérale en extrême urgence, le président du tribunal de première instance de Bruges, tenant compte de la mesure provisoire ordonnée par la Cour, ordonna une interdiction faite au père de faire sortir l’enfant de Belgique sous peine de 15 000 EUR d’amende. L’ordonnance était ainsi motivée :", "« Attendu que depuis la naissance de [l’enfant], le père ne se préoccupa pas de l’enfant.", "Pendant les quatre premières années de sa vie, [l’enfant] ne vit son père que quatre fois environ (les parties vivaient séparément).", "Attendu que le père était violent à l’encontre de la mère (avec terreur psychique et physique).", "De sorte qu’ils n’entretenaient presque plus de contacts.", "Attendu que le père réapparut soudainement en engageant une procédure devant les tribunaux américains, qu’il obtint brusquement et de manière inattendue un droit de garde avancé sans aucun accompagnement ni enquête sociale (garantissant l’intérêt de l’enfant).", "Que l’enfant changea totalement d’attitude du fait de cette situation nouvelle, et que s’ensuivit la nécessité de lui faire suivre une thérapie. (...)", "Que, par décision (fax du 2 février 2011) de la Cour européenne des droits de l’homme, il fut jugé qu’il serait préférable de ne pas renvoyer [l’enfant] vers les États-Unis, au moins jusqu’à la fin de la procédure devant la Cour de cassation.", "Qu’il est attendu de l’État belge qu’il se conforme à la décision de la Cour de Strasbourg (sous peine de violer l’article 34 de la Convention) ;", "La décision de la cour d’appel de Gand ordonnant le renvoi de l’enfant vers les États-Unis doit donc être suspendue. »", "38.  Le 13 mai 2011, le tribunal de première instance de Bruges confirma l’interdiction faite au père de faire sortir l’enfant du territoire belge pour la durée de la procédure en cassation. Le père ne déposa pas de recours contre cette décision dans le délai légal imparti.", "39.  Le 10 novembre 2011, la Cour de cassation rejeta le pourvoi introduit par la deuxième requérante contre l’arrêt de la cour d’appel de Gand considérant que, compte tenu des articles 13 b) et 26 de la Convention de La Haye, les moyens soulevés manquaient en droit.", "40.  Le 7 décembre 2011, la mesure provisoire indiquée par la Cour fut prolongée pour la durée de la procédure devant elle.", "41.  Le 24 janvier 2012, sollicitée par l’autorité centrale belge quant aux possibles poursuites contre la première requérante du fait de l’enlèvement d’enfant, l’autorité centrale américaine indiqua que seul le procureur pouvait décider de leur opportunité. Il existe de nombreux cas dans lesquels elles ont été abandonnées après que l’enfant soit retourné aux Etats-Unis. Par ailleurs et bien qu’aucune garantie ne puisse être donnée sur ce point, de telles poursuites ne s’opposent pas à ce que la garde soit également confiée à la mère ou, au minimum, qu’un droit de visite soit organisé, selon ce que le juge considèrera être dans l’intérêt de l’enfant. Quant au risque d’incarcération pour fraude, l’autorité américaine souligna que ces poursuites étaient étrangères aux faits d’enlèvement d’enfant.", "II.  LE DROIT INTERNATIONAL PERTINENT", "42.  Les dispositions pertinentes de la Convention de La Haye sur les aspects civils de l’enlèvement international d’enfant du 25 octobre 1980 (ratifiée par la Belgique et les Etats-Unis) ainsi que les dispositions pertinentes de la Convention internationale relative aux droits de l’enfant du 20 novembre 1989 (ratifiée par la Belgique) sont énoncées dans l’affaire Neulinger et Shuruk précitée (§§ 48 à 74).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "43.  Les requérantes allèguent une violation de leur droit au respect de leur vie familiale au sens de l’article 8 de la Convention, qui est ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "\nA.  Thèse des parties", "44.  Les requérantes se plaignent que la cour d’appel de Gand, en ordonnant le retour de l’enfant aux Etats-Unis, n’a pas examiné la situation familiale de manière approfondie et n’a pas mis en balance les intérêts des personnes en jeu ni fait primer l’intérêt supérieur de l’enfant. Or, elles soutiennent que, par un renvoi aux Etats-Unis, la deuxième requérante serait totalement éloignée de sa mère et serait placée dans une « situation intolérable » au sens de l’article 13 b) de la Convention de La Haye. Il s’agit, selon elles, d’une ingérence disproportionnée dans leur vie familiale au sens de l’article 8 de la Convention à l’instar de ce que la Cour a jugé dans l’affaire Neulinger et Shuruk précitée.", "45.  Plus précisément, elles reprochent à la cour d’appel de Gand de n’avoir tiré aucune conséquence, contrairement au tribunal de première instance et à l’avis du ministère public tant en première instance qu’en appel, de ce que la première requérante est la personne de référence pour l’enfant, que le père fut « absent » pendant les quatre premières années de sa vie, que le retour de la mère aux Etats-Unis n’est pas envisageable vu le risque qu’elle encourt d’être incarcérée et que le père s’est finalement vu octroyer la garde exclusive de l’enfant. De plus, aucun cas ne fut fait des rapports psychologiques versés au dossier par la première requérante qui plaident pourtant tous contre le retour de l’enfant aux Etats-Unis tant pour des motifs psychologiques que du fait qu’elle est parfaitement intégrée en Belgique dans son nouveau cadre de vie. Aucune attention ne fut non plus accordée aux allégations de violence domestique du père à l’encontre de la première requérante au début de sa grossesse ni aux circonstances dans lesquelles les juridictions américaines ont fait évoluer le partage du droit de garde, sans considération des effets sur l’enfant et du contexte familial.", "46.  En l’absence d’une analyse approfondie de la situation familiale et d’une approche in concreto reposant sur des considérations objectives relatives à l’enfant et à son environnement, la cour d’appel de Gand a opté pour une solution déséquilibrée qui va à l’encontre de l’intérêt de l’enfant, en violation de l’article 8 de la Convention. Selon la première requérante, l’attitude du père tout au long de ces procédures est en réalité empreinte d’un fort désir de vengeance personnelle qui a pour seul objectif d’avoir la garde exclusive de l’enfant sans égard à l’intérêt de cette dernière comme en atteste notamment la tentative d’enlèvement à la sortie de l’école en mars 2011.", "47.  Le Gouvernement s’oppose à cette thèse. Il fait valoir que la mesure prise par la cour d’appel de Gand d’ordonner le retour de l’enfant aux Etats-Unis est non seulement légale, puisque fondée sur les articles 3 et 12 de la Convention de La Haye, traité qui a un effet direct en droit belge, mais aussi poursuit un but légitime en ce qu’elle vise à protéger le droit à la vie privée et familiale du père, y compris le droit d’être ensemble et de maintenir des relations personnelles avec son enfant, ainsi que l’intérêt supérieur de cette dernière. Sauf en cas de risque grave pour la santé psychique ou physique de l’enfant, le principe du retour immédiat et le maintien de ces relations relèvent en effet de l’intérêt de l’enfant tant du point de vue de l’article 8 de la Convention (Gnahoré c. France, no 40031/98, § 59, CEDH 2000IX) que de la Convention de La Haye.", "48.  Selon le Gouvernement, la mesure est proportionnée à l’objectif poursuivi. L’intérêt supérieur de l’enfant a été dûment pris en compte tant par les juridictions américaines que par la cour d’appel de Gand. Pour parvenir à l’annulation du jugement de première instance et ordonner le retour, la cour d’appel s’est attachée à procéder, pour justifier l’application de l’article 13 de la Convention de La Haye, à un examen approfondi et chronologique de tous les griefs de la première requérante quant aux dangers que pourrait encourir l’enfant en cas de retour. Si elle les a écartés, c’est au terme d’un raisonnement motivé et sur la base des pièces figurant au dossier relatives au passé de la mère, à l’entourage du père, au cadre de vie qu’il pourrait offrir à sa fille, au comportement de l’enfant en présence de son père lors de leur rencontre en septembre 2010 et à la volonté manifestée tout au long des procédures par le père de vouloir rétablir une relation personnelle durable avec l’enfant tout en maintenant les relations entre elle et sa mère. Il convient également de tenir compte du fait que la cour d’appel de Gand avait à sa disposition d’importants éléments que le tribunal en première instance n’avait pas, à savoir : l’intervention du père dans la procédure, des témoignages de l’entourage du père ainsi que des vidéos attestant de la bonne relation entre le père et sa fille.", "49.  Quant à la tentative d’enlèvement en mars 2011, elle s’expliquerait par le fait que le père ignorait qu’une mesure provisoire avait été indiquée par la Cour.", "50.  En conclusion, le Gouvernement est d’avis que l’affaire doit être distinguée de l’affaire Neulinger et Shuruk précitée, eu égard à l’existence de décisions des juridictions américaines d’octroyer un droit de garde au père, à l’environnement que celui-ci peut offrir à sa fille, à l’intérêt prononcé du père pour la garde de son enfant, à la volonté du père de trouver un accord avec la requérante et à la réalité des relations entre le père et sa fille.", "B.  Appréciation de la Cour", "51.  La Cour considère que cette partie de la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 a) de la Convention et n’a relevé aucune autre motif d’irrecevabilité. Elle doit donc être déclarée recevable.", "52.  Sur le fond, la Cour constate d’emblée que, pour les requérantes, continuer à vivre ensemble est un élément fondamental qui relève à l’évidence de leur vie familiale au sens de l’article 8 de la Convention, lequel est donc applicable en l’espèce (Keegan c. Irlande, 26 mai 1994, § 44, série A no 290).", "53.  La Cour remarque qu’il ne prête pas à controverse que le retour de l’enfant ordonné par les juridictions belges constituait une « ingérence » dans le chef des deux requérantes, au sens du paragraphe 2 de l’article 8 (voir, dans le même sens, Neulinger et Shuruk, précité, § 90).", "54.  La Cour note qu’il n’est pas non plus contesté que la mesure litigieuse était « prévue par la loi » au sens de l’article 8 § 2 de la Convention et que la base légale résidait dans la Convention de La Haye (articles 2 et 3), traité en vigueur en Belgique et ayant effet direct en droit belge. Lors du départ des requérantes pour la Belgique, l’autorité parentale était en effet exercée de manière conjointe par les deux parents et la garde était partagée en application des décisions judiciaires américaines. Par ailleurs, la décision de la Circuit Court d’Alachua du 16 mai 2008 avait interdit expressément que l’un des parents quitte le pays sans l’accord de l’autre ou sans la permission du juge. Or, ceux-ci n’avaient pas été obtenus par la première requérante quand elle quitta les Etats-Unis avec sa fille, ce qui rendait l’enlèvement illicite au sens de la convention précitée.", "55.  Il appartient donc à la Cour de rechercher si la mesure litigieuse poursuivait un but légitime et si elle était nécessaire dans une société démocratique au sens du paragraphe 2 de l’article 8.", "1.  Rappel des principes généraux applicables en la matière", "56.  La Cour a constamment souligné qu’en matière d’enlèvement international d’enfants, les obligations que l’article 8 de la Convention fait peser sur les Etats devaient être interprétées à la lumière des exigences imposées par la Convention de La Haye sur les aspects civils de l’enlèvement international d’enfant ainsi que de celles de la Convention internationale relative aux droits de l’enfant, tout en tenant compte de la nature différente de ces traités (Neulinger et Shuruk, précité, § 132 et les références citées).", "57.  L’interaction entre ces instruments a plusieurs facettes. D’une part, la Convention de New York oblige les Etats parties à prendre des mesures pour lutter contre les déplacements et les non-retour illicites d’enfants à l’étranger et ces Etats sont invités à conclure des accords bilatéraux ou multilatéraux ou à adhérer aux accords existants – dont la Convention de La Haye (Maumousseau et Washington c. France, no 39388/05, § 71, 6 décembre 2007).", "58.  D’autre part, la notion « d’intérêt supérieur de l’enfant », qui est au cœur de la protection offerte par la Convention de New York, entre également en jeu dans l’application de la Convention de La Haye malgré son caractère essentiellement procédural (Neulinger et Shuruk, précité, § 145). Cet instrument, en son Préambule et son article 1er, part de la présomption qu’un déplacement ou non-retour illicite est nuisible aux enfants. Il envisage l’intérêt objectif de ceux-ci à ne pas être déplacés par voie de fait, à un retour immédiat au statu quo ante et à ce que les décisions relatives à leur garde et au droit de visite soient prises dans leur pays de résidence habituelle. L’article 13 prévoit des exceptions au retour immédiat notamment en cas de « risque grave » que le retour n’expose les enfants à un « danger physique ou psychique » (alinéa 1er, b).", "59.  L’évaluation de l’intérêt supérieur de l’enfant s’apprécie à l’évidence au cas par cas et l’examen de la question de savoir si l’enfant serait confronté à un risque grave au sens de l’article 13 alinéa 1er b) de la Convention de la Haye revient, en premier lieu, aux autorités nationales qui ont souvent le bénéfice de contacts directs avec les intéressés et qui jouissent, pour ce faire, d’une certaine marge d’appréciation (ibidem, § 138).", "60.  Ce postulat repose sur le principe général de subsidiarité du rôle de la Cour à qui il appartient de contrôler la procédure suivie par les juridictions internes afin de rechercher si, dans l’application et l’interprétation des dispositions de la Convention de La Haye, elles ont respecté les garanties de l’article 8 de la Convention (ibidem, § 133, Šneersone et Kampanella c. Italie, no 14737/09, § 85, 12 juillet 2011), étant entendu que la Cour s’abstiendra de remettre en question l’appréciation de la situation faite par les juridictions internes à moins que celle-ci apparaisse clairement arbitraire (Raban c. Roumanie, no 25437/08, § 38, 26 octobre 2010).", "61.  Dans ce domaine, le point décisif au regard de l’article 8 consiste à savoir si le juste équilibre devant exister entre les intérêts concurrents présents – ceux de l’enfant, des deux parents entre eux et ceux de l’ordre public – a été ménagé par les juridictions internes dans les limites de leur marge d’appréciation (Maumousseau et Washington, précité, § 62). Dans cet exercice, une importance particulière doit être accordée à l’intérêt supérieur de l’enfant (Raban, précité, § 36) et l’intérêt des parents, notamment à bénéficier d’un contact régulier avec l’enfant, doit être un facteur dans la balance des différents intérêts en jeu (Neulinger et Shuruk, précité, § 134).", "62.  Selon la Cour, au sens de l’article 8, tel qu’interprété à la lumière des instruments internationaux précités, l’intérêt de l’enfant présente un double aspect. D’une part, il implique que les liens entre lui et sa famille soient maintenus, sauf dans les cas où celle-ci se serait montrée particulièrement indigne (Gnahoré, précité, § 59). D’autre part, il s’agit de garantir à l’enfant une évolution dans un environnement sain (voir, parmi d’autres, Elsholz c. Allemagne [GC], no 25735/94, § 50, CEDH 2000VIII, et Maršálek c. République tchèque, no 8153/04, § 71, 4 avril 2006).", "63.  Afin de déterminer si le processus décisionnel a respecté ces garanties, la Cour examine si les juridictions nationales se sont livrées, dans un délai raisonnable (Lipkowsky et McCormack c. Allemagne (déc.), no 26755/10, 18 janvier 2011), à un examen adéquat des implications concrètes du retour sur l’enfant.", "64.  Ainsi, la Cour a considéré que les juridictions internes avaient dûment pris en considération l’intérêt supérieur de l’enfant en envisageant la solution la moins préjudiciable à l’enfant et en ordonnant une solution alternative, à savoir : que l’enfant soit retourné avec le parent ravisseur afin que celui-ci continue à être présent auprès de l’enfant (Lipkowsky et McCormack, décision précitée). A l’inverse, elle a jugé que l’intérêt supérieur de l’enfant n’avait pas été suffisamment pris en compte par les juridictions qui n’avaient pas analysé les dangers potentiels, sur le plan psychologique, d’un retour sur l’enfant pourtant mentionnés dans des expertises produites devant elles (ibidem, § 95, voir également Karrer c. Roumanie, no 16965/10, §§ 46 et 47, 21 février 2012).", "65.  De la même manière, la Cour s’estime tenue de prendre en considération les éléments apparus postérieurement aux décisions des juridictions internes en raison de l’écoulement du temps, y compris de la durée de la procédure devant elle. Ce fut le cas dans l’affaire Neulinger et Shuruk précitée dans laquelle elle constata que l’enfant résidait en Suisse depuis quatre ans sans interruption au moment où elle statua, et y était parfaitement intégré. Soulignant que l’écoulement du temps avait indéniablement pour résultat d’affecter la pertinence de la Convention de La Haye (ibidem, § 145), elle conclut que le rétablissement du statu quo ante aurait sans doute eu des conséquences graves pour l’enfant, en particulier s’il était rentré tout seul, et ne pouvait être considéré comme bénéfique pour lui (ibidem, § 147).", "2.  Application des principes généraux en l’espèce", "66.  Les requérantes se plaignent que la cour d’appel de Gand, en ordonnant le retour de la deuxième requérante aux Etats-Unis, n’a pas examiné la situation familiale de manière approfondie et n’a pas mis en balance les intérêts des personnes en jeu ni fait primer l’intérêt supérieur de l’enfant, entraînant une ingérence disproportionnée dans leur vie familiale au sens de l’article 8 de la Convention.", "67.  La Cour observe à titre préliminaire que les juridictions nationales saisies du dossier n’ont pas été unanimes quant à la suite à lui donner. Alors que le tribunal de première instance avait jugé que le retour de la deuxième requérante aux Etats-Unis ne pouvait se justifier en raison de l’article 13 de la Convention de La Haye, la cour d’appel ordonna le retour immédiat de l’enfant, considérant qu’il n’y avait pas de preuve d’un risque grave de danger ou de situation intolérable pour l’enfant dans l’hypothèse d’un retour aux Etats-Unis. Ce faisant, la cour d’appel ne suivit pas l’avis du ministère public qui, soupçonnant un risque de « situation intolérable », avait recommandé de procéder à des investigations supplémentaires et s’était prononcé contre le retour.", "68. La Cour relève ensuite que, devant la cour d’appel de Gand, chaque partie a été entendue, le père étant intervenu dans la procédure, et a pu défendre sa position sur la base de conclusions écrites. En outre, la cour d’appel avait à sa disposition des rapports d’expertise psychologique relatifs à l’enfant, versés au dossier par la première requérante, ainsi qu’une vidéo filmée à l’occasion d’une rencontre en Belgique entre l’enfant et le père. La cour a rendu un arrêt longuement motivé dans lequel elle a envisagé tous les arguments soulevés par les parties.", "69.  Comme rappelé dans les principes généraux, il appartient à la Cour de se concentrer sur le processus décisionnel et de vérifier si la cour d’appel a procédé à une appréciation équilibrée et raisonnable des intérêts de chacun, avec le souci constant de déterminer quelle est la meilleure solution pour l’enfant enlevé.", "70.  Premièrement, la Cour relève que, d’après les rapports d’expertise psychologique dont disposait la cour d’appel, l’intérêt de l’enfant commandait de ne pas l’éloigner de sa mère au motif que celle-ci était la seule personne de référence sur le plan affectif et qu’un tel éloignement pourrait avoir des conséquences néfastes sur le développement psychologique de l’enfant (paragraphes 24 et 27). Dans le rapport établi postérieurement au jugement du tribunal de première instance, la psychologue H.S.W. souligne le danger que représenterait un retour forcé aux Etats-Unis d’autant que le père s’était vu confier la garde exclusive de l’enfant à la suite de l’enlèvement (paragraphe 27).", "71.  Ces rapports ont été examinés par la cour d’appel qui, tout en prenant acte que le père n’avait pas joué de rôle durant les quatre premières années de vie de l’enfant et que la mère était la personne de référence pour elle, les rejeta. Les motifs tenaient, en substance, à ce que ces rapports avaient été établis unilatéralement par la mère et que la vidéo filmée à l’occasion de la rencontre père-fille, bien que « non déterminante », ne faisait pas apparaître de problème manifeste entre eux (point 2.2.6. de l’arrêt, paragraphe 32).", "72.  Selon la Cour, il relevait à l’évidence de la marge d’appréciation de la cour d’appel de ne pas accorder plein crédit aux expertises psychologiques versées au dossier par l’une des parties. Toutefois, elle constate que la cour d’appel n’a pas cherché à vérifier elle-même, au moyen d’autres expertises qu’elle aurait commanditées et comme le lui recommandait le ministère public, la réalité des risques évoqués dans ces rapports que l’enfant soit exposée à une « situation intolérable » (voir, dans le même sens, Šneersone et Kampanella, précité, § 95). La Cour constate qu’il s’agit là d’une lacune d’ordre procédural qui distingue la présente espèce de la récente affaire M.R. et L.R. c. Estonie (déc., no 13420/12, 15 mai 2012), dans laquelle les juridictions estoniennes avaient à leur disposition, outre plusieurs rapports d’expertise psychologique soumis par les parties, l’avis d’un expert psychothérapeute désigné par voie judiciaire. A cela s’ajoutaient les informations et investigations menées dans le pays où résidait l’enfant avant son enlèvement qui apportaient un éclairage sur la situation familiale (§§ 44 et 45). Or, en l’espèce, de telles informations n’étaient pas disponibles à défaut pour les juridictions américaines d’avoir ordonné une quelconque expertise à ce sujet (paragraphes 7 à 21).", "73.  Deuxièmement, la Cour remarque que, contrairement au tribunal fédéral dans l’affaire Neulinger et Shuruk précitée, la cour d’appel n’a pas fondé sa décision sur « la considération qu’en l’absence de motifs qui justifieraient objectivement un refus de la mère de rentrer [aux Etats-Unis], on pouvait raisonnablement attendre de celle-ci qu’elle retourne dans cet Etat avec l’enfant » (§ 144, voir également Lipkowsky et McCormack, décision précitée). Elle ne s’est pas non plus appuyée, comme l’avaient fait les juridictions françaises dans l’affaire Maumousseau et Washington précitée, sur la possibilité pour la mère d’accompagner son enfant aux Etats-Unis pour y faire valoir ses droits de garde et de visite (§ 74, voir également M.R. et L.R., décision précitée, § 48). Au contraire, la cour d’appel est simplement partie du constat selon lequel il était invraisemblable que la mère retourne aux Etats-Unis où elle encourait une peine d’incarcération et la perte de son autorité parentale (point 2.2.5. de l’arrêt, paragraphe 32).", "74.  Troisièmement, s’agissant de la situation de la deuxième requérante en Belgique, la Cour note que l’enfant, qui a la double nationalité, y est arrivée en octobre 2008 à l’âge de cinq ans et y réside depuis sans interruption. Il n’est pas contesté qu’elle parle le néerlandais et est parfaitement intégrée dans son cadre de vie et son milieu scolaire. Au moment où la cour d’appel a statué, la deuxième requérante était donc déjà depuis plus de deux ans en Belgique. La cour d’appel a envisagé ce facteur « temps » uniquement sous l’angle procédural en constatant qu’elle n’aurait été tenue de prendre en compte l’intégration de l’enfant en Belgique que si la demande de retour avait été faite après un délai d’un an, ce qui n’était pas le cas en l’espèce (point 2.2.6. de l’arrêt, paragraphe 32).", "75.  S’est ensuite encore écoulé un délai de onze mois avant que la Cour de cassation se prononce. Tout en reconnaissant que le maintien de l’enfant en Belgique durant cette dernière période résultait de l’indication d’une mesure provisoire visant à suspendre son retour vers les Etats-Unis (paragraphe 35), la Cour rappelle avoir souligné dans l’affaire Neulinger et Shuruk précitée (§§ 145 à 147) l’importance du facteur « temps » pour juger du respect de l’article 8. Ces considérations s’appliquent en l’espèce et, selon la Cour, déjà devant la cour d’appel, le facteur « temps » était un élément crucial qui devait être pris en considération pour investiguer de manière plus approfondie les implications concrètes du retour. Il ne fait aucun doute à la Cour que la cour d’appel a eu le temps matériel d’y procéder.", "76.  En conclusion, à la lumière de tout ce qui précède, la Cour considère que la cour d’appel n’était pas en mesure de déterminer, de manière éclairée, s’il existait un risque au sens de l’article 13 b) de la Convention de La Haye et que le processus décisionnel en droit interne n’a donc pas satisfait aux exigences procédurales inhérentes à l’article 8 de la Convention. Il en résulte, de l’avis de la Cour, que le retour forcé de la deuxième requérante aux Etats-Unis ne saurait être considéré comme étant nécessaire dans une société démocratique.", "77.  En conséquence, la Cour conclut qu’il y aurait violation de l’article 8 de la Convention si la décision ordonnant le retour de la deuxième requérante était exécutée.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "78.  Les requérantes invoquent une violation de l’article 3 du Protocole no 4 à la Convention qui est ainsi formulé :", "« 1.  Nul ne peut être expulsé, par voie de mesure individuelle ou collective, du territoire de l’Etat dont il est le ressortissant.", "2.  Nul ne peut être privé du droit d’entrer sur le territoire de l’Etat dont il est le ressortissant. »", "79.  Les requérantes considèrent qu’en cas d’exécution de la décision de renvoi de la deuxième requérante aux Etats-Unis, une ressortissante belge serait expulsée de son propre pays. Elles invoquent également une violation du droit de la première requérante en ce que, si l’enfant était renvoyée aux Etats-Unis, elle serait également contrainte de quitter son pays pour pouvoir rester en contact avec sa fille.", "80.  La Cour constate que ce grief n’a pas été porté devant les juridictions internes.", "81.  Il s’ensuit que cette partie de la requête doit être rejetée pour non-épuisement des voies de recours internes conformément à l’article 35 §§ 1 et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 39 DU RÈGLEMENT DE LA COUR", "82.  La Cour rappelle que, conformément à l’article 44 § 2 de la Convention, le présent arrêt deviendra définitif : a) lorsque les parties déclareront qu’elles ne demanderont pas le renvoi de l’affaire devant la Grande Chambre ; ou b) trois mois après la date de l’arrêt, si le renvoi de l’affaire devant la Grande Chambre n’a pas été demandé ; ou c) lorsque le collège de la Grande Chambre rejettera la demande de renvoi formulée en application de l’article 43.", "83.  Elle considère que les mesures qu’elle a indiquées au Gouvernement en application de l’article 39 de son règlement (paragraphes 35 et 40 ci-dessus) doivent demeurer en vigueur jusqu’à ce que le présent arrêt devienne définitif ou que la Cour rende une autre décision à cet égard.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "84.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "85.  Les parties requérantes réclament chacune 5 000 euros (EUR) au titre du préjudice moral qu’elles auraient subi du fait de la position de la cour d’appel de Gand et de la tentative d’enlèvement qui a suivi.", "86.  Le Gouvernement invite la Cour à rejeter ces prétentions. En ce qui concerne en particulier la tentative d’enlèvement, il souligne que les autorités belges ont réagi avec toute la diligence possible pour l’empêcher et éviter une récidive.", "87.  La Cour considère que le lien entre la violation de l’article 8 et le préjudice moral allégué est suffisamment établi en ce qui concerne la deuxième requérante et décide qu’il y a lieu d’octroyer 5 000 EUR au titre du dommage moral subi par elle.", "88. En revanche, s’agissant de la première requérante, la Cour estime que, compte tenu des circonstances de la cause et notamment du fait qu’elle n’a pas été séparée de sa fille, il y a lieu de rejeter sa demande de satisfaction équitable.", "B.  Frais et dépens", "89.  Les requérantes demandent le remboursement de tous les frais d’instance, y compris les indemnités de procédure.", "90.  Le Gouvernement souligne que les requérantes ont bénéficié de l’aide juridique gratuite et qu’en application de l’article 508/9 § 2 du code judiciaire, leur avocat ne peut s’adresser à elles pour le paiement de ses frais et honoraires. Quant aux frais de justice exposés au titre des procédures devant la cour d’appel et la Cour de cassation, ils s’élèvent à 1 528,78 EUR.", "91.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable d’accorder à la première requérante, en tant que représentante légale de la deuxième requérante, la somme de 1 500 EUR au titre des frais et dépens exposés pour sa défense et la défense de cette dernière devant les juridictions internes.", "C.  Intérêts moratoires", "92.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR,", "1.  Déclare, à l’unanimité, la requête recevable quant au grief tiré de l’article 8 et irrecevable pour le surplus ;", "", "2.  Dit, par cinq voix contre deux, qu’il y aurait violation de l’article 8 de la Convention si l’arrêt de la cour d’appel de Gand était mis à exécution ;", "", "3.  Dit, par cinq voix contre deux,", "a)  que l’Etat défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention,", "i) 5 000 EUR (cinq mille euros) à la deuxième requérante pour le dommage moral subi par elle, plus tout montant pouvant être dû à titre d’impôt ;", "ii)  1 500 EUR (mille cinq cents euros) à la première requérante, plus tout montant pouvant être dû à titre d’impôt par elle, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette, par quatre voix contre trois, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 10 juillet 2012, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\t Danutė Jočienė\n\tGreffier\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante des juges Tulkens et Keller ;", "–  opinion partiellement dissidente des juges Tulkens, Jočienė et Keller ;", "–  opinion dissidente des juges Berro-Lefèvre et Karakaş.", "D.J.\nS.H.N.", "OPINION CONCORDANTE COMMUNE DES JUGES TULKENS ET KELLER", "1.  Dans cette affaire délicate, il nous paraît essentiel, dans l’intérêt de toutes les parties, de tendre, dans la mesure du possible, vers la conciliation des approches et des points de vue. En ce qui concerne l’article 8, nous souhaitons préciser la portée de notre vote en faveur d’une violation du droit au respect de la vie familiale si la décision ordonnant le retour de la seconde requérante était exécutée.", "2.  La Cour a constamment souligné que la Convention européenne des droits de l’homme ne doit pas être interprétée isolément mais en harmonie avec les principes généraux du droit international public et qu’il importe de tenir compte de « toute règle pertinente de droit international applicable dans les relations entre les parties », en particulier celles relatives à la protection internationale des droits de l’homme.", "3.  Lorsqu’un conflit entre normes relève une divergence entre la Convention et les obligations d’un autre traité international, la Cour a progressivement développé sa jurisprudence. Tout d’abord, la ratification d’un traité international n’exempte pas les Etats parties de leurs obligations qui découlent de la Convention. Ensuite, la Cour tient à harmoniser les diverses obligations auxquelles les Etats sont soumis. Enfin, elle a accepté que les obligations découlant d’une organisation internationale s’appliquent dès lors que celle-ci offre une protection des droits fondamentaux équivalente à celle garantie par la Convention. L’équivalence n’est pas entendue au sens d’une protection identique, mais comparable. La présomption de protection équivalente peut toutefois être renversée lorsque le droit international laisse une marge d’appréciation aux Etats, dans le cas d’une insuffisance manifeste.", "4.  En matière d’enlèvement international d’enfants, les obligations que l’article 8 de la Convention fait peser sur les Etats doivent être examinées à la lumière des dispositions de la Convention de La Haye du 25 octobre 1980 sur les aspects civils de l’enlèvement international d’enfant qui institue en ce domaine une coopération administrative et judiciaire. Entre ces deux instruments internationaux, il n’existe un conflit qu’à première vue. Certes, la Convention de La Haye a un caractère plutôt procédural, tandis que l’article 8 de la Convention demande une approche matérielle. Toutefois, les articles 12 et 13 de la Convention de la Haye offrent la possibilité d’harmoniser les obligations différentes (voir infra, point 8).", "5.  D’un point de vue institutionnel, il y a cependant une différence primordiale entre le régime de la Convention de la Haye et la Convention européenne de protection des droits de l’homme. L’application de la première relève entièrement de la responsabilité des Etats parties, tandis que la Cour européenne des droits de l’homme contrôle le respect de la Convention. Certains soutiennent à juste titre que, sans s’ériger en interprète de la Convention de La Haye, la Cour participe ainsi, d’une certaine manière, à l’efficacité et l’effectivité de celle-ci, en exerçant le contrôle international qui lui fait défaut. Il ne s’agit donc en aucune manière de vider la Convention de La Haye de sa substance mais de la renforcer.", "6.  En ce qui concerne le retour de l’enfant, l’article 12 de la Convention de La Haye envisage deux situations. « Lorsqu’un enfant a été déplacé ou retenu illicitement au sens de l’article 3 et qu’une période de moins d’un an s’est écoulée à partir du déplacement ou du non-retour au moment de l’introduction de la demande devant l’autorité judiciaire ou administrative de l’Etat contractant où se trouve l’enfant, l’autorité saisie ordonne son retour immédiat. » Toutefois, poursuit le texte, « [l]’autorité judiciaire ou administrative, même saisie après l’expiration de la période d’un an prévue à l’alinéa précédent, doit aussi ordonner le retour de l’enfant, à moins qu’il ne soit établi que l’enfant s’est intégré dans son nouveau milieu ».", "7.  La Convention de La Haye ne s’applique pas et ne peut s’appliquer de manière mécanique. Il y a des limites à l’obligation de coopérer qui n’est pas une obligation absolue et qui ne peut s’imposer en toutes circonstances. L’article 13 prévoit ainsi des exceptions au retour immédiat de l’enfant, notamment lorsqu’il « existe un risque grave que le retour de l’enfant ne l’expose à un danger physique ou psychique ou de toute autre manière ne le place dans une situation intolérable » (alinéa 1, b). Il est évident que l’évaluation du risque grave et du danger physique ou psychique appartient aux autorités nationales qui ont le bénéfice des contacts directs avec les personnes concernées et qui disposent dès lors, à cette fin, d’une marge d’appréciation. Il s’agit d’une application du principe général de subsidiarité.", "8.  Dans l’exercice de son contrôle, il ne revient pas à la Cour de se prononcer sur l’intérêt supérieur de l’enfant et encore moins de substituer sa vision propre de l’intérêt de l’enfant à celle des juridictions internes. En revanche, le rôle de la Cour est de rechercher si, dans l’application et l’interprétation des dispositions de la Convention de La Haye, les cours et tribunaux ont respecté l’ensemble des garanties de l’article 8 de la Convention. Comme elle l’a souligné dans d’autres affaires, la Cour doit favoriser les obligations de coopération tout en assurant le respect des droits fondamentaux.", "9.  En l’espèce, l’arrêt concentre à juste titre son examen sur le point de savoir si les juridictions nationales se sont livrées, dans un délai raisonnable, à un examen adéquat des implications concrètes du retour sur l’enfant.", "10.  Or, tel ne semble pas avoir été le cas et deux éléments revêtent une importance particulière.", "11.  Tout d’abord, les juridictions nationales saisies du dossier étaient très partagées. Alors que le tribunal de première instance avait jugé que le retour de la deuxième requérante aux Etats-Unis ne pouvait se justifier en raison de l’article 13, alinéa 1, b) de la Convention de La Haye, la cour d’appel ordonna le retour immédiat de l’enfant, considérant qu’il n’y avait pas de preuve d’un risque grave de danger ou de situation intolérable pour l’enfant dans l’hypothèse d’un retour aux Etats-Unis. Sans s’en expliquer, la cour d’appel ne suivit pas l’avis du ministère public qui, soupçonnant un risque de « situation intolérable », avait recommandé de procéder à des investigations supplémentaires et s’était prononcé contre le retour (paragraphe 67 de l’arrêt).", "12.  Ensuite, même s’il relevait à l’évidence du pouvoir d’appréciation de la cour d’appel de ne pas accorder plein crédit aux rapports psychologiques versés au dossier par une des parties, celle-ci n’a pas cherché à vérifier elle-même, au moyen d’autres expertises qu’elle aurait pu solliciter en urgence et comme le lui recommandait le ministère public, la réalité des risques, soulignés dans ces rapports, que la fillette soit exposée à une « situation intolérable » (paragraphe 72 de l’arrêt). Même en tenant compte du fait que le facteur temps est évidemment à prendre en considération, cette démarche était d’autant plus nécessaire que de telles informations n’étaient pas disponibles à défaut pour les juridictions américaines d’avoir ordonné une quelconque expertise à ce sujet (paragraphes 7 et suivants de l’arrêt).", "13.  Telles sont les raisons pour lesquelles nous estimons que le processus décisionnel en droit interne n’a pas satisfait aux exigences inhérentes à l’article 8 de la Convention et que la cour d’appel n’était dès lors pas en mesure de déterminer, de manière éclairée, s’il existait ou non un risque grave ou un danger physique ou psychique, au sens de l’article 13, alinéa 1, b) de la Convention de La Haye, en cas de retour immédiat de la deuxième requérante aux Etats-Unis.", "14.  La Cour, aujourd’hui plus que jamais, se trouve saisie de questions particulièrement délicates dont la résolution suppose une proximité avec les faits et les réalités sociales. La présente affaire en est un exemple supplémentaire. Dans cette perspective, l’approche fondée sur le processus décisionnel est susceptible de donner sens au renvoi à la marge d’appréciation en l’assortissant d’une précaution : avant de s’en remettre sur le fond aux appréciations des États, encore vérifiera-t-on que ceux-ci ont, sur un plan méthodologique et formel, multiplié les chances d’aboutir à la « bonne décision », en se mettant à l’écoute, de manière équitable et impartiale, de l’ensemble des intérêts pertinents. D’une certaine manière, l’accent mis sur le processus décisionnel et le contrôle exercé sur celui-ci peuvent apparaître comme le corollaire naturel et fécond de la doctrine de la marge d’appréciation des Etats, et, au travers de celle-ci, de la subsidiarité de l’office assumé par la Cour européenne des droits de l’homme.", "15.  Cette approche pourrait certes avoir des limites. La Convention de La Haye repose en effet sur deux idées principales. D’une part, l’enfant doit être ramené aussitôt que possible, idéalement dans un délai d’un an ; d’autre part, les autorités nationales des Etats concernés doivent accepter de coopérer. Si une de ces deux conditions n’est pas remplie, l’application de la Convention de La Haye devient problématique. Plus longtemps l’enfant reste dans un pays, plus il est intégré et enraciné dans celui-ci. Moins solides sont les informations que les autorités fournissent concernant le risque d’un retour de l’enfant, moins sérieux est l’examen de la décision du retour. Dans ces circonstances, la protection garantie par la Convention de La Haye et par l’article 8 de la Convention européenne des droits de l’homme ne pourrait plus être considérée comme équivalente (voir supra, point 4). Dès lors, il pourrait aussi s’avérer plus difficile de faire une distinction nette entre les obligations matérielles et procédurales découlant de l’article 8. Et, finalement, la Cour pourrait être obligée de contrôler la compatibilité des mesures avec l’ensemble des obligations de l’article 8.", "", "OPINION PARTIELLEMENT DISSIDENTE COMMUNE DES JUGES TULKENS, JOČIENĖ ET KELLER", "1.  Sur le terrain de l’article 41 de la Convention, nous nous séparons de la majorité en ce qui concerne le dommage moral.", "2.  La Cour accorde en effet 5 000 euros à la deuxième requérante et estime qu’il y a lieu de rejeter la demande de satisfaction équitable de la première requérante (paragraphe 88 de l’arrêt). Deux arguments sont présentés à l’appui de cette différence de traitement entre la mère et l’enfant, en dépit du fait que l’arrêt constate une même violation de l’article 8 de la Convention dans le chef des deux requérantes.", "3.  La majorité estime, tout d’abord, qu’il faut tenir compte des circonstances de l’espèce, laissant ainsi entendre que l’enlèvement de l’enfant par sa mère doit être pris en considération dans l’appréciation du dommage moral. Nous ne partageons pas cette manière de voir. Dans l’esprit de la Convention et la pratique de la Cour, les dommages-intérêts accordés au titre du dommage moral ne revêtent pas et ne peuvent revêtir, ni dans un sens ni dans un autre, un caractère punitif : ils constituent la réparation d’un préjudice né de la violation d’une obligation internationale.", "4.  Le rejet de la demande de satisfaction équitable de la première requérante est fondé, ensuite, sur le fait qu’elle n’a pas été séparée de sa fille, ce qui est également la situation de cette dernière qui n’a pas été séparée de sa mère. Pour les deux requérantes, l’angoisse et la souffrance consistaient, à nos yeux, dans la situation d’incertitude et de risque de retour immédiat, accentuées par la tentative d’enlèvement du père.", "5.  Dans ces conditions, nous pensons que la demande de satisfaction équitable de la première requérante ne pouvait pas être rejetée.", "", "", "OPINION DISSIDENTE COMMUNE AUX JUGES BERRO-LEFÈVRE ET KARAKAŞ", "A notre grand regret, nous exprimons une opinion dissidente en l’espèce car nous sommes en désaccord avec l’avis de la majorité quant à la violation de l’article 8 si l’arrêt de la cour d’appel de Gand était mis à exécution.", "Dans toutes les affaires que la Cour a eu à traiter en matière d’enlèvement d’enfants, elle a constamment pris soin de rappeler, comme principes généraux applicables en la matière, que les obligations que l’article 8 fait peser sur les Etats doivent s’interpréter à la lumière des exigences imposées par la Convention de La Haye sur les aspects civils de l’enlèvement international d’enfant, ainsi que celles de la Convention internationale relative aux droits de l’enfant (voir, entre autres, Iglesias Gil et A.U.I c. Espagne, no 56673/00, § 51, CEDH 2003-V, Ignaccolo-Zenide c. Roumanie, no 31679/96, § 95, CEDH 2000-I, Maire c. Portugal, no 48206/99, § 72, CEDH 2003-VII, Maumousseau et Washington c. France no 39388/05, § 60, 6 décembre 2007 et Neulinger et Shuruk c. Suisse, [GC] no 41615/07, § 132, CEDH 2010).", "La Cour a également toujours souligné que l’évaluation de l’intérêt supérieur de l’enfant revient en premier lieu aux autorités nationales qui ont le bénéfice du contact direct avec les intéressés, et qu’elle doit s’abstenir, dans les affaires de ce type, de remettre en question l’appréciation de la situation faite par les juridictions internes, à moins que celle-ci apparaisse clairement arbitraire (Raban c. Roumanie, no 25437/08, § 38, 26 octobre 2010). Notre rôle est donc de vérifier si le processus décisionnel débouchant sur les mesures d’ingérence est équitable, et respecte, comme il se doit, les intérêts protégés par l’article 8 de la Convention (Maumousseau et Washington précité, § 62).", "En l’espèce, la majorité relève à juste titre que la cour d’appel de Gand a rendu un arrêt longuement motivé, dans lequel elle a envisagé tous les arguments soulevés par les parties. En effet, la cour d’appel, contrairement au tribunal de première instance qui ne disposait pas de tous les éléments débattus devant la juridiction du second degré, a entendu chaque partie, dont le père, lequel a pu exposer ses moyens de défense par écrit. La cour avait à sa disposition des rapports d’expertise psychologiques relatifs à l’enfant, et a pu visionner une vidéo filmée lors d’une rencontre en Belgique entre le père et l’enfant.", "En prenant sa décision, elle a d’abord constaté que les juridictions américaines avaient veillé à une entrée progressive du père dans la vie de l’enfant, en favorisant les accords entre les parents, les techniques de médiation et l’évaluation périodique de la situation par les juridictions. Après avoir procédé à l’examen minutieux d’une série de pièces versées aux débats (déclarations de la famille, d’amis et de connaissances, du pasteur, document concernant l’école bilingue que l’enfant pourrait fréquenter), elle a relevé que le père, ainsi que son entourage, ne sont ni négatifs, ni menaçant pour l’enfant, et que rien n’indique qu’il ne pourrait pas s’occuper correctement de sa fille pendant son séjour chez lui.", "Prenant en compte les rapports psychologiques produits par la mère, la cour d’appel a estimé qu’ils devaient être relativisés avec les constatations récentes concernant les contacts entre le père et sa fille durant la période du procès devant elle. Elle a enfin pris en considération l’éloignement de la mère en cas de retour aux Etats-Unis, indiquant que l’impossibilité avancée par celle-ci de trouver un arrangement approprié par la voie judiciaire ou autrement n’était que spéculation.", "En résumé, et après s’être attachée à examiner chacun des arguments invoqués par la première requérante pour justifier de l’application de l’article 13 de la Convention de La Haye, la cour d’appel a conclu qu’il n’y avait pas d’obstacle au retour de l’enfant aux Etats-Unis.", "Bien qu’ayant reconnu, comme nous venons de le dire, l’exhaustivité de son examen, la majorité va critiquer l’approche de cette juridiction, constatant que le tribunal de première instance avait jugé en sens contraire (paragraphe 67), que la cour d’appel n’a pas ordonné de nouvelles expertises (paragraphe 72), n’a pas envisagé l’impossibilité de retour de la mère aux Etats-Unis (paragraphe 73), ni pris en compte le facteur temps pour investiguer de manière plus approfondie les implications concrètes du retour (paragraphe 75). Nous notons sur ce dernier point que la majorité reproche à la cour d’appel de Gand de ne pas avoir tenu compte du facteur « temps », tout en exigeant d’elle la désignation de nouveaux experts, ce qui aurait inévitablement eu pour effet de rallonger de façon substantielle les délais de la procédure.", "Ce faisant, et contrairement aux principes généraux qu’elle avait pris soin de rappeler aux paragraphes 56 et suivants, la majorité substitue clairement ses conclusions sur l’intérêt supérieur de l’enfant à celles de la cour d’appel, et se pose en définitive en juge de quatrième instance.", "Nous pensons que le raisonnement minutieux et détaillé de la cour d’appel de Gand, qui, rappelons-le encore une fois, était basé sur un examen direct des faits de la cause, ne peut être considéré comme insuffisant ou arbitraire uniquement parce que nous, juges à Strasbourg, statuant sur un dossier brut, sommes d’un avis différent sur les conclusions que cette juridiction a tirées de chaque argument développé devant elle.", "L’espèce est totalement différente des faits exposés dans l’arrêt Neulinger et Shuruk précité, où il est indéniable que le retour du jeune Noam en Israël aurait eu, pour lui, des conséquences graves. Contrairement à ce qui s’était passé dans l’affaire suisse, il existe dans l’affaire belge des décisions de juridictions américaines qui ont accordé le droit de garde au père sur sa fille (ce n’était pas le cas des juridictions israéliennes qui avaient imposé des restrictions au droit de visite de M. Shuruk), la situation du père aux Etats-Unis permet l’accueil de son enfant, il a manifesté un intérêt constant pour maintenir les liens avec sa fille (procédures engagées en ce sens, visites en Belgique), et une volonté affichée de trouver un accord avec la mère.", "Malheureusement, nous avons le sentiment que la conclusion de violation basée sur la situation exceptionnelle de l’affaire suisse devient désormais la règle, en ce sens que faisant fi de l’appréciation contraire des juridictions internes sur l’absence de risque grave en cas de retour de l’enfant, la Cour a tendance, par le seul effet du passage du temps, et en se substituant auxdites juridictions, à entériner des conduites illicites (voir récemment, Sneesone et Kampanella c. Italie, no 14737/09, 12 juillet 2011 et X c. Lettonie, no 27853/09, 13 décembre 2011 renvoyé en Grande Chambre).", "Nous souhaitons à cet égard rappeler que la philosophie sous-jacente de la Convention de La Haye réside en la lutte contre la multiplication des enlèvements internationaux d’enfants. Il s’agit, une fois les conditions d’application de cette Convention réunies, de revenir au plus vite au statu quo ante en vue d’éviter la consolidation juridique de situations de fait initialement illicites, et de laisser les questions relatives au droit de garde et d’autorité parentale à la compétence des juridictions du lieu de résidence habituelle de l’enfant.", "Imposer aux juridictions internes un examen en profondeur de la situation de toute la famille dans chaque cas de ce type n’a pas de sens ; il n’y aurait plus aucune différence entre les procédures de retour initiées sous l’empire de cette Convention (où une certaine célérité est exigée) et les procédures « au fond » statuant sur la garde ou le droit de visite et d’hébergement. Une telle approche reviendrait à vider la Convention de La Haye, instrument de droit international dont la Cour doit s’inspirer pour examiner l’article 8 de la Convention, tant de sa substance que de son objet premier, ce qui explique que les exceptions au retour de l’enfant doivent être d’interprétation stricte (voir, en ce sens le rapport explicatif de la Convention de La Haye, § 34). Il nous paraît essentiel de souligner que le danger visé à l’article 13 de cette Convention ne doit pas seulement être constitué par la séparation d’avec le parent qui a procédé au déplacement ou au non retour illicite.", "Nous notons pour terminer que les juridictions belges se sont prononcées dans un délai relativement bref de quatorze mois pour deux degrés de juridictions, avant que la Cour n’ordonne l’application de l’article 39 de son règlement jusqu’à la fin de la procédure devant la cour de cassation, qui statua moins d’un an plus tard. Ayant maintenu le bénéfice de l’article 39 par la suite, et statuant à notre tour plus de sept mois après la cour de cassation, là encore, nous entérinons, par le passage du temps, une situation illicite qui a pour conséquence de rendre lettre morte l’esprit même de la Convention de La Haye.", "Nous concluons donc, à la lumière de ces explications, qu’il n’y a pas violation de l’article 8 de la Convention."]}