{"file": "FRE_HFCOM_6884_11.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "6884/11", "text_paragraphs": ["", "DEUXIÈME SECTION", "Requête no 6884/11\nArnaldo CESTARO\ncontre l’Italie\nintroduite le 28 janvier 2011", "EXPOSÉ DES FAITS", "", "1.  Le requérant, M. Arnaldo Cestaro, est un ressortissant italien né en 1939 et résidant à Rome. Il a été représenté devant la Cour par Mes Nicolò Paoletti et Natalia Paoletti, avocats à Rome, Me Joachim Lau, avocat à Florence, et Me Dario Rossi, avocat à Gênes. La nuit du 21 au 22 juillet 2001, à la fin du sommet dit du « G8 » de Gênes, il se trouvait dans un lieu d’hébergement de nuit ; lors de l’irruption des forces de l’ordre dans celui-ci, il fut victime de coups assenés sur la tête, les bras et les jambes, qui lui causèrent de multiples fractures.", "A.  Les circonstances de l’espèce", "2.  Les faits de la cause, tels qu’ils ont été exposés par le requérant et tels qu’ils ressortent des documents pertinents en l’espèce, peuvent se résumer comme suit.", "1.  Le contexte dans lequel s’est tenu le G8 de Gênes", "3.  Les 19, 20 et 21 juillet 2001 se déroula à Gênes, sous la présidence italienne, le vingt-septième sommet du G8.", "4.  En vue de ce sommet, de nombreuses organisations non gouvernementales avaient constitué un groupe de coordination nommé Genoa Social Forum (GSF), dans le but d’organiser à Gênes, à la même période, un sommet altermondialiste (voir le Rapport final de l’enquête parlementaire d’information sur les faits survenus lors du G8 de Gênes (« Rapport final de l’enquête parlementaire »), pp. 7-18).", "5.  Depuis la réunion de l’Organisation mondiale du commerce tenue à Seattle en novembre 1999, pareilles manifestations du mouvement altermondialiste se déroulent lors des sommets interétatiques ou des réunions des institutions internationales concernant les divers aspects de la gouvernance globale. Elles s’accompagnent parfois d’actes de vandalisme et d’accrochages avec la police (ibidem).", "6.  La loi no 349 du 8 juin 2000 (« la loi no 349/2000 ») avait confié l’organisation des réunions préliminaires et du sommet final des chefs d’Etat et de gouvernement prévu pour juillet 2001 à une structure plénipotentiaire créée au sein de la présidence du Conseil des ministres. Plusieurs réunions rassemblèrent les représentants du GSF, le chef de la structure plénipotentiaire, le préfet de Gênes, le ministre de l’Intérieur, le ministre des Affaires étrangères et des représentants des institutions locales (Rapport final de l’enquête parlementaire, pp. 18-21).", "7.  Un important dispositif de sécurité fut mis en place par les autorités italiennes (Giuliani et Gaggio c. Italie [GC], no 23458/02, § 12, CEDH 2011). La loi no 349/2000 autorisait le préfet de Gênes à recourir au personnel des forces armées. En outre, une « zone rouge » avait été délimitée dans le centre historique de la ville concerné par les réunions du G8, dans laquelle seuls les riverains et les personnes qui devaient y travailler pouvaient pénétrer. L’accès au port avait été interdit et l’aéroport fermé au trafic. La zone rouge était enclavée dans une zone jaune à son tour entourée d’une zone blanche (zone normale).", "8.  D’après les informations rassemblées par la préfecture de police de Gênes jusqu’en juillet 2001 (Rapport final de l’enquête parlementaire, p. 23), les divers groupes attendus dans le cadre des manifestations pouvaient, en fonction de leur dangerosité, être rapportés à divers blocs : le « bloc rose », non dangereux ; le « bloc jaune » et le « bloc bleu », considérés comme comprenant des auteurs potentiels d’actes de vandalisme, de blocages de rues et de rails, et d’affrontements avec la police ; et, enfin, le « bloc noir », dont faisaient partie plusieurs groupes anarchistes et, plus généralement, des manifestants qui, agissant cagoulés, masqués et vêtus de noir, auraient à l’occasion d’autres sommets systématiquement commis des saccages (« les black blocks »).", "9.  Le 19 juillet, deux manifestations se déroulèrent pendant la journée sans aucun incident. Des désordres se produisirent dans la soirée (Rapport final de l’enquête parlementaire, p. 25).", "10.  Le 20 juillet, plusieurs manifestations étaient annoncées dans diverses zones de la ville et des rassemblements sur certaines places (« piazze tematiche ») étaient prévus (Rapport final de l’enquête parlementaire, pp. 25-27).", "11.  Le matin du 20 juillet, les black blocks provoquèrent de nombreux incidents et des accrochages avec les forces de l’ordre, et saccagèrent des banques et des supermarchés (Giuliani et Gaggio, précité, § 17). La prison de Marassi fut attaquée et divers commissariats de police furent l’objet d’actes de vandalisme (Giuliani et Gaggio, précité, § 134, et Rapport final de l’enquête parlementaire, p. 26).", "12.  Les black blocks provoquèrent le même type d’incidents lors du passage dans la rue Tolemaide du cortège des Tute Bianche, un groupe susceptible d’être rangé dans le « bloc jaune ». Ce cortège fut ensuite la cible d’engins lacrymogènes lancés par une unité de carabiniers, qui avancèrent en faisant usage de leurs matraques ou de bâtons non réglementaires. Certains manifestants se dispersèrent, d’autres réagirent à l’assaut en lançant vers les forces de l’ordre des objets contondants ; les véhicules des forces de l’ordre, à leur tour, parcoururent à vive allure les lieux des accrochages, défonçant les barricades placées par les manifestants et repoussant ceux-ci. Les accrochages entre manifestants et forces de l’ordre se poursuivirent dans les alentours (Giuliani et Gaggio, précité, §§ 17-20, 126-127, 136).", "13.  Des heurts similaires se produisirent vers 15 heures, place Manin (Rapport final de l’enquête parlementaire, p. 26).", "14.  Vers 17 h 20, au cours d’un accrochage place Alimonda, Carlo Giuliani, un jeune manifestant, fut atteint par un coup de feu provenant d’une jeep de carabiniers qui tentaient d’échapper à des manifestants (Giuliani et Gaggio, précité, §§ 21-25).", "15.  Le 21 juillet, la manifestation finale des altermondialistes eut lieu ; environ cent mille personnes y participèrent (Giuliani et Gaggio, précité, § 114).", "16.  Les saccages et les dévastations commencèrent le matin et se poursuivirent dans la ville tout au long de la journée. Au début de l’après-midi, la tête du cortège rencontra sur son parcours un groupe d’une centaine de personnes qui se tenaient face aux forces de l’ordre. De nouveaux accrochages éclatèrent, avec projection de gaz lacrymogène et charges des forces de l’ordre, auxquels le cortège fut mêlé (Rapport final de l’enquête parlementaire, pp. 27-28).", "17.  Au cours des deux jours d’incidents, plusieurs centaines de manifestants et de membres des forces de l’ordre furent blessés ou intoxiqués par les gaz lacrymogènes. Des quartiers entiers de la ville de Gênes furent dévastés.", "2.  La constitution d’unités spéciales de forces de l’ordre afin d’arrêter les black blocks", "18.  Le matin du 21 juillet, le chef de la police ordonna au préfet A., chef adjoint de la police et chef de la structure plénipotentiaire, de confier la direction d’une perquisition de l’école Paul Klee à M.G., chef du service central opérationnel de la police criminelle (« SCO ») (voir l’arrêt no 1530/2010 de la cour d’appel de Gênes du 18 mai 2010 (« l’arrêt d’appel »), p. 194). Une vingtaine de personnes furent arrêtées à l’issue de cette opération, mais elles furent immédiatement remises en liberté sur ordre du parquet ou du juge des investigations préliminaires (arrêt d’appel, p. 196).", "19.  Il ressort des déclarations du préfet A. devant le tribunal de Gênes que l’ordre du chef de la police s’expliquait par sa volonté de passer à une ligne de conduite plus « incisive » devant aboutir à des arrestations afin d’effacer l’impression que la police était restée inerte devant les saccages et les dévastations commis dans la ville. Le chef de la police aurait souhaité la constitution de grandes patrouilles mixtes, placées sous la direction de fonctionnaires des unités mobiles et du SCO et coordonnées par des fonctionnaires ayant sa confiance, et ce dans le but d’arrêter les black blocks (voir le jugement no 4252/08 du tribunal de Gênes, rendu le 13 novembre 2008 et déposé le 11 février 2009 (« le jugement de première instance »), p. 243 ; voir aussi l’arrêt no 38085/12 de la Cour de cassation du 5 juillet 2012, déposé le 2 octobre 2012 (« l’arrêt de la Cour de cassation »), pp. 121122).", "20.  Le 21 juillet, à 19 h 30, M.G. ordonna à M.M., chef de la division des enquêtes générales et des opérations spéciales (DIGOS) de Gênes, de mettre à disposition des agents de son unité afin que fussent formées, avec d’autres agents de l’unité mobile de Gênes et du SCO, les patrouilles mixtes (Rapport final de l’enquête parlementaire, p. 29).", "3.  Les faits ayant précédé l’irruption de la police dans les écoles DiazPertini et Diaz-Pascoli", "21.  La municipalité de Gênes avait mis à la disposition du GSF, entre autres, les locaux de deux écoles adjacentes, situées dans la rue Cesare Battisti, pour qu’un centre multimédia pût y être installé. En particulier, l’école Diaz-Pascoli (« Pascoli ») abritait une unité de presse et des bureaux provisoires d’avocats ; l’école Diaz-Pertini abritait quant à elle un point d’accès à Internet. A la suite des orages qui s’étaient abattus sur la ville et avaient rendu impraticables certaines zones de camping, la municipalité autorisa l’utilisation de l’école Diaz-Pertini comme lieu d’hébergement de nuit pour les manifestants.", "22.  Les 20 et 21 juillet, des habitants du quartier signalèrent aux forces de l’ordre que des jeunes habillés en noir étaient entrés dans l’école Diaz-Pertini et qu’ils avaient pris du matériel dans le chantier qui y était ouvert en raison de travaux en cours.", "23.  Au début de la soirée du 21 juillet, l’une des patrouilles mixtes transita dans la rue Cesare Battisti, provoquant une réaction verbale enflammée de la part de dizaines de personnes qui se trouvaient devant les deux écoles. Une bouteille vide fut lancée en direction des véhicules de police (jugement de première instance, pp. 244-249, et arrêt de la Cour de cassation, p. 122).", "24.  De retour à la préfecture de police, les fonctionnaires de police qui dirigeaient la patrouille relatèrent les faits lors d’une réunion tenue par les plus hauts fonctionnaires des forces de l’ordre (notamment le préfet A., le préfet L.B., le préfet de police C. et M.G.).", "25.  Après avoir pris contact avec le responsable du GSF auquel l’école Diaz-Pertini avait été confiée, ils décidèrent de procéder à une perquisition pour recueillir des éléments de preuve et, éventuellement, arrêter les black blocks responsables des saccages de la journée. Après avoir écarté l’hypothèse d’un assaut de l’école au gaz lacrymogène, ils retinrent les modalités suivantes : une unité de la police, constituée majoritairement d’agents appartenant à une division spécialisée dans les opérations antiémeute et ayant suivi une formation ad hoc, le « VII Nucleo antisommossa », constitué au sein de l’unité mobile de Rome, devait « sécuriser » le bâtiment ; une autre unité devait procéder à la perquisition ; enfin, une unité de carabiniers devait entourer le bâtiment afin d’empêcher la fuite des suspects. Le chef de la police fut également informé de l’opération (jugement de première instance, pp. 226 et 249-252, et Rapport final de l’enquête parlementaire, pp. 29-31).", "26.  En fin de soirée, un grand nombre d’agents des forces de l’ordre, issus de diverses unités et services, quittèrent la préfecture de police de Gênes et se dirigèrent vers la rue Cesare Battisti (Rapport final de l’enquête parlementaire, ibidem). D’après l’arrêt de la Cour de cassation, le nombre total de participants à l’opération s’élevait à « environ 500 agents de police et carabiniers, ces derniers étant chargés seulement d’encercler le bâtiment ». L’arrêt d’appel (p. 204) souligne que ce nombre n’a jamais été déterminé avec exactitude.", "4.  L’irruption de la police dans l’école Diaz-Pertini", "27.  Vers minuit, une fois arrivés à proximité des deux écoles, les membres du VII Nucleo antisommossa, munis de casques, boucliers et matraques de type tonfa, ainsi que d’autres agents équipés à l’identique commencèrent à avancer au pas de course. Un journaliste et un conseiller municipal, qui se trouvaient à l’extérieur des bâtiments des deux écoles, furent attaqués à coups de pied et de matraque (jugement de première instance, pp. 253-261).", "28.  Certains occupants de l’école Diaz-Pertini qui se trouvaient à l’extérieur regagnèrent alors le bâtiment et en fermèrent la grille et les entrées, essayant de les bloquer avec des bancs de l’école et des planches de bois. Les agents de police s’amassèrent devant la grille qu’ils forcèrent avec un engin blindé après avoir tenté en vain de l’enfoncer à coups d’épaule. Enfin, l’unité de police décrite ci-dessus enfonça les portes d’entrée (jugement de première instance, ibidem).", "29.  Les agents se répartirent dans les étages du bâtiment, partiellement plongés dans le noir. Pour la plupart les visages cachés par des foulards, ils commencèrent à frapper les occupants à coups de poing, de pied et de matraque, en criant et en menaçant les victimes. Des groupes d’agents s’acharnèrent même sur des occupants qui étaient assis ou allongés par terre. Certains des occupants, réveillés par le bruit de l’assaut, furent frappés alors qu’ils se trouvaient encore dans leur sac de couchage ; d’autres le furent alors qu’ils se tenaient les bras levés en signe de capitulation ou qu’ils montraient leurs pièces d’identité. Certains occupants essayèrent de s’enfuir et de se cacher dans les toilettes ou dans des débarras du bâtiment, mais ils furent attrapés, battus, parfois tirés hors de leurs cachettes par les cheveux (jugement de première instance, pp. 263-280, et arrêt d’appel, pp. 205-212).", "30.  Le requérant, âgé de soixante-deux ans à l’époque des faits, se trouvait au rez-de-chaussée. Réveillé par le bruit, il s’était, à l’arrivée de la police, assis le dos au mur à côté d’un groupe d’occupants et se tenait les bras en l’air (jugement de première instance, pp. 263-265 et 313). Il reçut des coups surtout sur la tête, les bras et les jambes, qui causèrent de multiples fractures : fractures du cubitus droit, du styloïde droit, de la fibula droite et de plusieurs côtes. D’après le témoignage de l’intéressé devant le tribunal de Gênes, le personnel sanitaire entré dans l’école après la fin des violences l’a pris en charge en dernier, malgré ses appels au secours.", "31.  Il fut opéré à l’hôpital Galliera de Gênes, où il demeura quatre jours, puis à l’hôpital Careggi de Florence. Il eut une incapacité temporaire de travail de quarante jours. Il a gardé des blessures décrites ci-dessus une faiblesse permanente du bras et de la jambe droits (jugement de première instance, pp. XVII et 345).", "5.  L’irruption de la police dans l’école Pascoli", "32.  Peu après l’irruption dans l’école Diaz-Pertini, une unité d’agents fit irruption dans l’école Pascoli, où des journalistes étaient en train de filmer ce qui se passait tant à l’extérieur qu’à l’intérieur de l’école. Une station radio relatait ces événements en direct.", "33.  A l’arrivée des agents, les journalistes furent forcés de mettre fin aux prises de vue et à l’émission de radio. Des cassettes qui contenaient les reportages filmés pendant les trois jours du sommet furent saisies et les disques durs des ordinateurs des avocats du GSF furent gravement endommagés (jugement de première instance, pp. 300-310).", "6.  Les événements qui suivirent l’irruption dans les écoles Diaz-Pertini et Pascoli", "34.  Après l’irruption dans l’école Diaz-Pertini, les forces de l’ordre vidèrent les sacs à dos et les autres bagages des occupants, sans chercher à en identifier les propriétaires respectifs ni à expliquer la nature de l’opération en cours. Elles réunirent une partie des objets ainsi collectés dans un drapeau noir placé dans la salle de gymnastique de l’école. Au cours de cette opération, certains occupants furent emmenés dans cette même salle et contraints de s’asseoir ou de s’allonger par terre (jugement de première instance, pp. 285-300).", "35.  Les quatre-vingt-treize occupants de l’école furent arrêtés et accusés d’association de malfaiteurs visant au saccage et à la dévastation.", "36.  Ils furent pour la plupart conduits dans des hôpitaux de la ville. Certains d’eux furent transférés immédiatement dans la caserne de Bolzaneto.", "37.  Dans la nuit du 21 au 22 juillet, le chef de l’unité de presse de la police italienne, interviewé à proximité des écoles, déclara que, au cours de la perquisition, la police avait trouvé des vêtements et des cagoules noirs similaires à ceux utilisés par les black blocks. Il ajouta que les nombreuses taches de sang dans le bâtiment s’expliquaient par les blessures que la plupart des occupants de l’école Diaz-Pertini se seraient faites au cours des accrochages de la journée (jugement de première instance, pp. 170-172).", "38.  Le lendemain, à la préfecture de police de Gênes, la police montra à la presse les objets saisis lors de la perquisition, parmi lesquels deux cocktails Molotov. La tenue d’un agent, qui avait participé à l’irruption dans l’école Diaz-Pertini, fut également montrée ; elle présentait une déchirure nette qui pouvait avoir été causée par un coup de couteau (ibidem).", "39.  Les poursuites engagées contre les occupants des chefs d’association de malfaiteurs visant au saccage et à la dévastation, de résistance aggravée aux forces de l’ordre et de port abusif d’armes ont abouti à l’acquittement des intéressés.", "7.  La procédure pénale engagée contre des membres des forces de l’ordre pour l’irruption dans les écoles Diaz-Pertini et Pascoli", "40.  Le parquet de Gênes ouvrit une enquête en vue d’établir les éléments sur lesquels s’était fondée la décision de faire irruption dans l’école Diaz-Pertini, sur les modalités d’exécution de l’opération, sur l’agression au couteau qui aurait été perpétrée contre l’un des agents et sur la découverte des cocktails Molotov, ainsi que sur les événements qui avaient eu lieu dans l’école Pascoli.", "41.  En décembre 2004, après environ trois ans d’investigations, vingt-huit personnes parmi les fonctionnaires, cadres et agents des forces de l’ordre furent renvoyées en jugement. Par la suite, deux autres procédures, concernant trois autres agents, furent jointes à la première.", "42.  Le requérant et des dizaines d’occupants des deux écoles, ainsi que des syndicats et d’autres associations non gouvernementales se constituèrent parties civiles.", "43.  Cette procédure porta sur les événements de l’école Diaz-Pertini, lieu d’hébergement du requérant (paragraphes 30-31 ci-dessus), et sur ceux de l’école Pascoli.", "a)  Sur les événements de l’école Diaz-Pertini", "44.  Les chefs d’accusation retenus relativement aux événements de l’école Diaz-Pertini furent les suivants : faux, calomnie simple et aggravée, abus d’autorité publique (notamment du fait de l’arrestation illégale des occupants), lésions corporelles simples et aggravées ainsi que port abusif d’armes de guerre.", "i.  Le jugement de première instance", "45.  Par le jugement no 4252/08 du 13 novembre 2008, déposé le 11 février 2009, le tribunal de Gênes déclara douze des accusés coupables des délits de faux (un accusé), de calomnie simple (deux accusés) et de calomnie aggravée (un accusé), de lésions corporelles simples et aggravées (dix accusés) ainsi que de port abusif d’armes de guerre (deux accusés). Le tribunal les condamna à des peines comprises entre deux et quatre ans d’emprisonnement, à l’interdiction d’exercer des fonctions publiques pendant toute la durée de la peine principale ainsi que, solidairement avec le ministère de l’Intérieur, au paiement des frais et dépens et au versement de dommages-intérêts aux parties civiles, auxquelles le tribunal accorda une provision allant de 2 500 à 50 000 EUR. Le requérant, en particulier, se vit accorder une provision de 35 000 EUR.", "46.  Lors de sa détermination des peines principales, le tribunal prit en compte, en tant que circonstances atténuantes, le fait que les auteurs des délits avaient un casier judiciaire vierge et qu’ils avaient agi en état de stress et de fatigue. Un condamné bénéficia de la suspension conditionnelle de la peine et de la non-mention dans le casier judiciaire. Par ailleurs, en application de la loi no 241 du 29 juillet 2006 établissant les conditions relatives à l’octroi d’une remise générale des peines (indulto), dix des condamnés bénéficièrent d’une remise totale de leur peine principale et l’un d’eux, condamné à quatre ans d’emprisonnement, bénéficia d’une remise de peine de trois ans.", "47.  Tout d’abord, le tribunal écarta la thèse selon laquelle l’opération aurait été organisée dès l’origine comme une expédition punitive contre les manifestants. Il dit admettre que les forces de l’ordre pouvaient croire, à la lumière des événements qui avaient précédé l’irruption (en particulier, les indications des habitants du quartier et l’agression contre la patrouille dans l’après-midi du 21 juillet – paragraphes 22-23 ci-dessus), que l’école Diaz-Pertini hébergeait aussi des black blocks. Il estima cependant que les événements litigieux constituaient une violation claire à la fois de la loi, «de la dignité humaine et du respect de la personne » (« di ogni principio di umanità e di rispetto delle persone »). En effet, selon lui, même en présence de black blocks, les forces de l’ordre n’étaient autorisées à utiliser la force que dans la mesure où l’emploi de celle-ci aurait été nécessaire pour vaincre la résistance violente des occupants et que sous réserve de respecter un rapport de proportionnalité entre la résistance rencontrée et les moyens utilisés. Or, souligna le tribunal, ni le requérant ni, par exemple, une autre occupante qui était de petite stature n’auraient pu accomplir des actes de résistance tels qu’ils auraient justifié les coups qui leur avaient été assenés et qui avaient causé ecchymoses et fractures.", "48.  Le tribunal souligna également que le parquet n’avait pas demandé le renvoi en jugement des auteurs des violences, compte tenu de la difficulté de procéder à leur identification, et que la police n’avait pas coopéré efficacement. Il nota à cet égard que des photos anciennes des fonctionnaires accusés avaient été fournies au parquet et que sept ans avaient été nécessaires pour identifier un agent particulièrement violent – filmé au cours de l’irruption –, alors que sa coiffure le rendait aisément reconnaissable.", "49.  Dans son évaluation de la responsabilité individuelle des accusés, le tribunal estima que, compte tenu des circonstances de l’affaire, les auteurs matériels avaient agi dans la conviction que leurs supérieurs toléraient les actes qui avaient été les leurs. Il précisa que le fait que certains fonctionnaires et cadres, présents sur les lieux dès le début de l’opération, n’avaient pas immédiatement empêché la poursuite des violences avait contribué aux agissements des agents du VII Nucleo antisommossa et des autres membres des forces de l’ordre. Dès lors, aux yeux du tribunal, seuls ces fonctionnaires et cadres pouvaient être jugés coupables de complicité de délit de lésions.", "50.  Le tribunal se pencha ensuite sur la thèse du parquet selon laquelle les forces de l’ordre avaient fabriqué de fausses preuves et relaté des événements fallacieux dans le but de justifier, a posteriori, à la fois la perquisition et les violences.", "51.  En ce qui concernait, notamment, le comportement des occupants avant l’irruption de la police, le tribunal observa que les enregistrements vidéo versés au dossier ne montraient pas de jet d’objets de grandes dimensions depuis le bâtiment mais que l’on pouvait considérer, d’après les déclarations d’un témoin et d’après l’attitude des agents, filmés avec leurs boucliers levés au-dessus de leur tête, que quelques petits objets (pièces de monnaie, boulons, etc.) avaient vraisemblablement été lancés sur les agents tandis qu’il essayaient d’enfoncer la porte d’entrée de l’école.", "52.  Quant à l’agression au couteau prétendument subie par un des agents, le tribunal, au vu des résultats de l’expertise réalisée sur la tenue de cet agent et des éléments dont il disposait, ne put ni conclure que cette agression avait réellement eu lieu ni en exclure la possibilité.", "53.  En outre, le tribunal nota que les deux cocktails Molotov montrés à la presse le 22 juillet avaient été trouvés par la police dans la ville au cours de l’après-midi du 21 juillet et apportés ensuite, à l’initiative du préfet de police adjoint de Gênes, dans la cour de l’école vers la fin de la perquisition, et qu’ils s’étaient pour finir retrouvés, dans des circonstances peu claires, parmi les objets collectés qui avaient été rassemblés dans le gymnase.", "54.  Enfin, le tribunal estima que le procès-verbal de l’opération contenait une description trompeuse des faits, car il faisait état d’une résistance violente de la part de l’ensemble des occupants et ne mentionnait guère que la plupart de ceux-ci avaient été blessés par les forces de l’ordre.", "ii.  L’arrêt d’appel", "55.  Saisie par les accusés, par le parquet près le tribunal de Gênes, par le procureur général, par le ministère de l’Intérieur (responsable civil) et par la plupart des victimes, dont le requérant, la cour d’appel de Gênes, par l’arrêt no 1530/10 du 18 mai 2010, déposé le 31 juillet 2010, révisa partiellement le jugement entrepris.", "56.  Elle déclara les accusés coupables des délits de faux (dix-sept accusés), de lésions aggravées (neuf accusés) et de port abusif d’armes de guerre (un accusé). Ils furent condamnés à des peines comprises entre trois ans et huit mois et cinq ans d’emprisonnement, en plus de l’interdiction prononcée pour cinq ans d’exercer des fonctions publiques. En application de la loi no 241 du 29 juillet 2006, tous les condamnés bénéficièrent d’une remise de peine de trois ans.", "57.  Le délai de prescription des délits de calomnie aggravée (quatorze accusés), d’abus d’autorité publique du fait de l’arrestation illégale des occupants de l’école Diaz-Pertini (douze accusés) et de lésions simples (neuf accusés) étant échu, la cour d’appel prononça un non-lieu pour ceux-ci. Il en fut de même en ce qui concernait le chef du VII Nucleo antisommossa, condamné en première instance pour lésions aggravées, en raison des circonstances atténuantes. Enfin, la cour d’appel acquitta une personne accusée des délits de calomnie simple et de port abusif d’arme de guerre, et une autre personne accusée du délit de calomnie simple.", "58.  Les condamnations au versement de dommages-intérêts ainsi qu’aux frais et dépens, rendues en première instance, furent essentiellement confirmées, avec extension des obligations civiles à ceux qui avaient été condamnés pour la première fois en deuxième instance.", "59.  Dans les motifs de l’arrêt, la cour d’appel précisa tout d’abord que, même si les soupçons de la présence des armes utilisées par les black blocks lors de saccages des jours précédents pouvaient justifier, en principe, la perquisition des écoles, les indices permettant de conclure que tous les occupants des deux écoles étaient armés et pouvaient être comptés parmi les black blocks étaient néanmoins très faibles.", "60.  La cour d’appel indiqua ensuite que plusieurs éléments démontraient que l’opération ne visait nullement à l’identification des black blocks et qu’elle était d’une tout autre nature.", "61.  En premier lieu, les plus hauts responsables de la police auraient, dès la planification de la « perquisition », prévu que les premières lignes des forces de l’ordre seraient constituées du VII Nucleo antisommossa et d’autres agents lourdement armés ; aucune consigne, notamment concernant l’utilisation de la force contre les occupants, n’aurait été donnée à ces unités, leur seule tâche étant de « sécuriser » le bâtiment.", "62.  En deuxième lieu, même des personnes qui se trouvaient à l’extérieur de l’école Diaz-Pertini et qui n’avaient pas montré le moindre signe de résistance auraient été immédiatement attaquées par les forces de l’ordre.", "63.  En troisième lieu, les forces de l’ordre auraient donné l’assaut en défonçant les portes sans avoir essayé ni de parlementer avec les occupants en leur expliquant qu’une « perquisition inoffensive » devait avoir lieu, ni de se faire ouvrir pacifiquement la porte, légitimement fermée par ceux-ci. Une fois dans le bâtiment, les agents auraient systématiquement frappé les occupants d’une façon cruelle et sadique, y compris au moyen de bâtons non réglementaires. Selon la cour d’appel, les traces de sang révélées par les photos prises au cours de l’inspection des lieux étaient fraîches et ne pouvaient être que le résultat de ces violences, contrairement à « la thèse honteuse » (« vergognosa tesi ») selon laquelle elles provenaient des blessures survenues lors des accrochages des jours précédents.", "64.  A la lumière de ces éléments, la cour d’appel estima que le but de toute l’opération était de procéder à de nombreuses arrestations, même en l’absence de finalité d’ordre judiciaire, l’essentiel étant que celles-ci parviennent à restaurer auprès des médias l’image d’une police impuissante. Les plus hauts fonctionnaires des forces de l’ordre auraient donc rassemblé autour du VII Nucleo antisommossa une unité lourdement armée, équipée de matraques de type tonfa dont les coups pouvaient être mortels, et lui auraient donné pour unique consigne de neutraliser les occupants de l’école Diaz-Pertini, en stigmatisant ceux-ci comme étant de dangereux casseurs, auteurs des saccages des jours précédents. La conduite violente et coordonnée de tous les agents ayant participé à l’opération aurait été la conséquence naturelle de ces indications.", "65.  Ainsi, d’après la cour d’appel, au moins tous les fonctionnaires en chef et les cadres du VII Nucleo antisommossa étaient coupables des lésions infligées aux occupants. Quant aux responsables de la police de rangs plus élevés, la cour d’appel précisa que la décision de ne pas demander leur renvoi en jugement empêchait d’apprécier leur responsabilité au pénal.", "66.  Selon la cour d’appel, une fois la décision prise d’investir l’établissement et de procéder aux arrestations, les forces de l’ordre avaient tenté de justifier leur intervention a posteriori.", "67.  A cet égard, la cour d’appel nota, d’une part, que, au cours de l’enquête, on avait attribué aux occupants des délits qu’ils n’avaient pas commis : en effet, selon elle, il ne ressortait aucunement de l’instruction ni que les occupants eussent résisté aux forces de l’ordre ni qu’ils eussent lancé des objets sur elles tandis qu’elles stationnaient dans la cour de l’école, les boucliers de quelques agents étant levés vraisemblablement par simple précaution ; et surtout, compte tenu de l’ensemble des circonstances, l’agression au couteau prétendument subie par un agent au cours de l’irruption se serait révélée comme étant une « impudente mise en scène ».", "68.  La cour d’appel releva d’autre part que les plus hauts fonctionnaires des forces de l’ordre, présents sur les lieux, avaient convenu de placer les deux cocktails Molotov, trouvés ailleurs au cours de l’après-midi, parmi les objets recueillis lors de la perquisition, et ce dans le but de justifier la décision d’effectuer la perquisition et d’arrêter les occupants de l’école. Pour la cour d’appel, cette arrestation, dépourvue de toute base factuelle et juridique, avait donc été illégale.", "69.  Dans la détermination des peines à infliger, la cour d’appel estima que, exception faite du chef du VII Nucleo antisommossa qui avait essayé de limiter les violences et avait, finalement, avoué les délits au cours des débats, aucune circonstance atténuante ne pouvait être retenue pour les autres accusés. S’appuyant notamment sur le témoignage du requérant, la cour d’appel souligna que les agents des forces de l’ordre s’étaient transformés en « matraqueurs violents », insensibles à toute condition d’infériorité physique liée au sexe et à l’âge ainsi qu’à tout signe de capitulation, même à ceux faits par des personnes que le bruit de l’assaut venait de réveiller brusquement. Elle indiqua que, à cela, les agents avaient ajouté injures et menaces. Ce faisant, ils auraient jeté sur l’Italie le discrédit de l’opinion publique internationale. De surcroît, une fois les violences perpétrées, les forces de l’ordre avaient avancé toute une série de circonstances à la charge des occupants, inventées de toutes pièces, ce qui dénotait aux yeux de la cour d’appel un comportement conscient et concerté plutôt qu’un état de stress et de fatigue.", "70.  Cependant, tenant compte du fait que toute l’opération en cause avait pour origine la directive du chef de la police de procéder à des arrestations et que les accusés avaient dès lors clairement agi sous cette pression psychologique, la cour d’appel détermina les peines en prenant en compte le minimum prévu par la loi pénale pour chacun des délits en question.", "iii.  L’arrêt de la Cour de cassation", "71.  Les accusés, le procureur général près la cour d’appel de Gênes, le ministère de l’Intérieur (responsable civil) et certaines des victimes se pourvurent en cassation contre l’arrêt d’appel ; le requérant et d’autres victimes se constituèrent parties dans la procédure.", "72.  Par l’arrêt no 38085/12 du 5 juillet 2012, déposé le 2 octobre 2012, la Cour de cassation confirma pour l’essentiel l’arrêt entrepris, déclarant néanmoins prescrit le délit de lésions aggravées pour lequel dix accusés et neuf accusés respectivement avaient été condamnés en première et en deuxième instance (paragraphe 57 ci-dessus).", "73.  Dans les motifs de son arrêt, la Cour de cassation se pencha tout d’abord sur l’exception de constitutionnalité de l’article 157 du code pénal, en matière de prescription des infractions pénales (paragraphes 85-87 ci-dessous), soulevée par le procureur général sur le terrain de l’article 3 de la Convention et, par ricochet, de l’article 117, premier alinéa, de la Constitution. Elle observa que – comme les décisions de première et de deuxième instance l’auraient constaté et comme, d’ailleurs, cela n’aurait jamais été contesté – « les violences perpétrées par la police au cours de la descente dans l’école Diaz-Pertini [avaient] été d’une gravité inhabituelle ». La « gravité absolue » tenait à ce que ces violences généralisées, commises dans tous les locaux de l’école, s’étaient déchaînées contre des personnes à l’évidence désarmées, endormies ou assises les mains en l’air ; il s’agissait donc de « violences injustifiées et, comme souligné à juste titre par le procureur général, [exercées dans] un but punitif, de représailles, visant à provoquer l’humiliation et la souffrance physique et morale des victimes ». Ces violences, d’après la Cour de cassation, pouvaient relever de la « torture » aux termes de la Convention contre la torture et autres peines ou traitements cruels, inhumains ou dégradants (paragraphe 94 ci-dessous) ou bien des « traitements inhumains ou dégradants » aux termes de l’article 3 de la Convention.", "74.  La Cour de cassation releva que, en l’absence d’une infraction pénale ad hoc dans l’ordre juridique italien, elles avaient été poursuivies au titre des délits de lésions corporelles simples ou aggravées, lesquels, en application de l’article 157 du code pénal, avaient fait l’objet d’un non-lieu pour cause de prescription au cours de la procédure. Elle nota que c’était la raison pour laquelle le procureur général avait dénoncé la contradiction entre la réglementation de la prescription des infractions pénales prévue par l’article 157 du code pénal – dans la mesure où cette disposition ne compterait pas les mauvais traitements aux termes de l’article 3 de la Convention parmi les délits imprescriptibles – et l’article 3 de la Convention qui, selon une jurisprudence bien établie de la Cour, entraînerait l’obligation de sanctionner de façon adéquate les mauvais traitements et ferait dès lors obstacle à la prescription des délits ou de l’action pénale en la matière. La Cour de cassation estima, cependant, qu’un changement des règles de la prescription, tel qu’envisagé par le procureur général, échappait aux pouvoirs de la Cour constitutionnelle, car, selon l’article 25 de la Constitution italienne, seule la loi pouvait établir les infractions et les sanctions pénales.", "75.  S’agissant des condamnations pour délits de lésions corporelles, la Cour de cassation, après avoir rappelé les faits ayant précédé la descente de la police (paragraphes 21-26 ci-dessus), estima logique la constatation de la cour d’appel selon laquelle la directive du chef de la police de procéder à des arrestations aurait entraîné, dès l’origine, la « militarisation » de l’opération de perquisition que la police était censée réaliser dans l’école. Pour la Cour de cassation, le nombre très élevé d’agents, le défaut d’instructions concernant des alternatives à un assaut au gaz lacrymogène contre l’école (paragraphe 25 ci-dessus) et l’absence de toute directive quant à l’utilisation de la force contre les occupants montraient, parmi d’autres éléments, que cette opération n’avait pas été conçue comme une perquisition inoffensive. Ces modalités opérationnelles auraient entraîné le passage à tabac de presque tous les occupants de l’école, d’où la confirmation de la condamnation, entre autres, des fonctionnaires à la tête du VII Nucleo antisommossa. D’abord, ceux-ci n’auraient fourni aucune indication sur la manière de « sécuriser » le bâtiment et n’auraient jamais informé les agents de la possible présence de personnes inoffensives ; en outre, ils n’auraient pas empêché l’agression contre des personnes qui se trouvaient à l’extérieur du bâtiment, l’irruption violente dans l’école et l’assaut contre les occupants. En conclusion, comme la cour d’appel l’aurait à raison jugé, ces fonctionnaires auraient été conscients que la violence était connaturelle à l’opération. La Cour de cassation nota que, cependant, même les délits de lésions corporelles aggravées avaient été prescrits le 3 août 2010 par le jeu des délais, des critères de calcul et des interruptions procédurales prévues par les articles 157 et suivants du code pénal, tels que modifiés par la loi no 251 du 5 décembre 2005.", "76.  La Cour de cassation confirma, en outre, les conclusions de l’arrêt d’appel quant aux délits de faux, de calomnie et de port abusif d’armes de guerre commis, dans le cadre d’une « opération scélérate de mystification », pour justifier a posteriori les violences perpétrées dans l’école et l’arrestation des occupants. Elle releva, d’une part, que les occupants de l’école n’avaient pas opposé de résistance, ni avant l’enfoncement de la porte d’entrée ni à l’intérieur des locaux, et, d’autre part, que les occupants n’étaient pas en possession de cocktails Molotov, ceux-ci ayant été introduits dans l’école par la police depuis l’extérieur. Aussi la Cour de cassation conclut-elle au caractère fallacieux des rapports de police qui attestaient le contraire et au caractère calomnieux de l’accusation d’association de malfaiteurs formulée contre les occupants. Quant aux conclusions de l’arrêt d’appel concernant l’agression au couteau prétendument subie par un agent, la Cour de cassation se limita à préciser la peine à l’égard de deux agents condamnés de ce fait pour faux (trois ans et cinq mois, comme indiqué dans la motivation de l’arrêt d’appel, au lieu de trois ans et huit mois, comme indiqué dans le dispositif). Enfin, elle prononça une peine de trois ans et trois mois pour le délit de faux contre un condamné, du fait de la prescription du délit de lésions corporelles aggravées et de l’inapplicabilité en découlant du critère de calcul prévu par l’article 81 du code pénal en raison du caractère continu des délits.", "b)  Sur les événements de l’école Pascoli", "77.  Les chefs d’accusation retenus pour les événements de l’école Pascoli furent, notamment, les délits de perquisition arbitraire et de dommages matériels.", "78.  Par le jugement no 4252/08 (paragraphe 45 ci-dessus), le tribunal de Gênes jugea que l’irruption des agents de police dans l’école Pascoli était la conséquence d’une erreur dans l’identification du bâtiment à perquisitionner. Il estima en outre qu’il n’y avait pas de preuves certaines permettant de conclure que les accusés avaient effectivement commis dans l’école Pascoli les dégâts dénoncés.", "79.  Par l’arrêt no 1530/10 (paragraphe 55 ci-dessus), la cour d’appel de Gênes estima, en revanche, qu’il n’y avait pas d’erreur ou de malentendu à l’origine de l’irruption de la police dans l’école Pascoli. Selon la cour d’appel, les forces de l’ordre avaient voulu supprimer toute preuve filmée de l’irruption qui était en train de se dérouler dans l’école voisine Diaz-Pertini et avaient endommagé volontairement les ordinateurs des avocats. La cour d’appel prononça toutefois un non-lieu à l’égard du fonctionnaire de police accusé pour cause de prescription des délits commis.", "80.  Par l’arrêt no 38085/12 (paragraphe 72 ci-dessus), la Cour de cassation confirma cette décision. Elle souligna que la cour d’appel avait pleinement justifié ses conclusions en relevant que, dans l’école Pascoli, la police avait accompli une perquisition arbitraire, visant à la recherche et à la destruction du matériel audiovisuel et de toute autre documentation concernant les événements de l’école Diaz-Pertini.", "8.  L’enquête parlementaire d’information", "81.  Le 2 août 2001, les présidents du Sénat et de la Chambre des députés décidèrent qu’une enquête d’information (indagine conoscitiva) sur les faits survenus lors du G8 de Gênes serait menée par les commissions des Affaires constitutionnelles des deux chambres du Parlement. A cette fin, il fut créé une commission composée de dix-huit députés et de dix-huit sénateurs.", "82.  Le 20 septembre 2001, la commission déposa un rapport contenant les conclusions de sa majorité (intitulé « Rapport final de l’enquête parlementaire sur les faits survenus lors du G8 de Gênes »). D’après ce rapport, la perquisition dans l’école Diaz-Pertini « appar[aissait] comme étant peut-être l’exemple le plus significatif de carences organisationnelles et de dysfonctionnements opérationnels ».", "B.  Le droit interne pertinent", "1.  Prescription des infractions pénales", "83.  L’article 39 du code pénal (CP) distingue les infractions pénales suivant deux catégories : les délits (delitti) et les contraventions (contravvenzioni).", "84.  La prescription compte parmi les motifs d’extinction des infractions pénales (Chapitre I du Titre VI du Livre I du CP). Sa réglementation, telle qu’applicable en l’espèce, a été modifiée par la loi no 251 du 5 décembre 2005 et par le décret-loi no 92 du 23 mai 2008.", "85.  D’après l’article 157 § 1 du CP, l’infraction pénale est prescrite après l’écoulement d’un laps de temps équivalent à la peine maximale prévue par la loi et pour autant que ce laps de temps ne soit pas inférieur à six ans pour les délits et à quatre ans pour les contraventions.", "86.  Les deuxième, troisième et quatrième paragraphes de l’article 157 fixent les critères de calcul du délai de prescription ; le cinquième paragraphe prévoit un délai de prescription de l’infraction pénale de trois ans si celle-ci n’est punie ni par la détention ni par une peine pécuniaire. Le sixième paragraphe double les délais de prescription, calculés à l’aune des paragraphes précédents, pour certains délits (entre autres, association de malfaiteurs de type mafieux, traite d’êtres humains, enlèvement, trafic de drogue). Aux termes du huitième paragraphe du même article, les délits punis par la peine d’emprisonnement à perpétuité sont imprescriptibles.", "87.  L’accusé peut toujours renoncer expressément à la prescription (article 157 § 7 du CP).", "88.  L’article 158 § 1 du CP dispose que le délai de prescription court à partir de la commission de l’infraction pénale.", "89.  D’après l’article 160 du CP, le délai de prescription est prorogé du fait des diverses interruptions de nature procédurale, parmi lesquelles le jugement de condamnation. Selon le deuxième paragraphe de l’article 161, exception faite de certains délits qui ne sont pas pertinents en l’espèce, lesdites interruptions ne peuvent pas entraîner une augmentation du délai – calculé à l’aune de l’article 157 – de plus d’un quart et, dans certains cas de figure, de plus de la moitié (dans certains cas de récidive), de plus de deux tiers (dans le cas de récidive réitérée) ou de plus du double (si l’auteur de l’infraction est un délinquant habituel).", "2.  La loi no 241 du 29 juillet 2006 (octroi de remise de peine)", "90.  La loi no 241 du 29 juillet 2006 établit les conditions de l’octroi d’une remise générale des peines (indulto). Elle contient un seul article qui, dans sa partie pertinente en l’espèce, se lit comme suit :", "« Pour tous les délits commis jusqu’au 2 mai 2006, il est octroyé une remise de peine de trois ans maximum s’agissant d’une peine d’emprisonnement et de 10 000 EUR maximum s’agissant d’une peine pécuniaire seule ou en conjonction avec une peine d’emprisonnement (...). »", "3.  Proposition de loi visant à l’introduction dans l’ordre juridique italien du délit de torture – Sénat de la République, Commission justice, session du 12 septembre 2012", "91.  Dans la session du 12 septembre 2012, la Commission justice du Sénat de la République a clos l’examen de plusieurs propositions de loi visant à l’introduction dans l’ordre juridique italien du délit de torture et a adopté un texte commun qui sera soumis à l’assemblée du Sénat pour approbation.", "C.  Eléments pertinents de droit international", "1.  La Déclaration universelle des droits de l’homme", "92.  L’article 5 de la Déclaration universelle des droits de l’homme du 10 décembre 1948 dispose :", "« Nul ne sera soumis à la torture, ni à des peines ou traitements cruels, inhumains ou dégradants. »", "2.  Pacte international relatif aux droits civils et politiques", "93.  L’article 7 du Pacte international relatif aux droits civils et politiques du 16 décembre 1966, entré en vigueur le 23 mars 1976 et ratifié par l’Italie le 15 septembre 1978, dispose :", "« Nul ne sera soumis à la torture ni à des peines ou traitements cruels, inhumains ou dégradants. En particulier, il est interdit de soumettre une personne sans son libre consentement à une expérience médicale ou scientifique. »", "3.  Convention contre la torture et autres peines ou traitements cruels, inhumains ou dégradants", "94.  Les articles pertinents de la Convention contre la torture et autres peines ou traitements cruels, inhumains ou dégradants du 10 décembre 1984, entrée en vigueur le 26 juin 1987 et ratifiée par l’Italie 12 janvier 1989, sont ainsi libellés :", "Article 1", "« 1.  Aux fins de la présente Convention, le terme \"torture\" désigne tout acte par lequel une douleur ou des souffrances aiguës, physiques ou mentales, sont intentionnellement infligées à une personne aux fins notamment d’obtenir d’elle ou d’une tierce personne des renseignements ou des aveux, de la punir d’un acte qu’elle ou une tierce personne a commis ou est soupçonnée d’avoir commis, de l’intimider ou de faire pression sur elle ou d’intimider ou de faire pression sur une tierce personne, ou pour tout autre motif fondé sur une forme de discrimination quelle qu’elle soit, lorsqu’une telle douleur ou de telles souffrances sont infligées par un agent de la fonction publique ou toute autre personne agissant à titre officiel ou à son instigation ou avec son consentement exprès ou tacite. Ce terme ne s’étend pas à la douleur ou aux souffrances résultant uniquement de sanctions légitimes, inhérentes à ces sanctions ou occasionnées par elles.", "2.  Cet article est sans préjudice de tout instrument international ou de toute loi nationale qui contient ou peut contenir des dispositions de portée plus large. »", "Article 2", "« 1.  Tout Etat partie prend des mesures législatives, administratives, judiciaires et autres mesures efficaces pour empêcher que des actes de torture soient commis dans tout territoire sous sa juridiction.", "2.  Aucune circonstance exceptionnelle, quelle qu’elle soit, qu’il s’agisse de l’état de guerre ou de menace de guerre, d’instabilité politique intérieure ou de tout autre état d’exception, ne peut être invoquée pour justifier la torture.", "3.  L’ordre d’un supérieur ou d’une autorité publique ne peut être invoqué pour justifier la torture. »", "Article 4", "« 1.  Tout Etat partie veille à ce que tous les actes de torture constituent des infractions au regard de son droit pénal. Il en est de même de la tentative de pratiquer la torture ou de tout acte commis par n’importe quelle personne qui constitue une complicité ou une participation à l’acte de torture.", "2.  Tout Etat partie rend ces infractions passibles de peines appropriées qui prennent en considération leur gravité. »", "Article 5", "« 1.  Tout Etat partie prend les mesures nécessaires pour établir sa compétence aux fins de connaître des infractions visées à l’article 4 dans les cas suivants:", "a)  Quand l’infraction a été commise sur tout territoire sous la juridiction dudit Etat ou à bord d’aéronefs ou de navires immatriculés dans cet Etat;", "b)  Quand l’auteur présumé de l’infraction est un ressortissant dudit Etat;", "c)  Quand la victime est un ressortissant dudit Etat et que ce dernier le juge approprié.", "2. Tout Etat partie prend également les mesures nécessaires pour établir sa compétence aux fins de connaître desdites infractions dans le cas où l’auteur présumé de celles-ci se trouve sur tout territoire sous sa juridiction et où ledit Etat ne l’extrade pas conformément à l’article 8 vers l’un des Etats visés au paragraphe 1 du présent article.", "3. La présente Convention n’écarte aucune compétence pénale exercée conformément aux lois nationales. »", "Article 14", "« 1.  Tout Etat partie garantit, dans son système juridique, à la victime d’un acte de torture, le droit d’obtenir réparation et d’être indemnisée équitablement et de manière adéquate, y compris les moyens nécessaires à sa réadaptation la plus complète possible. En cas de mort de la victime résultant d’un acte de torture, les ayants cause de celle-ci ont doit à indemnisation.", "2.  Le présent article n’exclut aucun droit à indemnisation qu’aurait la victime ou toute autre personne en vertu des lois nationales. »", "Article 16", "« 1.  Tout Etat partie s’engage à interdire dans tout territoire sous sa juridiction d’autres actes constitutifs de peines ou traitements cruels, inhumains ou dégradants qui ne sont pas des actes de torture telle qu’elle est définie à l’article premier lorsque de tels actes sont commis par un agent de la fonction publique ou toute autre personne agissant à titre officiel, ou à son instigation ou avec son consentement exprès ou tacite. En particulier, les obligations énoncées aux articles 10, 11, 12 et 13 sont applicables moyennant le remplacement de la mention de la torture par la mention d’autres formes de peines ou traitements cruels, inhumains ou dégradants.", "2.  Les dispositions de la présente Convention sont sans préjudice des dispositions de tout autre instrument international ou de la loi nationale qui interdisent les peines ou traitements cruels, inhumains ou dégradants, ou qui ont trait à l’extradition ou à l’expulsion. »", "4.  Déclaration sur la protection de toutes les personnes contre la torture et autres peines ou traitements cruels, inhumains ou dégradants", "95.  Les articles pertinents de la Déclaration sur la protection de toutes les personnes contre la torture et autres peines ou traitements cruels, inhumains ou dégradants, adoptée par l’Assemblée générale des Nations unies le 9 décembre 1975, sont ainsi libellés :", "Article 4", "« Tout État, conformément aux dispositions de la présente Déclaration, prend des mesures effectives pour empêcher que la torture et autres peines ou traitements cruels, inhumains ou dégradants ne soient pratiqués dans sa juridiction. »", "Article 7", "« Tout État veille à ce que tous les actes de torture, tels qu’ils sont définis à l’article premier, soient des délits au regard de sa législation pénale. Les mêmes dispositions doivent s’appliquer aux actes qui constituent une participation, une complicité ou une incitation à la torture ou une tentative de pratiquer la torture. »", "Article 10", "« Si une enquête effectuée conformément à l’article 8 ou à l’article 9 établit qu’un acte de torture, tel qu’il est défini à l’article premier, a été manifestement commis, une procédure pénale est instituée, conformément à la législation nationale, contre le ou les auteurs présumés de l’acte. Si une allégation concernant d’autres formes de peines ou traitements cruels, inhumains ou dégradants est considérée comme fondée, le ou les auteurs présumés font l’objet de procédures pénales ou disciplinaires ou d’autres procédures appropriées. »", "Article 11", "« Quand il est établi qu’un acte de torture ou d’autres peines ou traitements cruels, inhumains ou dégradants ont été commis par un agent de la fonction publique ou à son instigation, la victime a droit à réparation et à indemnisation, conformément à la législation nationale. »", "5.  Principes de base de l’ONU sur le recours à la force et l’utilisation des armes à feu par les responsables de l’application des lois", "96.  Adoptés le 7 septembre 1990 par le huitième Congrès des Nations unies pour la prévention du crime et le traitement des délinquants, ces principes disposent, en leurs parties pertinentes :", "« (...)", "3.  La mise au point et l’utilisation d’armes non meurtrières neutralisantes devraient faire l’objet d’une évaluation attentive afin de réduire au minimum les risques à l’égard des tiers et l’utilisation de telles armes devrait être soumise à un contrôle strict.", "4.  Les responsables de l’application des lois, dans l’accomplissement de leurs fonctions, auront recours autant que possible à des moyens non violents avant de faire usage de la force ou d’armes à feu. Ils ne peuvent faire usage de la force ou d’armes à feu que si les autres moyens restent sans effet ou ne permettent pas d’escompter le résultat désiré.", "5.  Lorsque l’usage légitime de la force ou des armes à feu est inévitable, les responsables de l’application des lois :", "a)  En useront avec modération et leur action sera proportionnelle à la gravité de l’infraction et à l’objectif légitime à atteindre ;", "b)  S’efforceront de ne causer que le minimum de dommages et d’atteintes à l’intégrité physique et de respecter et de préserver la vie humaine ;", "c)  Veilleront à ce qu’une assistance et des secours médicaux soient fournis aussi rapidement que possible à toute personne blessée ou autrement affectée;", "d)  Veilleront à ce que la famille ou des proches de la personne blessée ou autrement affectée soient avertis le plus rapidement possible.", "(...)", "7.  Les gouvernements feront en sorte que l’usage arbitraire ou abusif de la force ou des armes à feu par les responsables de l’application des lois soit puni comme une infraction pénale, en application de la législation nationale.", "8.  Aucune circonstance exceptionnelle, comme l’instabilité de la situation politique intérieure ou un état d’urgence, ne peut être invoquée pour justifier une dérogation à ces Principes de base.", "(...)", "24.  Les pouvoirs publics et les autorités de police doivent faire en sorte que les supérieurs hiérarchiques soient tenus pour responsables si, sachant ou étant censés savoir que des agents chargés de l’application des lois placés sous leurs ordres ont ou ont eu recours à l’emploi illicite de la force ou des armes à feu, ils n’ont pas pris toutes les mesures en leur pouvoir pour empêcher, faire cesser ou signaler cet abus. »", "GRIEFS", "97.  Invoquant l’article 3 de la Convention, le requérant :", "a)  allègue que, lors de l’irruption de la police dans l’école Diaz-Pertini, il a été frappé de coups de pied et de matraque ayant entraîné plusieurs lésions ; il affirme en outre avoir été injurié et contraint de rester dans une position humiliante ;", "b)  se plaint que, lors de la perquisition dans l’école Diaz-Pertini, il n’ait pas pu prendre contact avec un avocat et/ou une personne de confiance ;", "c)  dénonce l’absence de soins adéquats en temps utile et la présence d’agents des forces de l’ordre pendant l’examen médical ;", "d)  soutient que l’Etat, en s’abstenant d’inscrire en délit tout acte contraire aux dispositions de l’article 3 de la Convention et de prévoir une peine adéquate pour un tel délit, n’a pas adopté les mesures nécessaires pour prévenir les actes de torture et les mauvais traitements dénoncés ; il se plaint que les responsables des actes de torture et des mauvais traitements allégués aient été poursuivis pour des délits moins graves, dont certains auraient été prescrits au cours de la procédure pénale, qu’ils aient été condamnés à des peines selon lui légères et qu’ils aient, de surcroît, bénéficié de la remise de peine prévue par la loi no 241/2006 ; ces mêmes personnes n’auraient par ailleurs pas fait l’objet de sanctions disciplinaires et auraient même obtenu des promotions.", "98.  Sous l’angle de l’article 13 de la Convention, le requérant se plaint de l’absence d’enquête effective. A ses yeux, la raison en est que la plupart des auteurs des humiliations avérées seraient restés non identifiés faute de coopération de la part des forces de l’ordre au cours de la procédure.", "", "", "\n", "QUESTIONS", "1.  Le requérant a-t-il été soumis, en violation de l’article 3 de la Convention, à la torture et/ou à des traitements inhumains ou dégradants ?", "", "En particulier :", "", "1.1. L’agression subie lors de la perquisition menée dans l’école Diaz-Pertini, telle que constatée par les juridictions internes, s’analyse-t-elle en torture ou en traitement inhumain, aux termes de l’article 3 ?", "", "1.2. Lors de la perquisition menée dans l’école Diaz-Pertini, le requérant a-t-il été contraint de tenir des positions humiliantes ?", "", "1.3. Lors de ladite perquisition, le requérant a-t-il pu contacter un avocat et/ou une personne de confiance ?", "", "1.4. A la suite de l’agression, le requérant a-t-il bénéficié de soins médicaux adéquats en temps utile ?", "", "1.5. Le requérant a-t-il reçu des soins médicaux en la présence d’agents de police ?", "", "1.5. L’organisation et la détermination des modalités opérationnelles de la perquisition de l’école Diaz-Pertini étaient-t-elles conformes à la protection des valeurs découlant de l’article 3?", "", "2. Eu égard à la protection procédurale contre la torture et les traitements inhumains ou dégradants et au droit à un recours effectif en la matière, l’enquête menée en l’espèce par les autorités internes a-t-elle satisfait aux exigences des articles 3 et 13 de la Convention (Bati et autres c. Turquie, nos 3097/96 et 57834/00, §§ 133-137, CEDH 2004-IV ; Gäfgen c. Allemagne [GC], no 22978/05, §§ 115-130, CEDH-2010) ?", "", "3. Eu égard à la protection procédurale contre la torture et les traitements inhumains ou dégradants et au droit à un recours effectif en la matière, l’organisation et la détermination des modalités opérationnelles de la perquisition de l’école Diaz-Pertini étaient-t-elles conformes aux exigences des articles 3 (volet procédural) et 13 de la Convention ?", "", "4. La législation pénale italienne, dans son ensemble et y comprise la réglementation de la prescription des infractions telle que prévue par les articles 157-161 du code pénal, garantit-elle une sanction adéquate de la torture et des traitements inhumains ou dégradants, aux termes de l’article 3 (Gäfgen, précité, § 117)?", "", "", "DEMANDES DE RENSEIGNEMENTS", "", "", "1. Quelles mesures disciplinaires ont été adoptées, les cas échéant, tout au long de la procédure pénale à l’égard des responsables de l’ordre qui ont été accusés de plusieurs délits commis à l’occasion de l’irruption dans l’école Diaz-Pertini ? Quelle a été l’évolution de leur carrière tout au long de la procédure pénale ? Vont-ils être démis à la suite de l’arrêt définitif rendu dans la procédure pénale ?", "", "", "", "", ""]}