{"file": "FRE_HFJUD_59506_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "59506/00", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE GEORGIOS PAPAGEORGIOU c. GRÈCE", "", "", "(Requête no 59506/00)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "9 mai 2003", "", "", "", "DÉFINITIF", "", "09/08/2003", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Georgios Papageorgiou c. Grèce,", "La Cour européenne des Droits de l'Homme (première section), siégeant en une chambre composée de :", "\tM.\tG. Bonello, président,\n\tM.\tC.L. Rozakis,\n\tM.\tP. Lorenzen,\n\tMme\tN. Vajić,\n\tM.\tE. Levits,\n\tM.\tA. Kovler,\n\tM.\tV. Zagrebelsky, juges,\net de M. S. Nielsen, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil les 20 juin 2002 et 10 avril 2003,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 59506/00) dirigée contre la République hellénique et dont un ressortissant de cet Etat, Georgios Papageorgiou (« le requérant »), a saisi la Cour le 29 mai 2000 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté devant la Cour par Me N. Frangakis, avocat à Athènes. Le gouvernement grec (« le Gouvernement ») est représenté par le délégué de son agent, M. M. Apessos, conseiller auprès du Conseil juridique de l'Etat.", "3.  Le requérant alléguait en particulier une violation du délai raisonnable et du droit à un procès équitable (articles 6 §§ 1et 3 d) de la Convention).", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement. Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la première section ainsi remaniée (article 52 § 1).", "5.  Par une décision du 20 juin 2002, la chambre a déclaré la requête partiellement recevable.", "6.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "7.  Le requérant est né en 1955 et réside à Aghios Stefanos d'Attique.", "8.  Le 30 mai 1990, la banque commerciale de Grèce porta plainte contre certains de ses employés, dont le requérant, pour détournement de documents, faux et usage de faux et escroquerie, infractions qui causèrent à la banque un dommage dépassant 20 000 000 drachmes (GRD). En effet, les prévenus avaient débité le compte de la Société grecque des chemins de fer (« l'OSE ») au moyen de sept chèques tirés d'un carnet de chèques établi au nom de cette société, mais qui ne lui avait jamais été remis. Le 2 juin 1990, le procureur mit en cause le requérant.", "9.  Le 27 mars 1991, le requérant fut convoqué devant le juge d'instruction et mis en détention provisoire. Le 23 avril 1991, il fut libéré provisoirement sous caution et sous contrôle judiciaire, notamment l'interdiction de sortie du territoire.", "10.  Par une décision du 26 juin 1992, la chambre d'accusation de la cour d'appel d'Athènes renvoya certains des prévenus, dont le requérant, en jugement.", "11.  L'audience, fixée au 27 mai 1994, fut reportée, en raison d'une grève du barreau d'Athènes, au 26 janvier 1996, puis au 31 mai 1996, en raison des problèmes de santé d'un des co-accusés. A cette date, l'audience fut encore reportée au 13 octobre 1997.", "12.  Le 4 juin 1996, le requérant, qui, avant de travailler à la banque, était officier dans la marine marchande, sollicita la levée de l'interdiction susmentionnée, afin qu'il puisse travailler à nouveau dans la marine ; il soutenait qu'il avait besoin de travailler pour subvenir aux besoins de sa femme et ses trois enfants et soulignait que la procédure avait été ajournée d'office à plusieurs reprises. Toutefois, le procureur près la cour d'appel et la chambre d'accusation rejetèrent la demande. La cour d'appel criminelle avait également rejeté dans le passé une demande semblable.", "13.  L'audience devant la cour d'appel criminelle, composée de trois membres, débuta le 13 octobre 1997, c'est-à-dire, cinq ans, trois mois et dix-sept jours après la décision de la chambre d'accusation du 26 juin 1992 et plus de sept ans après le dépôt de la plainte et l'engagement de la procédure. L'audience se poursuivit les 13, 14, 15 21 et 29 octobre 1997. Un des co-accusés déposa une demande tendant à ce que la bande de l'ordinateur de la banque (mais non des chèques litigieux) soient produits devant la cour. L'avocat de la banque produisit une attestation du service informatique de la banque qui certifiait que les copies des bandes de l'ordinateur qui se trouvaient au dossier étaient authentiques. Cette attestation fut lue à l'audience sans qu'il y ait de réaction de la part des accusés. La cour se fonda sur plus de soixante-six documents dont lecture fut donnée à l'audience. La cour entendit aussi trois témoins.", "La cour d'appel criminelle rendit son jugement le 29 octobre 1997. Elle condamna le requérant à cinq ans et quatre mois d'emprisonnement, peine dont elle déduisit la période de détention provisoire, et ordonna la confiscation et la destruction de sept faux chèques. Enfin, elle décida que l'appel que le requérant pourrait, le cas échéant, interjeter, aurait un effet suspensif sur l'exécution de la peine.", "14.  Le requérant en appela contre ce jugement devant la cour d'appel criminelle d'Athènes, composée de cinq juges. Le 20 février 1998, elle confirma le jugement de première instance, mais réduisit la peine à quatre ans et dix mois d'emprisonnement.", "15.  Pendant l'audience, le requérant avait demandé la présentation devant la cour d'appel des copies de certaines pages du calendrier de l'ordinateur de la banque et de l'original des chèques litigieux, ainsi que la convocation d'un expert-graphologue, M. Chalkias, et son audition contradictoire avec un autre graphologue.", "16.  La cour d'appel rejeta ces demandes par les motifs suivants :", "« La précision et l'authenticité des pages de l'ordinateur central de la banque, accompagnées par les attestations des cadres supérieurs de celle-ci sont incontestables et une présentation de ces pages n'est pas nécessaire ; en outre, la comparution de M. Chalkias et son audition contradictoire n'est pas non plus nécessaire, car celui-ci a rédigé un rapport circonstancié qui a été lu en audience. Enfin, les photocopies des chèques litigieux, dont la falsification n'est contestée par aucune des parties, satisfont aux besoins de la procédure et la présentation des originaux est donc superflue ».", "17.  La cour d'appel donna lecture des éléments de preuve déjà présentés en premier instance et entendit douze témoins pour l'accusation et cinq pour la défense.", "18.  La cour d'appel releva que la connexion entre les chèques litigieux et le compte de l'OSE ne pouvait être faite par des employés du service informatique de la banque, comme l'avait soutenu le requérant, car ce service ne pouvait traiter que des informations provenant des succursales et que, le jour où l'infraction avait été commise, le requérant avait été le seul à avoir manipulé l'ordinateur impliqué dans la commission de l'infraction. L'expert-graphologue avait conclu que les caractéristiques de l'écriture et de la signature du requérant étaient visibles sur les chèques. Enfin, la cour d'appel nota que le requérant figurait parmi un nombre très restreint d'employés de la banque à connaître le numéro de compte de l'OSE et les employés de ce dernier à avoir le pouvoir d'émettre des chèques.", "19.  Le requérant se pourvut en cassation. Le 20 octobre 1998, la Cour de cassation cassa l'arrêt de la cour d'appel criminelle d'Athènes, dans sa partie concernant le détournement des documents et le faux et usage de faux, et renvoya l'affaire devant la cour d'appel uniquement pour le chef d'accusation d'escroquerie.", "20.  L'audience devant cette juridiction eut lieu le 2 décembre 1998. Le requérant invita à nouveau la cour d'appel à présenter aux débats le calendrier électronique de la banque et demanda à ce que l'avocat de la banque certifie conformes les photocopies des chèques litigieux. La cour d'appel rejeta les demandes : en ce qui concerne la première, elle estima qu'il était impossible de récupérer les pages du calendrier électronique de la banque car les bobines n'étaient pas conservées et l'authenticité des documents invoqués ressortait d'autres preuves documentaires ; quant à la seconde, elle estima que la demande visait à révéler si l'accusé avait un complice, alors que la culpabilité de celui-ci ressortait d'autres éléments de preuve. De plus, la cour d'appel affirma qu'il n'était pas prouvé que les photocopies des chèques étaient falsifiées. La cour d'appel conclut que l'accusé avait commis l'infraction en procédant sur la base d'un plan préétabli et avait l'intention de le mettre en oeuvre à plusieurs reprises afin de soustraire des sommes de la Société grecque des chemins de fer.", "21.  Le 8 décembre 1998, la cour d'appel déclara le requérant coupable d'escroquerie (article 386 du code pénal), au motif que le dommage causé à la banque était réalisé au moyen d'une tromperie de ses employés et la question de savoir si l'ordinateur avait été utilisé ou non était sans pertinence. Elle condamna le requérant à trois ans et six mois d'emprisonnement (période de laquelle elle déduisit vingt-huit jours passés en détention provisoire) et ordonna la destruction des chèques falsifiés.", "22.  Le 30 novembre 1999, la Cour de cassation, saisie par le requérant, confirma l'arrêt de la cour d'appel.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "23.  Le requérant allègue un dépassement du délai raisonnable, garanti par l'article 6 § 1 de la Convention, aux termes duquel :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "24.  Le Gouvernement soutient que l'affaire était complexe et sérieuse et avait nécessité des investigations longues et laborieuses. La durée totale de la procédure s'explique par le fait que l'affaire fut jugée trois fois par la cour d'appel et deux fois par la Cour de cassation. Les reports d'audience devant la cour d'appel criminelle, composée de trois juges, étaient dus à une grève des avocats du barreau et à la maladie d'un des co-accusés.", "25.  Le requérant souligne le caractère déraisonnable de la procédure devant le tribunal statuant en première instance et le retard avec lequel ce tribunal fixait l'audience après chaque report de celle-ci.", "26.  La période à prendre en considération a débuté le 2 juin 1990, avec la mise en cause du requérant, et a pris fin le 30 novembre 1999, avec l'arrêt de la Cour de cassation. La procédure a donc duré neuf ans, cinq mois et vingt-huit jours.", "27.  La Cour rappelle que le caractère raisonnable de la durée d'une procédure s'apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l'affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d'autres, l'arrêt Di Pede c. Italie du 26 septembre 1996, Recueil des arrêts et décisions 1996-IV, § 27), qui, en l'occurrence, appellent une appréciation globale.", "28.  Le Cour note que le requérant a été renvoyé en jugement le 26 juin 1992. A partir de cette date et jusqu'au 13 octobre 1997, soit cinq ans, trois mois et dix-sept jours, l'affaire est restée inerte en première instance (cour d'appel criminelle, composée de trois juges). L'audience a été ajournée d'office à trois reprises, les 27 mai 1994, 26 janvier 1996 et 31 mai 1996. Si ces ajournements étaient dus à la grève du barreau d'Athènes et à des raisons de santé d'un des co-accusés, la cour d'appel a fixé les audiences à des dates très éloignées de celles où elle avait ajourné l'affaire, et cela en dépit du fait que l'affaire accusait un retard important. En particulier, entre le renvoi du requérant en jugement et la fixation de l'audience, le 27 mai 1994, il s'est écoulé un laps de temps de presque deux ans sans qu'aucun acte de procédure ne soit effectué ; il en fut de même après l'ajournement du 26 janvier 1996 où la nouvelle audience fut fixée sans raison un an et neuf mois environ plus tard, soit le 13 octobre 1997. Ces périodes d'inactivité et la longueur des retards devant la cour d'appel, statuant en première instance, sont imputables aux autorités judiciaires et ont contribué à allonger l'ensemble de la procédure, dont l'objet ne paraît pas trop complexe, de manière peu compatible avec les exigences de l'article 6 § 1.", "29.  La Cour conclut qu'il y a eu violation de cet article.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 3 d) DE LA CONVENTION", "30.  Le requérant allègue également une violation de l'article 6 § 3 d) qui dispose :", "« Tout accusé a droit notamment à :", "d)  interroger ou faire interroger les témoins à charge et obtenir la convocation et l'interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge ; »", "31.  Le requérant soutient que sa condamnation a été fondée sur sept chèques falsifiés dont les originaux n'ont jamais été présentés par la banque (partie civile dans la procédure) devant les juridictions qui ont jugé l'affaire. Le requérant avait demandé à chaque juridiction qui l'a jugé d'ordonner la production des originaux de ces chèques ou des copies certifiés conformes par la banque elle-même, mais ces demandes ont été à chaque fois refusées. Selon un expert-graphologue, le requérant était l'auteur de la falsification, mais les tribunaux ont refusé l'audition contradictoire de celui-ci avec un autre graphologue. De même, les tribunaux ont refusé d'ordonner la production des originaux ou des copies certifiées conformes des certaines pages de l'ordinateur central de la banque qui contenaient les transactions du jour où eut lieu l'escroquerie. Ces documents furent jugés crédibles et authentiques par les tribunaux sur la seule base des dépositions des cadres de la banque, qui étaient contradictoires. Or, selon le requérant, si les tribunaux avaient ordonné la production des originaux de ces chèques, la preuve aurait été apportée qu'il n'était pas l'auteur de l'escroquerie. Le requérant soutient que les photocopies des documents présentés aux tribunaux étaient altérées.", "32.  Le requérant souligne que les juridictions nationales, de façon délibérée, ne lui ont pas permis de contester à l'audience d'une manière efficace les éléments de preuve que ses accusateurs devaient présenter ; il s'agit d'éléments dont l'authenticité et la pertinence devait faire l'objet d'une procédure de preuve efficace, afin de répondre aux exigences d'un procès équitable et public. Tous les autres éléments de preuve étaient contradictoires et insuffisants pour constituer la base de la condamnation du requérant. En dépit du fait qu'il n'a été condamné que pour fraude, il ressort du raisonnement des tribunaux que la falsification des chèques avait été considérée par eux comme le moyen pour la commission du délit de fraude.", "33.  Se fondant sur l'arrêt Garcia Ruiz c. Espagne ([GC] no 30544/96, 21 janvier 1999, CEDH 1999-I), le Gouvernement soutient que le grief du requérant relatif à cet article revient en réalité à contester l'appréciation des faits et des éléments de preuve par les juridictions nationales. Il souligne que l'affaire du requérant fut examinée à cinq reprises par des juridictions de haut niveau (cours d'appel et Cour de cassation) et le requérant fut condamné pour une seule infraction au lieu de trois, dont il était initialement poursuivi. L'appréciation des tribunaux ne fut pas uniquement fondée sur les éléments mentionnés par le requérant dans son grief, mais sur une multitude de documents et de témoignages. Les 20 février et 8 décembre 1998, la cour d'appel criminelle, composée de cinq juges, statua après avoir entendu plusieurs témoins à charge et à décharge et en se fondant sur quatre-vingt-quatre documents la première fois, et soixante-onze la seconde, qui avaient été lus devant elle.", "34.  Le Gouvernement souligne que les faits de la présente affaire, et notamment le défaut de présentation devant les tribunaux des originaux des chèques falsifiés et ceux de la bande de l'ordinateur de la banque, diffèrent de ceux dans l'affaire Barberà, Messegué et Jabardo c. Espagne (arrêt du 6 décembre 1988, série A no 146). Il souligne que la cour d'appel se fonda sur un grand nombre des preuves documentaires – plus de soixante-six en première instance – dont lecture fut donnée à l'audience et sur plusieurs dépositions de témoins. La cour d'appel, statuant en appel, se fonda sur les mêmes éléments de preuve et sur les dépositions d'un plus grand nombre de témoins (que ceux qui avaient déposé en première instance) et prit sa décision sur le fondement d'un raisonnement approfondi et circonstancié.", "35.  La Cour rappelle que les exigences de l'article 6 § 3 d) représentent des aspects particuliers du droit à un procès équitable garanti par l'article 6 § 1. Il revient en principe aux juridictions internes, et spécialement au tribunal de première instance, d'apprécier les éléments recueillis par elles et la pertinence de ceux dont l'accusé souhaite la production. La Cour doit cependant rechercher si la procédure considérée dans son ensemble, y compris le mode de présentation des moyens de preuve à charge et à décharge, a revêtu le caractère équitable voulu par l'article 6 § 1 (Barberà, Messegué et Jabardo c. Espagne précité, p. 31, § 67).", "36.  Elle rappelle aussi que tout procès pénal, y compris ses aspects procéduraux, doit revêtir un caractère contradictoire et garantir l'égalité des armes entre l'accusation et la défense : c'est là un des aspects fondamentaux du droit à un procès équitable. Le droit à un procès pénal contradictoire implique, pour l'accusation comme pour la défense, la faculté de prendre connaissance des observations ou éléments de preuve produits par l'autre partie. De surcroît, l'article 6 § 1 exige que les autorités de poursuite communiquent à la défense toutes les preuves pertinentes en leur possession, à charge comme à décharge (Fitt c. Royaume-Uni, [GC] no 29777/96, 16 février 2000, CEDH 2000-II).", "37.  Dans la présente affaire, la Cour note qu'il ne s'agit pas tellement d'une question de dissimulation de preuves, comme dans l'affaire Fitt c. Royaume-Uni, mais d'un refus d'ordonner la production des originaux des documents ayant servi de base à une condamnation. En effet, à aucun moment de la procédure, aucune des juridictions qui ont examiné l'affaire, n'a été en mesure d'examiner les pages électroniques de l'ordinateur de la banque ainsi que l'original des chèques litigieux et de vérifier si les copies dont elles ont eu connaissance étaient conformes aux originaux. De plus, la juridiction de première instance ordonna la destruction des faux chèques, l'élément de preuve fondamental dans le procès du requérant. Or, la condamnation du requérant pour fraude fut fondée dans une large mesure sur les photocopies des chèques qui étaient prétendument falsifiées. Il ressort de l'arrêt de la cour d'appel criminelle que les moyens employés pour la réalisation de la fraude étaient les chèques litigieux et l'utilisation de l'ordinateur pour l'altération des données de l'ordinateur central de la banque. Or, la Cour considère que la production de ces chèques était primordiale pour la défense du requérant, car, comme il le souligne, elle lui aurait permis de démontrer que ceux qui avaient donné l'ordre pour le paiement litigieux étaient des employés de la banque et pas lui et, par conséquent, l'accusation pour fraude aurait été jugée comme dénuée de fondement.", "38.  Quant aux nombreuses autres preuves documentaires invoquées par le Gouvernement, la Cour note, avec le requérant, qu'il s'agit de documents très divers qui se rapportent à d'autres co-accusés ou qui n'ont pas servi de base pour la condamnation du requérant.", "39.  Compte tenu du fait que des éléments de preuve essentiels ne furent pas produits et discutés de manière adéquate à l'audience en présence de l'accusé et en dépit de ses demandes répétées en ce sens, la Cour conclut que la procédure en cause, considérée dans son ensemble, n'a pas répondu aux exigences d'un procès équitable.", "40.  Il y a donc eu violation de l'article 6 §§ 1 et 3 d).", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "41.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "42.  Le requérant sollicite la réparation d'un dommage matériel qui consiste en la perte des revenus qu'il a subie pendant toute la durée de la procédure. Il souligne qu'après le déclenchement des poursuites pénales contre lui, la banque a dénoncé son contrat de travail et il s'est trouvé au chômage. Après avoir été libéré provisoirement, le requérant devait subvenir aux besoins de sa famille ; il a donc sollicité la levée de l'interdiction de sortie du territoire afin de pouvoir exercer le métier de capitaine de la marine marchande, métier qu'il exerçait avant d'entrer au service de la banque. A cette époque-là, s'il avait pu continuer sa carrière comme capitaine adjoint de tanker, il aurait touché un salaire de 1 600 000 GRD par mois, pour une période de trente-six mois. Après cette période, il aurait été promu capitaine de première classe et aurait perçu un salaire de 2 800 000 GRD par mois, pour une période de soixante mois. Par conséquent, le dommage causé par la perte de ses salaires s'élève à 225 600 000 GRD, soit 662 069 euros (EUR).", "43.  Le requérant allègue que l'humiliation, le déshonneur social, la diminution morale qu'il a subis pendant onze ans consécutifs, durant lesquels il était stigmatisé comme criminel, la peur constante qu'on prenne connaissance de sa situation dans son environnement professionnel et social lui ont causé ainsi qu'à sa famille un préjudice moral énorme que la réparation, quelle que soit son montant, ne pourra pas effacer. Sa mère est décédée d'une maladie grave, qui trouve sa cause dans la tristesse et la honte qu'elle a ressenties pour son fils. Sa soeur a tenté de se suicider plusieurs fois à cause des poursuites dirigées contre son frère. Le requérant demande alors pour préjudice moral 3 000 000 EUR.", "44.  Le Gouvernement souligne que le décès de la mère du requérant et l'état de sa soeur étaient liés à des maladies chroniques qui ne peuvent en aucun cas être associées à la condamnation du requérant. Si la Cour constate une violation, le Gouvernement estime qu'une indemnité de 10 000 EUR pour dommage moral serait suffisante. Pour dommage matériel, le Gouvernement serait d'accord pour accorder 10 000 EUR. Il souligne que le travail du requérant comme capitaine de la marine marchande n'est ni garanti ni permanent. Le requérant ne produit aucune preuve pour le montant de son salaire pour la période 1991-2001. En revanche, son salaire en 2002, n'a pas excédé 2 935 EUR par mois. De plus, le passage du grade de capitaine adjoint à celui de capitaine de première classe n'est pas automatique, mais sujet à la réussite d'un examen.", "45.  La Cour relève que la seule base à retenir pour l'octroi d'une satisfaction équitable réside en l'espèce dans le fait que le requérant n'a pas pu jouir devant les juridictions nationales des garanties de l'article 6. Elle ne saurait certes spéculer sur ce qu'eût été l'issue du procès dans le cas contraire, mais estime que le requérant a subi un tort moral certain du fait de la violation des articles 6 §§ 1 et 3 d). Statuant en équité, comme le veut l'article 41, la Cour lui alloue la somme de 20 000 EUR.", "B.  Autre demande", "46.  Le requérant demande à la Cour de condamner le Gouvernement à annuler la décision le condamnant et à lever toutes les conséquences de cette condamnation, comme la rectification du casier judiciaire.", "47.  La Cour rappelle que la Convention ne lui donne aucune compétence pour prendre la mesure souhaitée par le requérant (Higgins et autres c. France, arrêt 19 février 1998, Recueil 1998-I, p. 62, § 50).", "C.  Frais et dépens", "48.  Pour frais et dépens dans les procédures devant les juridictions nationales et notamment pour honoraires d'avocats, le requérant réclame les sommes suivantes : 1) 400 000 GRD pour la détention provisoire, 2) 400 000 GRD pour l'étude du dossier en 1991, 3) 300 000 GRD pour que son avocat assiste deux fois aux audiences, qui ont été suspendues, 4) 800 000 GRD pour être représenté devant la cour d'appel criminelle, composée de trois juges, 5) 300 000 GRD pour l'étude du dossier par un autre avocat en appel, 6) 700 000 GRD pour être représenté devant la cour d'appel criminelle, composée de cinq juges, 7) 500 000 GRD pour l'étude du dossier par un autre avocat, 8) 1 000 000 GRD pour être représenté devant la cour d'appel criminelle, composée de cinq juges le 20 février 1998, 9) 600 000 GRD pour la demande de suspension de la peine, 10) 600 000 GRD pour le dépôt du pourvoi devant la Cour de cassation, 11) 600 000 pour le dépôt du second pourvoi, 12) 600 000 GRD pour l'audience du second pourvoi devant la Cour de cassation et 13) 2 100 000 GRD pour la procédure après renvoi devant la cour d'appel. Le total s'élève à 8 900 000 GRD, soit 26 119 EUR. Le requérant déclare posséder et produit avec son dossier cinq factures pour un montant de 2 900 000 GRD.", "49.  Pour honoraires d'avocat pour la procédure devant la Cour, le requérant sollicite 39 456 EUR. Il produit trois factures d'un montant de 7 337 EUR pour les honoraires qu'il a déjà versés.", "50.  Le Gouvernement soutient que le requérant ne devrait se voir accorder aucune somme pour les frais devant les juridictions nationales, car ils concernaient des accusations pour lesquelles il a été acquitté. Quant aux frais relatifs à la procédure devant la Cour, le Gouvernement se déclare prêt à rembourser le montant figurant sur les factures fournies par le requérant, c'est-à-dire 7 337 EUR.", "51.  D'après la jurisprudence constante de la Cour, pour avoir droit à l'allocation de frais et dépens, la partie lésée doit les avoir supportés afin d'essayer de prévenir ou faire corriger une violation de la Convention, d'amener la Cour à la constater et d'en obtenir l'effacement. Il faut aussi que se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (Philis c. Grèce (No 1), arrêt du 27 août 1991, série a no 209, p. 25, § 74).", "52.  La Cour rappelle que le requérant avait demandé expressément à la cour d'appel criminelle, statuant en première instance et en appel, d'ordonner la production des originaux des preuves litigieuses et celle-ci a refusé en donnant des motifs peu convaincants. La Cour estime donc que le requérant a droit au remboursement des honoraires d'avocats devant les juridictions nationales pour lesquels il soumet des factures, à savoir pour une somme de 2 900 000 GRD (8 511 EUR). Quant aux honoraires pour la procédure devant la Cour, les montants figurant sur les factures fournies par le requérant (7 337 EUR) paraissent raisonnables et la Cour les accorde en entier.", "D.  Intérêts moratoires", "53.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 6 § 1 (durée la procédure) de la Convention ;", "", "2.  Dit qu'il y a eu violation de l'article 6 §§ 1 et 3 d) de la Convention ;", "", "3.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 20 000 EUR (vingt mille euros) pour dommage moral et 15 848 EUR, (quinze mille huit cent quarante-huit euros) pour frais et dépens, plus tout montant pouvant être dû à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 9 mai 2003 en application de l'article 77 §§ 2 et 3 du règlement.", "", "", "", "", "\tSøren Nielsen\tGiovanni Bonello\n\tGreffier adjoint\tPrésident"]}