{"file": "FRE_CLINF_33411_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "33411/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 156", "Octobre 2012", "Hulea c. Roumanie - 33411/05", "Arrêt 2.10.2012 [Section III]", "Article 14", "Discrimination", "Refus d’octroyer une réparation au militaire de sexe masculin pour discrimination dans son droit au congé parental: violation", "", "En fait – Le requérant était dans l’armée depuis 1991. En décembre 2001, son deuxième enfant naquit. Pendant ses dix premiers mois, son épouse, enseignante, bénéficia du congé parental qui pouvait s’étendre jusqu’au deuxième anniversaire de l’enfant. En septembre 2002, le requérant saisit son supérieur hiérarchique d’une demande de congé parental. Cette demande fut réitérée à plusieurs reprises. Mais le ministère de la Défense refusa de le lui accorder au motif que la loi définissant le statut des militaires ne le prévoyait qu’au bénéfice des femmes. Estimant ce refus discriminatoire le requérant saisit le tribunal départemental en septembre 2003 d’une action en justice contre le ministère de la Défense. Son action fut rejetée. Dans son pourvoi en recours contre cette décision auprès de la cour d’appel, le requérant souleva l’exception d’inconstitutionnalité de la disposition légale régissant le statut des militaires. La Cour constitutionnelle accueillit la question préliminaire de constitutionnalité par une décision de février 2005 et jugea que l’article de la loi enfreignait le principe de l’égalité devant la loi et celui de la non-discrimination selon le sexe, tous deux inscrits dans la Constitution. Puis la cour d’appel rejeta le pourvoi du requérant par un arrêt définitif du 13 avril 2005 estimant que la disposition légale en question n’était pas applicable, car le requérant n’avait pas fourni de justificatifs démontrant qu’il avait payé les cotisations nécessaires afin de bénéficier du congé parental. Elle refusa aussi de l’indemniser du préjudice moral, considérant sa demande comme non étayée.", "En droit – Article 14 combiné avec l’article 8 : aux fins du congé parental, le requérant, militaire de sexe masculin, se trouvait dans une situation analogue à celle des militaires de sexe féminin. Cette situation a conduit la Cour constitutionnelle à estimer, à la demande du requérant, que l’absence de possibilité pour les militaires hommes d’accéder au congé parental, selon le Statut des cadres militaires, constituait une discrimination fondée sur le sexe. Par ailleurs, depuis 2006, en Roumanie, comme dans un nombre important d’Etats membres, la législation prévoit que les militaires de sexe masculin ont droit au même congé parental que les militaires de sexe féminin. Le requérant s’en est cependant vu refuser le bénéfice. En outre, son action en dédommagement en raison de la discrimination subie du fait du refus du congé parental a été rejetée par la cour d’appel au motif qu’il n’aurait pas justifié avoir payé ses contributions au système d’assurance sociale et qu’il n’avait pas démontré avoir subi un préjudice moral. Concernant le préjudice moral, la Cour considère l’approche de la cour d’appel trop formaliste et elle a déjà constaté que ce type d’approche, qui avaient fait peser sur le requérant l’obligation d’établir l’existence d’un préjudice moral par le biais de preuves susceptibles d’attester des manifestations externes de ses souffrances physiques ou psychologiques, avait eu pour résultat de priver le requérant de la réparation qu’il aurait dû obtenir. Concernant le paiement des contributions sociales, la question du congé parental, dont le bénéfice était octroyé par la loi sur le Statut des cadres militaires de manière discriminatoire à l’égard des hommes engagés dans l’armée, est distincte de celle des éventuelles allocations. A supposer même que le requérant n’ait pas payé ses contributions sociales, la cour d’appel n’a nullement examiné son droit à un congé parental, éventuellement sans traitement. En outre, elle n’a pas donné au requérant la possibilité de prouver le paiement de ces cotisations aux assurances sociales et médicales d’autant plus qu’en tant que militaire, il faisait partie d’un système de sécurité sociale séparé du système public de droit commun. Au demeurant, aucune opposition n’a été faite au requérant concernant une quelconque défaillance dans le versement de ses contributions sociales obligatoires, depuis son entrée dans l’armée, en 1991. Ainsi, le refus de la cour d’appel d’octroyer une réparation au requérant pour la violation de son droit à ne pas être discriminé dans l’exercice des droits touchant à sa vie de famille n’apparaît pas reposer sur des raisons suffisantes. A cet égard, il importe peu que la cour d’appel n’ait pas avancé de motifs de nature discriminatoire, dans sa décision, si elle a refusé, sans raisons suffisantes, de réparer le préjudice moral causé par la discrimination subie par le requérant du fait du refus du congé parental.", "Conclusion : violation (unanimité).", "Article 41 : 8 000 EUR pour préjudice moral ; demande pour dommage matériel rejetée.", "(Voir  [GC], no 30078/06, 22 mars 2012, )", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}