{"file": "FRE_HFJUD_25594_94.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25594/94", "text_paragraphs": ["", "", "", "", "AFFAIRE HASHMAN ET HARRUP c. ROYAUME-UNI", "", "", "(Requête no 25594/94)", "", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "STRASBOURG", "", "25 novembre 1999", "", "", "En l'affaire Hashman et Harrup c. Royaume-Uni,", "La Cour européenne des Droits de l'Homme, constituée, conformément à l'article 27 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »), telle qu'amendée par le Protocole no 11, et aux clauses pertinentes de son règlement, en une Grande Chambre composée des juges dont le nom suit :", "\tM.\tL. Wildhaber, président,\n\tMme\tE. Palm,\n\tMM.\tA. Pastor Ridruejo,\n\t\tG. Bonello,\n\t\tP. Kūris,\n\t\tR. Türmen,\n\t\tJ.-P. Costa,\n\tMmes\tF. Tulkens,\n\t\tV. Strážnická,\n\tMM.\tP. Lorenzen,\n\t\tM. Fischbach,\n\t\tV. Butkevych,\n\t\tJ. Casadevall,\n\t\tA.B. Baka,\n\t\tR. Maruste,\n\tMme\tS. Botoucharova,\n\tLord \tReed, juge ad hoc,", "ainsi que de M. P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 23 juin et 27 octobre 1999,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  L'affaire a été déférée à la Cour par la Commission européenne des Droits de l'Homme (« la Commission ») le 2 novembre 1998, dans le délai de trois mois qu'ouvraient les anciens articles 32 § 1 et 47 de la Convention. A son origine se trouve une requête (no 25594/94) dirigée contre le Royaume-Uni de Grande-Bretagne et d'Irlande du Nord et dont deux \nressortissants de cet Etat, M. Joseph Hashman et Mme Wanda Harrup, avaient saisi la Commission le 19 août 1994 en vertu de l'ancien article 25. Les requérants sont représentés par M. J. Bate, solicitor exerçant à Woking.", "La demande de la Commission renvoie aux anciens articles 44 et 48 ainsi qu'à la déclaration britannique reconnaissant la juridiction obligatoire de la Cour (ancien article 46). Elle a pour objet d'obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l'Etat défendeur aux exigences de l'article 10 de la Convention.", "2.  Conformément à l'article 5 § 4 du Protocole no 11, lu en combinaison avec les articles 100 § 1 et 24 § 6 du règlement, un collège de la Grande Chambre a décidé, le 20 janvier 1999, que l'affaire serait examinée par la Grande Chambre de la Cour. La Grande Chambre comprenait de plein droit Sir Nicolas Bratza, juge élu au titre du Royaume-Uni (articles 27 § 2 de la Convention et 24 § 4 du règlement), M. L. Wildhaber, président de la Cour, Mme E. Palm, vice-présidente de la Cour, ainsi que M. J.-P. Costa et M. M. Fischbach, vice-présidents de section (articles 27 § 3 de la Convention et 24 §§ 3 et 5 a) du règlement). Ont en outre été désignés pour compléter la Grande Chambre : M. A. Pastor Ridruejo, M. G. Bonello, M. J. Makarczyk, M. P. Kūris, M. R. Turmen, Mme F. Tulkens, Mme V. Strážnická, M. P. Lorenzen, M. V. Butkevych, M. A.B. Baka, M. R. Maruste et Mme S. Botoucharova (article 24 § 3 du règlement).", "Ultérieurement, Sir Nicolas Bratza, qui avait participé à l'examen de l'affaire par la Commission, s'est déporté de la Grande Chambre (article 28 du règlement). Le 13 mai 1999, le gouvernement britannique (« le Gouvernement ») a désigné Lord Reed pour siéger en qualité de juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement). M. J. Casadevall a par la suite remplacé M. Makarczyk, empêché (article 24 § 5 b) du règlement).", "3.  Ainsi qu'en avait décidé le président, une audience s'est déroulée en public le 23 juin 1999, au Palais des Droits de l'Homme à Strasbourg.", "", "Ont comparu :", "–\tpour le Gouvernement\nMM.\tM. Eaton,\tagent,\n\tJ. Morris QC, Attorney General,\n\tR. Singh,\nMmes\tM. Demetriou,\tconseils,\n\tC. Stewart,\nM.\tS. Bramley, ministère de l'Intérieur,\tconseillers ;", "–\tpour les requérants\nM.\tP. Codner,\tconseil.", "", "La Cour a entendu en leurs déclarations M. Codner et M. Morris.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "4.  Le 3 mars 1993, les requérants sonnèrent du cor de chasse et lancèrent des huées afin de gêner le déroulement de la chasse de Portman. Les magistrates de Gillingham furent saisis d'une plainte leur demandant de sommer les requérants de prendre l'engagement, assorti ou non de garanties, de respecter l'ordre public et de bien se conduire, conformément à la loi de 1361 sur les juges de paix.", "5.  Le 7 septembre 1993, les requérants furent sommés de respecter l'ordre public et de bien se conduire pendant douze mois contre consignation de la somme de 100 livres sterling. Ils firent appel devant la Crown Court, qui examina leur recours le 22 avril 1994 à Dorchester.", "6.  La Crown Court, composée d'un juge de cette juridiction et de deux magistrates, conclut que les requérants n'avaient commis aucune atteinte à l'ordre public et que leur comportement n'avait pas été susceptible d'en provoquer une. Elle constata les faits suivants :", "« a)  Le 3 mars 1993, Edward Lycett Green, veneur de la chasse de Portman, aperçut [les requérants] aux environs du domaine de Ranston, et entendit le son d'un cor de chasse provenant de cette direction. Ensuite, vers 13 h 15, il vit la voiture [des requérants] sur la colline d'Iwerne et entendit à nouveau que l'on jouait du cor de chasse. A cette occasion, il entendit aussi [la seconde requérante] crier taïaut. Quelques chiens furent attirés vers [les requérants] et des chasseurs durent aller les récupérer.", "b)  Vers 13 h 45, un chien isolé sortit du bois de Rolf en suivant la route de Higher Shaftesbury. Soudain, sans raison apparente, il traversa la route et se fit écraser par un camion roulant vers Blandford Forum.", "c)  Vers 15 h 45, [le premier requérant] déclara à un agent de police qu'il avait joué du cor de chasse, mais pas du tout à proximité de l'endroit où le chien avait été tué. Le policier confisqua le cor de chasse.", "d)  La colline d'Iwerne se trouve à un mile environ de l'endroit où le chien a été tué ; au moment où celui-ci s'est fait écraser, il courait dans la direction opposée à celle de la chasse et de la colline d'Iwerne.", "e)  Comme ils l'ont eux-mêmes reconnu, [les requérants] avaient l'habitude de saboter les parties de chasse. [Le premier requérant] admit avoir joué du cor de chasse et [la seconde requérante] avoir hué les chiens. Ils cherchaient à détourner les chiens de la chasse pour les empêcher de tuer des renards.", "f)  M. A. Downes, expert, nous a déclaré qu'ayant observé des parties de chasse depuis de nombreuses années, il a fréquemment vu des chiens quitter la meute et courir sur la route. A son avis, cela est aussi dangereux pour les chiens que pour les usagers de la route. »", "7.  Se fondant sur ces faits, la Crown Court formula l'avis suivant :", "« a)  Par leur comportement, [les requérants] ont délibérément cherché à gêner la partie de chasse de Portman et à faire en sorte que les chiens échappent au contrôle du veneur et des piqueurs.", "b)  On voit par là que les [requérants] ont commis des actes illégaux et mis les chiens en danger.", "c)  Il n'y a eu à cette occasion ni violence ni menaces de violence, en sorte que l'on ne saurait dire qu'il y a eu atteinte à l'ordre public ou risque d'une telle atteinte.", "d)  [Les requérants] se livreraient de nouveau aux mêmes agissements sauf s'ils étaient sanctionnés par une sommation.", "e)  Le comportement [des requérants] était contraire aux bonnes mœurs.", "f)  L'affaire se distingue de R. v. Howell [voir ci-dessous] dans la mesure où celle-ci se rapporte au pouvoir d'arrestation en cas d'atteinte à l'ordre public, qui ne peut être exercé que s'il y a eu violence ou risque immédiat de violence.", "g)  Le pouvoir de sommer « de respecter l'ordre public et de bien se conduire » est plus étendu que celui d'arrestation et peut être exercé chaque fois qu'il est prouvé qu'il y a eu soit atteinte à l'ordre public soit comportement contraire aux bonnes mœurs, étant donné qu'une atteinte à l'ordre public est par définition contraire aux bonnes mœurs et que les termes « respecter l'ordre public » n'exigent rien de plus du défendeur que l'expression « bien se conduire ». »", "8.  Le tribunal a relevé que ni le rapport de la Law Commission (commission de réforme du droit) sur les sommations ni la Convention européenne ne font partie du droit interne.", "9.  Le juge de la Crown Court accepta de soumettre un point de droit à la High Court. Le 5 août 1994, l'assistance judiciaire fut refusée pour ce renvoi et, le 19 septembre 1994, les requérants furent déboutés de leurs recours.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Atteinte à l'ordre public et comportement contraire aux bonnes mœurs", "10.  L'atteinte à l'ordre public (breach of the peace), qui n'est pas une infraction pénale (R. v. County of London Quarter Sessions Appeals Committee, ex parte Metropolitan Police Commissioner, King's Bench Reports 1948, vol. 1, p. 670), est définie par la common law depuis des temps anciens. Cependant, comme Lord Justice Watkins l'a fait remarquer en janvier 1981 en prononçant la décision de la Cour d'appel dans l'affaire R. v. Howell (Queen's Bench Reports 1982, vol. 1, p. 416) :", "« On n'a que très rarement formulé une définition complète de la notion d'atteinte à l'ordre public (...) » (p. 426)", "Il poursuivit :", "« Osons dire qu'il est probable que se produira une atteinte à l'ordre public si une personne ou, en sa présence, ses biens, subissent un préjudice ou sont susceptibles d'en subir un ou si une personne redoute une telle éventualité en raison d'une agression, d'une rixe, d'une émeute, d'une réunion illégale ou d'un autre trouble. » (p. 427)", "11.  Dans une affaire traitée ultérieurement par la Divisional Court (Percy v. Director of Public Prosecutions, Weekly Law Reports 1995, vol. 1, p. 1382), le juge Collins s'est inspiré de l'affaire Howell, déclarant qu'il ne peut y avoir atteinte à l'ordre public s'il n'y a pas eu auparavant risque de violence. Il n'est toutefois pas indispensable que la violence soit perpétrée par le défendeur dès lors qu'il est établi que la conséquence naturelle de son comportement serait de provoquer la violence chez autrui :", "« Il n'est pas nécessaire que le comportement en question constitue en lui-même un trouble de l'ordre public ou une infraction pénale. Il suffit que, s'il persiste, sa conséquence naturelle soit d'inciter autrui à la violence, d'où un danger réel de provoquer une atteinte à l'ordre public. » (p. 1392)", "12.  Dans l'affaire Nicol and Selvanayagam v. Director of Public Prosecutions (Justice of the Peace Reports 1996, vol. 160, p. 155), Lord Justice Simon Brown a déclaré :", "« (...) le tribunal ne conclurait certainement pas qu'[une atteinte à l'ordre public] est établie si les éventuels actes de violence susceptibles d'avoir été provoqués chez autrui n'étaient pas seulement illégaux mais totalement disproportionnés, ce qui serait naturellement le cas si le comportement du défendeur était non seulement légal mais n'entraînait aucune ingérence dans les droits d'autrui et, à plus forte raison, si le défendeur exerçait correctement ses droits fondamentaux, que ce soit le droit de se réunir, de manifester ou de s'exprimer librement. » (p. 163)", "13.  Un comportement contraire aux bonnes mœurs est décrit comme une « conduite ayant pour caractéristique d'être considérée comme mauvaise plutôt que bonne par la majorité des concitoyens contemporains de l'intéressé » (Lord Justice Glidewell dans l'affaire Hughes v. Holley, Criminal Appeal Reports 1988, vol. 86, p. 130).", "14.  En l'affaire R. v. Sandbach, ex parte Williams (King's Bench Reports 1935, vol. 2, p. 192), la Divisional Court a désapprouvé le point de vue selon lequel on ne peut sommer quelqu'un de bien se conduire lorsqu'il n'y a aucune raison de redouter une atteinte à l'ordre public. Comme pour la sommation de respecter l'ordre public, il doit y avoir matière à craindre que se reproduise la conduite incriminée pour pouvoir émettre une sommation de bien se conduire.", "B.  Sommation (binding over)", "15.  Le pouvoir de « sommation » des magistrates se fonde sur la loi de 1980 sur les magistrates (« la loi de 1980 »), sur la common law et sur la loi de 1361 sur les juges de paix (« la loi de 1361 »). ", "Une sommation fait obligation à la personne visée de prendre un « engagement » (une promesse ou une lettre de gage, garantie par une somme d'argent fixée par le tribunal) de respecter l'ordre public ou de bien se conduire pendant une période déterminée. Si l'intéressé ne consent pas à prendre cet engagement, le tribunal peut ordonner son placement en détention, pour six mois au maximum en cas de sommation émise en vertu de la loi de 1980 ou pour une durée illimitée en cas de sommation émise en vertu de la loi de 1361 ou de la common law. Si l'intéressé accepte de s'engager de la sorte mais porte atteinte à l'ordre public dans le délai fixé, il perd la somme consignée. Une sommation ne constitue pas une condamnation pénale (R. v. County of London Quarter Sessions, ex parte Metropolitan Police Commissioner, King's Bench Reports 1948, vol. 1, p. 670).", "1.  Sommation en vertu de la loi de 1980 sur les Magistrates' Courts", "16.  L'article 115 de la loi de 1980 est ainsi libellé :", "« 1)  Le pouvoir d'une magistrates' court, saisie d'une plainte, de sommer une personne de prendre l'engagement, assorti ou non de garanties, de respecter l'ordre public ou de bien se conduire envers le plaignant s'exerce par voie d'ordonnance sur plainte. ", "(...)", "3)  Toute personne à qui une magistrates' court ordonne en vertu du paragraphe 1 de prendre l'engagement, assorti ou non de garanties, de respecter l'ordre public ou de bien se conduire, et qui refuse d'obéir à cette ordonnance peut être mise en détention pour une période de six mois maximum, à moins qu'elle n'accepte dans l'intervalle de se conformer à l'ordonnance. »", "2.  Sommation en vertu de la common law et de la loi de 1361 sur les juges de paix", "17.  Outre la procédure légale décrite ci-dessus, les magistrates ont compétence pour émettre des sommations en vertu de la common law et de la loi de 1361. En vertu de ces pouvoirs, ils peuvent, à n'importe quel stade de la procédure, émettre une sommation à l'encontre de tout participant à l'instance s'ils considèrent que la conduite de l'intéressé est de nature à porter atteinte à l'ordre public, ou que son comportement est contraire aux bonnes mœurs. Les juges ne peuvent assortir une sommation de conditions particulières (affaire Ayu, Criminal Appeal Reports 1959, vol. 43, p. 31, affaire Goodlad v. Chief Constable of South Yorkshire, Criminal Law Review 1979, p. 51).", "3.  Recours", "18.  L'ordonnance d'une magistrates' court enjoignant à une personne de prendre l'engagement de respecter l'ordre public ou de bien se conduire peut faire l'objet d'un recours devant la High Court ou la Crown Court. L'examen de la High Court se limite à des questions de droit, qui lui sont exposées sous la forme d'un renvoi sur points de droit (by way of case stated). Conformément à l'article 1 de la loi de 1956 sur les recours contre les sommations prononcées par les magistrates' courts (Magistrates' Courts (Appeals from Binding Over Orders) Act 1956), un recours porté devant la Crown Court entraîne un nouvel examen de l'affaire en fait et en droit.", "4.  Le rapport de la Law Commission sur les sommations", "19.  En réponse à une demande du ministre de la Justice l'invitant à examiner le pouvoir de sommation, la Law Commission (organe légal chargé de la réforme du droit en Angleterre et au pays de Galles) a publié en février 1994 son rapport intitulé « Binding Over » (« Sommations ») dans lequel elle déclare ceci :", "« 4.34  Nous considérons qu'il est contraire aux principes élémentaires de la justice naturelle d'invoquer les notions de comportement contraire aux bonnes mœurs et d'atteinte à l'ordre public pour justifier le prononcé d'une sommation. Cela vaut de manière certaine pour la première notion et très défendable pour la seconde. Une sommation enjoignant à une personne de bien se conduire s'exprime en termes tellement généraux qu'elle ne donne pas suffisamment d'indications à la personne ainsi sommée quant au type de conduite dont elle doit s'abstenir afin de ne pas s'exposer à des sanctions (...)", "(...)", "6.27  Nous sommes convaincus qu'il existe d'importantes objections de principe au maintien du pouvoir de sommer une personne de respecter l'ordre public ou de bien se conduire. En résumé, ces objections tiennent à l'imprécision de la définition de la conduite pouvant donner lieu à une sommation ; au caractère trop vague, et donc potentiellement oppressif, des sommations qui sont prononcées ; à l'anomalie que constitue le pouvoir d'emprisonner une personne pour insoumission à une sommation ; au fait que les ordonnances restreignant la liberté d'une personne peuvent être rendues en dehors des règles du droit pénal régissant la charge de la preuve ou, du reste, en dehors de toute règle clairement définie ; et au fait que les témoins, plaignants ou même accusés relaxés, peuvent faire l'objet d'une sommation sans être informés au préalable de façon adéquate des charges ou des plaintes formulées à leur encontre. » (Rapport de la Law Commission no 222)", "La Law Commission a donc recommandé de supprimer le pouvoir d'émettre des sommations.", "procÉdure devant la commissioN", "20.  Les requérants ont saisi la Commission le 19 août 1994. Ils alléguaient des violations des articles 5, 10 et 11 de la Convention.", "21.  La Commission a retenu la requête (no 25594/94) en partie le 26 juin 1996. Dans son rapport du 6 juillet 1998 (ancien article 31 de la Convention), elle conclut qu'il y a eu violation de l'article 10 de la Convention (vingt-cinq voix contre quatre). Le texte intégral de son avis et des deux opinions dissidentes dont il s'accompagne figure en annexe au présent arrêt.", "CONCLUSIONS PRÉSENTÉES À LA COUR", "22.  Le Gouvernement demande à la Cour de conclure que les faits de la cause ne révèlent aucune méconnaissance de la Convention. Les requérants la prient de constater une violation de l'article 10 de la Convention et de leur allouer des frais et dépens.", "EN DROIT", "i.  SUR L'OBJET DU LITIGE", "23.  Devant la Commission, les requérants ont soulevé un grief sur le terrain de l'article 11 de la Convention (paragraphe 20 ci-dessus).", "24.  Ils n'ont pas maintenu cette doléance devant la Cour, qui n'aperçoit aucune raison de l'examiner d'office (voir, par exemple, l'arrêt Stallinger et Kuso c. Autriche du 23 avril 1997, Recueil des arrêts et décisions 1997-II, p. 680, § 52).", "Ii.  sur la VIOLATION ALLéguée de l'article 10 de la Convention", "25.  Les intéressés allèguent une violation de l'article 10 de la Convention. Ils soutiennent en particulier que le constat selon lequel ils se sont comportés de manière contraire aux bonnes mœurs et la sommation rendue en conséquence s'analysent en une ingérence dans les droits que leur garantit l'article 10, ingérence qui n'était pas « prévue par la loi » au sens de cette disposition. Les passages pertinents de celle-ci sont ainsi libellés :", "« 1.  Toute personne a droit à la liberté d'expression. Ce droit comprend la liberté d'opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu'il puisse y avoir ingérence d'autorités publiques et sans considération de frontière. (...)", "2.  L'exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, (...) à la défense de l'ordre et à la prévention du crime (...) [ou] à la protection de la réputation ou des droits d'autrui (...) »", "26.  La Cour doit rechercher si l'affaire révèle une ingérence dans le droit des requérants à la liberté d'expression et, dans l'affirmative, si cette ingérence était « prévue par la loi », poursuivait un but légitime et était « nécessaire dans une société démocratique » au sens de l'article 10 § 2.", "A.  Existence d'une ingérence dans le droit des requérants à la liberté d'expression", "27.  Les requérants, des « saboteurs de parties de chasse », ont gêné le déroulement de la chasse de Portman le 3 mars 1993. A l'issue d'une procédure dirigée contre eux, ils furent sommés de respecter l'ordre public et de bien se conduire pendant douze mois contre consignation d'une somme de 100 livres sterling.", "28.  La Cour rappelle que des poursuites furent engagées contre les intéressés parce qu'ils avaient manifesté contre la chasse au renard en gênant le déroulement d'une partie de chasse. Certes, ce faisant, ils ont perturbé les activités qu'ils réprouvaient, mais la Cour estime néanmoins qu'il s'agissait là de l'expression d'opinions au sens de l'article 10 (voir, par exemple, l'arrêt Steel et autres c. Royaume-Uni du 23 septembre 1998, Recueil 1998-VII, p. 2742, § 92). Les mesures prises contre les requérants s'analysent, dès lors, en une ingérence dans leur droit à la liberté d'expression.", "B.  L'ingérence était-elle « prévue par la loi » ?", "29.  Selon le Gouvernement, les concepts d'atteinte à l'ordre public et de comportement contraire aux bonnes mœurs sont suffisamment précis et sûrs pour que les restrictions susceptibles de toucher la liberté d'expression soient « prévues par la loi », comme l'exige l'article 10 § 2. Concernant en particulier la notion de comportement contraire aux bonnes mœurs, le Gouvernement admet que le pouvoir de sommer une personne de bien se conduire est défini de manière large, mais il affirme que cela est nécessaire pour exercer ce pouvoir et suffisant pour satisfaire aux exigences de la Convention. Il soutient que cette compétence confère aux magistrates un outil précieux pour réguler les comportements asociaux susceptibles de dégénérer en infractions pénales. Il note aussi que la portée de la définition facilite l'administration de la justice car les normes sociales évoluent tout comme la perception qu'ont les gens de ce qu'est une conduite acceptable. Le Gouvernement désapprouve la conclusion de la Commission selon laquelle aucun élément objectif ne permet à un citoyen de régler sa conduite, en s'appuyant sur l'affaire Chorherr, où la Cour a conclu que l'infraction administrative d'atteinte à « l'ordre public par un comportement de nature à causer le scandale » relevait bien du champ d'application du critère « prévue par la loi » (arrêt Chorherr c. Autriche du 25 août 1993, série A no 266-B, pp. 35-36, § 25). Il renvoie également à deux tests appliqués en droit anglais : celui consistant à rechercher si une personne a agi de manière « malhonnête » aux fins des lois de 1968 et 1978 sur le vol, qui correspond aux critères appliqués par les gens raisonnables et honnêtes (R. v. Ghosh, Queen's Bench Reports 1982, p. 1053) et celui permettant de déterminer si une publication est diffamatoire, c'est-à-dire si la déclaration en cause entacherait la réputation d'une personne aux yeux des citoyens bien pensants. Enfin, le Gouvernement soutient que, eu égard aux faits de la cause, les requérants auraient dû savoir que leur comportement était contraire aux bonnes mœurs et ce qu'il convenait de faire pour éviter à l'avenir de se conduire de la sorte. En effet, ils avaient agi dans le but de gêner les activités licites d'autrui et n'auraient pas dû nourrir le moindre doute quant au caractère illégal de leur comportement, qu'il convenait donc de ne pas reproduire. Le Gouvernement rappelle que la Cour examine l'affaire dont elle est saisie et non la compatibilité dans l'abstrait du droit interne avec la Convention.", "30.  Les requérants, s'appuyant sur le rapport de la Commission et celui de la Law Commission (paragraphe 19 ci-dessus), estiment que la législation relative à la conduite contraire aux bonnes mœurs ne satisfait pas aux exigences de l'article 10 § 2 car elle ne contient pas de critères objectifs suffisants. Ils considèrent de plus qu'une sommation de s'abstenir de toute conduite contraire aux bonnes mœurs ne saurait être « prévue par la loi » puisqu'elle n'indique pas à la personne sommée de la sorte ce que celle-ci peut légalement faire ou ne pas faire.", "31.  La Cour rappelle que l'une des exigences découlant de l'expression « prévue par la loi » est la prévisibilité. On ne peut donc considérer comme « une loi » qu'une norme énoncée avec assez de précision pour permettre au citoyen de régler sa conduite. Par ailleurs la certitude, bien que hautement souhaitable, s'accompagne parfois d'une rigidité excessive ; or le droit doit savoir s'adapter aux changements de situation. Le niveau de précision de la législation interne – qui ne peut en aucun cas prévoir toutes les hypothèses – dépend dans une large mesure du contenu de l'instrument en question, du domaine qu'il est censé couvrir et du nombre et du statut de ceux à qui il est adressé (voir en général à cet égard l'arrêt Rekvényi c. Hongrie [GC], no 25390/94, § 34, CEDH 1999-III).", "32.  La Cour réaffirme en outre que des restrictions préalables à la liberté d'expression appellent de la part de la Cour l'examen le plus scrupuleux (voir à cet égard l'arrêt Sunday Times c. Royaume-Uni (no 2) du 26 novembre 1991, série A no 217, pp. 29-30, § 51).", "33.  La Cour a déjà examiné la question de la « légalité », sous l'angle de l'article 5 de la Convention, des sommations de respecter l'ordre public et de bien se conduire (arrêt Steel et autres précité, pp. 2738-2740, §§ 71-77). Dans cette affaire, la Cour a jugé que le droit anglais définissait de manière adéquate les éléments constitutifs de l'infraction d'atteinte à l'ordre public (ibidem, p. 2739, § 75).", "34.  La Cour a aussi recherché si les sommations avaient été dans cette affaire assez précises pour pouvoir être qualifiées d'« ordonnance[s] rendue[s] par un tribunal » au sens de l'article 5 § 1 b) de la Convention. Elle constate au paragraphe 76 de l'arrêt que :", "« (...) les termes en étaient plutôt vagues et généraux ; l'expression « bien se conduire » était particulièrement imprécise et ne donnait guère d'indications à la personne ainsi sommée quant au type de conduite qui contreviendrait à l'injonction. Toutefois, la sommation a été émise à l'encontre de chacune de ces requérantes alors qu'on avait constaté dans son chef une atteinte à l'ordre public. Eu égard à l'ensemble des circonstances, la Cour a la conviction que, dans ce contexte, il était suffisamment clair que l'on invitait les requérantes à accepter de s'abstenir de nouvelles atteintes analogues à l'ordre public pendant les douze mois qui allaient suivre. »", "La Cour a également noté que l'article 10 § 2 veut qu'une ingérence dans l'exercice de la liberté d'expression soit « prévue par la loi » au même titre que l'article 5 § 1 exige que toute privation de liberté soit « régulière » (ibidem, p. 2742, § 94).", "35.  L'espèce se caractérise par le fait qu'elle porte sur une atteinte à la liberté d'expression qui ne revêt pas la forme d'une « sanction » ou d'une punition frappant un certain type de comportement, mais celle d'une sommation enjoignant aux requérants de respecter l'ordre public ou de s'abstenir de toute conduite contraire aux bonnes mœurs à l'avenir. En l'occurrence, la sommation n'a donc produit ses effets que dans le futur. Elle n'exigeait pas de constater qu'il y avait eu auparavant une atteinte à l'ordre public. L'espèce diffère donc de l'affaire Steel et autres, où les procédures engagées contre les première et deuxième requérantes se rapportaient à des atteintes à l'ordre public dont il a ultérieurement été constaté qu'elles avaient bien été commises.", "36.  La Cour doit rechercher si la notion de conduite contraire aux bonnes mœurs est définie comme il convient aux fins de l'article 10 § 2 de la Convention.", "37.  Elle rappelle en premier lieu avoir considéré, dans son arrêt Steel et autres, que l'expression « bien se conduire » « était particulièrement imprécise et ne donnait guère d'indications à la personne ainsi sommée quant au type de conduite qui contreviendrait à l'injonction » (ibidem, pp. 2739-2740, § 76). Ces considérations valent également en l'espèce, où les requérants n'ont pas été accusés d'une infraction pénale et où il a été jugé qu'ils n'avaient pas troublé l'ordre public.", "38.  Elle relève en deuxième lieu qu'un comportement contraire aux bonnes mœurs est défini comme une « conduite ayant pour caractéristique d'être considérée comme mauvaise plutôt que bonne par la grande majorité des concitoyens contemporains de l'intéressé » (paragraphe 13 ci-dessus). Elle ne saurait dire avec le Gouvernement que cette définition contient le même élément objectif que celle du comportement « de nature à causer le scandale » en jeu dans l'affaire Chorherr (paragraphe 29 ci-dessus). La Cour estime que la question de savoir si un comportement est « de nature à causer le scandale » touche à l'essence même du comportement interdit : il s'agit d'une conduite dont la conséquence prévisible est qu'elle scandalisera autrui. De même, la définition de l'atteinte à l'ordre public énoncée dans l'affaire Percy v. Director of Public Prosecutions (paragraphe 11 ci-dessus) – à savoir notamment un comportement dont la conséquence naturelle est d'inciter autrui à la violence – décrit aussi une conduite en faisant référence aux effets qu'elle produit. En revanche, dire d'une conduite qu'elle a « pour caractéristique d'être considérée comme mauvaise plutôt que bonne par la grande majorité des concitoyens contemporains de l'intéressé » ne la décrit nullement, mais se borne à la qualifier de « mauvaise » aux yeux d'une majorité de citoyens.", "39.  La Cour ne pense pas non plus que les autres exemples cités par le Gouvernement de comportement défini par référence aux critères attendus par la majorité des contemporains soient similaires à la conduite contraire aux bonnes mœurs car, dans chaque affaire mentionnée, l'exemple ne concerne qu'un élément d'une définition plus complète de la conduite interdite.", "40.  S'agissant plus précisément des faits de la cause, la Cour n'admet pas que les requérants auraient de toute évidence dû savoir ce qu'il leur était interdit de faire pendant la durée de la sommation. Alors qu'en l'affaire Steel et autres les tribunaux internes ont estimé que les requérantes avaient troublé l'ordre public et la Cour a jugé qu'il apparaissait nettement que la sommation se rapportait à un comportement analogue (ibidem), en l'espèce les intéressés n'ont pas porté atteinte à l'ordre public. Compte tenu du manque de précision évoqué plus haut, l'on ne saurait donc dire qu'ils devaient clairement savoir quel comportement ils étaient sommés de ne pas adopter.", "41.  La Cour conclut donc que la sommation faite aux requérants de respecter l'ordre public et de s'abstenir d'une conduite contraire aux bonnes mœurs n'était pas « prévue par la loi » ainsi que l'exige l'article 10 § 2 de la Convention.", "42.  Dans ces conditions, la Cour n'est pas tenue d'examiner les autres questions qui se posent sous l'angle de l'article 10 de la Convention.", "43.  Dès lors, il y a eu violation de l'article 10 de la Convention.", "Iii.  SUR L'application de l'article 41 de la Convention", "44.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Frais et dépens", "45.  Les requérants réclament la somme de 6 000 livres sterling, à majorer de la taxe sur la valeur ajoutée, en remboursement des frais et dépens encourus pour la procédure à Strasbourg, moins les sommes versées par la Commission et la Cour au titre de l'assistance judiciaire. Le Gouvernement approuve ce montant.", "La Cour considère que la demande relative aux frais et dépens est raisonnable et considère qu'il y a lieu de l'accueillir en totalité.", "B.  Intérêts moratoires", "46.  Selon les informations dont dispose la Cour, le taux d'intérêt légal applicable en Angleterre et au pays de Galles à la date d'adoption du présent arrêt était de 7,5 % l'an.", "par ces motifs, la cour", "1.  Dit, à l'unanimité, qu'il n'y a pas lieu d'examiner le grief tiré par les requérants de l'article 11 de la Convention ;", "", "2.  Dit, par seize voix contre une, qu'il y a eu violation de l'article 10 de la Convention ;", "", "3.  Dit, à l'unanimité,", "a)  que l'Etat défendeur doit verser aux requérants, dans les trois mois, 6 000 (six mille) livres sterling pour frais et dépens, plus toute somme pouvant être due au titre de la taxe sur la valeur ajoutée, moins les sommes versées au titre de l'assistance judiciaire ;", "b)  que ce montant sera à majorer d'un intérêt simple de 7,5 % l'an à compter de l'expiration dudit délai et jusqu'au versement.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l'Homme, à Strasbourg, le 25 novembre 1999.", "\t\tLuzius Wildhaber\n\t\tPrésident", "Paul Mahoney\nGreffier adjoint", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion dissidente de M. Baka.", "\tL.W.\n\tP.J.M.", "", "opinion DISSIDENTE DE M. LE JUGE BAKA", "(Traduction)", "Le juge international n'a pas pour tâche de défendre une institution nationale qui présente à l'évidence certains défauts. En effet, dans son rapport sur le pouvoir de sommation des magistrates, la Law Commission relève « l'imprécision de la définition de la conduite pouvant donner lieu à une sommation », le « caractère trop vague, et donc potentiellement oppressif, des sommations qui sont prononcées » et « l'anomalie que constitue le pouvoir d'emprisonner une personne pour insoumission à une sommation ». Pour ces raisons, et d'autres, la Law Commission a même recommandé de supprimer le pouvoir d'émettre des sommations.", "En revanche, il n'est pas facile de détruire des institutions établies de longue date, donc profondément ancrées dans le système juridique d'un pays, et qui se sont montrées utiles pendant des siècles pour protéger les droits des citoyens, comme en l'espèce. Si nous prenons les faits de la cause, les juridictions internes ont considéré que, par leur comportement, les requérants « ont délibérément cherché à gêner la partie de chasse de Portman et à faire en sorte que les chiens échappent au contrôle (...) ». Les intéressés ont reconnu être des saboteurs de parties de chasse et, en tant que tels, ont délibérément tenté de perturber gravement les loisirs légalement organisés d'autrui voire de les rendre impossibles. Leur conduite, comme l'a déclaré la Crown Court dans ses conclusions, n'a provoqué « ni violence ni menaces de violence, en sorte que l'on ne saurait dire qu'il y a eu atteinte à l'ordre public ou risque d'une telle atteinte ». Selon moi cependant, leur comportement appelait certainement une mesure juridique adéquate et proportionnée afin de protéger autrui.", "Je pense comme la Cour que l'espèce diffère de l'affaire Steel et autres c. Royaume-Uni (arrêt du 23 septembre 1998, Recueil des arrêts et décisions 1998-VII), où la sommation portait sur des atteintes à l'ordre public, alors qu'en l'occurrence les conclusions rendues à l'encontre des requérants se fondaient sur une conduite contraire aux bonnes mœurs. Dans l'affaire Steel et autres, la Cour était convaincue que les sommations avaient été infligées après que les juridictions internes eurent constaté que les requérantes avaient commis une atteinte à l'ordre public, dont la Cour a dit que « le droit anglais définissait de manière adéquate les éléments constitutifs » (arrêt Steel et autres, p. 2739, § 75). En revanche, je m'inscris en faux contre sa conclusion selon laquelle « la sommation faite aux requérants de respecter l'ordre public et de s'abstenir d'une conduite contraire aux bonnes mœurs n'était pas « prévue par la loi » ainsi que l'exige l'article 10 § 2 de la Convention » (paragraphe 41 de l'arrêt).", "", "Lorsqu'elle analyse le critère « prévue par la loi » énoncé à l'article 10 § 2, la Cour rappelle toujours que « le niveau de précision requis de la législation interne – laquelle ne saurait du reste parer à toute éventualité – dépend dans une large mesure du texte considéré, du domaine qu'il couvre ainsi que du nombre et de la qualité de ses destinataires », et indique qu'« il incombe au premier chef aux autorités nationales d'interpréter et appliquer le droit interne » (arrêt Chorherr c. Autriche du 25 août 1993, série A no 266-B, pp. 35-36, § 25).", "Sur la base de ces éléments relatifs à la prévisibilité, j'estime que, dans les circonstances de la cause, les requérants auraient dû savoir quel type de comportement était contraire aux bonnes mœurs. Cette exigence est certes définie en termes généraux, mais si l'on tient compte de la nature de la perturbation et du nombre limité de contrevenants, l'institution de la sommation de se bien conduire imposait indubitablement aux requérants l'obligation de s'abstenir d'acte offensant et délibéré susceptible de perturber les activités légalement organisées des personnes se livrant à la chasse au renard. A mon avis, l'obligation de respecter l'ordre public et de bien se conduire doit s'interpréter à la lumière du comportement asocial particulier adopté par les requérants. A cet égard, j'estime que la sommation était prévisible et permettait raisonnablement aux requérants de se conduire en conséquence.", "C'est pourquoi j'estime non seulement que l'ingérence dans les droits que l'article 10 garantit aux requérants visait un but légitime mais aussi qu'elle était prévue par la loi et nécessaire dans une société démocratique. Dès lors, je conclus qu'il n'y a pas eu violation de l'article 10 de la Convention."]}