{"file": "FRE_HFJUD_926_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "926/05", "text_paragraphs": ["", "", "GRANDE CHAMBRE", "", "", "", "", "", "", "", "AFFAIRE TAXQUET c. BELGIQUE", "", "(Requête no 926/05)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "16 novembre 2010", "", "", "", "", "En l’affaire Taxquet c. Belgique,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tJean-Paul Costa, président,\n\tChristos Rozakis,\n\tNicolas Bratza,\n\tPeer Lorenzen,\n\tFrançoise Tulkens,\n\tJosep Casadevall,\n\tBoštjan M. Zupančič,\n\tNina Vajić,\n\tAnatoly Kovler,\n\tElisabet Fura,\n\tSverre Erik Jebens,\n\tIsabelle Berro-Lefèvre,\n\tPäivi Hirvelä,\n\tLuis López Guerra,\n\tMirjana Lazarova Trajkovska,\n\tNona Tsotsoria,\n\tZdravka Kalaydjieva, juges,\net de Michael O’Boyle, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 21 octobre 2009, 26 mai et 6 octobre 2010,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 926/05) dirigée contre le Royaume de Belgique et dont un ressortissant de cet Etat, M. Richard Taxquet (« le requérant »), a saisi la Cour le 14 décembre 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Mes L. Misson et J. Pierre, avocats à Liège. Le gouvernement belge (« le Gouvernement ») est représenté par MM. M. Tysebaert, conseiller général au service public fédéral de la Justice, et A. Hoefmans, agents.", "3.  Le requérant alléguait en particulier une violation de l’article 6 §§ 1 et 3 d) de la Convention à raison du défaut de motivation de l’arrêt de la cour d’assises et de l’impossibilité d’interroger ou faire interroger un témoin anonyme.", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement), composée de Ireneu Cabral Barreto, Françoise Tulkens, Vladimiro Zagrebelsky, Danutė Jočienė, Dragoljub Popović, András Sajó et Işıl Karakaş, juges, et de Sally Dollé, greffière de section. Le 13 janvier 2009, la chambre a rendu un arrêt dans lequel elle concluait, à l’unanimité, que les griefs tirés de l’article 6 §§ 1 et 3 d) étaient recevables et qu’il y avait eu violation de ces dispositions.", "5.  Le 5 juin 2009, à la suite d’une demande du Gouvernement en date du 8 avril 2009, le collège de la Grande Chambre a décidé de renvoyer l’affaire à la Grande Chambre en vertu de l’article 43 de la Convention.", "6.  La composition de la Grande Chambre a été arrêtée conformément aux articles 27 §§ 2 et 3 de la Convention et 24 du règlement.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites. Des observations ont également été reçues des gouvernements britannique, irlandais et français, que le président avait autorisés à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 2 du règlement).", "8.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 21 octobre 2009 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nM.\tA. Hoefmans, \tagent,\nMe\tK. Lemmens,\tconseil ;", "–  pour le requérant\nMes\tL. Misson, \n\tJ. Pierre, \tconseils,\nM.\tR. Taxquet, \trequérant.", "", "La Cour a entendu en leurs déclarations ainsi qu’en leurs réponses à ses questions Mes L. Misson, J. Pierre et K. Lemmens.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "9.  Le requérant est né en 1957 et réside à Angleur.", "10.  Le 17 octobre 2003, il comparut avec sept autres accusés devant la cour d’assises de Liège afin d’être jugé du chef d’assassinat d’un ministre d’Etat, A.C., et de tentative d’assassinat de la compagne de ce dernier, M.H.J. Selon les termes mêmes de l’acte d’accusation, il leur était reproché d’avoir à Liège le 18 juillet 1991 :", "« comme auteurs ou coauteurs,", "soit exécuté ou coopéré directement à l’exécution des crimes,", "soit, par un fait quelconque, prêté pour l’exécution une aide telle que, sans leur assistance, les crimes n’eussent pu être commis,", "soit par dons, promesses, menaces, abus d’autorité ou de pouvoir, machinations ou artifices coupables, directement provoqué aux crimes,", "soit par des discours tenus dans des réunions ou dans des lieux publics ou des écrits, des imprimés, des images ou emblèmes quelconques qui ont été affichés, distribués ou vendus, mis en vente ou exposés aux regards du public, directement provoqué à commettre les crimes,", "1. volontairement, avec intention de donner la mort, commis un homicide sur la personne de [A.C.], avec la circonstance que le meurtre a été commis avec préméditation, crime qualifié d’assassinat par la loi ;", "2. tenté de, volontairement, avec l’intention de donner la mort et avec préméditation, commettre un homicide sur la personne de [M-H.J.], la résolution de commettre le crime ayant été manifestée par des actes extérieurs qui forment un commencement d’exécution de ce crime et qui n’ont été suspendus ou n’ont manqué leur effet que par des circonstances indépendantes de la volonté des auteurs ; crime qualifié tentative d’assassinat par la loi. »", "11.  Un seul des accusés déposa un acte de défense. Quant au requérant, il prétend qu’il lui était impossible de le faire, faute de connaître les éléments à charge retenus contre lui.", "12.  L’acte d’accusation du 12 août 2003 relatait notamment que durant le mois de juin 1996 une personne, qualifiée par le requérant de témoin anonyme, avait transmis certains renseignements aux enquêteurs. Le procès-verbal du 3 septembre 1996 faisait état de la volonté de cet informateur de conserver l’anonymat par crainte pour sa sécurité « eu égard à l’importance de ses informations et au déchaînement médiatique qui a toujours entouré l’affaire [A.C.] ». Cette personne ne fut jamais entendue par le juge d’instruction. Elle avait donné aux enquêteurs des informations recueillies à l’occasion de confidences émanant d’une personne dont elle refusait de dévoiler l’identité. Au cours des débats devant la cour d’assises, les enquêteurs furent interrogés à l’initiative de plusieurs accusés quant à l’identité de cet informateur. Ils précisèrent que leur informateur n’était pas l’un des accusés et qu’il n’avait pas été lui-même témoin des faits reprochés. Selon les informations fournies, présentées sous forme de quinze points, l’assassinat de A.C. aurait été organisé par six personnes, dont le requérant, ainsi qu’un autre personnage politique important. Le passage incriminant le requérant indiquait ce qui suit :", "« V. der B. et Taxquet auraient insisté particulièrement sur l’urgence d’abattre [A.C.] avant les vacances 91 parce qu’il promettait de faire des révélations importantes à la rentrée. »", "13.  De nombreux incidents ayant émaillé le procès, la cour d’assises prononça treize arrêts interlocutoires :", "i.  arrêt du 17 octobre 2003 constatant l’absence de certains accusés et prononçant le défaut à leur encontre ;", "ii.  arrêt du 20 octobre 2003 sur la nullité alléguée d’une confrontation ;", "ii.  arrêt du 27 octobre 2003 concernant l’audition des témoins hors la présence d’un coaccusé ;", "iv.  arrêt du 3 novembre 2003 concernant l’audition à huis clos d’un témoin ;", "v.  arrêt du 6 novembre 2003 rabattant le défaut prononcé à l’encontre d’un coaccusé ;", "vi.  arrêt du 13 novembre 2003 refusant le huis clos suite à la demande formulée par le ministère public ;", "vii.  arrêt du 19 novembre 2003 sur l’audition à huis clos de certains témoins ;", "viii.  arrêt du 18 décembre 2003 sur l’audition de certains témoins à la demande d’un coaccusé ;", "ix.  arrêt du 18 décembre 2003 sur la diffusion de cassettes d’enregistrement d’une confrontation ;", "x.  arrêt du 18 décembre 2003 sur l’audition des témoins défaillants et des témoins à réentendre à la demande des parties civiles ;", "xi.  arrêt du 18 décembre 2003 sur l’audition ou la réaudition du témoin anonyme sollicitée par un coaccusé ;", "xii.  arrêt du 18 décembre 2003 sur les conclusions du requérant quant à l’audition des témoins défaillants et des témoins à réentendre ;", "xiii.  arrêt du 18 décembre 2003 sur l’audition ou la réaudition du témoin anonyme sollicitée par le requérant.", "14.  Dans ce dernier arrêt, concernant la demande d’audition ou de réaudition par un juge d’instruction de la personne ayant fourni, sous le couvert de l’anonymat, des renseignements consignés par deux sousofficiers de gendarmerie, la cour d’assises jugea ainsi :", "« Attendu que ces renseignements obtenus sous couvert de l’anonymat par les membres de services de police sont dépourvus en tant que tels de toute valeur probante ; qu’ils ont ainsi, en l’espèce, simplement constitué des informations susceptibles de redynamiser ou réorienter l’enquête et de collecter des preuves régulières de manière autonome ;", "Qu’entendus à l’audience en qualité de témoins, [les deux sous-officiers de gendarmerie] ont précisé que leur informateur n’était pas un des accusés et qu’il n’avait pas lui-même constaté l’un ou l’autre des faits qu’il décrit ; qu’il se borne à relater des renseignements qu’il dit avoir recueillis sur la base de confidences qu’il aurait reçues d’une personne dont il refuse de dévoiler l’identité ;", "Qu’ils ont également souligné que certains renseignements fournis par leur informateur, notamment ceux relatifs à d’autres personnalités politiques évoquées par la défense de Richard Taxquet en termes de conclusion (...), n’avaient pu être corroborés par des éléments de preuve, nonobstant leurs recherches ;", "(...)", "Attendu que, pour des enquêteurs, le procédé qui consiste à consigner dans un procès-verbal les renseignements qui leur ont été donnés par un informateur anonyme n’est, en soi, constitutif d’aucune atteinte aux droits de défense des personnes citées par ledit informateur ; qu’il s’agit uniquement, à ce stade, de faire apparaître, en vue de leur exploitation et leur vérification, des éléments susceptibles d’intéresser l’enquête et de contribuer à l’éclaircissement des faits ; qu’isolés de toute donnée objective qui viendrait, le cas échéant, les confirmer, ces éléments ne constituent pas une preuve des faits imputés aux personnes dont l’identité est mentionnée par l’informateur ;", "(...)", "Attendu qu’enfin (...) il ne peut être question d’une réaudition dans la mesure où il ne ressort pas du dossier et des débats que [la personne qualifiée de témoin anonyme] a été entendue sous la foi du serment par un juge d’instruction ;", "Qu’en ce qui concerne la demande d’audition de celle-ci, d’une part, la cour ignore son identité et, d’autre part, quelles que soient les considérations émises par les juridictions d’instruction à cet égard, elle n’apparaît pas utile à la manifestation de la vérité et retarderait inutilement les débats sans espérer plus de certitude dans les résultats. »", "15.  Le jury était appelé à répondre à trente-deux questions soumises par le président de la cour d’assises. Quatre d’entre elles concernaient le requérant ; elles étaient libellées comme suit :", "« Question no 25 – FAIT PRINCIPAL", "TAXQUET Richard, accusé ici présent, est-il coupable,", "comme auteur ou coauteur de l’infraction,", "– soit pour avoir exécuté l’infraction ou avoir coopéré directement à son exécution,", "– soit pour avoir, par un fait quelconque, prêté pour son exécution une aide telle que sans son assistance l’infraction n’eût pu être commise,", "– soit pour avoir par dons, promesses, menaces, abus d’autorité ou de pouvoir, machination ou artifices coupables, directement provoqué à l’infraction,", "– soit pour avoir soit par des discours tenus dans des réunions ou des lieux publics, soit par des écrits, des imprimés, des images ou des emblèmes quelconques affichés, distribués ou vendus, mis en vente ou exposés aux regards du public directement provoqué à commettre l’infraction,", "d’avoir à Liège, le 18 juillet 1991, volontairement, avec l’intention de donner la mort, commis un homicide sur la personne de [A.C.] ?", "Question no 26 – CIRCONSTANCE AGGRAVANTE", "L’homicide volontaire avec l’intention de donner la mort repris à la question précédente a-t-il été commis avec préméditation ?", "Question no 27 – FAIT PRINCIPAL", "TAXQUET Richard, accusé ici présent, est-il coupable,", "comme auteur ou coauteur de l’infraction,", "– soit pour avoir exécuté l’infraction ou avoir coopéré directement à son exécution,", "– soit pour avoir, par un fait quelconque, prêté pour son exécution une aide telle que sans son assistance l’infraction n’eût pu être commise,", "– soit pour avoir par dons, promesses, menaces, abus d’autorité et de pouvoir, machinations ou artifices coupables, directement provoqué à l’infraction,", "– soit pour avoir soit par des discours tenus dans des réunions ou des lieux publics, soit par des écrits, des imprimés, des images ou des emblèmes quelconques affichés, distribués ou vendus, mis en vente ou exposés aux regards du public directement provoqué à commettre l’infraction,", "d’avoir à Liège, le 18 juillet 1991, volontairement, avec l’intention de donner la mort, tenté de commettre un homicide sur la personne de [M.-H.J.], la résolution de commettre le crime ayant été manifestée par des actes extérieurs qui forment un commencement d’exécution de ce crime et qui n’ont été suspendus ou n’ont manqué leur effet que par des circonstances indépendantes de la volonté de l’auteur ?", "Question no 28 – CIRCONSTANCE AGGRAVANTE", "La tentative d’homicide volontaire avec l’intention de donner la mort reprise à la question précédente a-t-elle été commise avec préméditation ?", "16.  Le jury répondit « oui » à ces quatre questions.", "17.  Le 7 janvier 2004, la cour d’assises condamna le requérant à une peine d’emprisonnement de vingt ans.", "18.  Le requérant se pourvut en cassation contre l’arrêt de condamnation de la cour d’assises du 7 janvier 2004 et tous les arrêts interlocutoires prononcés par celle-ci.", "19.  Par un arrêt du 16 juin 2004, la Cour de cassation rejeta le pourvoi. Elle jugea notamment que :", "–  la comparution tardive d’un coaccusé n’était pas de nature à porter atteinte aux droits de la défense des demandeurs car ils avaient pu librement contredire tant les déclarations faites par cet accusé au cours de l’instruction préparatoire et rapportées à l’audience par les personnes qui les avaient reçues que les déclarations faites directement par l’accusé devant le jury ;", "–  la cour d’assises avait à bon droit ordonné l’audition à huis clos des deux témoins par crainte que ceux-ci ne puissent s’exprimer librement si l’audience était publique, ce qui nuirait à une bonne administration de la justice ;", "–  en refusant comme étant de nature à retarder inutilement les débats la projection du film de la confrontation entre certains accusés et des inculpés tunisiens, la cour d’assises n’avait pas méconnu le principe du respect des droits de la défense et de l’oralité des débats car ce refus s’appuyait sur la circonstance que les protagonistes de la confrontation, ayant comparu à l’audience, avaient pu être directement confrontés aux accusés ;", "–  en ordonnant de poursuivre la procédure au motif que l’audition de certains témoins absents (et régulièrement appelés aux débats) n’était pas nécessaire à la manifestation de la vérité et en énonçant qu’une nouvelle comparution de certains autres témoins « tendrait à prolonger inutilement les débats sans donner lieu d’espérer plus de certitude dans les résultats », la cour d’assisses n’avait pas violé l’article 6 de la Convention et le principe de l’oralité des débats ;", "–  la présomption d’innocence concernant avant tout l’attitude du juge appelé à connaître d’une accusation en matière pénale, les propos d’un enquêteur et les reportages de la presse, fussent-ils erronés, malveillants ou d’origine délictueuse, ne pouvaient à eux seuls entacher le jugement de la cause d’une violation de l’article 6 §§ 1 et 2 de la Convention ;", "–  de l’inexpérience prêtée à des jurés, de la rapidité de leur délibération, ou de l’absence de motivation de leur verdict, il ne pouvait se déduire l’inaptitude du jury à statuer de manière impartiale dans une cause dont la presse s’était emparée ;", "–  le mode de désignation des jurés et le fait que ceux-ci formaient leur déclaration sur la culpabilité sans en délibérer avec la cour ne signifiait pas que la cour d’assises n’était pas un tribunal indépendant et impartial établi par la loi, au sens de l’article 6 § 1 de la Convention, ni que la présomption d’innocence de l’accusé n’y pût être légalement renversée ;", "–  ni l’article 6 ni l’article 13 de la Convention ne garantissaient le droit à un double degré de juridiction ;", "–  les articles 6 §§ 1 et 3 b) de la Convention et 14 § 3 b) du Pacte international relatif aux droits civils et politiques, ainsi que l’article 149 de la Constitution, même lu en combinaison avec ces dispositions conventionnelles, n’imposaient au jury aucune obligation de motiver ses réponses ;", "–  le moyen tiré de l’article 6 § 3 b) de la Convention (impossibilité de communiquer librement avec son avocat par suite de son incarcération à la veille de l’ouverture des débats) était irrecevable car il n’apparaissait pas des pièces du dossier que le requérant eût conclu devant la cour d’assises à la violation du droit de disposer des facilités nécessaires à la préparation de sa défense ;", "–  les articles 10 et 11 de la Constitution, 26 du Pacte international relatif aux droits civils et politiques et 14 de la Convention n’imposaient ni la motivation de la déclaration de culpabilité, ni le double degré de juridiction, ni la comparution devant des juridictions composées exclusivement de magistrats permanents ; la souveraineté du jury populaire, au demeurant limité par les articles 351, 352, 364 et 364 bis du code d’instruction criminelle (CIC), ne créait pas entre les accusés et les prévenus une inégalité de traitement arbitraire, contraire à l’article 14 de la Convention.", "20.  Quant au moyen selon lequel la condamnation des demandeurs reposerait, de manière déterminante ou adventice, sur les déclarations d’un informateur anonyme, la Cour de cassation précisa :", "« Attendu qu’en tant qu’ils critiquent la considération d’après laquelle la cour d’assises ignorait l’identité de la personne dont l’audition fut demandée de sorte qu’elle ne pouvait la prescrire, les moyens, dirigés contre un motif surabondant, sont dénués d’intérêt ;", "Qu’à cet égard, ils sont irrecevables ;", "Attendu que, pour le surplus, la présence au dossier répressif d’un procès-verbal consignant des renseignements dont la source n’est pas identifiée n’oblige pas la juridiction de jugement, à peine de nullité ou d’irrecevabilité des poursuites, à faire identifier et entendre l’informateur selon la procédure prévue aux articles 189 bis et 315 bis du code d’instruction criminelle ; que ces dispositions laissent, en effet, au juge du fond la faculté de désigner un juge d’instruction à cette fin si ce devoir apparaît utile à la manifestation de la vérité ;", "Que les arrêts considèrent, par une appréciation de fait qu’il n’est pas au pouvoir de la Cour de censurer, que l’audition sollicitée retarderait inutilement les débats sans donner lieu d’espérer plus de certitude dans les résultats ;", "Que les arrêts constatent également que les renseignements obtenus sous couvert de l’anonymat ne s’identifiaient pas aux éléments de preuve recueillis de manière régulière et autonome contre les accusés ;", "Qu’il ne résulte pas de la réponse donnée par la cour d’assises aux conclusions des demandeurs que les juges du fond leur auraient contesté le droit de réfuter les éléments produits aux débats ;", "Qu’à cet égard, les moyens ne peuvent être accueillis ;", "Attendu que, pour le surplus, l’article 6 § 3 d) de la Convention (...) n’est pas méconnu du seul fait que le juge du fond a estimé ne pas devoir ou ne pas pouvoir ordonner une audition contradictoire de l’informateur anonyme dont les révélations ont permis d’orienter utilement les recherches ;", "Qu’à cet égard, les moyens manquent en droit. »", "21.  Dans l’émission « Questions à la Une » de la Radio-Télévision Belge Francophone, diffusée au début 2006, l’un des coaccusés du requérant, S.N., déclara avoir été l’informateur anonyme. Il dit avoir agi comme « intermédiaire » pour le compte d’un autre coaccusé, D.C., dont il aurait relayé les accusations. Au cours de l’émission, l’identité du témoin anonyme fut confirmée par celui qui était ministre de la Justice à l’époque des faits. S.N. indiqua avoir perçu de l’Etat belge, à titre de « commission d’intermédiaire », la somme de 3 000 000 francs belges (74 368,06 euros). Quant à D.C., il aurait perçu 5 000 000 francs belges (123 946,76 euros).", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  L’institution du jury et la cour d’assises", "22.  Après la Révolution française de 1789, le jury apparaît dans la Constitution française de 1791 et dans le code d’instruction criminelle de 1808. La Belgique faisait à l’époque partie du territoire français. Lorsqu’elle fut séparée de la France et rattachée à la Hollande, le jury fut supprimé, mais les cours d’assises continuèrent d’exister. Lors de l’accession de la Belgique à l’indépendance, l’institution du jury fut inscrite dans la Constitution du 7 février 1831, dont l’article 98 disposait : « Le jury est établi en toutes matières criminelles et pour délits politiques et de la presse. » Le constituant avait vu dans cette institution la pierre de touche de l’authenticité de toute revendication démocratique. Le jury était pour lui avant tout une affirmation politique de la liberté conquise par le peuple, le symbole de la souveraineté populaire. Il fut mis en place par le décret du 19 juillet 1831 : tout d’abord sous la forme d’un jury capacitaire (sur la base de la fonction exercée) puis, en 1869, censitaire (sur la base de la fortune). Par une loi du 21 décembre 1930, une nouvelle réforme aboutit à une composition plus démocratique et représentative de toutes les classes sociales : c’est le jury populaire, composé de douze jurés, tel qu’il existe encore aujourd’hui.", "B.  La Constitution", "23.  La Constitution coordonnée du 17 février 1994 dispose en son article 150 que « le jury est établi en toutes matières criminelles et pour les délits politiques et de presse, à l’exception des délits de presse inspirés par le racisme ou la xénophobie » (texte résultant de la modification du 7 mai 1999).", "24.  Elle énonce par ailleurs en son article 149 : « Tout jugement est motivé ; il est prononcé en audience publique. »", "C.  La procédure devant la cour d’assises", "1.  Les garanties prévues par le code d’instruction criminelle (tel qu’il était en vigueur au moment des faits)", "25.  La procédure devant la cour d’assises en Belgique prévoit un certain nombre de garanties, en particulier quant aux droits de la défense des accusés.", "26.  L’article 241 du code d’instruction criminelle (CIC) oblige le procureur général à rédiger un acte d’accusation indiquant la nature du délit qui forme la base de l’accusation, ainsi que toutes les circonstances qui peuvent aggraver ou diminuer la peine. Conformément à l’article 313 du CIC, le procureur général doit lire l’acte d’accusation, et l’accusé ou son conseil l’acte de défense. L’article 337 indique que les questions à poser au jury doivent résulter de l’acte d’accusation (lui-même devant être conforme à l’arrêt de renvoi – article 271 du CIC) et respecter certaines formes, les questions complexes ou portant sur des points de droit étant par exemple interdites.", "27.  A l’issue des débats, des questions sont posées au jury afin de caractériser les circonstances de fait de la cause et les particularités susceptibles d’établir, avec exactitude, les faits incriminés. Le président de la cour d’assises dispose du pouvoir de poser au jury des questions sur toutes les circonstances modificatives des faits qui ont servi de base à la mise en accusation, dès lors que ces circonstances ont été discutées au cours des débats. La question principale porte sur les éléments constitutifs de l’infraction, chaque chef d’accusation devant faire l’objet d’une question séparée. Des questions distinctes portant sur d’autres éléments, tels que des circonstances aggravantes ou l’existence de causes de justification ou d’excuse, peuvent également être posées. Le ministère public et l’accusé peuvent contester les questions posées et ont la faculté de demander au président de poser au jury une ou plusieurs questions subsidiaires. En cas de contestation sur les questions, la cour d’assises doit statuer par un arrêt motivé.", "28.  L’article 341 prévoit que le président, après avoir posé les questions auxquelles le jury doit répondre, les remet aux jurés en même temps que l’acte d’accusation, les procès-verbaux qui constatent le crime et les pièces du procès autres que les déclarations écrites des témoins.", "29.  Selon l’article 342, les questions étant posées et remises aux jurés, ceux-ci se rendent dans leur chambre pour y délibérer. Leur chef est le premier juré sorti par le sort, ou celui qui est désigné par eux et du consentement de ce dernier. Avant de commencer la délibération, le chef des jurés leur fait lecture de l’instruction suivante, qui sera, en outre, affichée en gros caractères dans le lieu le plus apparent de leur chambre :", " « La loi ne demande pas compte aux jurés des moyens par lesquels ils se sont convaincus ; elle ne leur prescrit point de règles desquelles ils doivent faire particulièrement dépendre la plénitude et la suffisance d’une preuve ; elle leur prescrit de s’interroger eux-mêmes dans le silence et le recueillement, et de chercher, dans la sincérité de leur conscience, quelle impression ont faite sur leur raison les preuves rapportées contre l’accusé, et les moyens de sa défense. La loi ne leur dit point : « Vous tiendrez pour vrai tout fait attesté par tel ou tel nombre de témoins » ; elle ne leur dit pas non plus : « Vous ne regarderez pas comme suffisamment établie toute preuve, qui ne sera pas formée de tel procès-verbal, de telles pièces, de tant de témoins ou de tant d’indices » ; elle ne leur fait que cette seule question, qui renferme toute la mesure de leurs devoirs : « Avez-vous une intime conviction ? » »", "30.  L’article 343 autorise les jurés à sortir de leur chambre seulement après avoir formé leur déclaration.", "31.  Enfin, l’article 352 prévoit que si les juges sont unanimement convaincus que les jurés, tout en observant les formes, se sont trompés au fond, la cour doit déclarer qu’il est sursis au jugement et renvoyer l’affaire à la session suivante pour être soumise à un nouveau jury, dont ne pourra faire partie aucun des premiers jurés. Selon les informations fournies par le Gouvernement, cette faculté n’a toutefois été utilisée qu’à trois reprises.", "2.  La jurisprudence de la Cour de cassation", "32.  L’arrêt de la chambre du 13 janvier 2009 a eu des répercussions en Belgique sur le plan jurisprudentiel.", "33.  Par un arrêt no 2505 (P.09.0547.F) du 10 juin 2009, la Cour de cassation a jugé ainsi :", "« Sur le moyen pris, d’office, de la violation de l’article 6 § 1 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales :", "Aux termes d’un arrêt du 13 janvier 2009 de la Cour européenne des droits de l’homme [dans l’affaire Taxquet c. Belgique, no 926/05], le droit à un procès équitable garanti par l’article 6 § 1 de la Convention implique, en ce qui concerne la cour d’assises, que la décision rendue sur l’accusation mette en avant les considérations qui ont convaincu le jury de la culpabilité ou de l’innocence de l’accusé et indique les raisons concrètes pour lesquelles il a été répondu positivement ou négativement à chacune des questions.", "En raison de l’autorité de la chose interprétée qui s’attache actuellement à cet arrêt et de la primauté, sur le droit interne, de la règle de droit international issue d’un traité ratifié par la Belgique, la Cour est contrainte de rejeter l’application des articles 342 et 348 du code d’instruction criminelle en tant qu’ils consacrent la règle, aujourd’hui condamnée par la Cour européenne, suivant laquelle la déclaration du jury n’est pas motivée.", "Il ressort des pièces auxquelles la Cour peut avoir égard et, notamment, de l’acte d’accusation, que le demandeur, poursuivi du chef de meurtre comme auteur ou coauteur, a donné au cours de l’instruction préparatoire, au sujet des faits qui lui étaient reprochés, des explications infirmées par un témoin dont l’identité a été tenue secrète par application des articles 86 bis et 86 ter du code d’instruction criminelle.", "Par voie de conclusions déposées à l’audience de la cour d’assises du 18 février 2009, le demandeur a sollicité que le verdict soit motivé pour qu’il comprenne, en cas de condamnation, les raisons ayant déterminé le jury à le trouver coupable, et afin que la Cour de cassation puisse en contrôler la légalité.", "En ce qui concerne l’accusation de meurtre dirigée contre le demandeur, le jury a été saisi d’une question principale relative à sa participation à un homicide commis avec intention de donner la mort, d’une question complémentaire relative à l’excuse légale de provocation, et de deux questions subsidiaires portant sur la qualification visée à l’article 401 du code pénal. Le jury a répondu affirmativement à la première question et négativement à la seconde, laissant les questions suivantes sans réponse.", "L’arrêt attaqué condamne le demandeur à une peine de réclusion de dix-huit ans du chef de meurtre, sur la base du verdict formulé par réponse uniquement affirmative et négative aux questions posées dans les termes de la loi. L’arrêt énonce qu’il n’y a pas lieu de motiver autrement la déclaration de culpabilité au motif que la précision de ces questions permet de compenser adéquatement le caractère laconique de la sentence.", "Mais la seule affirmation que le demandeur est coupable de meurtre et qu’il n’y a pas lieu de l’en excuser ne révèle pas les raisons concrètes pour lesquelles la qualification contestée par le demandeur a été jugée établie, et ne permet pas à la Cour de vérifier notamment si la condamnation est fondée dans une mesure déterminante sur le témoignage anonyme recueilli à charge de l’accusé ou si elle prend appui sur d’autres modes de preuve qui le corroborent conformément à l’article 341, alinéa 3, du code d’instruction criminelle.", "Conforme à la loi belge qui ne demande pas compte aux jurés des moyens par lesquels ils se sont convaincus, la décision est contraire à l’article 6 de la Convention dans l’interprétation suivant laquelle le droit au procès équitable implique une motivation du verdict. »", "34.  D’autres arrêts ont été rendus dans le même sens par la suite.", "3.  La réforme législative", "35.  En Belgique, dès avant l’arrêt Taxquet rendu par la chambre, une proposition de loi du 25 septembre 2008 qui tendait notamment à permettre au président de la cour d’assises d’être présent aux délibérations du jury afin de pouvoir assister les jurés avait été examinée par le Sénat. La version proposée de l’article 350 du CIC indiquait que la cour d’assises devait donner les motifs de sa décision sur la culpabilité mais n’était pas tenue de répondre aux conclusions.", "36.  Une loi du 21 décembre 2009 relative à la réforme de la cour d’assises, publiée au Moniteur belge le 11 janvier 2010 et entrée en vigueur le 21 janvier 2010, prévoit l’obligation pour cette juridiction de formuler les principales raisons de son verdict. Désormais, les articles pertinents du CIC se lisent ainsi :", "Article 327", "« Les questions étant posées et remises aux jurés, ils se rendent dans la chambre des délibérations pour y délibérer.", "Leur chef est le premier juré sorti par le sort, ou celui qui sera désigné par eux et du consentement de ce dernier.", "Avant de commencer la délibération, le ou la chef des jurés leur fait lecture de l’instruction suivante, qui est, en outre, affichée en gros caractères dans le lieu le plus apparent de la chambre des délibérations : « La loi prévoit qu’une condamnation ne peut être prononcée que s’il ressort des éléments de preuve admis que l’accusé est coupable au-delà de tout doute raisonnable des faits qui lui sont incriminés. » »", "Article 328", "« Les jurés ne peuvent sortir de la chambre des délibérations qu’après avoir formé leur déclaration.", "Nul ne peut entrer pendant la délibération pour quelque cause que ce soit, sans une autorisation écrite du président. Celui-ci ne doit y pénétrer que s’il est appelé par le chef du jury, notamment pour répondre à des questions de droit, et accompagné de ses assesseurs, de l’accusé et de son défenseur, de la partie civile et de son conseil, du ministère public et du greffier. Mention de l’incident est faite au procès-verbal.", "(...) »", "Article 334", "« La cour et les jurés se retirent ensuite immédiatement dans la chambre des délibérations.", "Sans avoir à répondre à l’ensemble des conclusions déposées, ils formulent les principales raisons de leur décision.", "La décision est signée par le président, le ou la chef du jury et le greffier. »", "D.  Les dispositions du code pénal", "37.  Les articles pertinents du code pénal se lisent ainsi :", "Article 51", "« Il y a tentative punissable lorsque la résolution de commettre un crime ou un délit a été manifestée par des actes extérieurs qui forment un commencement d’exécution de ce crime ou de ce délit, et qui n’ont été suspendus ou n’ont manqué leur effet que par des circonstances indépendantes de la volonté de l’auteur. »", "Article 66", "« Seront punis comme auteurs d’un crime ou d’un délit :", "Ceux qui l’auront exécuté ou qui auront coopéré directement à son exécution ;", "Ceux qui, par un fait quelconque, auront prêté pour l’exécution une aide telle que, sans leur assistance, le crime ou le délit n’eût pu être commis ;", "Ceux qui, par dons, promesses, menaces, abus d’autorité ou de pouvoir, machinations ou artifices coupables, auront directement provoqué à ce crime ou à ce délit ;", "Ceux qui, soit par des discours tenus dans des réunions ou dans des lieux publics, soit par des écrits, des imprimés, des images ou emblèmes quelconques, qui auront été affichés, distribués ou vendus, mis en vente ou exposés aux regards du public, auront provoqué directement à le commettre, sans préjudice des peines portées par la loi contre les auteurs de provocations à des crimes ou à des délits, même dans le cas où ces provocations n’ont pas été suivies d’effet. »", "Article 67", "« Seront punis comme complices d’un crime ou d’un délit :", "Ceux qui auront donné des instructions pour le commettre ;", "Ceux qui auront procuré des armes, des instruments, ou tout autre moyen qui a servi au crime ou au délit, sachant qu’ils devaient y servir ;", "Ceux qui, hors le cas prévu par le § 3 de l’article 66, auront, avec connaissance, aidé ou assisté l’auteur ou les auteurs du crime ou du délit dans les faits qui l’ont préparé ou facilité, ou dans ceux qui l’ont consommé. »", "Article 393", "« L’homicide commis avec intention de donner la mort est qualifié meurtre. Il sera puni (de la réclusion de vingt ans à trente ans). »", "Article 394", "« Le meurtre commis avec préméditation est qualifié assassinat. Il sera puni (de la réclusion à perpétuité). »", "E.  La loi du 1er avril 2007 modifiant le code d’instruction criminelle en vue de la réouverture de la procédure en matière pénale", "38.  La loi du 1er avril 2007 (publiée au Moniteur belge le 9 mai 2007 et entrée en vigueur le 1er décembre 2007) permet aux condamnés de solliciter la réouverture de leur procès à la suite d’un arrêt de la Cour européenne des droits de l’homme constatant une violation de la Convention.", "39.  L’article 442 bis du CIC énonce :", "« S’il a été établi par un arrêt définitif de la Cour européenne des droits de l’homme que la Convention européenne des droits de l’homme et des libertés fondamentales ou des protocoles additionnels, ci-après « la Convention européenne », ont été violés, il peut être demandé la réouverture, en ce qui concerne la seule action publique, de la procédure qui a conduit à la condamnation du requérant dans l’affaire devant la Cour européenne des droits de l’homme ou à la condamnation d’une autre personne pour le même fait et fondée sur les mêmes moyens de preuve. »", "40.  L’article 442 ter du même code dispose :", "« Le droit de demander la réouverture de la procédure appartient :", "1o au condamné ;", "2o si le condamné est décédé, si son interdiction a été prononcée ou s’il se trouve en état d’absence déclarée, à son conjoint, à la personne avec qui il cohabite légalement, à ses descendants, à ses frères et sœurs ;", "3o au procureur général près la Cour de cassation, d’office ou à la demande du ministre de la Justice. »", "41.  L’article 442 quinquies du même code dispose :", "« Lorsqu’il ressort de l’examen de la demande soit que la décision attaquée est contraire sur le fond à la Convention européenne, soit que la violation constatée est la conséquence d’erreurs ou de défaillances de procédure d’une gravité telle qu’un doute sérieux existe quant au résultat de la procédure attaquée, la Cour de cassation ordonne la réouverture de la procédure pour autant que la partie condamnée ou les ayants droit prévus à l’article 442 ter, 2o, continuent à souffrir des conséquences négatives très graves que seule une réouverture peut réparer. »", "42.  A la suite de l’arrêt Da Luz Domingues Ferreira c. Belgique de la Cour (no 50049/99, 24 mai 2007), la Cour de cassation, par un arrêt du 9 avril 2008, a ordonné la réouverture de la procédure et a retiré son arrêt rendu le 6 janvier 1999 (Journal des tribunaux, 2008, p. 403).", "III.  ÉLÉMENTS DE DROIT COMPARÉ", "43.  Les formes que prend la justice non professionnelle dans les Etats membres du Conseil de l’Europe sont à l’évidence très diverses. Il existe des variantes dues aux particularités culturelles et historiques, même entre les pays ayant opté pour le procès avec jury « traditionnel », lequel se caractérise par le fait que les magistrats professionnels ne peuvent pas participer aux délibérations des jurés sur le verdict.", "44.  Les Etats membres peuvent être répartis en trois catégories : les Etats dans lesquels il n’existe pas de procédure avec jury ni aucune forme de justice non professionnelle en matière pénale ; ceux qui se sont dotés, en matière pénale, de juridictions échevinales composées de juges non professionnels siégeant et délibérant aux côtés de magistrats de carrière ; et ceux qui ont opté pour le modèle du jury « traditionnel » en matière pénale.", "45.  Parmi les exemples examinés, quatorze Etats membres du Conseil de l’Europe ignorent l’institution du jury ou toute autre forme de justice non professionnelle en matière pénale, ou l’ont supprimée. Il s’agit de l’Albanie, d’Andorre, de l’Arménie, de l’Azerbaïdjan, de la Bosnie-Herzégovine, de Chypre, de la Lettonie, de la Lituanie, du Luxembourg, de la Moldova, des Pays-Bas, de la Roumanie, de Saint-Marin et de la Turquie. Dans ces Etats, les juridictions répressives se composent exclusivement de juges professionnels.", "46.  Les Etats membres pratiquant l’échevinage sont l’Allemagne, la Bulgarie, la Croatie, le Danemark, l’Estonie, l’« ex-République yougoslave de Macédoine », la Grèce, la Finlande, la France, la Hongrie, l’Italie, l’Islande, le Liechtenstein, Monaco, le Monténégro, la Norvège (dans la plupart des cas), la Pologne, le Portugal, la République tchèque, la Serbie, la Slovaquie, la Slovénie, la Suède et l’Ukraine. L’échevinage, qui peut aussi coexister avec le jury traditionnel, se caractérise par le fait que les magistrats professionnels, d’une part, et les jurés, d’autre part, statuent ensemble sur toutes les questions de droit et de fait, sur la culpabilité et sur la détermination de la peine.", "47.  Les dix Etats membres du Conseil de l’Europe ayant opté pour le jury traditionnel sont l’Autriche, la Belgique, l’Espagne, la Fédération de Russie, la Géorgie, l’Irlande, Malte, la Norvège (seulement dans des affaires importantes en appel), le Royaume-Uni (Angleterre, pays de Galles, Ecosse et Irlande du Nord) et, jusqu’au 1er janvier 2011, la Suisse (canton de Genève).", "48.  Sous sa forme traditionnelle, la procédure avec jury fait intervenir une formation d’un certain nombre de jurés siégeant avec un ou plusieurs magistrats professionnels. Le nombre de jurés appelés à siéger varie selon les pays et l’objet du procès. Le collège des juges professionnels se compose d’un nombre de magistrats variable selon les pays. A Malte, au Royaume-Uni, en Irlande, en Espagne, en Russie et en Suisse, la cour et le jury sont présidés par un juge unique. En Autriche, en Belgique et en Norvège, la cour comprend trois magistrats professionnels et le jury. Les magistrats professionnels ne peuvent participer aux délibérations des jurés sur la culpabilité. Cette question relève de la compétence exclusive du jury.", "49.  Dans certains pays, les jurés se voient remettre une liste écrite de questions précises avant qu’ils ne se retirent pour délibérer sur les faits de la cause. Sept Etats – l’Autriche, la Belgique, l’Espagne, l’Irlande, la Norvège, la Russie et la Suisse – suivent cette pratique.", "50.  En Irlande, en Angleterre et au pays de Galles, le juge résume l’affaire à l’intention du jury à l’issue de l’administration des preuves. Il rappelle à son attention les éléments de preuve produits devant lui et les témoignages entendus. Ce faisant, il peut lui donner des indications sur la ligne de conduite qu’il convient d’adopter à l’égard de certaines preuves ou de certaines dépositions. Il fournit également aux jurés des indications et des explications sur les règles de droit applicables. A ce titre, il leur précise les éléments constitutifs de l’infraction et leur expose les étapes du raisonnement qu’il y a lieu de suivre pour aboutir à un verdict qui repose sur les faits établis par le jury.", "51.  En Norvège, le juge donne des instructions aux jurés sur toutes les questions juridiques soulevées et leur explique les règles qu’ils doivent suivre lorsqu’ils se retirent pour parvenir à un verdict. A la fin du procès, il résume également les preuves à l’intention du jury ou attire son attention sur celles qui revêtent de l’importance.", "52.  En Autriche, les jurés rendent leur verdict sur la base d’un questionnaire détaillé où figurent les principaux éléments des chefs d’accusation et dont les questions sont formulées de telle manière qu’elles appellent une réponse par « oui » ou par « non ».", "53.  En principe, les jurés délibèrent en chambre du conseil, hors la présence du (des) magistrat(s) présidant la juridiction. Le secret des délibérations du jury est même un principe bien établi dans bon nombre de pays.", "54.  En Belgique, un magistrat de carrière peut être invité à se présenter dans la salle des délibérations pour apporter des éclaircissements aux jurés sur une question bien précise, sans pour autant pouvoir s’exprimer ou voter sur la culpabilité. En Norvège, le jury peut faire intervenir le magistrat qui préside, mais si le jury estime avoir besoin de précisions supplémentaires sur les questions auxquelles il doit répondre, sur les principes juridiques applicables ou sur la procédure à suivre, il doit retourner dans la salle d’audience afin que la question puisse être soulevée en présence des parties.", "55.  Dans le canton de Genève, le président de la juridiction prend part aux délibérations du jury pour lui apporter son concours, mais il ne peut donner son avis sur la question de la culpabilité. Un greffier y assiste également pour prendre note des décisions prises et des motifs retenus.", "56.  La non-motivation des verdicts rendus par les jurys traditionnels semble être la règle générale. Elle s’applique dans tous les pays, à l’exception de l’Espagne et de la Suisse (canton de Genève).", "57.  Les verdicts rendus en Espagne sont divisés en cinq parties distinctes. La première énumère les faits considérés comme établis, la deuxième les faits considérés comme non établis, la troisième renferme la déclaration du jury sur la culpabilité ou l’innocence de l’accusé, la quatrième comporte une motivation succincte du verdict où sont exposés les éléments de preuve sur lesquels celui-ci est fondé ainsi que les raisons pour lesquelles tel ou tel fait est considéré comme prouvé ou non démontré. Une cinquième partie contient le relevé des incidents intervenus durant la délibération, en évitant toute identification susceptible de violer le secret des délibérations.", "58.  Jusqu’en 1991, les autorités du canton de Genève estimaient qu’il suffisait aux jurés de répondre par oui ou par non aux questions précises qui leur étaient posées pour satisfaire à l’exigence de motivation du verdict. Toutefois, par un arrêt du 17 décembre 1991, le Tribunal fédéral a jugé ces réponses insuffisantes et a imposé aux jurés de ce canton l’obligation de motiver leurs verdicts à l’avenir. En 1992, les articles 298 et 308 du code de procédure pénale genevois ont été modifiés pour obliger le jury à motiver ses choix chaque fois qu’il l’estime nécessaire à la compréhension de son verdict ou de sa décision. L’article 327 du code de procédure pénale impose au jury d’indiquer « les motifs quant aux principaux moyens de preuve retenus et écartés et les motifs en droit du verdict du jury et de la décision de la cour et du jury relative à la peine ou au prononcé d’une mesure ».", "59.  Dans les Etats ayant opté pour le jury traditionnel, les verdicts des jurys sont susceptibles d’appel en Géorgie, en Irlande, à Malte, en Espagne, au Royaume-Uni et en Suède et insusceptibles d’appel en Autriche, en Belgique, en Norvège, en Russie et en Suisse (canton de Genève). En Autriche, les condamnés peuvent interjeter appel de la peine seulement devant une cour d’appel ; ils peuvent par ailleurs exercer un recours en nullité devant la Cour suprême.", "60.  En Belgique, depuis les faits de la cause, une loi du 21 décembre 2009, entrée en vigueur le 21 janvier 2010 (paragraphe 36 ci-dessus), a modifié la procédure devant la cour d’assises en prévoyant notamment l’obligation pour cette juridiction de formuler les principales raisons du verdict rendu par le jury, ce afin d’en expliquer le sens.", "EN DROIT", "I.  SUR L’OBJET DU LITIGE DEVANT LA GRANDE CHAMBRE", "61.  Dans ses observations devant la Grande Chambre, le requérant reprend tous les griefs soulevés par lui dans sa requête à la Cour. Or, dans son arrêt du 13 janvier 2009, la chambre a déclaré recevables les griefs tirés de l’absence de motivation de l’arrêt de la cour d’assises (article 6 § 1) et de la non-audition du témoin anonyme (article 6 § 3 d)) et irrecevables les autres griefs. Aussi la Grande Chambre n’examinera-t-elle que les griefs déclarés recevables par la chambre, car « l’affaire » renvoyée devant la Grande Chambre est la requête telle qu’elle a été déclarée recevable par la chambre (voir, parmi d’autres, K. et T. c. Finlande [GC], no 25702/94, §§ 140-141, CEDH 2001-VII).", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "62.  Le requérant soutient que son droit à un procès équitable a été méconnu, en raison du fait que l’arrêt de condamnation de la cour d’assises était fondé sur un verdict de culpabilité non motivé, qui ne pouvait faire l’objet d’un recours devant un organe de pleine juridiction. Il allègue la violation de l’article 6 § 1, dont la partie pertinente se lit ainsi :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "A.  L’arrêt de la chambre", "63.  Dans son arrêt du 13 janvier 2009, la chambre a conclu à une violation du droit à un procès équitable au sens de l’article 6 § 1 de la Convention. Elle a considéré que la formulation des questions posées au jury ne permettait pas de connaître les motifs pour lesquels il avait été répondu positivement à chacune d’elles, alors que le requérant niait toute implication personnelle dans les faits reprochés. Elle a estimé que des réponses laconiques à des questions formulées de manière vague et générale avaient pu donner au requérant l’impression d’une justice arbitraire et peu transparente. Faute d’un résumé des principales raisons pour lesquelles la cour d’assises s’était déclarée convaincue de la culpabilité du requérant, celui-ci n’était pas à même de comprendre – et donc d’accepter – la décision de la juridiction. La chambre a indiqué que, d’une manière générale, le jury ne tranchant pas sur la base du dossier, mais sur la base de ce qu’il a entendu à l’audience, il était essentiel, dans un souci d’expliquer le verdict non seulement à l’accusé, mais aussi à l’opinion publique, de mettre en avant les considérations ayant convaincu le jury de la culpabilité ou de l’innocence de l’accusé et d’indiquer les raisons concrètes pour lesquelles il a été répondu positivement ou négativement à chacune des questions.", "B.  Les thèses des parties", "1.  Le requérant", "64.  Le requérant souligne que l’arrêt de condamnation était fondé sur un verdict de culpabilité qui n’était pas motivé et ne pouvait faire l’objet d’aucun recours. L’affaire étant d’une extrême complexité tant factuelle que juridique, il était difficile selon lui pour douze jurés n’ayant aucune qualification juridique appropriée de pouvoir évaluer en toute légalité le bien-fondé de l’accusation portée contre lui. L’absence de motivation du verdict de culpabilité empêcherait toute possibilité d’un contrôle juridique pertinent des raisons retenues par le jury pour asseoir sa conviction. Le seul fait que l’article 364 bis du CIC prévoie que tout arrêt de condamnation doit faire mention des motifs ayant conduit à la détermination de la peine infligée ne suffirait pas à satisfaire à l’obligation de motivation imposée par l’article 6 de la Convention.", "65.  Se référant aux affaires Ruiz Torija c. Espagne (9 décembre 1994, série A no 303A) et Papon c. France ((déc.), no 54210/00, CEDH 2001XII), le requérant relève qu’une obligation de motivation existe dans la jurisprudence de la Cour, même si celle-ci y a apporté quelques tempéraments. Toutefois, il considère que son cas ne peut pas être comparé à celui de Maurice Papon, où une réelle motivation pouvait selon lui être déduite des 768 réponses émanant du jury. Ces réponses auraient permis de cerner les motifs pour lesquels la cour d’assises française avait conclu à la culpabilité de l’intéressé et lui avait infligé une peine. En l’espèce, en revanche, les questions posées dans le cadre du procès n’auraient aucunement abordé le fond de l’affaire ; très peu nombreuses – quatre sur trente-deux auraient visé le requérant –, elles auraient porté seulement sur la question de savoir s’il était coupable d’assassinat ou de tentative d’assassinat et n’auraient reçu comme réponse qu’un simple « oui » sans aucune autre précision.", "66.  Selon le requérant, trois arguments de logique juridique plaident en faveur de l’obligation de motiver les arrêts de cours d’assises. Les deux premiers sont fondés sur l’article 6 § 1 de la Convention. Tout d’abord, la jurisprudence reconnaîtrait que la motivation des décisions judiciaires fait partie des garanties d’un procès équitable. Il serait illogique que le niveau d’exigence en la matière soit moins élevé pour les procédures qui aboutissent aux sanctions pénales les plus lourdes. Ensuite, l’article 6 § 1 consacrerait avec force le caractère public de la justice. Le troisième argument se fonde sur l’article 6 § 3 a), qui reconnaît le droit pour tout accusé d’être informé de manière détaillée de la cause et de la nature des accusations portées contre lui. Le requérant considère que ce droit devrait également s’étendre à la cause de la condamnation. La problématique de l’erreur judiciaire plaiderait aussi en faveur de la motivation. Le fait de contraindre une juridiction à motiver une décision lui imposerait d’exprimer un raisonnement cohérent et rationnel expurgé de toute considération émotionnelle et subjective. Enfin, la motivation permettrait un contrôle par les juridictions d’appel et de cassation, qui n’aurait pas du tout la même portée lorsque la décision sur la culpabilité n’est pas motivée.", "2.  Le Gouvernement", "67.  Le Gouvernement souligne d’emblée que les ordres juridiques européens sont caractérisés par une très grande diversité : certains ne connaîtraient pas ou plus la justice populaire, d’autres la connaîtraient, mais son fonctionnement, et notamment le rôle accordé au jury ainsi que sa manière de fonctionner, différeraient d’un Etat à un autre. Par ailleurs, la Cour ne serait pas une troisième ou une quatrième instance de juridiction. Il ne lui appartiendrait pas de se prononcer in abstracto ni d’uniformiser les différents systèmes juridiques, mais de vérifier si les procédures en vigueur respectent les exigences de l’article 6 de la Convention.", "68.  En Belgique, la légitimité des cours d’assises serait assurée par l’institution du jury. Les jurés représenteraient le peuple dont ils émanent, et ils seraient donc eux-mêmes revêtus d’une légitimité institutionnelle. La composition du jury serait la première garantie contre une justice arbitraire.", "69.  L’absence d’une motivation explicite ne signifierait pas que le verdict sur la culpabilité n’est pas l’aboutissement d’un raisonnement que les personnes concernées seraient en mesure de suivre et de reconstruire. D’ailleurs, la Cour n’aurait jamais considéré qu’il y eût un problème in abstracto au regard de l’article 6 de la Convention quant à l’absence de motivation des décisions des cours d’assises. Elle aurait certes estimé, dans l’arrêt Goktepe c. Belgique (no 50372/99, 2 juin 2005), qu’il fallait poser des questions individualisées relatives aux circonstances aggravantes, mais elle n’aurait pas mis en cause le fonctionnement de cette juridiction ni l’absence de motivation des arrêts des jurys d’assises en droit belge.", "70.  La procédure telle qu’elle se déroule devant les assises en Belgique garantirait que chaque accusé puisse obtenir un arrêt motivé sur la légalité et la régularité des preuves, qu’il puisse savoir à suffisance quels éléments de preuve ont été déterminants et, le cas échéant, quels éléments de défense le jury a retenus lors de la formation de son verdict. En l’espèce, les questions formulées après les débats par le président de la cour d’assises de Liège concernant la culpabilité du requérant auraient été suffisamment précises pour servir adéquatement de fondement à l’arrêt. Les éléments constitutifs des infractions et les faits incriminés auraient été clairement indiqués, de même que les circonstances aggravantes. Le requérant aurait disposé de l’acte d’accusation et il aurait eu la faculté d’assister aux longs débats pendant lesquels les éléments de preuve ont été débattus. Ce serait donc en vain qu’il allègue ne pas connaître les motifs de sa condamnation. Le seul fait que le jury se prononce sur la base de son intime conviction n’emporterait pas violation de la Convention.", "3.  Les tiers intervenants", "a)  Le gouvernement britannique", "71.  Selon le gouvernement britannique, il ressort de la jurisprudence de la Cour, et notamment de la décision dans l’affaire Saric c. Danemark ((déc.), no 31913/96, 2 février 1999), qu’un procès en cour d’assises ne peut pas être considéré comme contraire à la Convention. Il n’y aurait pas d’obligation absolue pour une juridiction de donner des motifs dans toute décision judiciaire, et l’approche de la Cour serait suffisamment flexible pour prendre en compte les particularités du système de procès avec jury.", "72.  Le droit de l’accusé à un procès équitable ne devrait certes jamais être compromis, mais cette exigence pourrait être atteinte de différentes manières dans les systèmes juridiques pénaux des Etats contractants. Ceuxci devraient se voir reconnaître une marge d’appréciation quant à la façon d’organiser leurs procédures judiciaires pour qu’elles garantissent le droit à un procès équitable. Les questions posées aux jurés et les réponses à ces questions devraient être évaluées non pas isolément, mais dans le cadre de l’ensemble de la procédure, en prenant en considération les garanties procédurales et les possibilités de voies de recours.", "73.  Il s’agirait surtout de savoir si, au vu de l’ensemble de la procédure, le condamné peut passer pour avoir été informé du chef d’accusation porté contre lui, de la substance de l’infraction censée avoir été commise par lui et du fondement de sa condamnation.", "74.  Le gouvernement britannique souligne que dans le système britannique du procès avec jury, à l’issue de l’administration des preuves, le juge résume l’affaire à l’intention des jurés et rappelle à leur attention les éléments de preuve produits devant eux et les témoignages entendus. Ce faisant, il peut leur donner des indications sur la ligne de conduite, voire la circonspection, qu’il convient d’adopter à l’égard de certains d’entre eux. Il leur fournit également des indications et des explications sur les règles de droit applicables. A ce titre, il leur précise les éléments constitutifs de l’infraction et leur expose la chaîne de raisonnement qu’il y a lieu de suivre pour aboutir à un verdict qui repose sur les faits établis par le jury. L’accusation et la défense peuvent présenter des observations sur la conclusion à laquelle le jury devrait, selon eux, parvenir.", "75.  Le jury délibère à huis clos. S’il a besoin d’explications complémentaires ou de clarifications sur un point quelconque, il peut adresser au juge une note indiquant la ou les questions qu’il souhaiterait lui poser. Le juge la montre aux représentants de l’accusation et de la défense en l’absence du jury et les invite à lui faire part de leurs observations au sujet de la réponse à y apporter, libre au juge de fournir ou non ensuite au jury, en audience publique, le complément d’information demandé.", "b)  Le gouvernement irlandais", "76.  Selon le gouvernement irlandais, le système du procès avec jury, considéré comme la pierre angulaire du système de justice pénale du pays, est plébiscité en Irlande, non seulement par les accusés, mais aussi par les défenseurs des droits de l’homme. Personne ne se serait jamais plaint de ce que le système manquerait de transparence, ou qu’il porterait atteinte ou mettrait obstacle aux droits de l’accusé. Ce système inspirerait confiance au peuple irlandais qui, notamment pour des raisons historiques, y serait très attaché.", "77.  Le gouvernement irlandais souligne qu’en droit irlandais ce sont les instructions que le juge donne au jury qui forment la trame du verdict prononcé par celui-ci. Le juge donne des instructions aux jurés sur toutes les questions juridiques soulevées et leur explique les règles qu’ils doivent suivre, lorsqu’ils se retirent, pour parvenir à un verdict. A la fin du procès, il résume également les preuves à l’intention du jury ou attire son attention sur celles qui ont de l’importance. Il instruit le jury sur le fait que les preuves doivent établir à suffisance la culpabilité de l’accusé, sur le caractère circonstanciel ou direct d’une preuve et sur la portée de celles qui ont été produites. Il est loisible à l’avocat de l’accusé de demander au juge de préciser les instructions qu’il a données au jury si, d’une manière ou d’autre, il les juge inadaptées, insuffisantes ou confuses. Si le jury a besoin d’explications supplémentaires ou de précisions sur un point quelconque, il peut faire appel au juge, qui prendra les mesures nécessaires.", "78.  Le gouvernement irlandais se demande comment un système de procès qui a fonctionné pendant des siècles et bien avant la Convention peut maintenant être considéré comme étant contraire à l’article 6 § 1. Il considère que la chambre n’a pas suffisamment tenu compte dans son arrêt du procès d’assises dans son ensemble et de l’existence de garanties en Belgique et dans d’autres Etats. Elle aurait dû selon lui examiner si des modifications d’autres règles de procédure ou d’établissement de preuves pouvaient contribuer à faciliter la compréhension de la décision. Dans l’arrêt Gregory c. Royaume-Uni (25 février 1997, Recueil des arrêts et décisions 1997-I), la Cour aurait reconnu que le secret des délibérations du jury constituait une caractéristique cruciale et légitime du droit processuel anglais et qu’il servait à renforcer le rôle d’arbitre ultime des faits dévolu au jury, ainsi qu’à garantir des délibérations ouvertes et franches entre les jurés sur la base des preuves présentées devant eux.", "79.  Le gouvernement irlandais souligne que le secret des délibérations du jury est étroitement lié à l’absence de motivation des verdicts. Imposer l’indication de motifs dans les décisions des jurys modifierait la nature et l’essence même du système d’assises tel qu’il existe en Irlande.", "c)  Le gouvernement français", "80.  Selon le gouvernement français, le droit positif ne connaît pas, et n’a jamais connu depuis l’institution des juridictions criminelles comprenant des jurés populaires, la motivation des décisions d’assises. Les spécificités de la procédure d’assises résideraient dans trois principes essentiels : l’oralité, la continuité des débats et l’intime conviction. Ces caractéristiques, qui découleraient directement de la participation de citoyens à l’acte de juger, se seraient toujours opposées, en droit français, à la motivation des arrêts de cours d’assises. Le principe de l’absence de motivation serait posé sans ambiguïté par l’article 353 du code de procédure pénale, où il serait mis en relation avec celui de l’intime conviction, qui y serait explicité : ce ne seraient pas des normes ou des règles de droit qui devraient dicter la décision des jurés, mais l’examen en leur « conscience » et leur « raison » des éléments du débat contradictoire auquel ils ont assisté. Pour la Cour de cassation française, la seule « motivation » légalement admissible d’un arrêt d’assises serait constituée par les réponses aux questions posées et par les seuls mots « oui » ou « non ». Des propositions d’assouplissement du principe de l’absence de motivation auraient été formulées, mais le législateur français ne les aurait jamais suivies.", "81.  L’existence au sein du Conseil de l’Europe d’un ou plusieurs pays ayant opté pour la motivation des décisions rendues par des jurés ne constituerait pas un argument de nature à justifier un revirement de jurisprudence de la Cour et à fonder un constat de violation de la Convention en l’espèce. L’extrême diversité des systèmes juridiques s’agissant du recours à des juges non professionnels pour participer au jugement de certaines infractions exclurait une appréciation générale sur une question telle que la motivation des décisions. Le seul fait qu’une réforme soit adoptée dans un pays ne signifierait pas que, dans ce pays, cette réforme fasse l’unanimité. De plus, une solution adoptée par un système ne serait pas nécessairement transposable dans un autre.", "82.  La Cour ne devrait pas étendre sa compétence à une harmonisation du droit interne des Etats parties, sous peine de désorganiser les systèmes juridiques, de porter atteinte à l’autorité de ses arrêts comme au jeu normal de la démocratie dans les Etats membres. Le risque serait grand que des revirements de jurisprudence décrédibilisent non seulement les arrêts de la Cour, mais également la notion même de droits de l’homme. Il appartiendrait à la Cour de vérifier que l’évolution des législations nationales est conforme à la Convention, mais ce ne serait qu’avec une infinie prudence et un grand sens de la mesure que la Cour devrait se substituer au jeu démocratique pour modifier des systèmes juridiques inscrits dans l’histoire et la culture des Etats, surtout après avoir entériné la conformité de ces systèmes à la Convention. Le revirement de jurisprudence opéré par la deuxième section de la Cour aurait perturbé le fonctionnement normal non seulement des tribunaux belges, mais aussi des tribunaux français. Le risque d’aboutir à une nécessité de reprendre les procédures d’assises qui se déroulent actuellement, avec les importantes conséquences organisationnelles et surtout humaines que cela implique, ne serait pas à exclure.", "C.  L’appréciation de la Cour", "1.  Principes généraux", "83.  La Cour note que plusieurs Etats membres du Conseil de l’Europe connaissent l’institution du jury populaire, laquelle procède de la volonté légitime d’associer les citoyens à l’action de justice, notamment à l’égard des infractions les plus graves. Selon les Etats, et en fonction de l’histoire, des traditions et de la culture juridique de chacun d’eux, le jury se présente sous des formes variées qui diffèrent entre elles quant au nombre, à la qualification et au mode de désignation des jurés, ainsi que par l’existence ou non de voies de recours contre les décisions rendues (paragraphes 43-60 cidessus). Il s’agit là d’une illustration parmi d’autres de la variété des systèmes juridiques existants en Europe, qu’il n’appartient pas à la Cour d’uniformiser. En effet, le choix par un Etat de tel ou tel système pénal échappe en principe au contrôle européen exercé par la Cour, pour autant que le système retenu ne méconnaisse pas les principes de la Convention (Achour c. France [GC], no 67335/01, § 51, CEDH 2006IV). De plus, dans des affaires issues d’une requête individuelle, la Cour n’a point pour tâche de contrôler dans l’abstrait la législation litigieuse. Elle doit au contraire se limiter autant que possible à examiner les problèmes soulevés par le cas dont elle est saisie (voir, parmi beaucoup d’autres, N.C. c. Italie [GC], no 24952/94, § 56, CEDH 2002X).", "84.  Il ne saurait donc être question ici de remettre en cause l’institution du jury populaire. En effet, les Etats contractants jouissent d’une grande liberté dans le choix des moyens propres à permettre à leur système judiciaire de respecter les impératifs de l’article 6. La tâche de la Cour consiste à rechercher si la voie suivie a conduit, dans un litige déterminé, à des résultats compatibles avec la Convention, eu égard également aux circonstances spécifiques de l’affaire, à sa nature et à sa complexité. Bref, elle doit examiner si la procédure a revêtu, dans son ensemble, un caractère équitable (Edwards c. Royaume-Uni, 16 décembre 1992, § 34, série A no 247B ; Stanford c. Royaume-Uni, 23 février 1994, § 24, série A no 282A).", "85.  La Cour rappelle qu’elle a déjà eu à connaître de requêtes concernant la procédure devant les cours d’assises. Ainsi, dans l’affaire R. c. Belgique (no 15957/90, décision de la Commission du 30 mars 1992, Décisions et rapports (DR) 72), la Commission européenne des droits de l’homme avait constaté que si la déclaration de culpabilité par le jury ne comportait aucune motivation, le président de la cour d’assises avait du moins préalablement posé au jury des questions concernant les circonstances de fait de la cause, que l’accusé avait pu contester. La Commission avait vu dans ces questions précises, dont certaines avaient pu être posées à la demande de la défense ou de l’accusation, une trame sous-tendant la décision critiquée et une compensation adéquate du caractère laconique des réponses du jury. La Commission avait rejeté la requête pour défaut manifeste de fondement. Elle avait adopté une approche similaire dans les affaires Zarouali c. Belgique (no 20664/92, décision de la Commission du 29 juin 1994, DR 78-A) et Planka c. Autriche (no 25852/94, décision de la Commission du 15 mai 1996, non publiée).", "86.  Dans l’affaire Papon (décision précitée), la Cour a relevé que le ministère public et l’accusé s’étaient vu offrir la possibilité de contester les questions posées et de demander au président de poser au jury une ou plusieurs questions subsidiaires. Après avoir constaté que le jury avait répondu aux 768 questions posées par le président de la cour d’assises, elle a estimé que celles-ci formaient une trame apte à servir de fondement à la décision et que leur précision compensait adéquatement l’absence de motivation des réponses du jury. La Cour a rejeté comme manifestement mal fondé le grief tiré de l’absence de motivation de l’arrêt de la cour d’assises.", "87.  Dans l’affaire Bellerín Lagares c. Espagne ((déc.), no 31548/02, 4 novembre 2003), la Cour a constaté que le jugement critiqué – auquel était joint le procès-verbal des délibérations du jury – contenait l’énoncé des faits déclarés prouvés qui avaient conduit le jury à conclure à la culpabilité du requérant ainsi que l’analyse juridique de ces faits et, s’agissant de la détermination de la peine, une référence aux circonstances modificatives de la responsabilité du requérant applicables au cas d’espèce. Elle a estimé dès lors que le jugement en question était suffisamment motivé aux fins de l’article 6 § 1 de la Convention.", "88.  Dans l’affaire Goktepe précitée (§ 28), la Cour a conclu à une violation de l’article 6 à raison du refus de la cour d’assises de poser des questions individualisées sur l’existence de circonstances aggravantes, privant ainsi le jury de la possibilité de déterminer individuellement la responsabilité pénale du requérant. De l’avis de la Cour, le fait qu’une juridiction n’ait pas égard à des arguments portant sur un point essentiel et porteur de conséquences aussi sévères devait passer pour incompatible avec le respect du contradictoire qui est au cœur de la notion de procès équitable. Pareille conclusion s’imposait particulièrement dans le cas d’espèce, compte tenu du fait que les jurés ne pouvaient pas motiver leur conviction (ibidem, § 29).", "89.  Dans l’affaire Saric précitée, la Cour a jugé que l’absence de motivation d’un arrêt, qui résultait de ce que la culpabilité d’un requérant avait été déterminée par un jury populaire, n’était pas, en soi, contraire à la Convention.", "90.  Il ressort de la jurisprudence précitée que la Convention ne requiert pas que les jurés donnent les raisons de leur décision et que l’article 6 ne s’oppose pas à ce qu’un accusé soit jugé par un jury populaire même dans le cas où son verdict n’est pas motivé. Il n’en demeure pas moins que pour que les exigences d’un procès équitable soient respectées, le public, et au premier chef l’accusé, doit être à même de comprendre le verdict qui a été rendu. C’est là une garantie essentielle contre l’arbitraire. Or, comme la Cour l’a déjà souvent souligné, la prééminence du droit et la lutte contre l’arbitraire sont des principes qui sous-tendent la Convention (parmi d’autres, voir, mutatis mutandis, Roche c. Royaume-Uni [GC], no 32555/96, § 116, CEDH 2005X). Dans le domaine de la justice, ces principes servent à asseoir la confiance de l’opinion publique dans une justice objective et transparente, l’un des fondements de toute société démocratique (voir Suominen c. Finlande, no 37801/97, § 37, 1er juillet 2003, et Tatichvili c. Russie, no 1509/02, § 58, CEDH 2007I).", "91.  Dans les procédures qui se déroulent devant des magistrats professionnels, la compréhension par un accusé de sa condamnation est assurée au premier chef par la motivation des décisions de justice. Dans ces affaires, les juridictions internes doivent exposer avec une clarté suffisante les motifs sur lesquels elles se fondent (voir Hadjianastassiou c. Grèce, no 12945/87, 16 décembre 1992, § 33, série A no 252). La motivation a également pour finalité de démontrer aux parties qu’elles ont été entendues et, ainsi, de contribuer à une meilleure acceptation de la décision. En outre, elle oblige le juge à fonder son raisonnement sur des arguments objectifs et préserve les droits de la défense. Toutefois, l’étendue du devoir de motivation peut varier selon la nature de la décision et doit s’analyser à la lumière des circonstances de l’espèce (Ruiz Torija, précité, § 29). Si les tribunaux ne sont pas tenus d’apporter une réponse détaillée à chaque argument soulevé (Van de Hurk c. Pays-Bas, 19 avril 1994, § 61, série A no 288), il doit ressortir de la décision que les questions essentielles de la cause ont été traitées (Boldea c. Roumanie, no 19997/02, § 30, 15 février 2007).", "92.  Devant les cours d’assises avec participation d’un jury populaire, il faut s’accommoder des particularités de la procédure où, le plus souvent, les jurés ne sont pas tenus de – ou ne peuvent pas – motiver leur conviction (paragraphes 85-89 ci-dessus). Dans ce cas également, l’article 6 exige de rechercher si l’accusé a pu bénéficier des garanties suffisantes de nature à écarter tout risque d’arbitraire et à lui permettre de comprendre les raisons de sa condamnation (paragraphe 90 ci-dessus). Ces garanties procédurales peuvent consister par exemple en des instructions ou éclaircissements donnés par le président de la cour d’assises aux jurés quant aux problèmes juridiques posés ou aux éléments de preuve produits (voir paragraphes 43 et suivants ci-dessus), et en des questions précises, non équivoques, soumises au jury par ce magistrat, de nature à former une trame apte à servir de fondement au verdict ou à compenser adéquatement l’absence de motivation des réponses du jury (Papon décision précitée). Enfin, doit être prise en compte, lorsqu’elle existe, la possibilité pour l’accusé d’exercer des voies de recours.", "2.  Application de ces principes au cas d’espèce", "93.  En l’espèce, il convient de noter que dans ses observations devant la Cour, le requérant dénonce l’absence de motivation du verdict de culpabilité et l’impossibilité de faire appel de la décision rendue par la cour d’assises. Comme il a été rappelé (paragraphe 89 ci-dessus), la non-motivation du verdict d’un jury populaire n’emporte pas, en soi, violation du droit de l’accusé à un procès équitable. Eu égard au fait que le respect des exigences du procès équitable s’apprécie sur la base de la procédure dans son ensemble et dans le contexte spécifique du système juridique concerné, la tâche de la Cour, face à un verdict non motivé, consiste à examiner si, à la lumière de toutes les circonstances de la cause, la procédure suivie a offert suffisamment de garanties contre l’arbitraire et a permis à l’accusé de comprendre sa condamnation. Ce faisant, elle doit garder à l’esprit que c’est face aux peines les plus lourdes que le droit à un procès équitable doit être assuré au plus haut degré possible par les sociétés démocratiques (Salduz c. Turquie [GC], no 36391/02, § 54, CEDH 2008).", "94.  En l’occurrence, le requérant était accusé de l’assassinat d’un ministre d’Etat et d’une tentative d’assassinat sur la compagne de celui-ci. Or ni l’acte d’accusation ni les questions posées au jury ne comportaient des informations suffisantes quant à son implication dans la commission des infractions qui lui étaient reprochées.", "95.  S’agissant tout d’abord de l’acte d’accusation du procureur général, le CIC dispose qu’il indique la nature du délit à la base de l’accusation ainsi que toutes les circonstances pouvant aggraver ou diminuer la peine, et qu’il doit être lu au début du procès (paragraphe 26 cidessus). L’accusé peut certes contredire l’acte d’accusation par un acte de défense, mais en pratique celui-ci ne peut avoir qu’une portée limitée car il intervient en début de procédure, avant les débats qui doivent servir de base à l’intime conviction du jury. L’utilité d’un tel acte dans la compréhension par l’accusé condamné des motifs qui ont conduit les jurés à rendre un verdict de culpabilité est donc limitée. En l’espèce, l’analyse de l’acte d’accusation du 12 août 2003 démontre qu’il contenait une chronologie détaillée des investigations tant policières que judiciaires et les déclarations nombreuses et contradictoires des coaccusés. S’il désignait chacun des crimes dont le requérant était accusé, il ne démontrait pas pour autant quels étaient les éléments à charge qui, pour l’accusation, pouvaient être retenus contre l’intéressé.", "96.  S’agissant ensuite des questions posées par le président de la cour d’assises au jury pour permettre à celui-ci de parvenir au verdict, elles étaient au nombre de trente-deux. Le requérant, qui comparaissait avec sept autres coaccusés, était visé par seulement quatre d’entre elles, auxquelles le jury a répondu par l’affirmative (paragraphe 15 ci-dessus). Laconiques et identiques pour tous les accusés, ces questions ne se réfèrent à aucune circonstance concrète et particulière qui aurait pu permettre au requérant de comprendre le verdict de condamnation. En cela, l’espèce se distingue de l’affaire Papon précitée, où la cour d’assises s’était référée aux réponses du jury à chacune des 768 questions posées par le président de cette cour, ainsi qu’à la description des faits déclarés établis et aux articles du code pénal dont il avait été fait application (paragraphe 86 ci-dessus).", "97.  Il en résulte que, même combinées avec l’acte d’accusation, les questions posées en l’espèce ne permettaient pas au requérant de savoir quels éléments de preuve et circonstances de fait, parmi tous ceux ayant été discutés durant le procès, avaient en définitive conduit les jurés à répondre par l’affirmative aux quatre questions le concernant. Ainsi, le requérant n’était pas en mesure, notamment, de différencier de façon certaine l’implication de chacun des coaccusés dans la commission de l’infraction ; de comprendre quel rôle précis, pour le jury, il avait joué par rapport à ses coaccusés ; de comprendre pourquoi la qualification d’assassinat avait été retenue plutôt que celle de meurtre ; de déterminer quels avaient été les éléments qui avaient permis au jury de conclure que deux des coaccusés avaient eu une participation limitée dans les faits reprochés, entraînant une peine moins lourde ; et d’appréhender pourquoi la circonstance aggravante de préméditation avait été retenue à son encontre, s’agissant de la tentative de meurtre de la compagne de A.C. Cette déficience était d’autant plus problématique que l’affaire était complexe, tant sur le plan juridique que sur le plan factuel, et que le procès avait duré plus de deux mois, du 17 octobre 2003 au 7 janvier 2004, au cours desquels de nombreux témoins et experts avaient été entendus.", "98.  A cet égard, il convient de rappeler que la présentation au jury de questions précises constituait une exigence indispensable devant permettre au requérant de comprendre un éventuel verdict de culpabilité. En outre, puisque l’affaire comportait plus d’un accusé, les questions devaient être individualisées autant que possible.", "99.  Enfin, il y a lieu de noter l’absence de toute possibilité d’appel contre les arrêts de la cour d’assises dans le système belge. Pour ce qui est du recours en cassation, il ne porte que sur des points de droit et, dès lors, n’éclaire pas adéquatement l’accusé sur les raisons de sa condamnation. Quant à l’article 352 du CIC selon lequel, au cas où les jurés se sont trompés au fond, la cour d’assises sursoit au jugement et renvoie l’affaire à une session suivante pour être soumise à un nouveau jury, comme le reconnaît le Gouvernement (paragraphe 31 ci-dessus), il n’est que très rarement utilisé.", "100.  En conclusion, le requérant n’a pas disposé de garanties suffisantes lui permettant de comprendre le verdict de condamnation qui a été prononcé à son encontre. La procédure n’ayant pas revêtu un caractère équitable, il y a donc violation de l’article 6 § 1 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 3 d) DE LA CONVENTION", "101.  Le requérant se plaint de n’avoir pu, à aucun moment de la procédure, interroger ou faire interroger le témoin anonyme. Il allègue la violation de l’article 6 § 3 d), qui dispose :", "« 3.  Tout accusé a droit notamment à :", "(...)", "interroger ou faire interroger les témoins à charge et obtenir la convocation et l’interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge ; »", "102.  La Cour note que ce grief est étroitement lié aux faits qui l’ont amenée à conclure à une violation de l’article 6 § 1. En effet, en l’absence de motivation du verdict, il s’avère impossible de savoir si la condamnation du requérant s’est fondée ou non sur les informations fournies par le témoin anonyme. Dans ces conditions, la Cour juge qu’il n’y a pas lieu de statuer séparément sur le grief tiré de la violation de l’article 6 §§ 1 et 3 d) de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "103.  Aux termes de l’article 41 de la Convention,", "« [s]i la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable ».", "A.  Dommage", "104.  Comme devant la chambre, le requérant demande la somme de 100 000 euros (EUR) pour dommage moral.", "105.  Le Gouvernement estime « tout à fait raisonnable » la somme de 4 000 EUR allouée par la chambre à ce titre dans son arrêt du 13 janvier 2009.", "106.  La Grande Chambre, statuant en équité, accorde au requérant 4 000 EUR pour dommage moral.", "107.  La Cour note par ailleurs que la loi du 1er avril 2007 a modifié le code d’instruction criminelle de manière à permettre à un requérant de solliciter la réouverture de son procès à la suite d’un arrêt de la Cour constatant une violation de la Convention (paragraphes 38 et suivants ; voir, mutatis mutandis, Öcalan c. Turquie [GC], no 46221/99, CEDH 2005IV).", "B.  Frais et dépens", "108.  En ce qui concerne les frais et dépens, la Cour relève que la chambre avait décidé d’allouer au requérant 8 173,22 EUR, montant qui n’a pas été contesté par le Gouvernement. Concernant la procédure devant la Grande Chambre, le requérant a perçu du Conseil de l’Europe 1 755,20 EUR au titre de l’assistance judiciaire. Dès lors, la Cour confirme le montant de 8 173,22 EUR fixé par la chambre.", "C.  Intérêts moratoires", "109.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.  Dit qu’il n’y a pas lieu de statuer séparément sur le grief tiré de la violation de l’article 6 §§ 1 et 3 d) de la Convention à raison de l’absence d’audition du témoin anonyme ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois, les sommes suivantes :", "i.  4 000 EUR (quatre mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral,", "ii.  8 173,22 EUR (huit mille cent soixante-treize euros vingt-deux centimes), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens,", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l’homme, à Strasbourg, le 16 novembre 2010.", "\tMichael O’Boyle\tJean-Paul Costa \n\tGreffier adjoint\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée du juge Jebens.", "J.-P.C.\nM.O’B.", "", "", "", "", "", "OPINION CONCORDANTE DU JUGE JEBENS", "(Traduction)", "J’ai voté avec mes collègues en faveur du constat d’une violation de l’article 6 § 1 relativement à la condamnation du requérant et je souscris par ailleurs aux motifs de l’arrêt. J’aimerais toutefois clarifier ma position concernant l’application de l’article 6 de la Convention dans les affaires portant sur des procès devant jury en ajoutant les remarques qui suivent.", "1.  Mon point de départ est que si l’article 6 § 1 consacre le droit à un procès équitable en matière pénale, il ne fournit qu’une assistance limitée pour ce qui est du contenu de la garantie en question. Cela correspond à un choix délibéré des rédacteurs de la Convention, qui ont pris en compte la diversité des systèmes juridiques européens et le fait que le droit à un procès équitable en matière pénale devait pouvoir être assuré dans chacun des systèmes. C’est la raison pour laquelle les Etats contractants se sont vu accorder une marge d’appréciation pour organiser leurs procédures judiciaires, la Cour devant, pour les mêmes motifs, appliquer le principe de subsidiarité à cet égard.", "2.  Il ressort par ailleurs de sa jurisprudence que lorsqu’elle apprécie l’équité d’un procès devant jury, la Cour vérifie que le fonctionnement du système mis en cause est encadré par certaines garanties procédurales jugées par elle suffisantes pour garantir un procès équitable. Parmi ces garanties figurent, notamment, l’insertion dans l’acte d’accusation et dans les questions posées au jury d’une description précise des faits pertinents et des dispositions juridiques applicables, ces deux éléments étant nécessaires pour clarifier la base légale précise sur laquelle la condamnation de l’accusé est demandée, et la prise en charge par le juge assumant la présidence du rôle crucial de veiller à ce que la procédure se déroule de manière équitable et que des instructions adéquates soient données au jury.", "3.  La question de savoir si le droit à un procès équitable a été respecté dans une affaire tranchée par un jury doit donc être examinée sur la base des particularités du système en cause, qui se caractérise notamment par le fait que les verdicts ne sont pas motivés. Si la Cour devait exiger la motivation des verdicts rendus par des jurys, non seulement elle se mettrait en contradiction avec sa propre jurisprudence, mais, surtout, elle déstabiliserait le système des procès avec jury et porterait une atteinte illégitime à la prérogative qu’ont les Etats de choisir leur système de justice pénale.", "4.  A la suite de l’arrêt rendu par la chambre en l’espèce, la Belgique a adopté une loi relative à la réforme de la cour d’assises qui prévoit l’obligation pour cette juridiction, en cas de condamnation de l’accusé, de livrer les principaux motifs du verdict, la formulation de ces motifs incombant aux membres de la cour et du jury. Un autre exemple des efforts entrepris par les juridictions nationales pour se conformer à l’arrêt de la chambre est le fait qu’en Norvège les cours d’appel ont été invitées par la Cour suprême, dans des cas exceptionnels, à indiquer quels éléments de preuve avaient été jugés déterminants pour la condamnation ou à exposer les motifs de la décision, les explications requises devant être données par les juges, sans la participation des membres du jury. Eu égard au fait que, dans les deux situations qui viennent d’être évoquées, le verdict est adopté par le jury et les juges ne prennent pas part aux délibérations, on peut se demander si les aménagements susdécrits peuvent réellement passer pour refléter l’opinion des jurés et s’ils offrent à l’accusé davantage de clarté qu’un verdict non motivé.", "5.  Ces pratiques nouvellement établies reflètent l’incertitude et l’absence de prévisibilité que l’arrêt de la chambre rendu en l’espèce a engendrées dans certains Etats quant à la question de savoir s’il faut motiver les verdicts rendus par des jurys et, si oui, de quelle manière. Raison de plus, d’après moi, pour que la Cour ne remette pas en cause le fonctionnement du système des procès devant jury en tant que tel, mais se borne à examiner la question de savoir si des garanties procédurales suffisantes étaient en place dans le cas soumis à son examen.", ""]}