{"file": "FRE_HFJUD_50342_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "50342/99", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE SANGLIER c. FRANCE", "", "", "(Requête no 50342/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "27 mai 2003", "", "", "", "DÉFINITIF", "", "27/08/2003", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies", "à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "En l’affaire Sanglier c. France,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tA.B. Baka, président,\n\t\tJ.-P. Costa,\n\t\tL. Loucaides,\n\t\tK. Jungwiert,\n\t\tV. Butkevych,\n\tMme\tW. Thomassen,\n\tM.\tM. Ugrekhelidze, juges,\net de M. T.L. Early, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 6 mai 2003,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 50342/99) dirigée contre la République française et dont un ressortissant de cet Etat, M. JeanPierre Sanglier (« le requérant »), a saisi la Cour le 17 mai 1999 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). ", "2.  Le gouvernement français (« le Gouvernement ») est représenté par son agent, M. Ronny Abraham, Directeur des Affaires juridiques au ministère des Affaires étrangères.", "3.  Le 23 avril 2002, la deuxième section a décidé de communiquer le grief tiré de la durée de la procédure au Gouvernement. Se prévalant des dispositions de l’article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire.", "EN FAIT", "4.  Le requérant est né en 1946 et réside à Cheronnac.", "5.  Le requérant fut embauché le 1er avril 1990 par la société D.D. en qualité de vendeur, livreur et encaisseur en « laisser sur place ».", "6.  Le 30 mai 1992, le requérant adressa un courrier à son employeur lui faisant remarquer une baisse substantielle de son salaire, le retard dans le paiement des salaires, ainsi que des pratiques illicites auxquelles l’employeur se livrait et auxquelles il l’associait de force (modification des dates de péremption des produits, vente de produits périmés). En réponse à ce courrier, l’employeur du requérant le convoqua à un entretien préalable de licenciement et procéda à son licenciement pour le motif suivant : accusation mettant en cause la probité de ses supérieurs hiérarchiques. ", "7.  Le 18 février 1993, le requérant saisit la juridiction prud’homale afin d’obtenir le paiement de diverses sommes à titre de salaires et d’indemnités consécutives à la rupture de son contrat de travail.", "8.  Les parties n’ayant pu se concilier à l’audience du 23 mars 1993, l’affaire fut renvoyée devant le bureau de jugement.", "9.  Le 1er juillet 1994, le conseil de prud’hommes prononça le sursis à statuer, une instance pénale étant en cours à l’encontre des dirigeants de la société D.D. ", "10.  Par exploit délivré le 23 septembre 1994, les dirigeants de la société D.D. furent cités devant le tribunal correctionnel de Bernay. Le 9 novembre 1994, le tribunal correctionnel de Bernay déclara les dirigeants de la société D.D. coupables de détention de denrées servant à l’alimentation de l’homme qu’ils savaient être corrompues et nuisibles, et de détention ou distribution de denrées alimentaires préemballées dont l’étiquetage ou la présentation n’étaient pas conformes. Ils interjetèrent appel le 17 novembre 1994. Par arrêt du 13 novembre 1995, la cour d’appel de Rouen confirma le jugement entrepris. ", "11.  Peu avant, le 7 avril 1995, la société D.D. avait été déclarée en liquidation judiciaire, et un liquidateur avait été nommé.", "12.  Par courrier du 18 juin 1996, le requérant demanda la réinscription de son affaire au rôle du conseil de prud’hommes. L’affaire fut inscrite au rôle de l’audience du bureau de jugement du 20 septembre 1996, puis reportée à la demande des parties au 18 octobre 1996.", "13.  Dans son jugement du 6 décembre 1996, le conseil de prud’hommes releva que les instances pénales avaient confirmé les faits dénoncés par le requérant dans sa lettre du 30 mai 1992 et estima que, dans ces conditions, cette lettre ne pouvait constituer une cause réelle et sérieuse de licenciement. Il condamna la société D.D. à payer au requérant 48 000 francs français (FRF) de dommages et intérêts pour rupture abusive de contrat de travail, 29 585,80 FRF de salaire brut pour heures supplémentaires, et 3 000 FRF au titre des frais et dépens. Le tribunal dit que ces créances seraient inscrites sur l’état des créances déposé au greffe du tribunal de commerce, jugea que la créance au titre des heures supplémentaires serait opposable au centre de gestion et d’études A.G.S. (C.G.E.A.), organisme gérant le système d’assurance des créances des salariés, et dit que cette somme bénéficierait de l’exécution provisoire de plein droit.", "14.  Le 20 décembre 1996, le requérant forma un appel limité contre ce jugement, excluant les dispositions du jugement concernant les condamnations au titre des heures supplémentaires et pour rupture abusive. Il sollicitait de voir juger que les dommages et intérêts alloués trouvaient leur origine dans la rupture du contrat de travail et étaient donc opposables à l’assurance chômage. Il sollicitait en outre l’octroi d’une indemnité pour le préjudice subi du fait de la clause de non-concurrence.", "15.  Le 19 juillet 1997, le requérant toucha 23 174 FRF, en exécution provisoire du jugement de première instance concernant la créance au titre des heures supplémentaires.", "16.  Le 11 mars 1998, une ordonnance du président de la chambre sociale de la cour d’appel de Rouen fixa la date de l’audience et impartit des délais aux parties.", "17.  Par arrêt du 15 décembre 1998, la chambre sociale de la cour d’appel de Rouen confirma le jugement du 6 décembre 1996, y ajoutant que la somme de 48 000 FRF de dommages et intérêts pour rupture abusive était opposable au C.G.E.A. Elle condamna en outre la société D.D. à payer au requérant la somme de 20 000 FRF en indemnisation de la clause de non-concurrence et de 2 000 FRF au titre des frais et dépens. Cet arrêt fut notifié le 30 décembre 1998 au requérant et le 28 décembre 1998 à la partie adverse.", "18.  Le 17 septembre 1999, un chèque de 48 000 FRF fut envoyé au requérant par le mandataire judiciaire en règlement des dommages et intérêts. Dans son courrier, il avertissait le requérant de ce qui suit : ", "« La créance de 20 000 FRF allouée en réparation du préjudice subi en raison du maintien abusif de la clause de non-concurrence est hors de la garantie du [fonds de garantie des salaires] car il ne s’agit pas d’une créance découlant du contrat de travail ou de sa rupture. Elle sera inscrite au passif de l’entreprise mais l’espoir de recouvrement est nul. »", "EN DROIT", "I.  SUR LES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 6 § 1 DE LA CONVENTION", "19.  Le requérant dénonce plusieurs violations de l’article 6 § 1 de la Convention aux termes duquel :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Sur la durée de la procédure", "20.  Le requérant soutient en premier lieu que sa cause n’a pas été entendue dans un délai raisonnable au sens de l’article 6 § 1.", "1.  Sur la recevabilité", "21.  Le Gouvernement soutient que le requérant n’a pas épuisé les voies de recours internes au sens de l’article 35 § 1 de la Convention. Il souligne à cet égard que le requérant avait la possibilité de soumettre son grief tiré de la durée de la procédure aux juridictions françaises dans le cadre d’une action en responsabilité fondée sur l’article L. 781-1 du code de l’organisation judiciaire. Une récente évolution de la jurisprudence interne démontrerait le caractère « effectif » d’un tel recours.", "22.  Le requérant conteste cette thèse.", "23.  La Cour rappelle qu’aux termes de l’article 35 § 1 de la Convention, elle ne peut être saisie qu’après l’épuisement des voies de recours internes et qu’elle a déjà eu à se prononcer sur l’article L. 781-1 du code de l’organisation judiciaire au regard de cette exigence. Au vu de l’évolution jurisprudentielle dont fait état le Gouvernement, la Cour a jugé que le recours fondé sur l’article L. 781-1 du code de l’organisation judiciaire permet de remédier à une violation alléguée du droit de voir sa cause entendue dans un « délai raisonnable » au sens de l’article 6 § 1 de la Convention (Giummarra et autres c. France (déc.), no 61166/00, 12 juin 2001), quel que soit l’état de la procédure au plan interne (Mifsud c. France [GC] (déc.), no 57220/00, 11 septembre 2002). Elle a précisé que ce recours avait acquis, à la date du 20 septembre 1999, le degré de certitude juridique requis pour pouvoir et devoir être utilisé aux fins de l’article 35 § 1 de la Convention, parvenant en conséquence à la conclusion que tout grief tiré de la durée d’une procédure judiciaire, introduit devant elle après le 20 septembre 1999 sans avoir préalablement été soumis aux juridictions internes dans le cadre d’un recours fondé sur l’article L. 781-1 du code de l’organisation judiciaire, est en principe irrecevable, quel que soit l’état de la procédure au plan interne. En l’espèce, le requérant a saisi la Cour le 17 mai 1999 et n’était donc pas tenu d’exercer ce recours préalablement.", "24.  Il y a donc lieu de rejeter l’exception.", "25.  Ceci étant, la Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs que celui-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Sur le fond", "a)  Période à prendre en considération", "26.  Selon le Gouvernement, la procédure a débuté avec la saisine du conseil de prud’hommes le 18 février 1993 et s’est achevée avec l’arrêt de la cour d’appel le 15 décembre 1998, et a donc duré cinq ans et dix mois.", "27.  Le requérant estime, quant à lui, que la procédure ne s’est achevée que le 17 septembre 1999, date à laquelle il a reçu les sommes dues au titre des dommages et intérêts. ", "28.  La Cour relève que la procédure a commencé avec la saisine du conseil de prud’hommes le 18 février 1993. Pour ce qui est de la détermination de la date à laquelle la procédure doit être considérée comme ayant pris fin, la Cour estime qu’elle doit en principe être fixée au 15 décembre 1998, date de l’arrêt d’appel qui a clôturé la procédure en donnant gain de cause au requérant. A cet égard, elle relève que le requérant ne se prévaut d’aucune circonstance spéciale pertinente de nature à justifier que cette date soit reculée à la date de la lettre qui lui a été adressée par le mandataire judiciaire (par laquelle, d’une part, le jugement d’appel a été partiellement exécuté et, d’autre part, il a été informé de ce que le reste de sa créance serait inscrit au passif de l’entreprise mais que l’espoir de recouvrement était nul). Au vu de ce qui précède, la Cour décide de fixer le dies ad quem à la date de la notification au requérant de l’arrêt d’appel, à savoir le 30 décembre 1998. ", "La procédure a donc duré cinq ans, dix mois et douze jours, pour deux degrés de juridictions.", "b)  Caractère raisonnable de la durée de la procédure", "29.  Le Gouvernement estime que, sans être d’une grande complexité juridique, l’affaire était délicate quant à la distinction, au sein des sommes dues au requérant, de celles qui étaient opposables au fonds de garantie des salaires. Le Gouvernement relève par ailleurs que la juridiction pénale a rendu son arrêt le 13 novembre 1995 et que le requérant a attendu le 18 juin 1996 pour demander la réinscription de son affaire devant le conseil de prud’hommes. Selon le Gouvernement, la juridiction a ensuite fait preuve de célérité en fixant l’audience au 20 septembre 1996. Il affirme que les parties ont ensuite demandé le renvoi de l’affaire. Devant la cour d’appel, le président de la chambre sociale a imparti des délais aux parties pour le dépôt de leurs conclusions et a fixé la date d’audience, par ordonnance du 11 mars 1998. Le Gouvernement ne relève qu’une période de latence imputable aux autorités : celle qui s’est écoulée entre la date de la déclaration d’appel du requérant le 20 décembre 1996 et la date à laquelle le président de la chambre sociale a pris son ordonnance le 11 mars 1998. Le Gouvernement en conclut que l’affaire a été entendue dans un délai raisonnable.", "30.  Le requérant affirme que l’audience de jugement prévue le 20 septembre 1996 a été reportée jusqu’au 18 octobre 1996 en raison de l’indisponibilité de conseillers et non à la demande des parties comme l’affirme le Gouvernement. Le requérant justifie le délai ayant précédé la demande de réinscription de l’affaire au rôle du conseil de prud’hommes par \n\nle fait qu’il n’a pas été informé de l’issue de la procédure pénale à laquelle il était extérieur. Le requérant dénonce le manque de célérité des autorités judiciaires.", "31.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes ainsi que l’enjeu du litige pour les intéressés (voir, parmi beaucoup d’autres, Frydlender c. France [GC], no 30979/96, § 43, CEDH 2000-VII).", "32.  La Cour relève que l’affaire ne présentait pas de complexité particulière.", "33.  La Cour rappelle qu’il incombe aux Etats contractants d’organiser leur système judiciaire de telle sorte que leurs juridictions puissent garantir à chacun le droit d’obtenir une décision définitive sur les contestations relatives à ses droits et obligations de caractère civil dans un délai raisonnable (voir Vocaturo c. Italie, arrêt du 24 mai 1991, série A no 206C, p. 32, § 17). Tel est d’autant plus le cas en matière de conflits du travail, qui, portant sur des points qui sont d’une importance capitale pour la situation professionnelle d’une personne, doivent être résolus avec une célérité toute particulière (cf. Obermeier c. Autriche, arrêt du 28 juin 1990, série A no 179, p. 23, § 72 ; Buchholz c. Allemagne, arrêt du 6 mai 1981, série A no 42, p. 16, §§ 50 et 52 et, mutatis mutandis, X c. France, arrêt du 31 mars 1992, série A no 234C, p. 90, § 32). Il s’agit en l’espèce d’une procédure relative au licenciement du requérant, et l’enjeu du litige exigeait donc une célérité des juridictions internes. En conséquence, la Cour estime qu’une durée globale de cinq ans, dix mois et douze jours, pour deux degrés d’instances est, en soi, a priori excessive.", "34.  La Cour relève en particulier que le conseil de prud’hommes a prononcé un sursis à statuer dans l’attente de l’issue d’une procédure pénale pendante contre les ex-employeurs du requérant. La décision interne définitive dans la procédure pénale (arrêt de la cour d’appel de Rouen) est intervenue un an et quatre mois plus tard. Le requérant n’a pas été informé de l’issue de cette procédure pénale dans laquelle il n’était ni partie ni même témoin. Dès lors, ce n’est que sept mois après l’arrêt qu’il a été en mesure de demander la réinscription de l’affaire au rôle du conseil de prud’hommes. La Cour estime que cette interruption de la procédure prud’homale de presque deux ans s’explique par une circonstance objective, à savoir l’existence de la procédure pénale pendante dont l’issue était déterminante pour la procédure prud’homale. Ce délai n’est donc imputable ni au requérant ni aux autorités judiciaires appelées à juger la cause du requérant. Par ailleurs, devant la cour d’appel, un délai d’inactivité d’un an, deux mois et vingt-deux jours s’est écoulé avant que le président de la chambre prenne une ordonnance fixant, d’une part, des délais aux parties pour le dépôt de leurs conclusions et, d’autre part, une date d’audience. La Cour estime que cette période de latence injustifiée est exclusivement imputable aux autorités. En revanche, la Cour ne relève aucun retard pouvant être exclusivement imputé au comportement du requérant.", "35.  Au vu de ce qui précède, la Cour considère, eu égard en particulier à la durée globale de la procédure et à l’objet du litige, que la cause du requérant n’a pas été entendue dans un « délai raisonnable ». ", "36.  Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "B.  Sur les autres griefs tirés de l’article 6 § 1 de la Convention", "37.  Le requérant se plaint tout d’abord de ce que l’arrêt du 15 décembre 1998 par lequel la cour d’appel de Rouen a condamné son employeur à l’indemniser n’a été que partiellement exécuté, malgré toutes les démarches qu’il a entreprises. A cet égard, il met en outre en cause le comportement de son avocat et du bâtonnier qui ne lui ont, selon lui, pas permis de faire exécuter l’arrêt de la cour d’appel de Rouen. ", "38.  La Cour relève à titre liminaire qu’elle n’a pas compétence pour connaître de plaintes contre des personnes privées, et ne saurait donc connaître de griefs dirigés contre l’avocat du requérant ou le bâtonnier. Il s’ensuit que cette partie du grief est incompatible ratione personae avec les dispositions de la Convention au sens de l’article 35 § 3 et doit être rejetée en application de l’article 35 § 4.", "39.  La Cour estime que le requérant allègue en substance une méconnaissance du droit d’accès à la justice que garantit l’article 6 § 1 de la Convention, lequel droit a pour corollaire le droit à l’exécution des décisions judiciaires définitives (voir, en particulier, Hornsby c. Grèce, arrêt du 19 mars 1997, Recueil des arrêts et décisions 1997-II, pp. 510-511, § 40). On ne saurait pourtant en déduire qu’en matière civile, les Etats contractants doivent être tenus pour responsables du défaut de paiement d’une créance exécutoire dû à l’insolvabilité d’un débiteur « privé » (voir, mutatis mutandis, Dachar c. France (déc.), no 42338/98, 6 juin 2000). La Cour estime que le requérant ne saurait donc être recevable à se plaindre, au regard de l’article 6 § 1, de n’avoir aucun espoir de recouvrement de sa créance en raison exclusivement de l’insolvabilité du débiteur, placé en liquidation judiciaire.", "40.  Il s’ensuit que cette partie de la requête est manifestement mal fondée et doit être rejetée en application de l’article 35 §§ 3 et 4 de la Convention.", "41.  Le requérant se plaint par ailleurs de l’iniquité de la procédure. Il soutient que le conseil de prud’hommes a fait une erreur de droit et a omis de statuer sur la clause de non-concurrence.", "42.  La Cour relève que la cour d’appel a fait droit aux demandes du requérant. Elle note en particulier que la cour d’appel a condamné l’ancien employeur du requérant à lui payer la somme de 20 000 FRF en indemnisation de la clause de non-concurrence. Dès lors, dans la mesure où le requérant a obtenu gain de cause, il ne peut plus se prétendre victime, au sens de l’article 34 de la Convention.", "43.  Il s’ensuit que ce grief est manifestement mal fondé et doit être rejeté en application de l’article 35 §§ 3 et 4 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "44.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "45.  Le requérant sollicite le paiement d’une somme globale de 53 166 euros (EUR) pour des heures supplémentaires dont il n’aurait pu demander le versement faute de communication de documents par l’inspection du travail, pour le préjudice matériel qu’il aurait subi, pour les condamnations prononcées à l’encontre de la partie adverse et qui n’auraient pas été exécutées, et pour son préjudice moral. ", "46.  Le Gouvernement estime que les trois premiers chefs de préjudice invoqués par le requérant sont dépourvus de lien de causalité avec la durée de la procédure. Il propose d’allouer au requérant la somme de 2 000 EUR.", "47.  La Cour rappelle que le constat de violation de la Convention auquel elle parvient résulte exclusivement d’une méconnaissance du droit du requérant à voir sa cause entendue dans un « délai raisonnable ». Dans ces circonstances, elle n’aperçoit pas de lien de causalité entre la violation constatée et un quelconque dommage matériel dont le requérant aurait eu à souffrir ; il y a donc lieu de rejeter cet aspect de ses prétentions (voir, par exemple, Arvois c. France, no 38249/97, § 18, 23 novembre 1999, non publié). ", "48.  La Cour estime en revanche que le prolongement de la procédure litigieuse au-delà du « délai raisonnable » a causé au requérant un tort moral certain, justifiant l’octroi d’une indemnité. Statuant en équité comme le veut l’article 41, elle alloue au requérant la somme de 6 500 EUR.", "B.  Frais et dépens", "49.  Le requérant ne réclamant rien au titre des frais et dépens exposés devant la Cour, aucune somme ne saurait lui être allouée. ", "C.  Intérêts moratoires", "50.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de la durée excessive de la procédure et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit ", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 6 500 EUR (six mille cinq cents euros) pour dommage moral ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 mai 2003 en application de l’article 77 §§ 2 et 3 du règlement.", "\tT.L. Early\tA.B. Baka\n\tGreffier adjoint\tPrésident"]}