{"file": "FRE_CLINF_38773_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "38773/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 154", "Juillet 2012", "Savitskyy c. Ukraine - 38773/05", "Arrêt 26.7.2012 [Section V]", "Article 3", "Torture", "Enquête efficace", "Manquement à mener une enquête adéquate sur des allégations de brutalités policières ou à fournir une représentation juridique à une victime, devenue invalide en conséquence de ses blessures: violations", "", "En fait – Les faits de la cause sont controversés. Le requérant allègue que, un soir d’août 1998, il fut violemment agressé par trois policiers qui l’avaient arrêté dans la rue après avoir été appelés par un employé d’une station-service qui avait cru à tort qu’il était saoul. Selon les policiers, en revanche, ils avaient trouvé le requérant étendu près d’une barrière dans un parc en train de se plaindre de vives douleurs au niveau de la ceinture et à l’estomac. L’intéressé fut conduit à l’hôpital, où on diagnostiqua deux vertèbres fracturées et une blessure à la moelle épinière. Depuis, il ne peut plus marcher sans aide et son invalidité est reconnue. Le requérant ayant déposé plainte, les autorités de poursuite ouvrirent une enquête. Le requérant demanda à être représenté par un avocat en raison de son handicap physique, mais cela lui fut refusé. Les enquêteurs mirent fin à la procédure après avoir conclu que le requérant était saoul et s’était blessé de sa propre faute en tombant d’une barrière. Les juridictions internes confirmèrent cette décision.", "En droit – Article 3", "a)  Aspect procédural : La Cour juge que l’enquête sur les allégations de mauvais traitements par des policiers formulées par le requérant n’a pas été effective aux fins de la Convention. En effet, cette enquête n’a pas été impartiale, objective ou approfondie, et la durée globale de la procédure a été excessive. En outre, le requérant n’a pas pu participer de manière effective à la procédure. Alors qu’il était gravement handicapé et n’avait aucune formation juridique, on a rejeté sa demande d’assistance judiciaire gratuite pour défendre ses allégations de mauvais traitements. Or la Convention vise à garantir des droits qui soient « concrets et effectifs ». En conséquence, vu les circonstances de la cause, l’obligation procédurale où se trouvait l’Etat d’assurer une participation effective de la victime à l’enquête sur sa plainte pour mauvais traitements englobait l’accès effectif à l’assistance judiciaire gratuite. A l’époque des faits, le droit interne ne prévoyait pas une assistance gratuite pour les personnes se trouvant dans une situation telle que celle du requérant, et il n’a pas été démontré que les centres sociaux et bureaux de conseil juridique étaient en mesure de fournir au requérant l’assistance nécessaire. Les démarches de celui-ci auprès du médiateur national et d’autres autorités n’ont pas non plus donné de résultats. Partant, l’Etat n’a pas satisfait à l’obligation de fournir au requérant l’assistance gratuite d’un avocat afin qu’il puisse participer de manière effective à la procédure interne.", "Conclusion : violation (unanimité).", "b)  Aspect matériel : Les policiers ont affirmé qu’ils étaient arrivés à la station-service peu après avoir été appelés par un employé et qu’ils s’étaient immédiatement rendus dans le parc situé en face, où ils avaient trouvé le requérant déjà grièvement blessé. Ils n’ont toutefois pas expliqué pourquoi ils avaient décidé de chercher le requérant, qui avait déjà quitté la station-service sans avoir commis d’infraction et ne gênait plus le pompiste. Même en se fiant au récit des policiers, si l’on tient compte du bref laps de temps écoulé entre la dernière fois où le requérant a été vu en bonne santé et le moment où les policiers l’ont trouvé grièvement blessé ainsi que du fait que les policiers étaient à proximité des lieux, l’Etat était dans l’obligation, au titre de l’article 3, de fournir des raisons satisfaisantes et convaincantes pour expliquer les blessures de l’intéressé. Or il ne s’est pas acquitté de cette obligation puisque, en raison des sérieuses lacunes des enquêtes et procédures internes, les éléments de preuve à l’appui de la version officielle de l’incident étaient de mauvaise qualité, tandis que la version du requérant n’a pas fait l’objet d’une enquête effective et que les éléments de preuve pour l’étayer n’ont pas été correctement recueillis. Quant aux arguments du requérant, ils étaient cohérents et cadraient avec les éléments de preuve indirects figurant au dossier. Eu égard à la gravité exceptionnelle des blessures infligées à l’intéressé et au fait qu’elles l’ont été dans le but de l’intimider et de l’humilier, le traitement en cause s’analyse en un acte de torture.", "Conclusion : violation (unanimité).", "La Cour conclut aussi à la violation de l’article 6 § 1 de la Convention et à un manquement de l’Etat à s’acquitter de ses obligations au titre de l’article 34 à raison du fait que les autorités n’ont pas produit certains documents en dépit d’une décision de justice leur ordonnant de le faire et d’une demande de la Cour allant dans le même sens.", "Article 41 : 100 000 EUR pour préjudice moral ; 50 994,05 EUR pour dommage matériel.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}