{"file": "FRE_CLINF_22209_93.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "22209/93", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Mars 1997", "Foucher c. France - 22209/93", "Arrêt 18.3.1997", "Article 6", "Procédure pénale", "Article 6-1", "Procès équitable", "Egalité des armes", "Article 6-3-b", "Accès au dossier", "Préparation de la défense", "Impossibilité pour un prévenu, faisant l'objet d'une citation directe devant un tribunal de police et assurant seul sa défense, d'avoir accès à son dossier pénal et d'obtenir la communication des pièces y figurant: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 §§ 1 ET 3 DE LA CONVENTION", "Absence de contestation sur le fait que la présente affaire porte sur le bien-fondé d'une accusation en matière pénale - applicabilité de l'article 6.", "Exigences du paragraphe 3 de l'article 6 représentent des aspects particuliers du droit à un procès équitable garanti au plan général par le paragraphe 1 - examen du grief sous l'angle des deux textes combinés.", "Requérant peut se plaindre d'un refus d'accès à son dossier pénal et de communication des pièces, malgré le fait qu'il n'ait pas fait une telle demande devant la cour d'appel et qu'il ne se soit pas présenté à l'audience de celle-ci : refus opposé en première instance par le procureur de la République - cour d'appel et Cour de cassation ont considéré comme acquis le fait que le requérant n'avait pu accéder à son dossier, ni obtenir communication des pièces le composant.", "Principe de l'égalité des armes : chaque partie doit se voir offrir une possibilité raisonnable de présenter sa cause dans des conditions qui ne la placent pas dans une situation de désavantage par rapport à son adversaire.", "Trois éléments semblent essentiels en l'espèce : requérant a choisi de se défendre seul, sans l'assistance d'un avocat - citation directe de ce dernier devant le tribunal de police, donc question du secret de l'instruction ne se posait pas - condamnation par la cour d'appel reposait exclusivement sur le procès-verbal établi par les gardes-chasse.", "Faute d'avoir eu accès à son dossier et d'obtenir la communication des pièces le composant, requérant n'était pas en mesure de préparer sa défense d'une manière adéquate et n'a pas bénéficié de l'égalité des armes.", "Conclusion : violation (unanimité).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage matériel : impossibilité de spéculer sur le résultat de la procédure incriminée si celle-ci avait respecté la Convention.", "B.\tDommage moral : suffisamment réparé par le constat de violation.", "C.\tFrais et dépens : remboursement en équité.", "Conclusion : État défendeur tenu de payer une certaine somme au requérant pour frais et dépens (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}