{"file": "FRE_CLINF_34478_97.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "34478/97", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 66", "Juillet 2004", "Fener Rum Erkek Lisesi Vakfı c. Turquie (déc.) - 34478/97", "Décision 8.7.2004 [Section III]", "Article 1 du Protocole n° 1", "Article 1 al. 1 du Protocole n° 1", "Privation de propriété", "Annulation des titres récents de propriété d’une fondation héritée de l’Empire ottoman: recevable", "La requérante est une fondation créée sous l’Empire ottoman et qui, une fois transférée à la République turque, a dû inscrire ses biens immobiliers au registre foncier. Une loi de 1935 prévoyait que les représentants des fondations ainsi transférées devaient présenter une déclaration indiquant la nature et les sources de leurs revenus et de leurs dépenses. En 1936, les représentants de la requérante remplirent donc une déclaration indiquant ses objectifs et ses biens immobiliers. En 1952 et 1958, la requérante acquit la copropriété de deux immeubles sur la base d’autorisations délivrées par l’Etat. En 1992, le Trésor public demanda la radiation du registre foncier de ces titres de propriété, en se référant à une nouvelle jurisprudence de la Cour de cassation de 1974 relative aux fondations transférées de l’Empire ottoman. Les juridictions nationales prononcèrent la radiation du registre foncier du nom de la requérante comme copropriétaire, et ordonna la réinscription des titres de propriété au nom des anciens propriétaires. En effet, en application de la jurisprudence de 1974, la déclaration de 1936 devait être considérée comme l’acte de fondation de la requérante précisant ses statuts, et faute pour cette dernière d’y avoir indiqué sa capacité d’acquérir des biens immobiliers, ses seules possessions se ramenaient à celles indiquées dans sa déclaration de 1936, laquelle est considérée comme ses statuts définitifs. La requérante demanda à modifier ses statuts, sans succès. L’administration indiqua qu’en application de la jurisprudence de 1974, la déclaration de 1936 valait ‘acte de fondation’ de la requérante et estima que pour des motifs d’ordre public, ses statuts ne pouvaient être modifiés.", "Recevable sous l’angle de l’article 1 du Protocole N° 1 pris isolément et en combinaison avec l’article 14.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}