{"file": "FRE_CLINF_35082_04.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "35082/04", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 99", "Juillet 2007", "Makhmoudov c. Russie - 35082/04", "Arrêt 26.7.2007 [Section I]", "Article 11", "Article 11-1", "Liberté d'association", "Liberté de réunion pacifique", "Interdiction arbitraire d’une manifestation en raison d’un « risque d’actions terroristes » : violation", "", "En fait : A l’époque des faits, le requérant était conseiller de district. En 2003, à la veille d’une manifestation contre la politique d’urbanisme de la municipalité de Moscou, les autorités locales retirèrent l’autorisation qu’elles avaient accordée pour cette manifestation car elles s’attendaient à « une vague d’actes terroristes ». La manifestation était préparée par une organisation non gouvernementale qui avait pour but de protéger les droits des citoyens en matière d’urbanisme, et visait notamment à protester contre un projet de construction d’un immeuble d’appartements de luxe et à exprimer de la défiance à l’égard des autorités municipales. En dépit de l’interdiction, le requérant – l’un des organisateurs de la manifestation – et quelques dizaines de personnes se rassemblèrent sur la place le jour prévu. La police dispersa la foule par la force. Le requérant fut ensuite sorti de force d’une voiture et escorté au poste de police de district, où il fut détenu toute la nuit sans recevoir ni nourriture ni boisson. Pendant les jours suivants furent célébrées à Moscou les « Journées de la ville », et des festivités publiques parrainées par le maire eurent lieu en dépit de la « menace terroriste » potentielle. Le requérant fut accusé de désobéissance à des ordres légalement donnés par la police et d’organisation d’un rassemblement non autorisé. La procédure se conclut par un non-lieu pour ce qui est du premier chef d’accusation et le requérant fut déclaré coupable du second. Le requérant forma des recours qui furent rejetés. Il engagea une procédure civile en dommages et intérêts contre la police de district, en vain.", "En droit : Les jugements internes – pour autant qu’ils invoquaient des informations relatives à une « menace terroriste » comme motif d’interdiction du rassemblement organisé par le requérant – se fondaient sur des hypothèses plutôt que sur des constatations de fait motivées. La Cour aperçoit des indications sérieuses et concordantes militant contre l’allégation du Gouvernement selon laquelle l’éventualité d’un attentat terroriste était la véritable raison à l’origine de l’interdiction du rassemblement. Bien que le nombre de participants aux Journées de la ville ait largement dépassé celui des personnes attendues au rassemblement en question, celui-ci est le seul événement public à avoir été annulé en prévision d’« une vague d’actes terroristes ». Le Gouvernement n’ayant fourni aucun élément de preuve de nature à étayer l’affirmation selon laquelle le rassemblement organisé par le requérant avait été interdit en raison d’une « menace terroriste », la Cour conclut que les autorités internes ont agi de façon arbitraire. L’ingérence dans le droit du requérant à la liberté d’association était donc dépourvue de justification.", "Conclusion : violation de l’article 11 (unanimité).", "La Cour conclut aussi à la violation de l’article 5 §§ 1 et 5 de la Convention.", "Article 41 – 12 000 EUR au titre du dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}