{"file": "FRE_HFJUD_19005_91.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "19005/91", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE SCHOUTEN ET MELDRUM c. PAYS-BAS", "", "(Requête no19005/91; 19006/91)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "09 décembre 1994", "\n", "En les affaires Schouten et Meldrum c. Pays-Bas,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement A, en une chambre composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tR. Bernhardt,", "\t\tB. Walsh,", "\t\tA. Spielmann,", "\t\tS.K. Martens,", "\t\tA.N. Loizou,", "\t\tA.B. Baka,", "\t\tP. Jambrek,", "\t\tK. Jungwiert,", "ainsi que de M. H. Petzold, greffier f.f.,", "Après en avoir délibéré en chambre du conseil les 21 juin et 22 novembre 1994,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1.   Les affaires ont été déférées à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 9 décembre 1993, puis par le gouvernement néerlandais (\"le Gouvernement\") le 24 février 1994, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A leur origine se trouvent deux requêtes (nos 19005/91 et 19006/91) dirigées contre le Royaume des Pays-Bas et dont deux ressortissants de cet Etat, M. Johannes Schouten, agissant en qualité de directeur général unique d’une société à responsabilité limitée (besloten vennootschap met beperkte aansprakelijkheid) de droit néerlandais, Praktijk mevrouw Breevaart B.V., et M. Hendrik Alexander Meldrum, avaient saisi la Commission le 4 septembre 1991, en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration néerlandaise reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46), la requête du Gouvernement aux articles 44 et 48 (art. 44, art. 48). Elles ont pour objet d’obtenir une décision sur le point de savoir si les faits des causes révèlent un manquement de l’Etat défendeur aux exigences de l’article 6 (art. 6) de la Convention.", "2.   En réponse à l’invitation prévue à l’article 33 par. 3 d) du règlement A, les requérants ont déclaré ne pas souhaiter participer à l’instance.", "3.   Le 13 janvier 1994, le président de la Cour a décidé, conformément à l’article 21 par. 6 du règlement A et dans l’intérêt d’une bonne administration de la justice, qu’une chambre unique devait être constituée pour examiner les deux affaires.", "4.   La chambre à constituer comprenait de plein droit M. S.K. Martens, juge élu de nationalité néerlandaise (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement A). Le 28 janvier 1994, celui-ci a tiré au sort le nom des sept autres membres, à savoir MM. R. Bernhardt, B. Walsh, A. Spielmann, J. De Meyer, A.N. Loizou, P. Jambrek et K. Jungwiert, en présence du greffier (articles 43 in fine de la Convention et 21 par. 4 du règlement A) (art. 43). Par la suite, M. A.B. Baka, suppléant, a remplacé M. De Meyer, empêché (articles 22 par. 1 et 24 par. 1 du règlement A).", "5.   Le 20 avril 1994, la chambre a décidé de joindre les affaires (article 37 par. 3 du règlement A). Elle a également résolu de se passer d’audience, après avoir vérifié que les conditions pour déroger à sa procédure habituelle se trouvaient remplies (articles 26 et 38).", "6.   En sa qualité de président de la chambre (article 21 par. 5 du règlement A), M. Ryssdal a consulté, par l’intermédiaire du greffier, l’agent du Gouvernement et le délégué de la Commission au sujet de l’organisation de la procédure (articles 37 par. 1 et 38). A la suite de l’ordonnance rendue en conséquence, sont successivement parvenus au greffe un document exposant les prétentions des requérants au titre de l’article 50 (art. 50) (le 17 mai 1994), le mémoire du Gouvernement (le 19 mai), un document déposé par le délégué de la Commission (le 31 mai) et de nouvelles observations écrites soumises par le Gouvernement (le 14 juin).", "EN FAIT", "I.   LES CIRCONSTANCES DES ESPÈCES", "A. M. Schouten", "7.   M. Schouten est un citoyen néerlandais résidant à Zoetermeer. Il a introduit sa requête en qualité de directeur général unique de Praktijk mevrouw Breevaart B.V. (\"Breevaart\"), société à responsabilité limitée de droit néerlandais ayant son siège à Hendrik Ido Ambacht. Le Gouvernement, la Commission et la société Breevaart ayant apparemment accepté que, pour les besoins de la présente procédure, M. Schouten soit identifié à la société, la Cour ne se référera, d’une manière générale, qu’à M. Schouten dans la suite du texte.", "8.   Breevaart était propriétaire d’un cabinet de kinésithérapie, y compris de ses locaux et de son équipement. Lorsqu’en 1984 le directeur général et actionnaire alors unique de Breevaart décéda, l’activité du cabinet fut poursuivie par trois kinésithérapeutes associés de l’intéressé. Apparemment devenu directeur général de la société, M. Schouten conclut avec les kinésithérapeutes un accord aux termes duquel c’était lui qui concluait les contrats avec les diverses caisses d’assurance-maladie (ziekenfondsen), mais c’étaient les kinésithérapeutes eux-mêmes qui facturaient leurs prestations auxdites caisses. M. Schouten avait droit à 35 % de chaque note d’honoraires pour le service consistant à mettre à la disposition des kinésithérapeutes l’immeuble et son équipement. Les kinésithérapeutes pouvaient isoler une rémunération pour la gestion journalière du cabinet; les caisses effectuaient leurs paiements au profit de M. Schouten, qui ristournait aux kinésithérapeutes les sommes qui leur étaient dues.", "En mars 1987, ceux-ci rachetèrent à Breevaart le cabinet, y compris l’immeuble et le matériel. Ils constituèrent entre eux une société en juin 1987. Les deux conventions reçurent effet rétroactif au 1er janvier de la même année. L’accord décrit ci-dessus devint ainsi caduc.", "9.   En mars 1987, l’Association professionnelle pour la santé et le bien-être mental et social (Bedrijfsvereniging voor de Gezondheid, Geestelijke en Maatschappelijke Belangen - \"la BVG\") réclama à M. Schouten le versement de cotisations pour les kinésithérapeutes, au titre des lois sur l’assurance-maladie (Ziektewet), sur les caisses d’assurance-maladie (Ziekenfondswet), sur l’assurance-chômage (Werkloosheidswet) et sur l’assurance-invalidité professionnelle (Wet op de arbeidsongeschiktheidsverzekering) pour les années 1984, 1985, 1986 et 1987.", "10.   Le 27 mars 1987, M. Schouten adressa à la BVG une protestation contre son appel de cotisations et lui demanda confirmation formelle (voor beroep vatbare beschikking) de sa décision, dans la perspective d’un recours.", "11.   La BVG la lui fit parvenir le 9 décembre 1988, avec les motifs de sa décision.", "Se basant sur les circonstances décrites au paragraphe 8 ci-dessus, elle jugea que si la relation contractuelle entre les kinésithérapeutes et M. Schouten ne pouvait passer pour un contrat de travail, elle en constituait \"l’équivalent social\" (maatschappelijk gelijkgesteld).", "Les kinésithérapeutes étaient donc considérés non pas comme des praticiens indépendants, mais comme des salariés de M. Schouten, lequel avait l’obligation légale de verser pour eux des cotisations de sécurité sociale. En ce qui concerne l’année 1987, la BVG ne s’estimait pas tenue par l’effet rétroactif des deux conventions.", "12.   M. Schouten saisit, le 21 décembre 1988, la commission de recours (Raad van Beroep) de Rotterdam. N’ayant articulé aucun moyen dans son acte d’appel, il sollicita une prorogation du délai pour ce faire jusqu’au 1er juin 1989. Il justifia cette demande par deux motifs: premièrement, compte tenu des congés de décembre, il ne lui serait pas possible de préparer les documents requis et, deuxièmement, la commission centrale de recours (Centrale Raad van Beroep) se trouvait saisie d’une procédure dans laquelle des questions très similaires devaient être tranchées, et il souhaitait pouvoir modifier son raisonnement à la lumière de la décision qui serait rendue dans cette affaire.", "Le délai fut prorogé jusqu’au 15 septembre 1989.", "Par une lettre du 10 juillet 1989, la BVG retira ses revendications concernant l’année 1987.", "13.   M. Schouten compléta son acte d’appel par un exposé de ses moyens le 11 septembre 1989. Outre la formulation d’observations relatives à l’indépendance des kinésithérapeutes, il fit valoir que la décision de la BVG était viciée, au motif que l’article 6 (art. 6) de la Convention avait été violé: premièrement, le laps de temps - un an et neuf mois - qui s’était écoulé entre la demande de confirmation formelle de la décision initiale de la BVG et l’intervention de cette confirmation était plus long que ce que l’on pouvait estimer \"raisonnable\" et, deuxièmement, le fait qu’en ne délivrant pas une confirmation formelle, une association professionnelle (bedrijfsvereniging) pouvait retarder indéfiniment l’accès d’un appelant à un tribunal constituait une violation du principe de \"fair-play\".", "14.   La commission de recours tint une audience le 13 décembre 1989 et rendit sa décision le même jour.", "Elle jugea que même si la relation contractuelle entre M. Schouten et les kinésithérapeutes ne pouvait passer pour un \"contrat de travail\", elle devait, eu égard à la jurisprudence de la commission centrale de recours, en être considérée comme l’\"équivalent social\"; les kinésithérapeutes devaient donc être assimilés à des \"salariés\" de M. Schouten aux fins de la législation pertinente en matière de sécurité sociale, et celui-ci avait donc l’obligation de verser des cotisations pour eux.", "En ce qui concerne les arguments de l’intéressé fondés sur l’article 6 (art. 6) de la Convention, la commission de recours estima qu’il n’était pas correct pour une autorité administrative de priver sans juste motif un administré d’une confirmation formelle, surtout pendant une très longue période, comme la BVG l’avait fait en l’espèce. Néanmoins, quand bien même l’article 6 (art. 6) serait applicable et aurait été violé, le requérant ne pouvait y puiser des droits ne s’accordant pas avec des dispositions impératives de droit néerlandais (dwingend recht).", "15.   Le 15 janvier 1990, M. Schouten saisit la commission centrale de recours d’un acte d’appel et sollicita une prorogation du délai pour soumettre ses arguments; il justifiait sa demande par la nécessité d’obtenir et examiner une copie d’une décision de la commission centrale de recours elle-même, qui avait été citée dans la décision de la commission de recours.", "16.   M. Schouten présenta ses arguments écrits à la commission centrale de recours le 25 avril 1990. Il fit valoir notamment que la commission de recours s’était trompée en n’examinant pas l’affaire sous l’angle de l’article 6 (art. 6); la Convention était directement applicable aux Pays-Bas, primait le droit national et, non seulement une confirmation formelle n’était pas intervenue dans un \"délai raisonnable\", mais le fait que les appelants étaient soumis à des délais stricts pour demander une confirmation formelle, alors que les associations professionnelles ne devaient en respecter aucun pour répondre, avait pour conséquence une inégalité procédurale manifeste. Prêtant le flanc à la critique, le comportement de la BVG devait être sanctionné, et la sanction évidente était l’annulation de sa décision.", "17.   La commission centrale de recours statua le 10 juillet 1991.", "Elle estima qu’à l’époque considérée les kinésithérapeutes pouvaient à bon droit passer pour des \"salariés\" aux fins de la législation pertinente en matière de sécurité sociale.", "Se référant à sa jurisprudence antérieure, elle jugea en outre que la question de l’applicabilité de l’article 6 (art. 6) de la Convention n’appelait pas de réponse. Elle n’apercevait aucune indication dans le libellé de la clause et n’avait connaissance \"d’aucune décision pertinente de la Cour européenne des Droits de l’Homme\". En tout état de cause, dans les cas où la confirmation formelle d’une décision était intervenue avec retard, elle avait égard, principalement, aux principes généraux de bonne administration (algemene beginselen van behoorlijk bestuur) et, le cas échéant, au principe du \"fair-play\".", "Avec M. Schouten, elle considérait que la BVG avait mis très longtemps à confirmer formellement sa décision. Les excuses avancées par celle-ci - une enquête concernant le cabinet de M. Schouten et, d’une manière générale, un nombre excessif de cas concernant des cabinets de kinésithérapeutes - n’étaient pas suffisantes en soi; comme la loi sur les recours (Beroepswet) ne prévoyait ni mesures provisoires ni appel dans l’hypothèse d’une omission de réagir dans un délai raisonnable, pareil retard constituait un obstacle sérieux à l’accès à un tribunal. Toutefois, il ne ressortait pas du dossier que M. Schouten eût demandé à obtenir plus tôt la confirmation formelle litigieuse.", "Il n’avait pas mentionné dans son recours un intérêt général à la sécurité juridique ou un intérêt financier découlant du fait que la BVG réclamait des intérêts (rente) sur les sommes dues; toutefois, tandis que celles-ci demeuraient impayées, les intérêts dus à la BVG se trouvaient compensés dans une certaine mesure par les intérêts - sans conteste inférieurs - que M. Schouten pouvait obtenir dans l’intervalle.", "Le droit d’accès à un tribunal n’avait d’importance que pour les litiges relatifs à la fixation des cotisations de sécurité sociale. Il \"ne pouvait pas automatiquement être transposé\" de manière à priver la BVG du droit de fixer ces cotisations. Dès lors, la demande de M. Schouten tendant à l’annulation de la décision en question bien que les cotisations elles-mêmes eussent été fixées en temps utile devait être écartée.", "Enfin, la commission centrale de recours ne constata aucune violation des principes de \"fair-play\" et d’\"égalité des armes\", dès lors qu’il n’apparaissait pas que M. Schouten n’eût pas eu suffisamment l’occasion de présenter ses arguments pendant que la BVG préparait sa décision ou dans le courant de la procédure. L’inégalité quant aux délais ne constituait pas en soi semblable violation, car dans de tels cas les décisions devaient être prises avec beaucoup de précaution.", "L’appel fut donc rejeté.", "B. M. Meldrum", "18.   Citoyen néerlandais né en 1947, M. Meldrum réside à Dordrecht, où il travaille comme kinésithérapeute.", "19.   Jusqu’au 1er décembre 1986, il était lié à un certain nombre d’autres kinésithérapeutes par un accord qui, pour l’essentiel, était identique à celui de M. Schouten (paragraphe 8 ci-dessus).", "Le 1er décembre 1986, un contrat de travail entra en vigueur entre M. Meldrum et les autres kinésithérapeutes, et l’accord ci-dessus prit fin.", "20.   En octobre 1987, la BVG adressa à M. Meldrum un appel de cotisations pour les autres kinésithérapeutes, au titre des lois sur l’assurance-maladie, sur les caisses d’assurance-maladie, sur l’assurance-chômage et sur l’assurance-invalidité professionnelle, pour les années 1984, 1985 et 1986.", "21.   Par une lettre du 4 décembre 1987, M. Meldrum adressa à la BVG une protestation contre son appel de cotisations et lui demanda confirmation formelle de sa décision, dans la perspective d’un recours.", "22.   La BVG la lui envoya le 1er mai 1989. Son raisonnement ne différait pas en substance de celui développé dans le cas de M. Schouten (paragraphe 11 ci-dessus).", "23.   M. Meldrum saisit la commission de recours de Rotterdam le 18 mai 1989 et demanda à pouvoir compléter son acte d’appel jusqu’au 15 septembre 1989. Il justifiait cette requête par deux motifs: premièrement, il souhaitait soumettre des calculs effectués par un comptable et se référer à une décision devant intervenir dans une affaire qui se trouvait pendante devant la commission centrale de recours et dans laquelle des questions analogues devaient être tranchées et, deuxièmement, les vacances d’été approchaient. Sa demande accueillie, il compléta son acte d’appel le 11 septembre 1989.", "La BVG présenta sa réponse le 16 novembre 1989.", "24.   A l’audience devant la commission de recours (dont la date n’est pas connue), le requérant déclara envisager une saisine de la Cour européenne des Droits de l’Homme et il invita la commission de recours à rendre une décision aussi détaillée que possible.", "25.   Celle-ci statua le 2 juillet 1990.", "Se référant à la jurisprudence de la commission centrale de recours, elle jugea qu’en vertu de la législation pertinente en matière de sécurité sociale, M. Meldrum avait l’obligation de verser des cotisations pour les autres kinésithérapeutes.", "Le retard litigieux n’avait, selon elle, causé aucun préjudice au requérant; les principes de \"fair-play\" et de \"procès équitable\" n’avaient donc pas été violés.", "En ce qui concerne les arguments de M. Meldrum relatifs à la détermination de ses droits dans un \"délai raisonnable\", la commission de recours en déduisit que l’intéressé présumait apparemment que, dans le cadre de l’article 6 (art. 6), les délais étaient \"absolus\". Or il ressortait de la jurisprudence de la Cour européenne que c’est la situation de fait qui était pertinente pour juger si une décision donnée avait été rendue dans un délai raisonnable. Le fait, pour une autorité administrative respectant les délais légaux, d’excéder ce qui, d’une manière générale, pourrait être considéré comme un délai raisonnable pour statuer sur un litige ne pouvait lui faire perdre son droit de réclamer des cotisations de sécurité sociale. Quoi qu’il en soit, et bien qu’une décision prise dans un délai plus bref eût été préférable, la période en question ne dépassait pas la mesure du raisonnable aux fins de l’article 6 (art. 6).", "La commission de recours ajouta que la manière de procéder de la BVG dans les cas de cette nature avait donné lieu à un nombre inutile d’appels, partiellement dus à \"l’attitude obstinée des intéressés\", mais qu’il n’apparaissait ni dans cette espèce ni dans d’autres que la BVG avait fait des déclarations ou agi d’une manière propres à créer des attentes légitimes sur la base desquelles la commission de recours pouvait décider que les droits de réclamer le paiement de cotisations de sécurité sociale pour la période considérée avaient pris fin.", "L’appel fut donc rejeté.", "26.   M. Meldrum saisit alors la commission centrale de recours le 26 juillet 1990.", "Il combattit la thèse selon laquelle le retard mis par la BVG à lui confirmer formellement sa décision ne lui avait causé aucun préjudice. Il soutint qu’au moment où il s’était finalement vu autoriser l’accès à la commission de recours, la jurisprudence relative aux kinésithérapeutes s’était déjà formée et était devenue difficile à changer; elle aurait pu prendre un visage différent si les bons arguments avaient été avancés à un stade antérieur; s’il avait été l’un des premiers à faire appel, ses arguments auraient été examinés au fond, et il n’y aurait pas été répondu par une formule standardisée.", "Enfin, il réitéra ses arguments fondés sur le principe du \"fair-play\". Vu qu’un appelant disposait d’un délai de deux mois seulement, alors que l’autorité administrative défenderesse pouvait retarder indéfiniment une procédure, il était possible à cette dernière de choisir des \"affaires pilotes\" qui formeraient alors la base d’une jurisprudence favorable à l’autorité administrative défenderesse et qui servirait de précédent pour d’autres affaires.", "27.   Après une audience tenue le 6 février 1991 et à laquelle M. Meldrum n’était pas représenté, la commission centrale de recours statua le 13 mars 1991.", "Elle rejeta les arguments de M. Meldrum concernant la question de l’indépendance des autres kinésithérapeutes et estima que la relation entre eux et M. Meldrum était de nature à obliger ce dernier à verser des cotisations de sécurité sociale pour eux.", "En ce qui concerne les arguments de l’intéressé fondés sur l’article 6 (art. 6), elle laissa ouverte la question de savoir si l’affaire concernait des \"droits et obligations de caractère civil\": dans les affaires de cette nature, l’exigence d’une décision rendue dans un délai raisonnable ne s’appliquait pas à la phase précédant le recours à une juridiction administrative en vertu de la loi sur les recours. Elle admit que la procrastination d’une autorité administrative pouvait éventuellement constituer un obstacle à l’accès d’un appelant à un tribunal, mais elle ne s’exprima pas sur la question de savoir si pareil droit d’accès découlait directement de l’article 6 (art. 6).", "Rien dans le dossier ne donnait à penser que le requérant avait accompli quelque démarche que ce fût pour hâter l’envoi de la confirmation formelle. Tenant compte, notamment, de la nécessité d’un complément d’investigation et de correspondance, et du fait qu’il apparaissait que le retard était lié au grand nombre de demandes de confirmation formelle, la commission centrale de recours aboutit à la conclusion qu’en ne délivrant pareille confirmation que le 1er mai 1989 - beaucoup trop longtemps après la demande du requérant - la BVG ne pouvait pas réellement passer pour avoir entravé les efforts éventuellement déployés par le requérant pour avoir accès plus tôt à un tribunal.", "Quant à l’argument selon lequel le retard mis à donner la confirmation formelle avait porté préjudice à la situation procédurale de M. Meldrum, la commission centrale de recours releva que la cause de l’intéressé ne soulevait aucune question qui n’eût été traitée dans des affaires antérieures.", "En outre, dès lors qu’ils se fondaient sur des dispositions légales impératives, les appels de cotisations émanant de la BVG pour les années 1984, 1985 et 1986 ne violaient aucun principe général de bonne administration d’une manière telle que la BVG aurait dû se départir de son obligation légale de réclamer les sommes en cause.", "Le recours fut donc rejeté. Toutefois, la décision de la commission de recours avait été basée sur des chiffres que la BVG avait corrigés de son propre chef dans le courant de la procédure devant la commission centrale de recours, de sorte que, pour des motifs de forme, la décision de la commission de recours devait être partiellement annulée.", "II.   LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A. Les associations professionnelles", "28.   En vertu de l’article 2 de la loi sur l’organisation de la sécurité sociale (Organisatiewet sociale verzekeringen), il appartient aux associations professionnelles de mettre en oeuvre la loi sur l’assurance-maladie, la loi sur les caisses d’assurance-maladie, la loi sur l’assurance-chômage et la loi sur l’assurance-invalidité professionnelle.", "Il existe une association professionnelle pour chacun des différents secteurs de la vie économique. Il s’agit d’associations (verenigingen) de droit privé créées par les organisations d’employeurs et de salariés considérées comme suffisamment représentatives du secteur concerné par le ministre des Affaires sociales et de l’Emploi (Minister van Sociale Zaken en Werkgelegenheid); institutions à but obligatoirement non lucratif, elles doivent avoir pour objet de mettre en oeuvre la législation pertinente en matière de sécurité sociale et leurs statuts doivent remplir certaines conditions (article 4 par. 1 de la loi sur l’organisation de la sécurité sociale).", "Tout employeur est automatiquement membre de l’association professionnelle correspondant au secteur de la vie économique auquel se rapporte le travail accompli par ses salariés (article 7 par. 1 de la loi sur l’organisation de la sécurité sociale).", "29.   Les associations professionnelles sont contrôlées par le Conseil de l’assurance sociale (Sociale Verzekeringsraad). Cet organe est doté de la personnalité morale de droit public (article 35 par. 1 de la loi sur l’organisation de la sécurité sociale). Son président et un tiers de ses membres sont désignés directement par le ministre des Affaires sociales et de l’Emploi pour une période de trois ans; les deuxième et troisième tiers sont désignés pour la même période par les organisations d’employeurs et les organisations de salariés jugées suffisamment représentatives par le ministre (article 35 paras. 2-6 de la loi sur l’organisation de la sécurité sociale).", "Le Conseil de l’assurance sociale a le pouvoir d’édicter des règles pour coordonner la mise en oeuvre de la législation relative à la sécurité sociale (article 48 de la loi sur l’organisation de la sécurité sociale); il peut aussi recommander au ministre des Affaires sociales et de l’Emploi la suspension ou l’annulation des décisions des associations professionnelles (article 49). Il est responsable devant le ministre des Affaires sociales et de l’Emploi et doit se conformer aux instructions de ce dernier (article 41).", "30.   Les employeurs doivent fournir aux associations professionnelles les informations relatives aux rémunérations (loon) versées à leurs salariés; celles-ci fixent alors les cotisations à payer pour chaque salarié au titre de la législation pertinente en matière de sécurité sociale. Ces cotisations sont versées par les employeurs à leurs associations professionnelles respectives (article 11 de la loi sur la coordination des assurances sociales - Coördinatiewet Sociale Verzekeringen). L’article 4 de cette loi donne des \"rémunérations\" la définition suivante:", "\"1. Tout ce qui est reçu en vertu d’un contrat de travail (dienstbetrekking)) constitue une rémunération.", "2. La rémunération inclut les droits - qu’ils soient conditionnels ou qu’ils viennent à existence au fil du temps - à une ou plusieurs indemnités ou prestations (uitkeringen of verstrekkingen), dans la mesure où celles-ci ne sont pas couvertes par des contributions payées par le salarié.\"", "Cette définition est pratiquement identique à celle donnée au paragraphe 10 de la loi sur l’imposition des rémunérations (Wet op de loonbelasting), la seule différence étant que cette dernière inclut aussi dans sa définition tout ce qui est reçu en vertu d’un contrat de travail qui n’existe plus.", "31.   Si, pour une raison quelconque, l’employeur ne verse pas les cotisations dans un délai fixé par les associations professionnelles, celles-ci peuvent appliquer un intérêt aux montants en souffrance. Cet intérêt est calculé au taux légal qui, ces dernières années, a fluctué entre 8 et 12 % (article 14 de la loi sur la coordination des assurances sociales).", "D’après la jurisprudence de la commission centrale de recours, il doit être calculé à partir de la date à laquelle l’association professionnelle a fixé le montant à payer, et non à compter du jour où ce montant a été notifié à l’employeur (décision de la commission centrale de recours du 5 janvier 1976, Rechtspraak sociaal verzekeringsrecht, Jurisprudence en matière de sécurité sociale - RSV 1976, no 184).", "32.   A l’époque pertinente, l’article 5 d) de la loi sur l’assurance-maladie, l’article 5 d) de la loi sur l’assurance-chômage, l’article 5 d) de la loi sur l’assurance-invalidité professionnelle et l’article 3 par. 1 de la loi sur les caisses d’assurance-maladie combiné avec l’article 5 d) de la loi sur l’assurance-maladie habilitaient le ministre des Affaires sociales et de l’Emploi à définir, par voie de règlement, comme des contrats de travail divers types de relations de travail pouvant en passer pour \"l’équivalent social\". Conformément à ces dispositions, le ministre réputait contrat de travail la relation dans le cadre de laquelle quelqu’un accomplissait régulièrement et en personne un travail, pendant au moins deux jours par semaine, pour un revenu brut excédant une proportion donnée du salaire minimum légal (article 2 par. 1 du décret royal du 14 décembre 1973, Staatsblad - Journal officiel - 627).", "B. La législation en matière de sécurité sociale", "33.   La loi sur l’assurance-maladie établit une assurance (verzekering) obligatoire pour tous les salariés (article 20). En vertu de son régime, chaque salarié a droit à des indemnités de maladie (ziekengeld) lorsqu’il est incapable d’accomplir son travail en raison d’une maladie, d’une grossesse ou d’une invalidité (article 19). Il peut être indemnisé pendant cinquante-deux semaines (article 29 par. 2) ou pendant seize semaines (qui ne comptent pas pour ladite période de cinquante-deux semaines) en cas de grossesse (article 29 par. 7).", "34.   Le régime d’assurance institué par la loi sur les caisses d’assurance-maladie est obligatoire pour tous les salariés dont la rémunération n’excède pas un certain chiffre annuel (article 3); le bénéfice en est étendu aux conjoint et personnes à la charge des intéressés (article 4). Pour avoir droit aux prestations, le salarié doit demander son inscription auprès d’une caisse d’assurance-maladie qui a l’obligation de l’accepter (article 5 par. 1).", "Les caisses d’assurance-maladie paient les soins médicaux dispensés par les médecins, les hôpitaux et certaines institutions privées, certains médicaments prescrits par les médecins et le transport par ambulance (articles 8 - 8i), dans la mesure où ces frais ne sont pas supportés par d’autres organes au titre d’une autre législation.", "35.   Le régime d’assurance institué par la loi sur l’assurance-chômage, auquel les personnes employées aux Pays-Bas appartiennent de droit, confère un droit à des indemnités de chômage à tout salarié qui, pour une raison étrangère à des phénomènes naturels exceptionnels tels une inondation ou un froid extrême, perd son emploi ou une partie significative de celui-ci en même temps que son droit à rémunération correspondant, et qui est disponible sur le marché de l’emploi (articles 15, 16 et 18).", "36.   La loi sur l’assurance-invalidité professionnelle prévoit une assurance obligatoire pour les salariés qui, du fait d’une maladie ou d’une invalidité, sont totalement ou partiellement incapables de se procurer par le travail un revenu comparable à celui que des personnes en bonne santé et dotées d’une formation et d’une expérience similaires pourraient obtenir à l’endroit, ou au dernier endroit, où le salarié travaillait, ou à proximité (article 18 par. 1). Le droit à indemnités s’ouvre cinquante-deux semaines après la survenance de l’incapacité (article 19 par. 1), les paiements pendant la période intermédiaire étant normalement effectués au titre de la loi sur l’assurance-maladie (paragraphe 33 ci-dessus).", "37.   Les cotisations à l’ensemble des régimes ci-dessus sont fixées par et payées aux associations professionnelles. Bien que certaines des lois en question prévoient que les cotisations sont dues, en tout ou en partie, par les salariés, dans tous les cas c’est l’employeur qui est responsable des paiements devant l’association professionnelle (et qui doit donc déduire la part du salarié de la rémunération de ce dernier).", "C. Dispositions procédurales", "38.   A l’époque des faits, une règle commune à toutes les législations en matière de sécurité sociale décrites ci-dessus prévoyait que tout intéressé désireux de contester une décision d’une association professionnelle concernant des cotisations devait en demander confirmation formelle par écrit. Pareille confirmation, qui comportait notamment les motifs sur lesquels la décision était assise, constituait une condition pour la recevabilité d’un recours à un tribunal.", "39.   Aucune de ces lois ne prévoyait de délai pour demander une confirmation formelle. Toutefois, la commission centrale de recours avait jugé que semblable demande devait intervenir dans un \"délai raisonnable\", ce que cette juridiction interprétait comme signifiant généralement dans les deux mois (voir, notamment, sa décision du 19 mars 1974, RSV 1974, no 288). Une association professionnelle pouvait déclarer pareille requête irrecevable si elle était tardive. Une décision d’une association professionnelle déclarant irrecevable une demande de confirmation formelle constituait elle-même une décision dont confirmation formelle pouvait être demandée dans la perspective d’un recours.", "Il n’y avait aucun délai légal dans lequel une confirmation formelle devait être donnée.", "40.   Dans une affaire concernant la loi sur les ateliers sociaux (Wet op de sociale werkplaatsen), aux termes de laquelle les décisions sur certaines requêtes devaient intervenir dans un délai de cinq semaines, le demandeur avait engagé une procédure en référé deux mois après l’expiration dudit délai, l’administration communale d’Amsterdam n’ayant toujours pas statué. Son objectif était d’obtenir un jugement ordonnant à celle-ci de se prononcer sur sa requête. L’action fut finalement rejetée en appel. Par un arrêt du 21 juin 1985, la Cour de cassation confirma le rejet, au motif que le simple dépassement du délai ne suffisait pas pour engager la responsabilité quasi délictuelle de l’administration communale. En outre, celle-ci était fondée à invoquer ses contraintes financières et l’insuffisance de ses effectifs pour justifier son incapacité à instruire la requête du réclamant.", "Auteur d’une note sur l’arrêt tel que reproduit dans la Nederlandse Jurisprudentie (Recueil de la jurisprudence néerlandaise - NJ) 1986, no 526, le professeur M. Scheltema observa que la Cour de cassation avait beaucoup réduit l’efficacité du référé comme recours contre l’inertie d’une autorité publique dans un cas où la loi sur les recours trouvait à s’appliquer.", "41.   Une fois la confirmation formelle intervenue, un recours pouvait être formé auprès de la commission de recours. Il devait être introduit dans le délai d’un mois (article 83 de la loi sur les recours).", "La décision rendue sur le recours pouvait alors être déférée à la commission centrale de recours (article 145 de la loi sur les recours); cet appel devait lui aussi être introduit dans le délai d’un mois.", "D. Changements apportés ultérieurement à la procédure applicable", "42.   Le 1er janvier 1994 est entré en vigueur le code administratif général (voir l’arrêt Van de Hurk c. Pays-Bas du 19 avril 1994, série A no 288, p. 15, par. 39). Il fixe de nouvelles règles uniformes de procédure administrative qui s’appliquent aussi aux affaires telles que celles-ci.", "Toute personne souhaitant attaquer une décision d’une association professionnelle concernant des cotisations à un régime de sécurité sociale peut adresser une réclamation (bezwaarschrift) à cette association, pourvu qu’elle accomplisse cette démarche dans les six semaines (article 6:7).", "Si l’association professionnelle ne décide pas dans un délai raisonnable ou refuse de se prononcer, le réclamant peut adresser un recours au tribunal d’arrondissement (arrondissementsrechtbank) sans attendre plus longtemps une décision (articles 6:2, 6:12 et 8.1.1.1). Il n’est donc plus nécessaire de demander confirmation formelle d’une décision d’une association professionnelle.", "La décision du tribunal d’arrondissement est susceptible d’appel devant la commission centrale de recours (article 18 de la loi sur les recours).", "PROCEDURE DEVANT LA COMMISSION", "43.   M. Schouten et M. Meldrum ont chacun saisi la Commission d’une requête (nos 19005/91 et 19006/91 respectivement) le 4 septembre 1991. Ils s’y plaignaient d’une double méconnaissance de l’article 6 par. 1 (art. 6-1) de la Convention. Premièrement, ils auraient été victimes d’une violation du principe de l’\"égalité des armes\" consacré à l’article 6 par. 1 (art. 6-1), dès lors que la BVG pouvait retarder indéfiniment l’engagement d’une procédure judiciaire. Deuxièmement, il n’aurait pas été statué sur leurs causes dans un \"délai raisonnable\", eu égard au caractère excessif du laps de temps écoulé avant que la BVG ne confirmât formellement ses décisions.", "44.   La Commission a retenu les requêtes le 9 décembre 1992. Dans ses rapports du 12 octobre 1993 (article 31) (art. 31), elle formule l’avis, par dix-huit voix contre une dans l’affaire de M. Schouten, à l’unanimité dans celle de M. Meldrum, qu’il n’a pas été statué dans un \"délai raisonnable\" sur les causes des requérants et, par onze voix contre huit dans l’affaire de M. Schouten et onze voix contre sept dans celle de M. Meldrum, qu’il y a eu violation du principe de l’\"égalité des armes\".", "Le texte intégral des avis de la Commission dans les deux affaires et des opinions séparées dont ils s’accompagnent figure en annexe au présent arrêt.", "CONCLUSIONS PRESENTEES A LA COUR", "45.   Dans ses mémoires déposés dans chacune des deux espèces, le Gouvernement conclut que l’article 6 par. 1 (art. 6-1) ne peut être jugé s’appliquer en l’occurrence et - pour le cas où la Cour aboutirait à une conclusion différente - qu’il n’a pas été violé.", "EN DROIT", "I.   SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 (art. 6) DE LA CONVENTION", "46.   Les requérants soutiennent que du fait du retard avec lequel la BVG leur donna confirmation formelle de ses décisions, leurs causes n’ont pas été entendues dans un \"délai raisonnable\". Ils allèguent aussi que, dès lors que la BVG pouvait retarder indéfiniment l’engagement d’une procédure devant un tribunal en ne délivrant pas une confirmation formelle, ils ont été privés d’un procès équitable. Ils invoquent l’article 6 par. 1 (art. 6-1) de la Convention, ainsi libellé:", "\"Toute personne a droit à ce que sa cause soit entendue équitablement (...) dans un délai raisonnable, par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...)\"", "Le Gouvernement conteste ces allégations, mais la Commission y souscrit.", "A. Sur l’applicabilité de l’article 6 par. 1 (art. 6-1)", "1. Thèses formulées devant la Cour", "47.   Dans ses rapports dans les deux affaires, la Commission formule l’avis que les procédures litigieuses concernaient des \"contestations sur des droits et obligations de caractère civil\" et que dès lors l’article 6 par. 1 (art. 6-1) trouve à s’appliquer.", "Eu égard à la jurisprudence de la Cour, et notamment aux arrêts Feldbrugge c. Pays-Bas du 29 mai 1986 (série A no 99), Salesi c. Italie du 26 février 1993 (série A no 257-E) et Schuler-Zgraggen c. Suisse du 24 juin 1993 (série A no 263) - dans chacun d’eux l’article 6 (art. 6) avait été jugé applicable dans le domaine de la sécurité sociale, y compris des allocations d’aide sociale -, elle considère que l’article 6 par. 1 (art. 6-1) s’appliquait aux procédures relatives au droit aux allocations prévues par les régimes de sécurité sociale en cause ici. Les procédures litigieuses se rapportaient certes à l’obligation de verser des cotisations en vertu desdits régimes mais, de l’avis de la Commission, aucune distinction de principe ne doit être opérée entre des \"droits\" et des \"obligations\" de caractère civil, et par conséquent semblable distinction ne s’impose pas non plus entre des allocations et des cotisations de sécurité sociale. L’arrêt Feldbrugge serait particulièrement pertinent dès lors que les aspects de droit privé - la nature \"personnelle et patrimoniale\" des allocations, leur lien avec un contrat de travail, les affinités du régime avec l’assurance privée - qui dans cette affaire avaient amené la Cour à juger l’article 6 (art. 6) applicable aux allocations prévues par la loi sur l’assurance-maladie, s’appliquent aussi, mutatis mutandis, à l’obligation de verser des cotisations.", "Enfin, la Commission se réfère à l’arrêt rendu par la Cour le 26 mars 1992 dans l’affaire Editions Périscope c. France (série A no 234-B), dans lequel la Cour a estimé l’article 6 (art. 6) applicable à une action dont l’objet était de nature \"patrimoniale\" et qui était fondée sur une méconnaissance alléguée de droits également patrimoniaux, ainsi qu’à l’arrêt H. c. France du 24 octobre 1989 (série A no 162-A), dans lequel la Cour a jugé qu’il suffit, pour que l’article 6 (art. 6) s’applique, que l’issue de la procédure soit \"déterminante pour des droits et obligations de caractère privé\".", "48.   Le Gouvernement, en revanche, soutient que l’article 6 par. 1 (art. 6-1) ne s’applique pas aux cotisations prévues par des régimes de sécurité sociale.", "Premièrement, d’après lui, les cotisations en cause s’assimilent à des impôts et n’entrent donc pas dans la notion de \"droits et obligations de caractère civil\". En outre, il cite à cet égard la pratique constante de la Commission d’après laquelle les procédures se rapportant à la collecte d’impôts n’entrent pas dans le domaine de l’article 6 (art. 6). Il signale les analogies entre le paiement de cotisations prévues par des régimes de sécurité sociale et le paiement d’impôts. En particulier, il fait valoir que l’obligation de payer des cotisations dérivait non d’un quelconque accord, mais de la loi, tout comme d’ailleurs leur montant; cette obligation pesait non seulement sur le bénéficiaire potentiel mais aussi sur un tiers (l’employeur); elle n’était pas liée au droit à des allocations, de sorte que même si l’employeur ne payait pas les cotisations pertinentes, le salarié conservait son droit aux allocations; enfin, les règles régissant la déduction et le paiement des cotisations avaient été alignées sur celles concernant la retenue des impôts sur les rémunérations.", "Il fait observer en outre que la jurisprudence de la Cour, dans la mesure où l’article 6 (art. 6) a été jugé applicable dans le domaine de la sécurité sociale, se rapporte aux allocations et non aux cotisations; le fait que l’article 6 par. 1 (art. 6-1) soit applicable à l’égard des premières ne signifierait pas qu’il le soit à l’égard des secondes. La considération déterminante pour juger l’article 6 (art. 6) applicable à des litiges ayant trait à des allocations prévues par des régimes de sécurité sociale avait été que de tels litiges avaient une influence directe sur les moyens d’existence du bénéficiaire; les litiges relatifs à une obligation pesant sur un employeur au titre de ces régimes, en revanche, concerneraient une obligation financière accessoire et n’auraient aucune incidence directe sur les moyens d’existence de l’intéressé.", "Enfin, le Gouvernement signale des différences entre les faits des présentes espèces et ceux de l’affaire Editions Périscope, qui se rapportait à une demande de réparation. L’affaire H. c. France ne serait pas davantage pertinente; il ne serait pas rare que l’appréciation d’une question de droit privé sous-jacente ait une influence déterminante sur l’issue de litiges en matière fiscale, mais cela n’appuierait pas la conclusion selon laquelle l’article 6 (art. 6) serait applicable à pareils litiges.", "2. Démarche à adopter", "49.   C’est la première fois que la Cour se trouve appelée à se prononcer sur l’applicabilité de l’article 6 par. 1 (art. 6-1) à une contestation portant sur des cotisations prévues par des régimes de sécurité sociale, par opposition au droit à des allocations au titre de semblables régimes.", "50.   Avec le Gouvernement, la Cour estime que la démarche ne doit pas être nécessairement la même pour des allocations et pour des cotisations. Dans l’arrêt Schuler-Zgraggen, la Cour a déclaré que l’applicabilité de l’article 6 par. 1 (art. 6-1) \"constitue (...) la règle\" dans le domaine de l’assurance sociale, et que l’intervention étatique ne suffit pas à établir l’inapplicabilité de cette disposition (loc. cit., p. 17, par. 46). Toutefois, elle jugea ensuite qu’en l’espèce la considération la plus importante militant pour l’applicabilité était que la requérante se trouvait \"atteinte dans ses moyens d’existence\" et \"invoquait un droit subjectif de caractère patrimonial, résultant des règles précises d’une loi fédérale\". Le raisonnement de la Cour dans l’arrêt Salesi (loc. cit., p. 59, par. 19), qui concernait l’aide sociale, était analogue. Un tel raisonnement ne saurait s’appliquer automatiquement à des litiges se rapportant à l’obligation de payer des cotisations prévues par des régimes de sécurité sociale.", "Il n’est pas davantage suffisant en soi de démontrer qu’un litige est de nature \"patrimoniale\". Il peut exister des obligations \"patrimoniales\" à l’égard de l’Etat ou de ses autorités subordonnées qui, aux fins de l’article 6 par. 1 (art. 6-1), doivent passer pour relever exclusivement du domaine du droit public et ne sont, en conséquence, pas couvertes par la notion de \"droits et obligations de caractère civil\". Hormis les amendes imposées à titre de \"sanction pénale\", ce sera le cas en particulier lorsqu’une obligation qui est de nature patrimoniale résulte d’une législation fiscale ou fait autrement partie des obligations civiques normales dans une société démocratique.", "51.   Aux yeux de la Cour, bien que l’affaire Feldbrugge concernât des allocations et non des cotisations, la méthode d’analyse adoptée dans l’arrêt y relatif s’indique aussi dans les présentes espèces. Dès lors, la Cour analysera tour à tour les divers aspects de droit public et de droit privé que la législation en matière de sécurité sociale en cause contient à n’en pas douter, afin de déterminer si l’\"obligation\" litigieuse peut être considérée comme revêtant un caractère \"civil\" aux fins de l’article 6 par. 1 (art. 6-1).", "L’affaire Feldbrugge concernait seulement le régime établi par la loi sur l’assurance-maladie, qui ne représente que l’un des régimes de sécurité sociale en cause ici. Néanmoins, eu égard aux analogies essentielles, du point de vue des cotisations, entre ce régime et ceux établis par les autres lois pertinentes - la loi sur les caisses d’assurance-maladie, la loi sur l’assurance-chômage et la loi sur l’assurance-invalidité professionnelle -, il ne servirait à rien que la Cour distingue entre elles. Aussi se référera-t-elle dans la suite du texte aux quatre régimes collectivement, en utilisant l’expression \"régimes de sécurité sociale\".", "3. Aspects de droit public", "52.   Le premier aspect de droit public à prendre en considération est le caractère de la législation. A cet égard, la Cour a déclaré dans l’arrêt Feldbrugge (loc. cit., pp. 13-14, par. 32):", "\"Les normes juridiques relatives aux prestations sociales de l’assurance-maladie s’écartent à bien des égards de celles qui régissent les assurances en général et qui relèvent du droit civil. L’Etat néerlandais a entendu fixer lui-même le cadre du régime de l’assurance-maladie et contrôler le fonctionnement de ce dernier. A cette fin, il désigne les catégories de bénéficiaires, trace les limites de la protection, arrête le niveau des contributions et des prestations, etc. L’intervention de la puissance publique (...) ne saurait suffire à englober dans le champ du droit public le droit revendiqué par la requérante.\"", "De même, le fait de l’intervention de l’Etat ne suffit pas à lui seul pour faire entrer dans le champ du droit public les cotisations payables en vertu des régimes de sécurité sociale. De surcroît, le Gouvernement n’a pas avancé cet argument.", "53.   Le deuxième aspect pertinent est la nature obligatoire des régimes de sécurité sociale. Le Gouvernement fait observer que l’obligation de contribuer aux régimes de sécurité sociale ne résulte pas d’une convention mais de la loi elle-même.", "Dans son arrêt Feldbrugge (loc. cit., p. 14, par. 33), la Cour a répondu comme suit à un argument analogue:", "\"Des situations comparables se rencontrent parfois dans d’autres domaines. Tel est le cas des règles prescrivant de contracter une police pour exercer une activité - la conduite d’une voiture, par exemple - ou pour occuper un logement. On ne saurait pour autant qualifier de public le droit à prestations qui naît de ce type de contrats. Aussi la Cour ne voit-elle pas en quoi l’assujettissement obligatoire à un régime d’assurance-maladie changerait la nature du droit correspondant.\"", "D’après ce raisonnement, les cotisations au titre des régimes de sécurité sociale sont tellement analogues aux primes d’assurances obligatoires que l’impossibilité pour les intéressés d’éviter de les payer ne justifie pas en soi la conclusion que l’obligation en cause relève du droit public.", "54.   Le dernier aspect de droit public considéré par la Cour dans son arrêt Feldbrugge (loc. cit., p. 14, par. 34) était la prise en charge, par l’Etat ou des organismes publics ou semi-publics, de tout ou partie de la protection sociale. Semblable prise en charge se reflète dans le fait que les régimes de sécurité sociale sont gérés par des organismes semi-publics (voir l’arrêt Feldbrugge précité, p. 9, par. 15): bien que les associations professionnelles jouissent de la personnalité morale au regard du droit privé, elles sont soumises à l’agrément du gouvernement et surveillées par un organisme de droit public recevant des instructions du gouvernement (paragraphes 28 et 29 ci-dessus). Un tel élément implique, à première vue, une extension de la sphère du droit public.", "D’autre part, dans le domaine des cotisations comme dans celui des prestations, les régimes de sécurité sociale ont des affinités avec les assurances du droit privé. En effet, des assurances privées couvrant largement les mêmes risques que ceux assumés par les régimes de sécurité sociale sont accessibles aux Pays-Bas à ceux qui n’ont pas l’obligation de s’affilier ou le droit d’émarger à ces régimes, conçus au premier chef pour ceux qui, faute de moyens suffisants, ne sont normalement pas en mesure de souscrire des assurances privées.", "55.   Quant au fait, invoqué par le Gouvernement, que les règles régissant le prélèvement et le paiement des cotisations correspondent à celles applicables à la retenue des impôts sur les salaires, il est dans la nature des choses que les moyens utilisés par les organes administratifs pour garantir le paiement de cotisations obligatoires aient quelque ressemblance avec ceux mis en oeuvre pour collecter les impôts. On ne saurait en conclure que les cotisations en cause relèvent nécessairement du domaine du droit public.", "4. Aspects de droit privé", "56.   La Commission met un accent particulier sur les aspects de droit privé qui, dans l’arrêt Feldbrugge, avaient été réputés inhérents au droit aux prestations prévues par la loi sur l’assurance-maladie.", "57.   Le premier de ces aspects est la prétendue \"nature personnelle et patrimoniale\" de ce droit. Dans l’arrêt Feldbrugge, après avoir déclaré que la requérante avait été atteinte dans ses moyens d’existence et revendiquait un droit résultant de règles précises de la législation en vigueur la Cour avait poursuivi (loc. cit., p. 15, par. 37):", "\"Pareil droit offre pour l’intéressé une importance souvent capitale; il en va notamment ainsi des allocations d’assurance-maladie lorsque le salarié incapable de travailler, pour des raisons de santé, ne dispose d’aucune autre source de revenu. Bref, le droit en question revêtait un caractère personnel, patrimonial et subjectif qui le rapprochait fort de la matière civile.\"", "Ainsi qu’il a été relevé au paragraphe 50 ci-dessus en rapport avec les arrêts Schuler-Zgraggen et Salesi, ce raisonnement ne peut être transposé aux présentes espèces, qui concernent des cotisations dont l’employeur assume la responsabilité du paiement et qui, en règle générale, ne sont pas d’une importance cruciale pour ses moyens d’existence. Bien que les obligations en cause soient certainement \"personnelles, patrimoniales et subjectives\", on peut en dire autant de toutes les obligations pécuniaires à l’égard de l’Etat ou de ses autorités subordonnées, y compris de celles qu’il y a lieu de considérer comme ressortissant exclusivement au domaine du droit public. Dès lors, cet élément ne saurait être décisif en l’espèce.", "58.   Un aspect revêt une importance plus grande: le lien entre les régimes de sécurité sociale et le contrat de travail. Ainsi que la Cour l’a déclaré dans l’arrêt Feldbrugge (loc. cit., p. 15, par. 38):", "\"Sans doute l’assurance découlait-elle directement de la loi et non d’une clause expresse du contrat, mais elle se greffait en quelque sorte sur lui. Elle figurait donc parmi les modalités de la relation entre employeur et employé.\"", "Le même raisonnement peut être jugé s’appliquer aux présentes espèces.", "59.   Le dernier aspect pertinent est l’analogie entre les régimes de sécurité sociale et les assurances privées. Ainsi qu’il a été mentionné dans l’arrêt Feldbrugge, les associations professionnelles recourent à des techniques de couverture et à des modes de gestion qui s’inspirent de ceux qui ont cours sur le marché des assurances privées; elles agissent aussi de la même manière que ces dernières (loc. cit., p. 15, par. 39).", "De façon plus significative, ainsi qu’il a déjà été indiqué ci-dessus (paragraphe 54), des assurances privées peuvent êtres souscrites qui couvrent largement les mêmes risques que ceux pris en charge par les régimes de sécurité sociale. Ceux qui participent à ces régimes ont la faculté de s’adresser à des compagnies privées pour obtenir une extension de leur couverture.", "La Cour estime qu’il convient d’attacher plus de poids aux analogies entre les régimes de sécurité sociale et les assurances privées qu’à la différence mise en avant par le Gouvernement, à savoir l’absence d’un lien direct entre le paiement des cotisations et le droit aux prestations. Il se peut que l’omission d’un employeur de remplir ses obligations au titre des régimes de sécurité sociale n’affecte pas le droit pour ses salariés de bénéficier des prestations prévues par ces régimes. Il s’agit là toutefois d’un aspect spécifique de la sécurité sociale qui découle de sa nature même de relation légale spéciale; bien que \"greffée\" sur le contrat de travail, elle provient essentiellement de la nécessité perçue d’une protection sociale des salariés et est, par conséquent, conçue pour assurer une telle protection.", "5. Conclusion", "60.   L’examen ci-dessus du poids relatif des aspects de droit public et de droit privé caractérisant les présentes espèces amène la Cour à conclure que les seconds revêtent une importance plus grande que les premiers. En définitive, les contestations en cause doivent être considérées comme ayant porté sur des \"droits et obligations de caractère civil\", et l’article 6 par. 1 (art. 6-1) trouve donc à s’appliquer.", "B. Sur l’observation de l’article 6 par. 1 (art. 6-1)", "1. Délai raisonnable", "a) Périodes à prendre en considération", "61.   La Commission estime que les périodes à prendre en considération ont commencé lorsque les requérants ont demandé confirmation formelle de la décision de la BVG.", "Le Gouvernement, en revanche, fait valoir que dans les contestations portant sur des \"droits et obligations de caractère civil\", seules les procédures devant des tribunaux doivent entrer en ligne de compte. Il soutient que dans tout litige entre deux parties concernant une créance financière, un certain temps s’écoule toujours entre le moment où une partie notifie sa prétention à l’autre et celui où le litige est porté devant un tribunal; ce temps serait souvent pris par des négociations et des tentatives de règlement amiable. En outre, une des parties pourrait avoir un intérêt légitime à différer l’engagement d’une procédure judiciaire.", "62.   La confirmation formelle par la BVG de sa décision était une condition indispensable à l’introduction d’une instance devant la commission de recours (paragraphe 38 ci-dessus). Bien que souvent, ainsi que le Gouvernement le fait observer, l’émergence d’une contestation portant sur des droits et obligations de caractère civil ne soit pas suivie immédiatement de l’engagement d’une procédure en justice, cet élément n’est pas déterminant dans les circonstances des présentes espèces. D’ordinaire, un demandeur est à même de décider quand intenter une action au civil, sans avoir à attendre l’accomplissement par son adversaire de formalités affectant la recevabilité de sa demande. Dès lors, le retard causé dans chaque espèce par l’omission de la BVG, pendant une période importante, de fournir confirmation formelle de sa décision, est pertinent pour apprécier le caractère raisonnable de la durée de la procédure.", "Avec la Commission, la Cour estime donc que, dans les deux espèces, la période à prendre en considération a commencé avec la demande de confirmation formelle des requérants.", "Dans le cas de M. Schouten, elle s’est étendue du 27 mars 1987 au 10 juillet 1991, totalisant ainsi plus de quatre ans et trois mois. Dans celui de M. Meldrum elle s’est étendue du 4 décembre 1987 au 13 mars 1991, totalisant ainsi environ trois ans et trois mois.", "b) Caractère raisonnable de la durée des procédures", "63.   Le caractère raisonnable de la durée des procédures s’apprécie à la lumière des circonstances de l’espèce, compte tenu des critères qui se dégagent de la jurisprudence de la Cour, et notamment de la complexité de l’affaire et du comportement du requérant et des autorités compétentes.", "64.   Aucune critique ne peut être formulée à l’encontre des autorités nationales quant aux procédures devant la commission de recours et la commission centrale de recours, lesquelles durèrent environ deux ans et six mois dans le cas de M. Schouten et un peu moins d’un an et dix mois dans celui de M. Meldrum. En outre, dans les deux cas, des prorogations de délai pour le dépôt de pièces furent accordées à la demande des requérants.", "La Cour n’a donc à se pencher que sur le temps qui s’est écoulé avant que la BVG ne donne confirmation formelle de ses décisions, soit un an, dix mois et douze jours dans le cas de M. Schouten et un an, quatre mois et vingt-sept jours dans celui de M. Meldrum.", "65.   La question à résoudre dans chaque espèce est de savoir si, aux fins de la législation pertinente en matière de sécurité sociale, les requérants pouvaient être assimilés à des \"employeurs\" nonobstant le fait que les termes de leurs conventions avec les autres kinésithérapeutes différaient de ceux contenus dans les contrats de travail ordinaires. Tant la Commission que le Gouvernement jugent qu’il s’agissait là d’un problème relativement complexe; le Gouvernement soutient qu’il exigeait de la BVG l’examen des faits et des intéressés.", "Le Gouvernement fait valoir en outre que même après que la BVG eut informé les requérants qu’ils devraient probablement attendre longtemps une confirmation formelle, aucun des intéressés ne demanda instamment à la BVG de décider plus tôt, ni n’engagea de procédure en référé devant le président du tribunal d’arrondissement afin d’obtenir un jugement impartissant à la BVG un certain délai pour donner confirmation formelle.", "Enfin, le Gouvernement invoque la charge de travail de la BVG. A l’époque des faits incriminés, celle-ci se trouvait confrontée à un grand nombre de demandes de confirmation formelle dans des cas analogues à celui des requérants.", "66.   Si la Cour, à l’instar de la Commission et du Gouvernement, admet que les affaires présentaient quelque complexité, elle ne juge pas cela suffisant pour expliquer les retards litigieux.", "67.   Elle n’est pas davantage convaincue qu’il eût été utile aux requérants d’inviter instamment la BVG à accélérer l’envoi d’une confirmation formelle; les preuves produites n’indiquent pas que la BVG aurait satisfait, ou même aurait pu satisfaire à pareille demande.", "Quant à la possibilité d’intenter une procédure en référé devant le président du tribunal d’arrondissement, l’arrêt de la Cour de cassation du 21 juin 1985 (NJ 1986, no 526), auquel le Gouvernement lui-même renvoie, apparaît en pratique avoir enlevé à ce recours toute l’utilité qu’il pourrait avoir eue en théorie (paragraphe 40 ci- dessus). Dès lors, on ne saurait reprocher aux requérants de ne pas l’avoir introduit.", "En ce qui concerne la question de la charge de travail de la BVG, en vertu d’une jurisprudence établie l’article 6 par. 1 (art. 6-1) oblige les Etats contractants à organiser leur système judiciaire de telle sorte que leurs juridictions puissent remplir chacune de ses exigences (voir, en dernier lieu, l’arrêt Muti c. Italie du 23 mars 1994, série A no 281-C, p. 57, par. 15).", "68.   Enfin, la Cour relève que des intérêts étaient dus sur les sommes réclamées par la BVG, même pour la période précédant l’envoi par cette dernière d’une confirmation formelle de sa décision (paragraphe 31 ci-dessus); de surcroît il a été admis par les tribunaux internes que ces intérêts, calculés au taux légal, étaient supérieurs à ceux que les requérants auraient pu négocier sur les marchés financiers (paragraphe 17 ci-dessus).", "69.   Partant, il y a eu dans les deux cas violation de l’article 6 par. 1 (art. 6-1) en ce qu’il n’a pas été statué dans un \"délai raisonnable\" sur les \"droits et obligations de caractère civil\" des requérants.", "2. Caractère équitable des procédures", "70.   Les requérants font en outre valoir que les procédures n’ont pas été \"équitables\", dans la mesure où la BVG a pu retarder, pendant une période déterminée par elle, leur accès à un tribunal. La BVG aurait donc été à même de sélectionner, parmi les affaires pendantes, celles qui seraient portées en premier devant la commission de recours et la commission centrale de recours; cela lui aurait donné l’occasion d’influencer la jurisprudence de ces juridictions d’une manière globalement favorable à ses vues.", "La Commission souscrit pour l’essentiel à la thèse des requérants, tandis que le Gouvernement la combat.", "71.   La Cour ne juge pas établi que la position des requérants devant les commissions de recours aurait été tant soit peu différente si les retards litigieux n’avaient pas eu lieu. Pour aboutir à cette conclusion, elle a eu égard au constat de la commission centrale de recours dans l’affaire Meldrum selon lequel la cause de l’intéressé ne recelait aucun aspect qui n’eût été traité dans des espèces antérieures (paragraphe 27 ci-dessus). Il n’apparaît pas davantage, en tout état de cause, que les requérants aient été empêchés de présenter tous les arguments qu’ils voulaient. Dès lors, aucune violation de l’article 6 (art. 6) ne se trouve établie de ce chef.", "II.   SUR L’APPLICATION DE L’ARTICLE 50 (art. 50) DE LA CONVENTION", "72.   Aux termes de l’article 50 (art. 50),", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "A. Dommage matériel", "73.   Les requérants soutiennent que si la BVG avait donné confirmation formelle de ses décisions dans un délai raisonnable, ils auraient eu une chance honnête de voir aboutir leurs recours, ce qui les aurait dispensés de verser des cotisations pour les années 1984-1986. Ils font valoir à titre subsidiaire que la commission de recours ou la commission centrale de recours auraient dû annuler la décision de la BVG pour cause de violation de l’article 6 par. 1 (art. 6-1) dans chaque espèce; cela aurait impliqué, en droit néerlandais, que les cotisations au titre des divers régimes de sécurité sociale n’auraient pas été dues ou, à supposer qu’elles eussent déjà été payées, qu’elles l’auraient été sans cause. Les sommes payées devraient donc être remboursées.", "M. Schouten a payé les cotisations qu’on lui réclamait (85 327,47 florins néerlandais - NLG) le 28 février 1989. Il avait déjà payé 12 888,70 NLG d’intérêts (paragraphe 31 ci-dessus).", "M. Meldrum a payé ses cotisations (140 496,82 NLG) le 26 mai 1989.", "Les deux requérants réclament aussi des intérêts au taux légal sur les cotisations versées et ce, à compter de la date de leur paiement jusqu’au 1er juillet 1994. Ces intérêts s’élèvent à 48 067,80 NLG dans le cas de M. Schouten et à 75 399,97 NLG dans celui de M. Meldrum.", "74.   La Commission exprime des doutes sur la question de savoir si l’issue des procédures devant les autorités nationales aurait été plus favorable aux requérants dans l’hypothèse où les violations de la Convention n’auraient pas eu lieu. Le Gouvernement conteste en des termes analogues les demandes pour dommage.", "75.   En ce qui concerne l’argument selon lequel les juridictions internes auraient dû juger les demandes de cotisations non valables à titre de sanction pour les retards, la Cour note qu’il appartient en principe aux juridictions nationales de juger ce que doit être, en vertu de leur système juridique, la sanction appropriée pour une violation, imputable à l’une des parties, de l’exigence d’un \"délai raisonnable\" contenue à l’article 6 par. 1 (art. 6-1).", "Selon la Cour, la base d’une indemnité au titre du dommage matériel ne peut donc être que la situation qui aurait existé en l’absence des violations constatées. Il a été jugé dans le présent arrêt que l’exigence d’un \"délai raisonnable\", au sens de l’article 6 par. 1 (art. 6-1), n’avait pas été satisfaite en ce qui concerne les confirmations formelles par la BVG de ses décisions initiales; il n’a pas été établi que si les confirmations formelles étaient intervenues plus tôt, les décisions des juridictions internes auraient été différentes. En conséquence, la Cour ne peut fonder sa décision relative au dommage matériel sur la supposition que les cotisations n’étaient pas dues. Il y a donc lieu de rejeter les demandes de ce chef.", "B. Frais et dépens", "76.   Les requérants sollicitent le remboursement des frais encourus dans les procédures devant les juridictions internes et dans celles suivies à Strasbourg. En ce qui concerne les premières, les frais s’élèvent à 4 765 NLG pour M. Schouten et à 12 607 NLG pour M. Meldrum. Ceux exposés dans les procédures menées à Strasbourg s’élèvent à 44 795,06 NLG pour les deux requérants pris ensemble, ou à 22 397,53 NLG pour chacun.", "77.   La Commission juge ces prétentions excessives, tout comme le Gouvernement, qui attire en outre l’attention sur la disparité entre les sommes réclamées au titre des procédures internes et celles revendiquées pour les procédures devant les organes de la Convention.", "78.   D’après sa jurisprudence établie, la Cour n’accorde le remboursement des frais et dépens que dans la mesure où ils se rapportent à la violation constatée (voir, récemment, l’arrêt Van de Hurk précité, p. 21, par. 66), ont été réellement et nécessairement encourus, et sont raisonnables quant à leur taux (voir, entre autres, l’arrêt Megyeri c. Allemagne du 12 mai 1992, série A no 237-A, pp. 14-15, par. 34).", "La cause fut plaidée devant les juridictions nationales sur la base d’une argumentation à deux branches dont l’une seulement concernait la Convention. On ne saurait dès lors accorder aux requérants le remboursement de tous les frais qu’ils ont encourus dans les procédures internes. Quant aux procédures suivies à Strasbourg, la Cour estime qu’eu égard notamment au fait que les requérants n’ont pas participé à l’instance devant elle, les sommes qu’ils réclament au titre des frais sont excessives.", "Statuant en équité, la Cour alloue à chaque requérant 10 000 NLG de ce chef.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1.   Dit que l’article 6 par. 1 (art. 6-1) de la Convention est applicable;", "", "2.   Dit qu’il y a eu violation de cette disposition au regard de l’exigence d’un \"délai raisonnable\";", "", "3.   Dit qu’il n’y a pas eu violation de cette disposition du point de vue du \"caractère équitable\";", "", "4.   Dit que l’Etat défendeur doit verser à chaque requérant, dans les trois mois, 10 000 (dix mille) florins néerlandais pour frais et dépens;", "", "5.   Rejette pour le surplus les demandes de satisfaction équitable.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 9 décembre 1994.", "", "Rolv RYSSDAL", "Président", "", "Herbert PETZOLD", "Greffier f.f.", ""]}