{"file": "FRE_CLINF_46544_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "46544/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 39", "Février 2002", "Kutzner c. Allemagne - 46544/99", "Arrêt 26.2.2002 [Section IV]", "Article 8", "Article 8-1", "Respect de la vie familiale", "Séparation des enfants de leurs parents puis restriction des contacts au motif que les parents n’auraient pas la capacité intellectuelle de les élever convenablement: violation", "En fait – Les deux requérants ont deux filles, nées en 1991 et 1993. L’Office pour la jeunesse du district demanda au tribunal des tutelles le retrait de l’autorité parentale des requérants sur leurs deux filles, à la suite d’un rapport duquel il ressortait qu’ils n’étaient pas capables d’élever leurs deux enfants, notamment en raison de déficiences intellectuelles. Le tribunal des tutelles nomma un expert psychologue afin de rédiger un rapport. La juridiction décida comme mesure provisoire que soient retirés aux requérants les droits de déterminer le domicile des enfants et de décider de la nécessité de prendre des mesures d’ordre médical, notamment au motif qu’ils ne possédaient pas les capacités intellectuelles nécessaires pour élever leurs filles. Ces dernières furent placées dans un foyer, dont la directrice s’exprima en faveur d’un retrait de la garde des enfants. Le rapport d’expert établit que les requérants n’étaient pas aptes à élever leurs enfants en raison de leur manque de capacité intellectuelle. Se fondant sur ce rapport, et après avoir entendu les requérants, la juridiction décida de leur retirer l’autorité parentale sur leurs deux filles. Leurs enfants furent ensuite placés dans des familles d’accueil distinctes et anonymes. Les requérants formèrent devant le tribunal régional un recours contre la décision du tribunal des tutelles. Un deuxième expert psychologue, nommé cette fois par le tribunal régional, rendit un rapport défavorable aux requérants. Le tribunal régional rejeta le recours. La cour d’appel les débouta de leur appel de la décision et la Cour constitutionnelle fédérale ne retint pas leur recours. Plusieurs contre-expertises privées présentées à la demande d’une association pour le droits des enfants furent, en revanche, favorables aux requérants ; elles se prononçaient pour un retour des enfants dans leur famille et pour des mesures additionnelles de soutien pédagogique par les services sociaux. En raison du placement de leurs filles dans des familles d’accueil anonymes, les requérants n’ont pas pu les voir pendant les six premiers mois de leur placement. Le tribunal régional leur accorda ensuite, suite à leur recours, un droit de visite d’une heure par mois. Lors de ces visites, et contrairement à ce que prévoyait la décision du tribunal, un certain nombre de personnes était présent en plus des requérants et de leurs enfants. Les requérants obtinrent du tribunal des tutelles de pouvoir assister à la rentrée scolaire de leur fille la plus âgée, mais ne purent obtenir de droit de visite de deux heures pour Noël.", "En droit – Article 8 : Le placement continu des enfants des requérants dans des familles d’accueil et les restrictions dans les contacts entre les parents et leurs enfants s’analysent en une ingérence dans l’exercice du droit des requérants au respect de leur vie familiale. Elles étaient cependant prévues par la loi et visaient les buts légitimes de protection de la santé et la morale et les « droits et libertés » des enfants. Quant à la nécessité des mesures litigieuses dans une société démocratique, le placement des enfants et l’exécution de cette mesure de séparation radicale d’avec les parents n’ont pas été adéquats. En effet, les enfants avaient bénéficié de mesures de soutien pédagogiques à la demande des parents, les experts psychologues judiciaires avaient émis des avis contradictoires, et de leur coté, les experts psychologues qui s’étaient prononcés à titre privé comme les médecins de famille demandaient le retour des enfants dans leur famille d’origine et s’étaient prononcés en faveur de mesures additionnelles de soutien pédagogique ; enfin, il n’y avait eu aucune allégation de manques de soins ou de mauvais traitement de la part des requérants. Aussi, les autorités et juridictions nationales n’auraient pas suffisamment envisagé la mise en place de mesures additionnelles ou alternatives moins radicales que la séparation. Il convenait ensuite de prendre en compte l’intérêt supérieur de l’enfant. En l’espèce, les enfants, sans être entendus par le juge, ont été séparés radicalement de leurs parents pendant longtemps et entre eux puisque placés dans différentes familles d’accueil anonymes. Le droit de visite réclamé au plan judiciaire par les parents se heurta à une obstruction systématique et, une fois accordé, fut très restreint dans son étendue. Pareilles ruptures de contact et restrictions de visites pour des enfants d’un très jeune âge ne pouvait que conduire à une aliénation croissante des enfants par rapport à leurs parents mais aussi des enfants entre eux. Dès lors, les raisons invoquées au plan national pour justifier cette grave ingérence, bien que pertinentes, n’étaient pas suffisantes. ", "Conclusion: violation (unanimité).", "Article 41 : La Cour estime que les requérants ont subi un tort moral indéniable en raison de la séparation de leurs deux filles et des restrictions à leur droit de visite et elle leur octroie conjointement une indemnité de 15 000 EUR et une somme pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}