{"file": "FRE_HFJUD_39485_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39485/98", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE LAGRANGE c. FRANCE", "", "", "(Requête n° 39485/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "10 octobre 2000", "", "", "", "", "DÉFINITIF", "", "10/01/2001", "", "", "", "", "", "", "", "En l’affaire Lagrange  c. France,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tM.\tL. Loucaides, président,\n\tM.\tJ.-P. Costa,\n\tM.\tP. Kūris,\n\tMme\tF. Tulkens,\n\tM.\tK. Jungwiert,\n\tSir Nicolas Bratza,\n\tMme\tH.S. Greve, juges,\n\tet de\tMme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 24 août 1999 et 19 septembre 2000,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve la requête no 39485/98 dirigée contre la France et dont trois ressortissants, Guy, Pierrette et Guillaume Lagrange (« les requérants »), avaient saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 16 janvier 1998 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me Sabine Hubin-Paugam, avocate au barreau de Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent,  M. R. Abraham, Directeur des affaires juridiques au Ministère des Affaires étrangères.", "3.  Les requérants alléguaient la violation de l’article 6 § 1 de la Convention en ce qu’ils se voient privés d’accès à tout tribunal judiciaire.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole n° 11 à la Convention (article 5 § 2 du Protocole n° 11.", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement. ", "6.  Par une décision du 24 août 1999, la chambre a déclaré la requête  recevable.", "7.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement). ", "EN FAIT", "I.\tLES CIRCONSTANCES DE L’ESPÈCE", "8.  Eric, le fils et frère des requérants, né en 1969, était hémophile. Il a été contaminé par le VIH (virus de l'immunodéficience humaine) entre octobre 1979 et mai 1981. Il est décédé le 25 juillet 1984. ", "9.  En 1992, les requérants saisirent le fonds d'indemnisation des transfusés et hémophiles créé par la loi du 31 décembre 1991.", "10.  Par des courriers du 12 novembre 1992, le fonds leur proposa une indemnisation de 100 000 FRF pour la contamination d'Eric et une indemnisation de 100 000 FRF pour chacun de ses parents et de 20 000 FRF pour deux de ses frères et soeurs, dont le troisième requérant, et 15 000 FRF pour ses deux autres soeurs, outre une somme de 100 000 francs déjà versée par le fonds de solidarité des hémophiles.", "11.  Par courrier du 26 novembre 1992, les requérants déclarèrent accepter cette offre tout en précisant qu'ils entendaient conserver le droit d'exercer toute action contre tout tiers responsable, à charge d'en aviser le fonds subrogé à due concurrence des sommes réellement versées.", "12.  Le 15 juin 1993, les requérants assignèrent en justice la fondation nationale de transfusion sanguine, le fonds d'indemnisation des transfusés et hémophiles et la caisse primaire d'assurance maladie (CPAM) aux fins de nomination d'un expert. Ils demandaient le paiement de 2 200 000 FRF en réparation du préjudice de leur fils décédé et 200 000 FRF pour ses père et mère ainsi que 100 000 FRF pour chacun de ses frères et soeurs.", "13.  Par jugement du 22 mai 1995, le tribunal de grande instance de Paris ordonna un sursis à statuer jusqu'à l'arrêt de la Cour européenne des Droits de l' Homme dans l'affaire Bellet.", "14.  Par jugement du 30 septembre 1996, le tribunal invita le fonds d'indemnisation à produire des documents.", "15.  Le 29 septembre 1997, le tribunal rendit son jugement au fond. ", "Il releva que les quittances signées par les requérants donnaient au fonds « décharge définitive et sans réserve à raison du préjudice susmentionné » et considéra que, d'après l'arrêt rendu par la Cour de cassation dans l'affaire F.E., postérieurement à l'arrêt Bellet de la Cour européenne des Droits de l'Homme, le fonds indemnise intégralement les victimes de leurs préjudices, de sorte que celles-ci ne peuvent obtenir réparation par les juridictions de droit commun que des chefs de préjudice dont elles n'ont pas été indemnisées par le fonds.", "Il conclut dès lors que les requérants se trouvaient privés d'intérêt à solliciter une autre indemnité du même chef. Il ajouta que les réserves émises dans le courrier du 26 novembre 1992 n'avaient pas été reprises dans les quittances données au fonds, et que c'était en pleine connaissance de leurs droits - et notamment du recours devant une juridiction de droit commun en cas de désaccord sur l'offre - que les requérants avaient accepté les offres du fonds et avaient ainsi nécessairement admis le principe légal de la réparation intégrale du préjudice.", "Il déclara donc les demandes des requérants irrecevables.", "16.  Les requérants firent une demande d'aide juridictionnelle en vue de faire appel de ce jugement.", "17.  Par décision du 19 novembre 1997, leur demande fut rejetée comme étant « manifestement dénuée de fondement, les intéressés ne faisant valoir aucun élément au soutien de leur demande ».", "II.\tLE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.\tLes travaux préparatoires de la loi du 31 décembre 1991", "", "\t1.\tL’Assemblée nationale", "", "18.  Dans son rapport du 5 décembre 1991 présenté à l’Assemblée nationale au nom de la commission des affaires culturelles, familiales et sociales, M. Boulard, député, a admis qu’après l’acceptation de l’offre du fonds la victime pouvait rechercher une meilleure indemnisation.", "En outre, lors des débats de l’Assemblée nationale du 9 décembre 1991, plusieurs orateurs se sont prononcés en faveur de la possibilité de recourir aux procédures de droit commun après l’acceptation de l’offre. Dans l’extrait du compte rendu analytique officiel des débats, on peut lire notamment :", "", "M. Bianco, ministre des Affaires sociales et de l’Intégration : « Il est clair que l’indemnité proposée n’enlève aucun droit de recours, notamment pour la recherche de responsabilité  (...)  il n’est pas concevable qu’une indemnisation offerte par le fonds et acceptée puisse faire obstacle à ce qu’une victime ait droit à plus de par une décision de justice. Ses décisions n’ont donc pas autorité de la chose jugée et par conséquent rien n’empêche un tribunal d’accorder une indemnité complémentaire, étant entendu que le fonds sera subrogé dans les droits de la victime contre l’auteur du dommage. »", "", "Le 28 avril 1994, à la suite de l’arrêt rendu le 26 janvier 1994 par la Cour de cassation dans l’affaire Bellet (§ 35 ci-dessous), M. Mazeaud, député, a proposé une loi interprétative afin de lever les ambiguïtés de rédaction ayant donné lieu à cette jurisprudence. Il estimait en effet que ledit arrêt donnait de la loi du 31 décembre 1991 une interprétation qui aboutissait à un résultat contraire à celui voulu par le législateur. La proposition de loi n'a pas été retenue.", "\n\t2.\tLe Sénat", "", "19.  Dans l’avis du 12 décembre 1991 présenté au Sénat au nom de la commission des lois constitutionnelles, de législation, du suffrage universel, du règlement et d’administration générale et portant sur le projet de loi en cause, M. Thyraud, sénateur, écrivait notamment :", "", "« Le projet de loi répond à une situation exceptionnelle. Les solutions qu’il propose peuvent être considérées comme étant de même nature. Il s’agit pour la collectivité, indépendamment de l’examen des responsabilités actuellement en cours, notamment au plan pénal, d’assurer le mieux qu’il soit la réparation des conséquences d’un tel drame.", "(...)", "Ainsi qu’indiqué dans l’introduction du présent commentaire, le souhait des auteurs du projet de loi a été de mettre en place un dispositif pleinement autonome ne pouvant être interprété comme une quelconque validation des évolutions récentes de la jurisprudence dans le domaine présent. Simultanément, a été maintenue la possibilité pour les victimes de recourir aux procédures de droit commun, soit devant les juridictions civiles ou administratives, soit devant les juridictions pénales.", "Cependant, les formulations du projet de loi ne sont pas pleinement explicites à ce propos, cependant que le texte soumis à notre examen reste muet sur les effets éventuels de décisions antérieures de juridictions sur celles de la commission d’indemnisation, ainsi que sur les conséquences des décisions de la commission sur les jugements postérieurs d’autres juridictions. Le projet de loi ne permet pas, par exemple, de déterminer si les décisions de la commission emportent ou non reconnaissance de responsabilité ou présomption de culpabilité. De la même manière, il n’est pas dit si l’autorité de la chose jugée de décisions antérieures de juridictions s’impose à la commission. » ", "", "B.\tLa législation", "", "20.  La loi n° 91-1406 du 31 décembre 1991 a créé un mécanisme spécifique d’indemnisation des hémophiles et des transfusés contaminés à la suite d’injections de produits sanguins dont la particularité, fondée sur la solidarité, est de permettre la réparation des conséquences d’une contamination par le VIH indépendamment de l’examen des responsabilités. L’article 47 de cette loi dispose :", "", "« I. Les victimes de préjudices résultant de la contamination par le virus d’immunodéficience humaine causée par une transfusion de produits sanguins ou une injection de produits dérivés du sang réalisée sur le territoire de la République française sont indemnisées dans les conditions définies ci-après.", "", "II. Toute clause de quittance pour solde valant renonciation à toute instance et action contre tout tiers au titre de sa contamination ne fait pas obstacle à la présente procédure.", "", "III. La réparation intégrale des préjudices définis au I est assurée par un fonds d’indemnisation, doté de la personnalité civile, présidé par un président de chambre ou un conseiller de la Cour de cassation, en activité ou honoraire, et administré par une commission d’indemnisation.", "Un conseil composé notamment de représentants des associations concernées est placé auprès du président du fonds.", "", "IV. Dans leur demande d’indemnisation, les victimes ou leurs ayants droit justifient de l’atteinte sur le virus d’immunodéficience humaine et des transfusions de produits sanguins ou des injections de produits dérivés du sang. (…)", "", "V. Le fonds est tenu de présenter à toute victime mentionnée au I une offre d’indemnisation dans un délai dont la durée est fixée par décret et ne peut excéder six mois à compter du jour où le fonds reçoit la justification complète des préjudices. (…)", "", "VI. La victime informe le fonds des procédures juridictionnelles éventuellement en cours. Si une action en justice est intentée, la victime informe le juge de la saisine du fonds. (...)", "", "VIII. La victime ne dispose du droit d’action en justice contre le fonds d’indemnisation que si sa demande d’indemnisation a été rejetée, si aucune offre ne lui a été présentée dans le délai mentionné au premier alinéa du V. ou si elle n’a pas accepté l’offre qui lui a été faite. Cette action est intentée devant la cour d’appel de Paris.", "", "IX. Le fonds est subrogé, à due concurrence des sommes versées dans les droits que possède la victime contre la personne responsable du dommage ainsi que contre les personnes tenues à un titre quelconque d’en assurer la réparation totale ou partielle dans la limite du montant des prestations à la charge desdites personnes. Toutefois, le fonds ne peut engager d’action au titre de cette subrogation que lorsque le dommage est imputable à une faute.", "Le fonds peut intervenir devant les juridictions de jugement en matière répressive même pour la première fois en cause d’appel en cas de constitution de partie civile de la victime ou de ses ayants droit contre le ou les responsables des préjudices définis au I. Il intervient alors à titre principal et peut user de toutes les voies de recours ouvertes par la loi. ", "Si les faits générateurs du dommage ont donné lieu à des poursuites pénales, le juge civil n’est pas tenu de surseoir à statuer jusqu’à décision définitive de la juridiction répressive.", "", "X. Sauf disposition contraire, les modalités d’application du présent article sont fixées par décret en Conseil d’Etat.  (…)", "", "XII. L’alimentation du fonds d’indemnisation sera définie par une loi ultérieure. »", "", "C.\tLa position du Conseil d’Etat", "", "\t1.\tLes arrêts du 9 avril 1993 ", "", "21.  Par trois arrêts du 9 avril 1993, l’Assemblée du contentieux du Conseil d’Etat décida « que la responsabilité de l’Etat est intégralement engagée à l’égard des personnes contaminées par le virus de  l’immunodéficience humaine à la suite d’une transfusion de produits sanguins non chauffés opérée entre le 22 novembre 1984 et le 20 octobre 1985 ».", "", "\t2.\tL’avis du 15 octobre 1993", "", "22.  Dans l’affaire Vallée, dont la Cour a eu à connaître (arrêt du 26 avril 1994, série A N° 289-A), et à la demande du tribunal administratif de Paris, le Conseil d’Etat s’est prononcé sur les conséquences de l’exercice parallèle d’actions devant la juridiction administrative et devant le fonds d’indemnisation. Statuant au contentieux le 15 octobre 1993, il rendit l’avis suivant :", "", "« 1. Le décret du 12 juillet 1993 (...) applicable aux instances en cours à la date de sa publication (...) donne une solution au problème soulevé (...) par le tribunal administratif.", "", "2. (...) il appartient au juge administratif à qui une telle condamnation est demandée, de soulever d’office, lorsque cela ressort des pièces du dossier, que le préjudice invoqué a déjà été, en tout ou partie, indemnisé par un tiers, alors même que celui-ci ne présente pas, par subrogation aux droits de la victime, de conclusions tendant au remboursement des sommes qu’il a versées en réparation du dommage subi par cette dernière.", "Dès lors, le juge administratif, saisi d’une demande de réparation du préjudice résultant de la contamination par le virus d’immunodéficience humaine, lorsqu’il est informé par l’une des parties au litige de ce que la victime ou ses ayants droit ont déjà été indemnisés du préjudice dont ils demandent réparation, doit, d’office, déduire la somme ainsi allouée du montant du préjudice indemnisable.", "(...)", "Lorsque la somme offerte par le fonds a été acceptée par les intéressés (...) tout ou partie du préjudice dont il est demandé réparation est effectivement et définitivement indemnisé par le fonds. En conséquence, il appartient au juge administratif, informé de cette circonstance, de déduire d’office la somme dont le fonds est ainsi redevable, de l’indemnité qu’il condamne la personne publique responsable du dommage à verser à la victime. »", "", "D.\tLa position de la Cour de cassation", "", "23.  Par un arrêt rendu le 26 janvier 1994 dans l’affaire Bellet, la Cour de cassation a pour la première fois pris position sur la question de savoir si une personne ayant accepté l’offre d’indemnisation du fonds conservait un intérêt à agir devant les tribunaux. Elle l'a fait dans ces termes :", "", " « (…) attendu qu’ayant constaté que le préjudice indemnisé par le fonds était celui dont réparation était demandée à la [Fondation nationale de la transfusion sanguine], et que l’acceptation de l’offre d’indemnisation de son préjudice spécifique de contamination que lui avait faite le fonds dédommageait intégralement M. Bellet la cour d’appel, par ce seul motif et sans violer l’article 6 § 1 de la Convention européenne des Droits de l'Homme, la victime ayant disposé de la faculté de saisir une juridiction pour voir fixer l’indemnisation de son préjudice, en a déduit à bon droit que l’action de M. Bellet était irrecevable, faute d’intérêt. »", "", "La chambre sociale de la Cour de cassation, dans un arrêt du 26 janvier 1995 (Bull. 1995, n° 42, p. 30), a adopté le même raisonnement. Elle a déclaré que l'acceptation de l'offre du fonds rendait inopérantes les critiques dirigées contre un arrêt ayant refusé à la victime l'indemnisation de son préjudice spécifique de contamination. La première chambre civile a suivi la même solution le 9 juillet 1996 (D-1996, 20). Censurant un arrêt de la cour d'appel de Rouen, elle s'est exprimée comme suit :", "", "« Attendu que l'acceptation par la victime d'une offre d'indemnisation correspondant, conformément aux dispositions de l'article 47-III de la loi du 31 décembre 1991, à la réparation intégrale de son préjudice spécifique de contamination, la prive d'intérêt à solliciter une autre indemnité du même chef, que la cour d'appel qui a constaté que le préjudice moral qu'elle retenait correspondait au préjudice spécifique de contamination n'a, dès lors, pas tiré les conséquences légales de ses propres constatations. » ", "", "Après l'arrêt d'assemblée plénière rendu le 6 juin 1997 dans l’affaire F.E., dont a également connu la Cour (arrêt du 30 octobre 1998, Recueil des arrêts et décisions, 1998-VIII), la deuxième chambre civile de la Cour de cassation, dans un arrêt du 14 janvier 1998 (Bull. 1998, n° 16, p. 11), a suivi la même ligne en rappelant que si la victime se prévaut devant une juridiction de droit commun de chefs de préjudices distincts de ceux dont le fonds a assuré l'indemnisation, ladite juridiction ne pourra écarter ce recours comme irrecevable et devra statuer au fond. Elle s'est prononcée comme suit : ", " ", "« (…) attendu qu'il résulte de l'article 47 de la loi du 31 décembre 1991 que le fonds indemnise intégralement les victimes de leurs préjudices ; que celles-ci, lorsqu'elles n'acceptent pas les offres du fonds, peuvent agir en justice devant la cour d'appel de Paris ; qu'elles ne peuvent obtenir réparation devant les juridictions de droit commun que des chefs de préjudice dont elles n'ont pas déjà été indemnisées par le fonds (…) »", "EN DROIT", "\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "", "24.  Les requérants allèguent la violation de l'article 6 § 1 de la Convention en ce qu'ils se voient privés d'un accès à tout tribunal judiciaire.", "", "L’article 6 dispose notamment :", "", "« 1.\tToute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera, (...) des contestations sur ses droits et obligations de caractère civil, (...) »", "", "25.  Le Gouvernement relève en premier lieu la similitude à bien des égards de cette requête avec celle de M. Bellet (arrêt du 4 décembre 1995, série A n° 333-B) et avec celle de F.E. (arrêt du 30 octobre 1998, Recueil des arrêts et décisions, 1998-VIII).", "26.  Il rappelle ensuite que l’article 47-111 de la loi de 1991 prévoit une indemnisation intégrale et rapide et qu’en cas de litige entre le demandeur et le fonds, un recours spécial est ouvert devant la cour d’appel de Paris. Il ajoute qu’en cas de refus de l’offre du fonds, la victime peut agir en responsabilité selon les voies de droit commun ou se constituer partie civile. Il conclut que le dispositif institué par la loi du 31 décembre 1991 apparaît donc particulièrement favorable à la défense des intérêts des victimes.", "27.  Le Gouvernement défendeur souligne encore que la position de la Cour de cassation n’a jamais varié dans la mesure où elle considère que le fonds indemnise intégralement les victimes de leurs préjudices, que si celles-ci n’acceptent pas l’offre du fonds, elles peuvent agir devant la cour d’appel de Paris mais que si, en revanche, elles acceptent les offres du fonds, elles ne peuvent obtenir réparation par les juridictions de droit commun que des chefs de préjudice dont elles n’ont pas été indemnisées par le fonds.", "28.  Il expose que c’est de cette jurisprudence qu’il a été fait usage par le tribunal de grande instance de Paris dans la présente affaire.", "29.  Le Gouvernement précise encore la manière dont il interprète l’arrêt rendu par la Cour dans l’affaire Bellet et notamment ses §§ 36 et 37. Il considère que le point central du raisonnement de la Cour est le fait que celle-ci a rappelé que « l’effectivité du droit d’accès demande qu’un individu jouisse d’une possibilité claire et concrète de contester un acte constituant une ingérence dans ses droits » et, qu’au regard des circonstances de l’espèce, elle en a déduit l’absence de « possibilité claire et concrète de contester un acte constituant une ingérence dans ses droits » du fait que « le système ne présentait pas une clarté et des garanties suffisantes pour éviter un malentendu quant aux modalités d’exercice des recours offerts et aux limitations découlant de leur exercice simultané. »", "30.  Il en conclut que l’arrêt Bellet ne sanctionne pas en soi la position adoptée par la Cour de cassation mais en quelque sorte son caractère imprévisible pour le requérant.", "31.  Il concède que les requérants se trouvent dans la même situation que F.E. puisqu’ils avaient accepté l’offre du fonds avant que la Cour de cassation ne rende son arrêt Bellet le 26 janvier 1994.", "32.  Le Gouvernement souligne toutefois que cette affaire se distingue de l’affaire F.E. dans la mesure où ce dernier, dans sa lettre d’acceptation de l’offre du fonds, avait précisé qu’il se réservait le droit d’exercer toute action contre tout tiers responsable, alors qu’il ne ressort pas du dossier que les requérants, dans la présente affaire, auraient mentionné une telle réserve.", "Il en conclut que les requérants ne sauraient arguer du même préjudice que celui subi par MM. Bellet et F.E. dans la mesure où leur comportement permet de penser qu’ils n’avaient au moment de l’acceptation de l’offre, et dans les dix-huit mois qui suivirent, aucune intention de prétendre à une indemnisation complémentaire, mais s’étaient au contraire satisfaits de celle du fonds.", "33.  Les requérants soutiennent que leur affaire est en tout point similaire aux affaires Bellet et F.E. Ils soulignent notamment que, contrairement aux affirmations du Gouvernement, ils ont exprimé leurs réserves en acceptant les offres du fonds, dans des courriers du 26 novembre 1992 qui étaient annexés à leur requête. Ils contestent que le délai qui s’est écoulé entre l’acceptation des offres du fonds et la saisine des juridictions de droit commun puisse être interprété, comme le fait le Gouvernement, comme dû au fait qu’ils étaient satisfaits de l’indemnisation allouée par le fonds.", "34.  Les requérants font encore observer que, comme dans les affaires Bellet et F.E., le système ne présentait pas une clarté ni des garanties suffisantes pour éviter un malentendu quant aux modalités d’exercice des recours ouverts et aux limitations découlant de leur exercice simultané.", "35.  Les requérants concluent au rejet de l’argumentation du Gouvernement.", "36.  La Cour rappelle que le droit à un tribunal, dont le droit d’accès constitue un aspect (arrêt Golder c. Royaume-Uni du 21 février 1975, série A n° 18, p. 18, § 36), n’est pas absolu et qu’il se prête à des limitations implicites, notamment en ce qui concerne les conditions de recevabilité d’un recours (arrêt Ashingdane c. Royaume-Uni du 28 mai 1985, série A n° 93, pp. 24-25, § 57). Celles-ci ne peuvent toutefois pas en restreindre l’exercice d’une manière ou à un point tels qu’il se trouve atteint dans sa substance même. Elles doivent tendre à un but légitime et il doit exister un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (voir notamment les arrêts Fayed c. Royaume-Uni du 21 septembre 1994, série A n° 294-B, pp. 49-50, § 65, Bellet c. France précité p. 41, § 31, Levages Prestations Services c. France du 23 octobre 1996, Recueil 1996-V, p. 1543, § 40 et F.E. c. France précité p. 3349, § 44).", "37.  Dans la présente affaire, la Cour note que, par des courriers du 26 novembre 1992, les requérants déclarèrent accepter l’offre qui leur avait été faite par le fonds d’indemnisation, tout en précisant qu'ils entendaient conserver le droit d'exercer toute action contre tout tiers responsable, à charge d'en aviser le fonds subrogé à due concurrence des sommes réellement versées.", "38.  Dès lors, comme le droit français leur en offrait la possibilité, ils assignèrent, le 15 juin 1993, la fondation nationale de transfusion sanguine et son assureur, en présence du fonds d’indemnisation des transfusés et hémophiles et de la caisse primaire d’assurance maladie (CPAM) devant le tribunal de grande instance de Paris.", "Toutefois, après un premier jugement ordonnant, le 30 septembre 1996, un sursis à statuer jusqu’au prononcé de l’arrêt de la Cour dans l’affaire Bellet, le tribunal rendit, le 29 septembre 1997, un jugement déclarant les demandes des requérants irrecevables en se fondant sur l’arrêt rendu, entre temps, par la Cour de cassation dans l’affaire F.E.", "39.  Par ailleurs, la demande d’aide juridictionnelle formée par les requérants en vue de faire appel de ce jugement fut rejetée le 19 décembre 1997 comme étant « manifestement dénuée de fondement, les intéressés ne faisant valoir aucun élément au soutien de leur demande ».", "40.  La Cour rappelle que le fait d'avoir pu emprunter des voies de recours internes, mais seulement pour entendre déclarer ses actions irrecevables par le jeu de la loi ne satisfait pas toujours aux impératifs de l'article 6 § 1 : encore faut-il que le degré d'accès procuré par la législation nationale suffise pour assurer à l'individu le « droit d'accès » eu égard au principe de la prééminence du droit dans une société démocratique. L'effectivité du droit d'accès demande qu'un individu jouisse d'une possibilité claire et concrète de contester un acte constituant une ingérence dans ses droits (voir l'arrêt Bellet précité, p. 42, § 36 et arrêt F.E précité, p. 3350, § 46).", "41.  En l'occurrence, comme dans les affaires Bellet et F.E., la Cour recherchera si les dispositions de la loi offraient aux requérants des garanties suffisantes pour éviter un malentendu quant aux modalités d'exercice des recours offerts et aux limitations découlant de leur exercice simultané (voir, mutatis mutandis, l'arrêt Bellet précité, p. 42, § 37 et arrêt F.E. précité, p.3350, § 47). ", "La perception par les requérants du système doit s’apprécier au moment où ils ont accepté l’offre du fonds. A cet égard, la Cour estime que ni le texte de la loi du 31 décembre 1991 ni ses travaux préparatoires ne leur permettaient d’anticiper les conséquences juridiques que le tribunal de grande instance de Paris allait déduire de leur acceptation de l'offre, en d’autres termes de savoir que leur acceptation de l’offre du fonds en date du 26 novembre 1992 pouvait avoir pour effet de les priver de leur intérêt à agir contre le responsable de la contamination afin d'obtenir une indemnisation d'un montant supérieur à celle allouée par le fonds. En outre, il est manifeste qu’à l'occasion de l'acceptation de l'offre, ils n’avaient pas caché leur volonté de conserver leur droit d’exercer toute action contre tout tiers responsable, comme le démontrent leurs courriers du 26 novembre 1992. Quant à l’arrêt de la Cour de cassation dans l’affaire Bellet, où pour la première fois elle a pris position sur la question de savoir si une personne ayant accepté l'offre d'indemnisation du fonds conservait un intérêt à agir devant les tribunaux, la Cour relève qu'il a été rendu le 26 janvier 1994 tandis que les requérants ont accepté l'offre le 26 novembre 1992.", "Comme M. Bellet et F.E., les requérants pouvaient donc raisonnablement croire à la possibilité de poursuivre devant les juridictions civiles une action parallèle ou postérieure à leur demande d’indemnisation présentée au fonds, même après acceptation de l’offre de ce dernier. ", "En définitive, à la date de l'acceptation de l'offre, le système n’était pas suffisamment clair et ne présentait pas des garanties suffisantes pour éviter un malentendu quant aux modalités d'exercice des recours offerts et aux limitations découlant de leur exercice simultané. ", "42.  En conséquence, la Cour constate que les requérants n'ont pas eu la possibilité claire et concrète de contester devant un tribunal le montant de l’indemnisation. Les requérants n'ont pas bénéficié d’un droit d’accès concret et effectif devant un tribunal. Il y a donc eu violation de l’article 6 § 1.", "", "II.\tSUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "43.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "44.  Au titre de dommages et intérêts, les requérants prétendent à une somme de 2 000 000 FRF, somme qu’il demandaient devant les tribunaux français et qu’ils pensent qu’ils auraient obtenue si l’article 6 § 1 de la Convention avait été respecté.", "Ils demandent également 1 000 000 FRF au titre de préjudice moral compte tenu de l’attitude des juridictions françaises, des circonstances de la contamination, du jeune âge auquel Eric est décédé et de la modicité des sommes qui leur ont été versées par le fonds d’indemnisation.", "45.  Le Gouvernement estime que les prétentions des requérants sont manifestement excessives.", "Il expose en premier lieu que, même si le tribunal de grande instance avait déclaré leur recours recevable, rien ne permet d’affirmer qu’il aurait accédé à toutes leurs prétentions. Il rappelle ensuite que le fonds d’indemnisation leur a déjà versé 487 600 FRF et que la satisfaction équitable qui sera décidée par la Cour devra tenir compte de cet élément.", "Le Gouvernement rappelle enfin que les requérants n’ont pas été eux-mêmes contaminés par le V.I.H., contrairement aux faits constatés dans des affaires comparables mais non strictement identiques.", "Le Gouvernement propose dès lors de verser aux requérants la somme globale de 600 000 FRF, toutes causes de préjudice confondues.", "46.  La Cour n’est pas convaincue qu’il y a lieu, pour ce qui est de la satisfaction équitable, d’établir une différence en raison du fait que ce n’est pas la personne contaminée qui a mené la procédure devant les juridictions internes et devant la Cour.", "Elle rappelle que la Commission, qui a adopté, suite à trois arrêts de condamnation prononcés par la Cour, de nombreux rapports de règlement amiable dans des affaires concernant la durée de procédures d’indemnisation d’hémophiles, n’a jamais fait de distinction entre les requêtes introduites par des personnes contaminées et celles introduites par les ayant-droit de ces personnes décédées.", "Par ailleurs, le Conseil d’Etat français a rendu, le 9 avril 1993, trois arrêts de principe déterminant la période de responsabilité de l’Etat et l’indemnisation à verser aux victimes et a fixé dans ses trois arrêts l’indemnisation à 2 000 000 FRF, sans distinguer entre les différentes situations.", "La Cour est d’avis qu’il n’y a pas lieu d’allouer aux requérants une indemnisation moindre du fait que leur fils est décédé à l’âge de quinze ans et n’a donc pas pu mener les procédures lui-même. En effet, le défaut d’accès à un tribunal leur a été opposé de la même manière, avec la particularité cependant qu’ils n’ont pas pu dépasser le stade du tribunal de grande instance qui a déclaré leur recours irrecevable. Statuant en équité, elle décide de les indemniser à hauteur de 1 000 000 FRF.", "", "B.\tFrais et dépens", "47.  A ce titre, les requérants demandent le versement de 50 000 FRF, somme qui correspondrait aux diligences effectuées par leur conseil pour la présente procédure, si ils avaient eu la possibilité d’y faire face.", "48.  Statuant en équité, la Cour décide d’allouer la somme de 10 000 FRF aux requérants au titre des frais.", "", "", "C.\tIntérêts moratoires", "49.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable à la France à la date d’adoption du présent arrêt était de 2,74 % l’an.", "par ces motifs, la cour, À l’unanimitÉ,", "1.\tDit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.\tDit ", "a)\tque l’Etat défendeur doit verser aux requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, ,, 1 000 000 (un million) francs français pour dommage moral et 10 000 (dix mille) francs français pour frais et dépens ;", "b)\tque ce montant sera à majorer d’un intérêt simple de 2, 74 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.\tRejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 10 octobre 2000 en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "", "", "", "", "\tS. Dollé\tL. Loucaides\tGreffière\tPrésident", "", ""]}