{"file": "FRE_CLINF_36549_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "36549/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 98", "Juin 2007", "Haroutyounian c. Arménie - 36549/03", "Arrêt 28.6.2007 [Section III]", "Article 6", "Procédure pénale", "Article 6-1", "Procès équitable", "Utilisation au cours d’un procès de déclarations faites par l’accusé et par des témoins sous la torture : violation", "", "En fait : En 1998, le requérant fut enrôlé dans l’armée. En 2002, reconnu coupable de l’assassinat d’un de ses compagnons d’armes, il fut condamné à une peine de dix ans d’emprisonnement. Le tribunal se fonda notamment sur les aveux du requérant et sur le témoignage de deux autres militaires, tout en reconnaissant qu’ils avaient été obtenus sous la contrainte. Les policiers en cause furent par la suite condamnés à des peines d’emprisonnement pour abus de pouvoir. Le tribunal établit que ces policiers avaient frappé le requérant et les deux témoins avec une batte en caoutchouc, qu’ils leur avaient arraché les ongles avec des pinces et qu’ils leur avaient matraqué la plante des pieds, causant des lésions de gravité variable aux intéressés. Les policiers avaient menacé de poursuivre les actes de torture, contraignant ainsi le requérant à avouer le meurtre et les deux autres militaires à déclarer qu’ils en avaient été témoins. Ils avaient également menacé les victimes de se venger si elles informaient une autorité supérieure des mauvais traitements. Invoquant les constats ci-dessus, le requérant interjeta, en vain, plusieurs fois appel de sa condamnation.", "En droit : Les aveux du requérant et les déclarations à charge des témoins ont été obtenus sous la contrainte. Les déclarations ainsi extorquées ont été utilisées comme élément de preuve, alors que l’infliction des mauvais traitements avait déjà été établie dans le cadre d’une procédure parallèle engagée contre les policiers en question. Pour justifier l’usage de ces déclarations, les tribunaux nationaux ont indiqué que le requérant était passé aux aveux devant l’enquêteur et non devant les policiers et que les deux témoins avaient fait des déclarations similaires plus tard, lors de la confrontation et à l’audience. Toutefois, la Cour européenne des Droits de l’Homme n’est pas convaincue par cette justification. Lorsqu’il existe des preuves incontournables qu’une personne a subi des mauvais traitements, notamment des actes de violence physique et des menaces, le fait qu’elle passe aux aveux– ou confirme dans des déclarations ultérieures des aveux extorqués – devant une autorité autre que celle qui est responsable des mauvais traitements ne doit pas automatiquement amener à conclure que ces aveux ou les déclarations ultérieures ne sont pas la conséquence des mauvais traitements ou de la crainte qu’ils engendrent. Les juridictions nationales ont disposé de nombreux éléments de preuve indiquant que les témoins avaient été continuellement tenus sous la menace de nouveaux actes de torture et de vengeance. En outre, les témoins étaient à cette époque-là toujours sous les drapeaux, ce qui a sans aucun doute ajouté à leurs craintes et eu une incidence sur leurs déclarations, comme le confirme d’ailleurs le fait que la nature de ces déclarations a fondamentalement changé après leur démobilisation. Dès lors, il y avait lieu de mettre sérieusement en cause la crédibilité des déclarations formulées par les témoins durant cette période, et il ne fallait certainement pas se fonder sur elles. Nonobstant l’impact des déclarations obtenues sous la torture sur l’issue de la procédure pénale du requérant, l’utilisation de ces éléments a entaché le procès dans son ensemble d’iniquité.", "Article 41 – 4 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}