{"file": "FRE_HFJUD_14793_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "14793/08", "text_paragraphs": ["", "", "", "", "", "", "ANCIENNE DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE Y.Y. c. TURQUIE", "", "(Requête no 14793/08)", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "10 mars 2015", "", "DÉFINITIF", "", "10/06/2015", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "", "En l’affaire Y.Y. c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tGuido Raimondi, président,\n\tIşıl Karakaş,\n\tNebojša Vučinić,\n\tHelen Keller,\n\tPaul Lemmens,\n\tEgidijus Kūris,\n\tRobert Spano, juges,\net de Abel Campos, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 3 février 2015,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 14793/08) dirigée contre la République de Turquie et dont un ressortissant de cet État, Y.Y. (« le requérant »), a saisi la Cour le 6 mars 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). Y.Y. est une personne transsexuelle qui, à la date d’introduction de la requête, était civilement reconnue comme étant de sexe féminin. Cela étant, la Cour utilisera le masculin et la désignation « le requérant » à son propos, conformément au sexe revendiqué.", "2.  Le requérant a été représenté par Me A. Bozlu, avocat à Mersin. Le gouvernement turc (« le Gouvernement ») a été représenté par son agent.", "3.  Le requérant dénonce une atteinte de son droit au respect de sa vie privée (article 8 de la Convention), notamment parce que les tribunaux lui ont refusé l’autorisation de recourir à une intervention chirurgicale de conversion sexuelle. Il se plaint également de l’absence de tout examen par la Cour de cassation du fond de son affaire et de l’absence de motivation des décisions que cette juridiction a rendues à son égard (article 6 de la Convention).", "4.  Le 24 mars 2010, la requête a été communiquée au Gouvernement. La présidente de la section faisant fonction au moment de la communication a par ailleurs décidé que l’identité du requérant ne serait pas divulguée (article 47 § 3 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1981.", "6.  Le requérant est une personne transsexuelle inscrite sur le registre d’état civil comme étant de sexe féminin. Selon ses dires, il a pris conscience dès son jeune âge qu’il se sentait appartenir au sexe masculin, ce qui était en contradiction avec son sexe anatomique.", "A.  L’action judiciaire initiale visant au changement de sexe", "7.  Le 30 septembre 2005, le requérant, fondant sa demande sur l’article 40 du code civil, saisit le tribunal de grande instance (TGI) de Mersin en vue d’obtenir l’autorisation de recourir à une opération de changement de sexe. Dans sa requête introductive d’instance, l’avocat du requérant motivait ainsi la demande de son client : celui-ci se considérait depuis son jeune âge non comme une femme mais comme un homme ; il avait pour cette raison fait l’objet d’un suivi psychologique depuis l’enfance ; vers l’âge de dix-neuf ou vingt ans, il avait envisagé de se suicider ; son identité biologique actuelle était en conflit avec le sexe auquel il estimait appartenir ; une conversion sexuelle était nécessaire pour lui permettre de parvenir à une harmonie entre la perception intime qu’il avait de lui-même et ses caractéristiques physiques. L’avocat précisait que plusieurs médecins que son client avait eu l’occasion de consulter depuis l’enfance avaient préconisé une conversion sexuelle, et que l’intéressé, âgé de vingt-quatre ans, menait sa vie en tant qu’homme, était en couple depuis quatre ans avec une femme et était accepté par son entourage familial et social en tant qu’homme. Il ajoutait que son client suivait un traitement depuis un an au sein du service psychiatrique de l’hôpital universitaire d’İnönü en vue de l’opération de conversion demandée. Enfin, il sollicitait le secret de la procédure eu égard à l’état psychologique de son client.", "8.  Le 16 décembre 2005, le TGI fit droit à la demande tendant au secret de la procédure.", "9.  Le 6 février 2006, il entendit les proches du requérant. La mère de l’intéressé déclara que sa fille, enfant, jouait surtout avec des garçons, et que, adolescente, elle lui avait dit qu’elle se percevait comme un garçon et qu’elle souhaitait en être un. Elle indiqua qu’elle avait alors consulté des psychologues et que ceux-ci avaient estimé que sa fille serait plus heureuse si elle pouvait vivre sa vie en tant qu’homme, ce qu’elle déclara être également son avis. Le frère aîné du requérant déclara lui aussi que sa sœur jouait avec des garçons lorsqu’elle était enfant, qu’elle avait commencé à se comporter comme un garçon à l’adolescence, qu’elle avait eu des petites amies, qu’elle était déterminée à changer de sexe par le biais d’une intervention chirurgicale, qu’elle avait tenté plusieurs fois de se suicider, qu’elle était toujours en thérapie et que, à sa connaissance, les médecins avaient décidé de procéder à l’opération.", "Au terme de cette audience, le TGI adressa une demande d’information au médecin-chef du centre hospitalier où le requérant était soigné afin de savoir si celui-ci était transsexuel, si le changement de sexe s’imposait pour la préservation de sa santé mentale et s’il était dans l’incapacité définitive de procréer.", "10.  Le 23 février 2006, un comité médical du centre médical de l’université d’İnönü établit un rapport psychiatrique concluant que le requérant était transsexuel. Le comité estimait en outre qu’il convenait, d’un point de vue psychologique, que le requérant menât désormais sa vie sous une identité masculine.", "11.  Le 28 février 2006, un comité médical de la branche des maladies féminines et des naissances de ce même centre établit un rapport concluant que Y.Y. était de phénotype féminin (ensemble des caractéristiques extérieures) et qu’il était transsexuel.", "12.  Le 7 avril 2006, le TGI examina les deux rapports médicaux en provenance de la faculté de médecine de l’université d’İnönü. Il nota que les auteurs du rapport du 23 février 2006 avaient posé un diagnostic de transsexualité et conclu qu’il convenait, d’un point de vue psychologique, que le requérant menât désormais sa vie sous une identité masculine, mais que les auteurs du rapport du 28 février 2006 avaient quant à eux conclu que l’intéressé était de phénotype féminin. Il estima cependant que ces rapports ne répondaient pas aux questions qu’il avait posées, à savoir si le changement de sexe s’imposait pour la préservation de la santé mentale de la partie demanderesse et si celle-ci était dans l’incapacité définitive de procréer. Aussi réitéra-t-il sa demande d’information.", "13.  Le 20 avril 2006, la directrice du service des maladies féminines et des naissances rattaché aux services de chirurgie de la faculté de médecine de l’université d’İnönü informa par écrit le médecin-chef du centre médical que le requérant avait été examiné à la suite d’une demande de consultation en chirurgie plastique en vue d’un changement de sexe. Elle indiquait qu’il avait été établi, après examen, que l’intéressé était doté d’organes génitaux externes et internes féminins et n’était pas dans l’incapacité définitive de procréer.", "14.  Le 21 avril 2006, un comité médical du service psychiatrique de la faculté de médecine de l’université d’İnönü informa par écrit le médecin-chef du centre médical que le requérant avait été examiné le 20 avril 2006 et que, à l’issue de cet examen, l’équipe médicale avait conclu qu’il était nécessaire, d’un point de vue psychique, qu’il pût désormais mener sa vie sous une identité masculine.", "15.  Lors de l’audience du TGI du 5 mai 2006, l’avocat du requérant contesta le rapport du 20 avril 2006 au motif que celui-ci n’avait pas été adopté par un organe collégial. En conséquence, le TGI demanda qu’il fût réalisée une nouvelle expertise sur la capacité du requérant à procréer. Cette expertise fut confiée à un comité médical de la faculté de médecine de l’université de Çukurova.", "16.  Le 11 mai 2006, deux médecins rattachés au service des maladies féminines et des naissances de la faculté de médecine de l’université de Çukurova procédèrent à une expertise et conclurent, après avoir examiné le requérant, que celui-ci était capable de procréer.", "17.  Le 27 juin 2006, le TGI, se fondant sur les conclusions des différentes expertises, refusa d’accorder l’autorisation de changement de sexe demandée par le requérant au motif que celui-ci n’était pas définitivement incapable de procréer et qu’il ne répondait pas dès lors à l’une des conditions imposées par l’article 40 du code civil pour pouvoir changer de sexe.", "18.  Le 18 juillet 2006, le requérant se pourvut en cassation contre ce jugement. Dans son mémoire, son avocat soulignait que son client se considérait depuis l’enfance non comme une femme mais comme un homme et que sa conviction à cet égard n’était pas un simple caprice, qu’il avait suivi une longue thérapie psychologique et qu’au terme de celle-ci les médecins avaient déterminé qu’il était transsexuel et qu’il convenait, d’un point de vue psychologique, qu’il vécût en tant qu’homme. Il soutenait en outre que la capacité de son client à procréer ne l’empêchait nullement de se percevoir comme un homme et qu’il s’agissait là d’un état de fait biologique sur lequel il n’avait aucune prise. Il soulignait également que, en Turquie comme dans les autres pays du monde, les personnes qui, comme le requérant, étaient dans l’incapacité de concilier leur état biologique et leur état psychologique n’étaient pas nécessairement célibataires et dépourvues de la capacité de procréer. À cet égard, il ajoutait qu’il existait de nombreux exemples de personnes ayant une prédisposition au transsexualisme qui s’étaient mariées et avaient eu des enfants avant de recourir à une opération de conversion sexuelle. Il plaidait qu’il n’était pas juste de faire dépendre l’autorisation de changer de sexe biologique de la capacité de la personne transsexuelle à procréer, que cette personne se considérât comme une femme ou comme un homme. Il soutenait en conséquence que les tribunaux, en refusant d’autoriser son client à avoir recours à la chirurgie de conversion sexuelle en vertu de l’article 40 du code civil – lequel n’était pas, selon lui, adapté aux réalités sociales –, avaient limité les droits et libertés de l’intéressé. Il alléguait également que le rejet de la demande du requérant fondé sur la capacité de celui-ci à procréer n’était pas conforme aux lois en vigueur, et il exprimait l’avis qu’il fallait retirer l’expression « définitivement incapable de procréer » de la disposition en question.", "19.  Le 17 mai 2007, la Cour de cassation, estimant que la juridiction de première instance n’avait commis aucune erreur dans son appréciation des éléments de preuve, confirma le jugement rendu.", "20.  Le 18 juin 2007, l’avocat du requérant forma un recours en rectification de cette décision. Dans son mémoire, il soutenait qu’aucun des motifs présentés à l’appui du pourvoi du requérant n’avait été pris en compte et qu’aucune observation n’avait été formulée quant aux documents officiels et aux rapports qui avaient été versés au dossier. Il contestait également l’utilisation du rapport du 11 mai 2006 établi par le service des maladies féminines et des naissances de la faculté de médecine de l’université de Çukurova comme fondement de la décision de rejet litigieuse. Il alléguait à cet égard que ce rapport n’avait pas valeur d’expertise, et qu’il avait été établi au terme d’un examen purement superficiel des organes génitaux de son client et été insuffisant pour démontrer la capacité de l’intéressé à procréer. Il soutenait également que, même à supposer que les différents rapports médicaux eussent été suffisants pour démontrer la capacité de son client à procréer, la seule identité sexuelle que l’intéressé était en mesure d’assumer tant sur le plan physique que sur le plan psychologique était une identité masculine. Il affirmait que cette circonstance avait d’ailleurs été établie le 2 mars 2005 dans le rapport du comité de la santé de l’université d’İnönü où son client suivait par ailleurs depuis longtemps une thérapie psychologique. À cet égard, il critiquait l’absence de prise en compte de cette démarche de son client. Enfin, il soutenait que le refus opposé à la demande du requérant qui visait à l’obtention de l’autorisation de recourir à une intervention chirurgicale destinée à lui conférer le sexe que sa nature l’aurait poussé à avoir portait atteinte aux droits de l’intéressé.", "21.  Le 18 octobre 2007, la Cour de cassation rejeta la demande de rectification formée par le requérant après avoir constaté qu’aucun des motifs d’infirmation énoncés à l’article 440 du code de procédure civile n’était présent en l’espèce.", "B.  La procédure suivie devant les instances nationales après la communication de la requête au Gouvernement", "22.  Le 5 mars 2013, le requérant, invoquant l’article 40 du code civil, saisit à nouveau le TGI de Mersin d’une demande d’autorisation de chirurgie de changement de sexe. Dans sa requête introductive d’instance, son avocat motivait ainsi la demande : son client se considérait depuis son jeune âge non comme une femme mais comme un homme ; il avait pour cette raison fait l’objet d’un suivi psychologique depuis l’enfance ; des rapports médicaux avaient établi qu’il convenait, d’un point de vue psychologique, qu’il menât désormais sa vie sous une identité masculine ; son identité biologique était en conflit avec le sexe auquel il estimait appartenir ; une conversion sexuelle était nécessaire pour préserver son intégrité psychique et physique ; il avait subi le 27 mars 2012 une mastectomie des deux seins et il prenait différentes hormones afin d’augmenter son taux de testostérone ; il travaillait auprès de son frère en qualité de peintre-décorateur ; il se rendait régulièrement dans une salle de sport et il avait l’apparence physique d’un homme ; âgé désormais de trente-deux ans, il s’était toujours considéré comme un homme ; les amis qu’il avait rencontrés après un certain âge ne le connaissaient qu’en tant qu’homme, et il n’utilisait pas le prénom figurant sur sa pièce d’identité. L’avocat ajoutait que, pour faire correspondre son apparence physique avec sa perception de lui-même, son client avait eu recours à toutes sortes de méthodes aux conséquences néfastes. Il expliquait qu’au quotidien, en particulier lorsqu’il devait présenter ses papiers d’identité aux institutions publiques, le requérant était victime d’agissements dénigrants et humiliants et il se heurtait à de nombreuses difficultés en raison de la différence existant entre son apparence extérieure et l’identité mentionnée sur ses papiers. Il concluait en demandant que son client fût autorisé à entamer les formalités nécessaires à son changement d’identité au registre civil, que sa demande de changement de sexe fût acceptée, que l’autorisation de recourir à la chirurgie de changement de sexe lui fût accordée et que la procédure devant le TGI demeurât secrète.", "23.  Le 11 avril 2013, après anamnèse et examen du requérant, un comité composé de psychiatres du centre médical de l’université d’İnönü établit un rapport médical d’où il ressortait que le requérant était transsexuel et que la préservation de sa santé mentale passait par son changement de sexe. Le rapport indiquait par ailleurs que la question de savoir si l’intéressé était définitivement privé de la capacité de procréer devait faire l’objet d’une expertise.", "24.  Le 6 mai 2013, un rapport médicolégal fut établi par un comité du service de médecine légale du centre médical de l’université d’İnönü. Ce rapport indiquait ceci : lors de l’examen qu’il avait passé le 11 avril 2013 au service de médecine légale, le requérant avait déclaré qu’il souhaitait être opéré pour changer de sexe, qu’il avait déjà, par le passé, fait des démarches en ce sens, mais qu’il avait été débouté en justice, qu’il avait alors saisi la Cour européenne des droits de l’homme et que son action avait depuis été relancée ; à l’examen médical, le requérant était de phénotype masculin, il avait de la barbe et de la moustache, ses tissus mammaires avaient été retirés chirurgicalement et il poursuivait un traitement consécutif à cette opération ; il présentait une pilosité masculine sur les bras et les jambes ; il suivait un traitement hormonal ; il avait honte de la couleur de sa pièce d’identité de sorte qu’il l’avait recouverte avant de la placer dans son portefeuille et, enfin, il avait déclaré qu’un changement s’imposait pour lui.", "Le rapport indiquait en outre que les examens sanguins du requérant révélaient un taux total de testostérone supérieur à 16 000 ng/dl – taux que l’on supposait être lié au traitement hormonal qu’il prenait – mais que pour autant, il n’était pas dans l’incapacité définitive de procréer.", "Les conclusions du rapport étaient les suivantes :", "« 1.  Est de constitution transsexuelle,", "2.  le changement de sexe est nécessaire pour sa santé mentale,", "3.  n’est pas dans l’incapacité définitive de procréer (dans sa nature féminine) (...) »", "25.  Le 21 mai 2013, le TGI de Mersin fit droit à la demande du requérant et autorisa l’opération chirurgicale de changement de sexe sollicitée. Dans son raisonnement, il estimait établi que le requérant était transsexuel, que la préservation de sa santé mentale nécessitait qu’il changeât de sexe et qu’il ressortait de l’audition des témoins de l’intéressé qu’à tous points de vue il vivait comme un homme, et qu’il souffrait de sa situation de sorte que, eu égard aux éléments de preuve et aux rapports produits, les conditions énoncées à l’article 40 § 2 du code civil étaient réalisées et il fallait répondre favorablement à la demande. Il est indiqué dans ce jugement qu’il est définitif.", "II.  LE DROIT ET LA PRATIQUE INTERNES ET INTERNATIONAUX PERTINENTS", "A.  Le droit interne pertinent", "26.  L’article 39 du code civil turc, issu de la loi no 4721 du 22 novembre 2001 publiée au Journal officiel du 8 décembre 2001, dispose qu’une inscription au registre d’état civil ne peut être rectifiée que sur décision judiciaire.", "Aux termes de l’article 40 du code civil, toute personne qui souhaite changer de sexe peut, par une requête personnelle, saisir le tribunal d’une demande d’autorisation à cette fin. Cependant, pour que l’autorisation soit accordée, le demandeur doit être âgé de dix-huit ans révolus et ne pas être marié ; en outre, il doit avoir une prédisposition transsexuelle et attester, par un rapport obtenu d’une commission officielle de la santé d’un hôpital d’enseignement et de recherche, qu’un changement de sexe est nécessaire pour sa santé psychologique et qu’il est dans l’incapacité définitive de procréer.", "Lorsqu’un rapport établi par une commission officielle de la santé certifie qu’une opération de changement de sexe a été réalisée en conformité avec l’objectif spécifié par l’autorisation judiciaire et avec les techniques médicales, le tribunal décide qu’il soit procédé à la rectification requise du registre d’état civil.", "27.  L’article 4 de la loi du 24 mai 1983 sur la planification de la population, publiée au Journal officiel du 27 mai 1983, dispose :", "« Stérilisation et castration", "Article 4.  La stérilisation est l’intervention visant à détruire la capacité d’un homme ou d’une femme à procréer sans qu’il soit porté atteinte à la satisfaction de ses besoins sexuels.", "L’opération de stérilisation est effectuée, dès lors qu’il n’y a pas de contreindication d’ordre médical, à la demande d’une personne majeure.", "(...) »", "28.  Le règlement relatif à la pratique et au contrôle des services d’ablation de l’utérus et de stérilisation (83/7395), publié au Journal officiel du 18 décembre 1983, dispose :", "« Troisième partie", "Stérilisation", "Opération de stérilisation", "Article 10.  L’opération de stérilisation s’effectue à la demande d’une personne majeure à condition qu’il n’y ait pas de contre-indication d’ordre médical.", "L’opération de stérilisation des femmes est pratiquée par les spécialistes des maladies féminines et des naissances ou les spécialistes en chirurgie générale.", "L’opération de stérilisation des hommes est pratiquée par les urologues, les spécialistes des maladies féminines et des naissances ou les spécialistes en chirurgie générale ainsi que par les praticiens ayant obtenu un certificat d’aptitude après avoir suivi des cours au sein des centres de formation ouverts à cet effet par le ministère.", "Lieux où la stérilisation des femmes est pratiquée et conditions auxquelles ces lieux doivent satisfaire", "Article 11.  L’opération de stérilisation des femmes est pratiquée uniquement dans les centres de soins officiels et les hôpitaux privés (...) »", "B.  Les textes européens et internationaux", "1.  Textes adoptés sous l’égide du Conseil de l’Europe", "29.  Le 31 mars 2010, le Comité des Ministres du Conseil de l’Europe a adopté la Recommandation CM/Rec(2010)5 sur des mesures visant à combattre la discrimination fondée sur l’orientation sexuelle ou l’identité de genre.", "L’annexe à cette recommandation énonce notamment ceci :", "« IV.  Droit au respect de la vie privée et familiale", "20.  Les conditions préalables, y compris les modifications d’ordre physique, à la reconnaissance juridique d’un changement de genre devraient être régulièrement réévaluées afin de lever celles qui seraient abusives.", "21.  Les États membres devraient prendre les mesures appropriées pour garantir la reconnaissance juridique intégrale du changement de sexe d’une personne dans tous les domaines de la vie, en particulier en permettant de changer le nom et le genre de l’intéressé dans les documents officiels de manière rapide, transparente et accessible ; les États membres devraient également veiller, le cas échéant, à ce que les acteurs non étatiques reconnaissent le changement et apportent des modifications correspondantes dans des documents importants tels que les diplômes ou les certificats de travail.", "(...)", "VII.  Santé", "35.  Les États membres devraient prendre les mesures appropriées pour que l’accès des personnes transgenres aux services appropriés de changement de sexe, y compris à des spécialistes de la santé des personnes transgenres en psychologie, en endocrinologie et en chirurgie, soit assuré sans être soumis à des exigences déraisonnables ; personne ne devrait être soumis à des procédures de changement de sexe sans son consentement.", "(...) »", "En ses passages pertinents en l’espèce, l’exposé des motifs de cette recommandation se lit ainsi :", "« IV.  Droit au respect de la vie privée et familiale", "(...)", "20-21.  La question des conditions d’accès aux procédures de changement de sexe et la question de la reconnaissance légale de ce changement sont deux domaines problématiques pour les personnes transgenres.", "(...)", "Dans certains États l’accès aux services de changement de genre est subordonné à des procédures telles que la stérilisation irréversible, le traitement hormonal, des traitements chirurgicaux préliminaires et parfois également le fait de devoir démontrer son aptitude à vivre pendant une longue période comme une personne du genre souhaité (appelée « expérience vécue »). Dans ce cadre, les conditions et procédures existantes devraient être révisées afin de supprimer les conditions qui sont disproportionnées. Il y a lieu de noter, en particulier, que certaines personnes ne peuvent, pour des raisons de santé, subir tous les traitements hormonaux et/ou chirurgicaux requis. Des considérations similaires s’appliquent eu égard à la reconnaissance juridique d’un changement de genre, qui peut être conditionnée par de nombreuses procédures et conditions préalables, y compris des changements de nature physique.", "(...)", "VII.  Santé", "35-36.  (...)", "Concernant les conditions exigées par les procédures de changement de genre, le droit international des droits de l’homme prévoit que personne ne peut être soumis sans son consentement à un traitement ou à une expérience médicale. Les traitements hormonaux ou chirurgicaux en tant que conditions pour se voir reconnaître légalement un changement de genre devraient ainsi être limités à ceux strictement nécessaires, et avec le consentement de l’intéressé (...) »", "30.  Le 29 avril 2010, l’Assemblée parlementaire du Conseil de l’Europe a adopté la Résolution 1728 (2010) relative à la discrimination sur la base de l’orientation sexuelle et de l’identité de genre, laquelle énonce notamment ceci :", "« (...)", "4.  Les personnes transgenres se trouvent confrontées à un cycle de discrimination et de privation de leurs droits dans bon nombre d’États membres du Conseil de l’Europe en raison des attitudes discriminatoires et des obstacles qu’elles rencontrent pour obtenir un traitement de conversion sexuelle et une reconnaissance juridique de leur nouveau sexe. De ce fait, les taux de suicide sont relativement élevés parmi les personnes transgenres.", "(...)", "16.  Par conséquence, l’Assemblée appelle les États membres à traiter ces questions et, en particulier :", "(...)", "16.11.  à traiter la discrimination et les violations des droits de l’homme visant les personnes transgenres et, en particulier, à garantir dans la législation et la pratique les droits de ces personnes :", "(...)", "16.11.2.  à des documents officiels reflétant l’identité de genre choisie, sans obligation préalable de subir une stérilisation ou d’autres procédures médicales comme une opération de conversion sexuelle ou une thérapie hormonale ;", "16.11.3.  à un traitement de conversion sexuelle et à l’égalité de traitement en matière de soins de santé ;", "(...) »", "31.  Le 29 juillet 2009, le Commissaire aux droits de l’homme du Conseil de l’Europe a publié un document thématique intitulé « Droits de l’homme et identité de genre », dans lequel il invitait notamment les États membres du Conseil de l’Europe à :", "« (...)", "3.  Instaurer des procédures rapides et transparentes de changement de nom et de sexe sur les extraits d’acte de naissance, cartes d’identité, passeports, diplômes et autres documents officiels ;", "4.  Dans les textes encadrant le processus de changement de nom et de sexe, cesser de subordonner la reconnaissance de l’identité de genre d’une personne à une obligation légale de stérilisation et de soumission à d’autres traitements médicaux ;", "5.  Rendre les procédures de conversion de genre, telles que le traitement hormonal, la chirurgie et le soutien psychologique, accessibles aux personnes transgenres et en garantir le remboursement par le régime public d’assurance maladie.", "(...) »", "32.  En 2011 a également été publié sous l’égide du Commissaire aux droits de l’homme du Conseil de l’Europe un rapport intitulé « La discrimination fondée sur l’orientation sexuelle et l’identité de genre en Europe », dans lequel le Commissaire aux droits de l’homme formulait notamment les recommandations suivantes à l’intention des États membres du Conseil de l’Europe :", "« 5.  Vie privée : reconnaissance du genre et de la famille", "1.  Accorder aux personnes transgenres la reconnaissance légale du genre qu’elles ont choisi et instaurer des procédures rapides et transparentes permettant à ces personnes de faire modifier leur nom et leur sexe dans les actes de naissance, les registres d’état civil, les cartes d’identité, les passeports, les diplômes et autres documents analogues.", "2.  Abolir la stérilisation et les autres traitements médicaux obligatoires susceptibles de porter gravement atteinte à l’autonomie, à la santé ou au bien-être de la personne en tant que conditions nécessaires à la reconnaissance légale du genre choisi par une personne transgenre.", "(...)", "6.  Accès aux soins, à l’éducation et à l’emploi", "(...)", "4.  Permettre aux personnes transgenres d’accéder, avec leur consentement libre et éclairé, aux procédures de conversion sexuelle, notamment aux traitements hormonaux et chirurgicaux et au soutien psychologique, et veiller à ce qu’elles soient remboursées par l’assurance-maladie. »", "2.  Texte adopté par le Parlement européen", "33.  Le 12 septembre 1989, le Parlement européen a adopté une résolution dans laquelle les États membres étaient invités à arrêter des dispositions reconnaissant aux personnes transsexuelles le droit de changer de sexe par le recours aux traitements endocrinologiques, à la chirurgie plastique et aux traitements esthétiques, et à leur garantir notamment la reconnaissance juridique, c’est-à-dire le changement de prénom et la rectification de la mention du sexe dans l’acte de naissance et les papiers d’identité.", "3.  Texte adopté sous l’égide des Nations unies", "34.  Le 17 novembre 2011, le Haut-Commissaire des Nations unies aux droits de l’homme a présenté au Conseil des droits de l’homme un rapport intitulé « Lois et pratiques discriminatoires et actes de violence dont sont victimes des personnes en raison de leur orientation sexuelle ou de leur identité de genre ». En ses passages pertinents en l’espèce, ce rapport se lit ainsi :", "« G.  Reconnaissance du genre et questions connexes", "71.  Dans de nombreux pays, les personnes transgenres ne peuvent obtenir la reconnaissance légale de leur genre de préférence, notamment la modification des mentions relatives au sexe et au prénom sur les documents d’identité officiels, si bien qu’elles se heurtent à nombre de difficultés pratiques, notamment lorsqu’elles postulent pour un emploi, sollicitent un logement, un crédit bancaire ou des prestations sociales ou se rendent à l’étranger.", "72.  La réglementation en vigueur dans les pays qui reconnaissent le changement de genre conditionne souvent, implicitement ou explicitement, cette reconnaissance à la stérilisation. Certains États exigent également des personnes qui demandent la reconnaissance légale de leur changement de genre qu’elles ne soient pas mariées, ce qui oblige les personnes mariées à divorcer.", "73.  Le Comité des droits de l’homme s’est dit préoccupé par l’absence de dispositions accordant une reconnaissance juridique à l’identité des personnes transgenres. Il a engagé les États à reconnaître le droit des personnes transgenres à changer leur genre en permettant la délivrance de nouveaux actes de naissance et a pris note avec satisfaction de l’adoption de lois facilitant la reconnaissance juridique du changement de genre.", "(...)", "VII.  Conclusions et recommandations", "(...)", "84.  Le Haut-Commissaire recommande aux États membres :", "(...)", "h)  De faciliter la reconnaissance juridique du genre de préférence des personnes transgenres et de prendre des mesures pour permettre la délivrance de nouveaux documents d’identité faisant mention du genre de préférence et du nom choisi, sans qu’il soit porté atteinte aux autres droits de l’homme.", "(...) »", "C.  Le droit et la pratique en vigueur dans les États membres du Conseil de l’Europe", "35.  La Cour a réalisé une étude comparative de la législation de trente-deux États membres du Conseil de l’Europe : l’Albanie, l’Allemagne, l’Andorre, l’Arménie, l’Autriche, l’Azerbaïdjan, la Belgique, la Bulgarie, la Croatie, le Danemark, l’Espagne, l’Estonie, la Finlande, la France, la Géorgie, la Grèce, l’Irlande, l’Islande, l’Italie, la Lettonie, Malte, le Monténégro, les Pays-Bas, la Pologne, le Portugal, la Roumanie, le Royaume-Uni, la Russie, la Slovaquie, la Slovénie, la Suisse et l’Ukraine. Cette étude montre que la possibilité pour les personnes transsexuelles d’entreprendre un traitement de conversion sexuelle existe dans un certain nombre d’États membres (Allemagne, Autriche, Belgique, Bulgarie, Croatie, Danemark, Espagne, Estonie, Finlande, France, Géorgie, Islande, Italie, Lettonie, Pays-Bas, Pologne, Portugal, Roumanie, Royaume-Uni, Russie, Slovaquie, Slovénie, Suisse et Ukraine). Dans ce groupe de pays, les critères auxquels la personne transsexuelle doit répondre pour avoir accès à un traitement de conversion sexuelle peuvent être établis par la loi, par des réglementations de niveau infra-législatif ou par des recommandations. Cependant, dans certains de ces pays, cette question ne fait pas l’objet de réglementations et relève plutôt de la pratique médicale (Allemagne, Belgique, Bulgarie, Espagne, France, Islande, Lettonie, Pays-Bas, Portugal, Roumanie, Royaume-Uni et Suisse).", "36.  Les critères les plus fréquemment retenus d’accession à un traitement de conversion sexuelle (par exemple, un traitement hormonal) comportent des évaluations médicales et psychologiques/psychiatriques, et/ou un diagnostic de « dysphorie de genre »/trouble de l’identité de genre (Allemagne, Autriche, Belgique, Estonie, Finlande, Lettonie, Pays-Bas, Royaume-Uni, Slovaquie et Ukraine). Certains pays exigent que, avant le traitement hormonal, l’intéressé ait suivi une psychothérapie pendant une durée déterminée (Allemagne, Autriche, Islande et Royaume-Uni, par exemple). Au nombre des autres critères d’accession au traitement se trouvent notamment le passage d’un examen endocrinologique et somatique (Ukraine), la réalisation d’une étude génétique (Estonie), l’hétérosexualité, ou encore un potentiel suffisant d’adaptation sociale à de nouvelles conditions de vie ou la maturité sociale nécessaire à la prise d’une décision de changement de sexe et la capacité de l’intéressé à mener à terme de manière adéquate son adaptation sociale (Ukraine).", "37.  La compétence pour autoriser les traitements de conversion sexuelle appartient dans la plupart des États concernés aux médecins ou aux équipes de médecins des hôpitaux spécialisés. Cependant, certaines réglementations exigent l’autorisation spéciale d’instances administratives ou de commissions ad hoc. En Bulgarie, en Italie, en Pologne et en Roumanie, la chirurgie de conversion sexuelle doit être autorisée par un juge.", "38.  La procédure de conversion ou de réassignation sexuelle peut comprendre un ou plusieurs types d’opérations chirurgicales. Des critères spécifiques applicables uniquement aux opérations chirurgicales ont été recensés dans plusieurs États. Parmi ces critères, les plus importants sont le traitement hormonal préalable pendant une durée spécifique (Allemagne, Autriche, Belgique pour certaines opérations seulement, Espagne, Pays-Bas, Pologne, Portugal, RoyaumeUni, Slovaquie, Suisse et Ukraine) et le test de vie réelle, selon lequel le demandeur doit avoir vécu en tant que personne du genre revendiqué pendant une période spécifiée (Allemagne, Belgique pour certaines opérations seulement, Espagne, Finlande, Pays-Bas, Royaume-Uni et Suisse).", "39.  L’accès à la chirurgie de conversion sexuelle peut être subordonné à d’autres critères, tels qu’un nouveau diagnostic ou un avis psychiatrique (Autriche, Finlande et Roumanie), une psychothérapie pendant une durée spécifique (Allemagne et Russie), une adaptation sociale de l’intéressé (Estonie) ou l’écoulement d’un délai d’observation ou d’un temps d’attente défini (Danemark, Espagne, Estonie, Russie et Suisse).", "40.  Dans certains États membres du Conseil de l’Europe, les traitements de conversion sexuelle semblent être inexistants ou inaccessibles (par exemple, en Albanie, en Andorre et en Arménie).", "41.  La législation, la pratique et/ou la jurisprudence permettent la reconnaissance du nouveau genre dans de nombreux États (par exemple en Allemagne, Autriche, Belgique, Bulgarie, Croatie, Danemark, Espagne, Estonie, France, Finlande, Géorgie, Irlande, Islande, Italie, Lettonie, Malte, Pays-Bas, Pologne, Portugal, Roumanie, Russie, Slovaquie, Slovénie, Suisse et Ukraine). Les approches varient d’un État à l’autre quant aux conditions requises pour la reconnaissance juridique du genre revendiqué et à la procédure régissant l’accès aux traitements de conversion sexuelle. Il semble que certaines lois ne distinguent pas la reconnaissance juridique du genre revendiqué et la procédure régissant l’accès aux traitements de conversion sexuelle.", "42.  Dans certains États, les personnes transsexuelles ne sont pas obligées de subir une intervention chirurgicale de changement de sexe, une stérilisation ou un traitement hormonal de conversion sexuelle pour obtenir la reconnaissance juridique du genre qu’elles revendiquent (Autriche, Croatie, Portugal et Royaume-Uni). En Allemagne, la Cour constitutionnelle fédérale a considéré, dans un arrêt du 11 janvier 2011, qu’exiger la stérilité définitive et une intervention chirurgicale de modification des caractéristiques externes était contraire aux garanties constitutionnelles relatives à l’intégrité physique et au droit à l’autodétermination sexuelle. D’autres États posent comme condition à la reconnaissance légale du nouveau sexe que l’intéressé ait suivi un traitement médical aux fins de faire correspondre certaines caractéristiques physiques de sa personne à celles du sexe revendiqué (Espagne, Irlande et Islande), sans pour autant exiger une intervention chirurgicale conduisant à la stérilité.", "43.  Enfin, dans certains autres États, à savoir la Belgique, le Danemark, la Finlande, la France, la Géorgie, l’Italie, Malte, la Roumanie, la Slovaquie, la Slovénie, la Suisse et l’Ukraine, la personne doit avoir subi une chirurgie de conversion sexuelle et/ou être incapable de procréer. Si la plupart de ces États se bornent à exiger une chirurgie de conversion sexuelle sans faire référence à la stérilisation, celle-ci est très souvent une condition de fait puisque les interventions chirurgicales les plus intrusives aboutissent nécessairement à la stérilité de la personne. On peut toutefois constater des évolutions dans la pratique ou la législation récente de certains de ces États. Par exemple, en Suisse, l’Office fédéral suisse de l’état civil a demandé aux autorités cantonales, dans un avis du 1er février 2012, de ne pas poser comme condition préalable au changement légal de sexe la réalisation d’une intervention chirurgicale conduisant à la stérilité ou à la construction d’organes génitaux du sexe opposé. En 2013, la Suède a modifié sa loi no 1972/119 sur la détermination du sexe. Parmi les modifications apportées figure la suppression de l’exigence de stérilité préalable à toute reconnaissance du nouveau genre. Aux Pays-Bas, le parlement a adopté le 18 décembre 2013 une loi portant modification du code civil. En vertu de cette loi, qui est entrée en vigueur le 1er juillet 2014, le changement de genre à l’état civil n’est plus subordonné à la condition que la personne soit stérile ou ait subi une réassignation sexuelle (pour autant que la demande soit justifiée d’un point de vue médical et psychologique).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "44.  Le requérant se plaint d’une atteinte de son droit au respect de sa vie privée. Il soutient que la contradiction existant entre sa perception de luimême comme homme et sa constitution physiologique a été établie par des rapports médicaux. Dans son formulaire de requête, il ajoutait que lorsqu’il avait demandé l’autorisation de mettre un terme à cette contradiction il s’était heurté au refus des autorités internes, qui avaient fondé leur décision sur la conclusion qu’il était apte à procréer. Il demandait à être autorisé à subir une intervention chirurgicale de conversion sexuelle. Il critiquait la teneur de l’article 40 du code civil et l’interprétation qui en avait été faite, estimant qu’elles ne répondaient pas aux besoins que la disposition en cause était censée régler puisque l’exigence biologique ainsi posée ne pouvait être satisfaite qu’au moyen d’une intervention chirurgicale : selon lui, l’impossibilité d’avoir accès à une telle intervention privait définitivement les personnes concernées de toute possibilité de résoudre la contradiction entre leur perception de leur identité sexuelle et la réalité biologique.", "Le requérant invoque l’article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée (...)", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "45.  Le Gouvernement repousse ces allégations.", "A.  Sur la recevabilité", "46.  Dans des observations complémentaires datées du 30 août 2013, le Gouvernement arguë que, selon son analyse de la jurisprudence bien établie de la Cour, le requérant doit pouvoir justifier de sa qualité de victime pendant toute la durée de la procédure. Il cite à l’appui de cet argument l’affaire Bourdov c. Russie (no 59498/00, § 30, CEDH 2002-III). Il indique que, dans la présente affaire, le tribunal a finalement rendu une décision favorable au requérant, l’autorisant à changer de sexe. L’intéressé n’aurait donc plus la qualité de victime au sens de l’article 34 de la Convention.", "47.  Le requérant récuse les arguments du Gouvernement. Renvoyant aux arrêts Chevrol c. France (no 49636/99, § 43, CEDH 2003III), Guerrera et Fusco c. Italie (no 40601/98, §§ 51-53, 3 avril 2003) et Timofeiev c. Russie (no 58263/00, § 36, 23 octobre 2003), il soutient qu’une décision ou une mesure favorable à un requérant ne suffit pas en principe à le priver de la qualité de victime tant que les autorités internes n’ont pas reconnu, expressément ou en substance, ni réparé intégralement la violation alléguée. Le rejet de sa première demande l’aurait contraint – à l’instar de toutes les personnes souhaitant changer de sexe – à utiliser des hormones en dehors de tout contrôle judiciaire et médical. Il serait donc bien victime, et les autorités internes n’auraient jamais reconnu cet état de fait. Par ailleurs, il aurait engagé une nouvelle action de sa propre initiative, les autorités internes n’auraient quant à elles entrepris aucune démarche active pour l’autoriser à changer de sexe.", "48.  La Cour rappelle qu’il appartient en premier lieu aux autorités nationales de redresser une violation alléguée de la Convention. La question de savoir si un requérant peut se prétendre victime du manquement allégué se pose à tous les stades de la procédure au regard de la Convention (Bourdov, précité, § 30). Pour répondre à cette question, il convient de tenir compte non seulement de la situation officielle au moment de l’introduction de la requête auprès de la Cour, mais aussi de l’ensemble des circonstances de l’affaire en question, notamment de tout fait nouveau antérieur à la date de l’examen de l’affaire par la Cour (Tănase c. Moldova [GC], no 7/08, § 105, CEDH 2010).", "49.  La Cour rappelle également que, eu égard à ces considérations, la question de savoir si un requérant a la qualité de victime doit être tranchée au moment où elle examine l’affaire, lorsque les circonstances justifient cette approche (ibidem, § 106). Elle rappelle en outre qu’une décision ou une mesure favorable au requérant ne suffit pas en principe à le priver de la qualité de victime aux fins de l’article 34 de la Convention, sauf si les autorités nationales reconnaissent, explicitement ou en substance, puis réparent la violation de la Convention (voir, par exemple, Eckle c. Allemagne, 15 juillet 1982, § 66, série A no 51, Dalban c. Roumanie [GC], no 28114/95, § 44, CEDH 1999VI, Scordino c. Italie (no 1) [GC], no 36813/97, §§ 179-180, CEDH 2006V, et Gäfgen c. Allemagne [GC], no 22978/05, § 115, CEDH 2010).", "50.  Ce n’est que lorsqu’il est satisfait à ces deux conditions que la nature subsidiaire du mécanisme de protection de la Convention s’oppose à un examen de la requête (Eckle, précité, §§ 69 et suivants).", "51.  En ce qui concerne la réparation « adéquate » et « suffisante » pour remédier, au niveau interne, à la violation d’un droit garanti par la Convention, la Cour considère généralement qu’elle dépend de l’ensemble des circonstances de la cause, eu égard en particulier à la nature de la violation en jeu (voir, par exemple, Gäfgen, précité, § 116).", "52.  En l’espèce, la Cour observe que le requérant avait saisi les instances nationales en 2005 d’une première demande d’autorisation de subir une chirurgie de conversion sexuelle et qu’il s’était alors vu opposer un refus au terme d’une procédure judiciaire ayant pris fin en 2007 (paragraphes 7-21 ci-dessus). Après que la présente requête eut été communiquée au Gouvernement, il a suivi un traitement hormonal et subi une mastectomie des deux seins avant d’introduire une seconde demande de changement de sexe devant le TGI de Mersin, en mars 2013 (paragraphe 22 ci-dessus). Le 21 mai 2013, au terme d’une nouvelle procédure judiciaire pendant laquelle il a fait l’objet de nouveaux examens médicaux, il a finalement obtenu gain de cause (paragraphe 25 ci-dessus).", "53.  Certes, comme le souligne le Gouvernement, les instances nationales ont adopté, après la communication de la requête, une décision favorable au requérant en lui accordant l’autorisation de changement de sexe sollicitée. Cela étant, la Cour ne saurait ignorer que la situation litigieuse à l’origine de la présente requête, à savoir l’impossibilité pour le requérant d’accéder à la chirurgie de conversion sexuelle en raison du refus des instances judiciaires, a perduré pendant plus de cinq ans et sept mois. Or il ne fait aucun doute pour la Cour que le requérant a directement subi les effets de ce refus dans sa vie privée durant cette période (paragraphes 22 et 24 ci-dessus). À la lecture de la motivation de la décision par laquelle le TGI a statué en faveur de l’intéressé, la Cour observe par ailleurs que cette décision ne contient aucune reconnaissance expresse d’une violation de droits protégés par la Convention. L’autorisation accordée au requérant ne saurait non plus être interprétée comme une reconnaissance, en substance, d’une violation de son droit au respect de sa vie privée.", "54.  Il convient dès lors de rejeter l’exception du Gouvernement tirée de la perte par le requérant de la qualité de victime.", "55.  Constatant par ailleurs que le grief du requérant n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "B.  Sur le fond", "1.  Principes généraux", "56.  La Cour rappelle avoir déjà souligné à de multiples reprises que la notion de « vie privée » est une notion large, non susceptible d’une définition exhaustive. Cette notion recouvre non seulement l’intégrité physique et morale de l’individu (X et Y c. Pays-Bas, 26 mars 1985, § 22, série A no 91), mais aussi parfois des aspects de l’identité physique et sociale de celui-ci (Mikulić c. Croatie, no 53176/99, § 53, CEDH 2002I). Des éléments tels que le nom, l’identité, l’orientation et la vie sexuelles relèvent de la sphère personnelle protégée par l’article 8 de la Convention (Dudgeon c. Royaume-Uni, 22 octobre 1981, § 41, série A no 45, B. c. France, 25 mars 1992, § 63, série A no 232-C, Burghartz c. Suisse, 22 février 1994, § 24, série A no 280B, Laskey, Jaggard et Brown c. Royaume-Uni, 19 février 1997, § 36, Recueil des arrêts et décisions 1997I, et Smith et Grady c. Royaume-Uni, nos 33985/96 et 33986/96, § 71, CEDH 1999VI).", "57.  L’article 8 protège également le droit au développement personnel et le droit d’établir et d’entretenir des rapports avec d’autres êtres humains et avec le monde extérieur (Schlumpf c. Suisse, no 29002/06, § 77, 8 janvier 2009). À cet égard, la Cour considère que la notion d’autonomie personnelle reflète un principe important qui sous-tend l’interprétation des garanties de l’article 8 (Pretty c. Royaume-Uni, no 2346/02, § 61, CEDH 2002III).", "58.  La Cour rappelle en outre qu’elle a dit à maintes reprises au fil de sa jurisprudence que, la dignité et la liberté de l’homme étant l’essence même de la Convention, le droit à l’épanouissement personnel et à l’intégrité physique et morale des transsexuels est garanti (Christine Goodwin c. Royaume-Uni [GC], no 28957/95, § 90, CEDH 2002VI, Van Kück c. Allemagne, no 35968/97, § 69, CEDH 2003VII, et Schlumpf, précité, § 101). De même, elle a reconnu qu’il peut y avoir une atteinte grave à la vie privée lorsque le droit interne est incompatible avec un aspect important de l’identité personnelle (Christine Goodwin, précité, § 77).", "59.  La Cour rappelle par ailleurs que la frontière entre les obligations positives et les obligations négatives de l’État au titre de l’article 8 ne se prête pas à une définition précise, mais que les principes applicables dans le cas des premières sont comparables à ceux valables pour les secondes. Pour déterminer si une obligation – positive ou négative – existe, il faut prendre en compte le juste équilibre à ménager entre l’intérêt général et les intérêts de l’individu ; dans les deux hypothèses, l’État jouit d’une certaine marge d’appréciation (voir, par exemple, B. c. France, précité, § 44, et Hämäläinen c. Finlande [GC], no 37359/09, § 67, CEDH 2014).", "60.  En ce qui concerne la mise en balance des intérêts concurrents, la Cour a souligné l’importance particulière que revêtent les questions touchant à l’un des aspects les plus intimes de la vie privée : la définition sexuelle d’une personne (Schlumpf, précité, § 104). Elle a déjà examiné, à la lumière des conditions de vie actuelles, plusieurs affaires se rapportant aux problèmes rencontrés par les transsexuels, et elle a approuvé l’amélioration constante des mesures prises par les États au titre de l’article 8 de la Convention pour protéger ces personnes et reconnaître leur situation (L. c. Lituanie, no 27527/03, § 56, CEDH 2007-IV).", "2.  Application de ces principes en l’espèce", "a)  Observations liminaires", "61.  À titre liminaire, la Cour souligne que dans les affaires susmentionnées elle avait été saisie de griefs présentés par des personnes transsexuelles qui avaient été opérées ou qui avaient subi certaines interventions chirurgicales en vue d’une conversion sexuelle, alors que dans la présente affaire, à la date d’introduction de la requête, le requérant n’avait pas été opéré, s’étant vu refuser l’autorisation judiciaire de recourir à une opération de changement de sexe au motif qu’il n’était pas définitivement dans l’incapacité de procréer.", "62.  La présente affaire a ainsi pour objet un aspect des problèmes que peuvent rencontrer les personnes transsexuelles différent de ceux que la Cour a eu l’occasion d’examiner jusqu’à présent, à savoir la question des conditions préalables au processus de conversion sexuelle pouvant être imposées aux transsexuels et de la conformité de ces conditions à l’article 8 de la Convention. Les critères et principes développés dans la jurisprudence susmentionnée ont donc été formulés dans un contexte sensiblement différent de celui du cas d’espèce et, dès lors, ils ne peuvent être transposés tels quels à la présente affaire. Ils peuvent cependant guider la Cour dans son appréciation des circonstances de l’espèce.", "b)  Sur l’angle d’analyse de la question en litige", "i.  Arguments des parties", "63.  Le requérant soutient avoir été victime d’une ingérence dans l’exercice de son droit au respect de sa vie privée.", "64.  Le Gouvernement conteste quant à lui cette allégation et soutient que le refus d’autoriser une intervention chirurgicale de conversion sexuelle au motif que des conditions exigées par la loi ne sont pas remplies ne peut passer pour une ingérence dans l’exercice du droit au respect de la vie privée au sens de l’article 8 de la Convention. Il considère que pour répondre à la question de savoir si le droit des personnes transsexuelles au respect effectif de leur vie privée fait naître une obligation positive pour l’État, il faut prendre en compte le « juste équilibre à ménager entre l’intérêt général et les intérêts de l’individu ». À cet égard, il observe que, dans les arrêts Rees c. Royaume-Uni (17 octobre 1986, série A no 106) et Cossey c. Royaume-Uni (27 septembre 1990, série A no 184), la Cour a tenu compte, entre autres, de ce que « [l]’exigence d’un juste équilibre ne pouvait astreindre l’État défendeur à remanier de fond en comble son système [existant] » pour conclure qu’il n’incombait pas à celui-ci d’obligation de ce type.", "ii.  Appréciation de la Cour", "65.  La Cour observe que le requérant se plaint, à titre principal, du refus qu’ont d’abord opposé les instances judiciaires nationales à sa demande d’accès à la chirurgie de conversion sexuelle. Citant les arrêts Pretty (précité, § 66) et K.A. et A.D. c. Belgique (nos 42758/98 et 45558/99, § 83, 17 février 2005), il arguë que le principe de l’autonomie personnelle peut s’entendre comme comprenant le droit d’opérer des choix concernant son propre corps. À cet égard, la Cour rappelle que, même si l’article 8 de la Convention ne peut être interprété comme garantissant un droit inconditionnel à une chirurgie de conversion sexuelle, elle a déjà constaté qu’il était largement reconnu au niveau international que le transsexualisme est un état médical justifiant un traitement destiné à aider les personnes concernées (Christine Goodwin, précité, § 81). Les services de santé de la plupart des États contractants reconnaissent cet état de fait et garantissent ou autorisent des traitements, y compris des interventions chirurgicales de conversion sexuelle irréversibles (paragraphes 35-43 ci-dessus).", "66.  La Cour estime que le refus initialement opposé au requérant a indéniablement eu des répercussions sur le droit de l’intéressé à l’identité sexuelle et à l’épanouissement personnel, qui est un aspect fondamental du droit au respect de la vie privée. Ce refus a donc constitué une ingérence dans le droit du requérant au respect de sa vie privée, au sens de l’article 8 § 1 de la Convention.", "c)  Sur la justification de l’ingérence en cause", "67.  Pour déterminer si l’ingérence constatée emporte violation de l’article 8, la Cour doit rechercher si elle était justifiée au regard du paragraphe 2 de cet article, autrement dit si elle était « prévue par la loi » et « nécessaire, dans une société démocratique » pour atteindre l’un ou l’autre des « buts légitimes » énumérés dans ce paragraphe.", "i.  Sur la base légale de l’ingérence", "68.  Selon la jurisprudence constante de la Cour, l’expression « prévue par la loi » requiert non seulement que la mesure incriminée ait une base en droit interne, mais vise également la qualité de la loi en question, exigeant que celle-ci soit accessible à la personne concernée et prévisible quant à ses conséquences (voir, parmi beaucoup d’autres, Amann c. Suisse [GC], no 27798/95, § 50, CEDH 2000II, Slivenko c. Lettonie [GC], no 48321/99, § 100, CEDH 2003X, et Fernández Martínez c. Espagne [GC], no 56030/07, § 117, CEDH 2014).", "69.  En l’espèce, la Cour note tout d’abord que la question de l’existence d’une base légale ne fait pas controverse entre les parties. Le requérant expose ainsi que l’ingérence litigieuse était fondée sur l’article 40 du code civil. Le Gouvernement affirme quant à lui que les exigences de l’article 40 du code civil sont claires et qu’en l’espèce le TGI de Mersin ne s’est pas livré à une interprétation jurisprudentielle des conditions requises par la loi : se fondant sur les conclusions des différentes expertises réalisées, il aurait tout simplement rejeté la demande du requérant au motif que toutes les conditions exigées par la loi pour la conversion sexuelle n’étaient pas réunies puisque le requérant n’était pas dans l’incapacité de procréer.", "70.  La Cour constate que la décision du TGI du 27 juin 2006 refusant au requérant l’autorisation de changement de sexe qu’il sollicitait reposait sur l’article 40 du code civil. À la lecture de cette disposition, elle observe que le droit turc reconnaît aux personnes transsexuelles satisfaisant à certaines conditions légales non seulement le droit de changer de sexe mais aussi celui d’obtenir la reconnaissance juridique de leur nouveau sexe par la modification de leur état civil (paragraphe 26 cidessus). L’article 40 du code civil subordonne cependant cette possibilité à un certain nombre de conditions, notamment celle que le demandeur soit incapable de procréer. C’est sur le fondement de cette condition que la demande du requérant a d’abord été rejetée.", "71.  Dès lors, la Cour estime que l’ingérence litigieuse avait une base légale en droit interne. Eu égard à la conclusion à laquelle elle parvient quant à la nécessité de cette ingérence (paragraphes 121-122 ci-dessous), elle n’estime cependant pas nécessaire de se prononcer sur le caractère prévisible ou non de cette disposition quant à ses conséquences.", "ii.  Sur le but légitime de l’ingérence", "α)  Arguments des parties", "72.  Le requérant soutient qu’aucun motif d’intérêt public ne s’opposait à ce qu’il soit fait droit à sa demande d’intervention chirurgicale ou médicale aux fins d’un changement de sexe. Il estime que les arguments généraux présentés par le Gouvernement (tels que la prévention de la banalisation de ce type d’interventions, le caractère irréversible de celles-ci, les dérives de la prostitution – paragraphes 74-75 ci-dessous) pour démontrer l’intérêt d’ordre public ayant supposément présidé à l’ingérence en cause ne peuvent être considérés comme conséquents ni d’un point de vue scientifique, ni d’un point de vue social, ni d’un point de vue juridique.", "73.  Le Gouvernement soutient pour sa part qu’il ressort de la jurisprudence de la Cour que les États ont le droit de contrôler les activités préjudiciables à la vie et à la sécurité d’autrui (Pretty et Laskey, Jaggard et Brown, précités). Il déduit de l’arrêt Pretty que plus le dommage encouru est grave et plus est grand le poids à accorder aux considérations de santé et de sécurité publiques face au principe concurrent de l’autonomie personnelle.", "74.  À cet égard, il arguë que l’encadrement des interventions chirurgicales de conversion sexuelle relève non seulement de la protection de l’intérêt général en ce qu’il vise à éviter la banalisation de ces interventions et les opérations inutiles, mais aussi de la protection des intérêts de l’individu qui souhaite pouvoir y recourir en ce qu’il s’agit d’opérations irréversibles présentant un risque pour l’intégrité physique et morale des personnes sur lesquelles elles sont pratiquées. Selon lui, l’intervention chirurgicale fait bien perdre au transsexuel certaines caractéristiques de son sexe d’origine, mais elle ne lui donne pas toutes celles du nouveau sexe et, en outre, elle le rend définitivement incapable de procréer. De plus, il faudrait également tenir compte du risque que les personnes ayant eu recours à pareille opération, aux effets irréversibles, éprouvent par la suite des regrets.", "75.  Enfin, le Gouvernement dit vouloir empêcher que les interventions chirurgicales de conversion sexuelle ne se banalisent, ce qui, expose-t-il, serait dangereux eu égard tant à leur caractère irréversible qu’au risque que les possibilités médicales à cet égard soient détournées par certains milieux (celui de la prostitution, par exemple).", "β)  Appréciation de la Cour", "76.  La Cour rappelle que l’énumération des motifs pouvant justifier une ingérence dans le droit au respect de la vie privée qui figure dans le second paragraphe de l’article 8 est exhaustive et que la définition de ces motifs est restrictive (S.A.S. c. France [GC], no 43835/11, § 113, CEDH 2014). Pour être compatible avec la Convention, une ingérence dans le droit au respect de la vie privée doit donc être inspirée par un but susceptible d’être rattaché à l’un de ceux que cette disposition énumère. La pratique de la Cour est d’être plutôt succincte lorsqu’elle vérifie l’existence d’un but légitime, au sens des seconds paragraphes des articles 8 à 11 de la Convention (ibidem).", "77.  Toutefois, en l’espèce, puisque le requérant conteste la pertinence des objectifs invoqués par le Gouvernement (paragraphe 72 cidessus), la Cour estime qu’il convient qu’elle se prononce de manière plus circonstanciée. Elle observe que le Gouvernement soutient que l’encadrement des interventions chirurgicales de conversion sexuelle relève du domaine de la protection de l’intérêt général et vise à éviter la banalisation de ces interventions et leur détournement par certains milieux, en particulier celui de la prostitution. Il invoque en outre un but de protection des intérêts de l’individu concerné eu égard aux risques que représenterait une telle intervention pour son intégrité physique et morale.", "78.  Eu égard à leur formulation, les arguments avancés par le Gouvernement quant au risque de banalisation des interventions chirurgicales de conversion sexuelle et de détournement de ce type d’interventions par certains milieux n’emportent pas la conviction de la Cour. En particulier, celle-ci n’est pas convaincue que les buts invoqués à cet égard puissent relever de la catégorie des buts légitimes énoncés au second paragraphe de l’article 8.", "79.  La Cour constate cependant que le Gouvernement souligne également le caractère irréversible des interventions chirurgicales de conversion sexuelle et les risques pour la santé que posent ces interventions. À cet égard, elle n’a pas de raison de douter qu’en adoptant la législation litigieuse, le Gouvernement ait visé un but légitime au sens du second paragraphe de l’article 8 ; et elle admet que ce type d’interventions puisse être soumis à une régulation et à un contrôle de l’État pour des motifs relevant de la protection de la santé.", "80.  Cela admis, la Cour observe, à la lecture des observations du Gouvernement, que celui-ci ne se prononce pas spécifiquement quant à l’exigence d’infertilité ou de stérilité mentionnée dans la loi, exigence sur le fondement de laquelle la demande du requérant a d’abord été rejetée. Cependant, eu égard à ses conclusions quant à la nécessité de l’ingérence en cause (paragraphes 121-122 ci-dessous), elle n’estime pas utile d’examiner ce point de manière plus approfondie.", "iii.  Sur la nécessité de l’ingérence", "α)  Arguments du requérant", "81.  Le requérant indique que très peu de personnes saisissent les tribunaux en vertu de l’article 40 du code civil pour demander à pouvoir mettre en harmonie leur état physique et leur état psychologique et que, en revanche, nombreux sont ceux qui se font opérer illégalement ou à l’étranger parce qu’ils ne satisfont pas aux conditions énoncées dans la loi.", "82.  Il ajoute que les traitements tendant à supprimer la capacité de procréer (stérilisation ou traitement hormonal) sont considérés comme banals dans le cas d’hommes ou de femmes non transsexuels qui ne souhaitent pas avoir d’enfants, et se plaint d’être, en tant qu’individu transsexuel, privé de la même possibilité.", "83.  Il considère par ailleurs que l’article 40 du code civil ne devrait pas être interprété comme étant de nature à faire obstacle aux traitements hormonaux et aux procédures médicales de stérilisation des personnes demandant à changer de sexe. Il se plaint que, bien qu’existant en Turquie, ce type de traitements ne lui ait pas été accessible. Il arguë que, puisque les hommes et les femmes non transsexuels ne souhaitant pas avoir d’enfants ont accès à ce type de traitements ordinaires et irréversibles, il aurait également fallu que lui-même, transsexuel, y ait accès. Il soutient qu’il ne devrait pas avoir à vivre une contradiction entre son aspect physique et le sexe auquel il se sent appartenir. Il estime que, à la lumière des données scientifiques et sociales (figurant dans les rapports médicaux versés au dossier), le droit devrait lui offrir une solution.", "84.  Se référant à la position adoptée par la Cour dans l’affaire Tavlı c. Turquie (no 11449/02, §§ 35-37, 9 novembre 2006), le requérant arguë que la loi actuelle devrait être interprétée à l’aune de la réalité scientifique, biologique et sociale.", "85.  Affirmant qu’un nombre important de transsexuels ne sont pas dépourvus de manière définitive de la capacité de procréer, il soutient que l’article 40 du code civil ne répond à « aucun besoin », car il ne contient aucune disposition reposant sur des nécessités concrètes. Par exemple, il ne comporterait aucune mention d’« une période d’essai » ou d’« un traitement hormonal » ni d’aucun autre traitement. Il ne ferait référence qu’à une « opération » de changement de sexe – et à aucune autre procédure médicale. Il y aurait donc un véritable vide juridique en la matière. Les informations en matière de procédure médicale publiées par la caisse de sécurité sociale ne contiendraient pas non plus de dispositions sur la question.", "86.  Le requérant cite par ailleurs un article rédigé par deux universitaires spécialistes en droit civil sur une décision par laquelle les juridictions civiles ont rejeté une demande d’autorisation de changement de sexe au motif que la personne qui avait formulé cette demande était dotée d’organes reproducteurs. Les auteurs de cet article auraient relevé que la question de la conformité à la Constitution d’un tel refus n’avait pas été examinée et que les juges n’avaient pas non plus recherché comment la situation aurait dû être examinée au regard de la Convention européenne des droits de l’homme.", "87.  En conclusion, le requérant estime que la procédure de changement de sexe est de fait inapplicable aux transsexuels non dépourvus de la capacité de procréer – soit, selon lui, la majorité des transsexuels – en raison du fait que l’article 40 du code civil n’indique pas les méthodes de traitement à suivre et de l’absence d’autres dispositions législatives en la matière. Selon le requérant, cette situation contraint les personnes transsexuelles à sortir du cadre légal et à avoir recours à des traitements médicamenteux ou des interventions chirurgicales échappant au contrôle systématique du juge et du médecin.", "β)  Arguments du Gouvernement", "88.  Se référant aux affaires Christine Goodwin et Van Kück (précitées) et Grant c. Royaume-Uni (no 32570/03, CEDH 2006VII), le Gouvernement souligne que la Cour a déjà examiné, à la lumière des conditions de vie actuelles, plusieurs affaires se rapportant aux problèmes rencontrés par les transsexuels, et qu’elle a alors salué l’amélioration constante des mesures prises par les États au titre de l’article 8 de la Convention pour protéger ces personnes et reconnaître leur situation. Il arguë que, tout en leur accordant une certaine marge d’appréciation en la matière, la Cour a jugé que, en vertu des obligations positives que l’article 8 faisait peser sur eux, les États étaient tenus de garantir la reconnaissance de la nouvelle identité sexuelle des transsexuels opérés, notamment par la modification de leur état civil, avec les conséquences en découlant. Il cite à cet égard les arrêts Christine Goodwin (précité, §§ 71-93) et Grant (précité, §§ 39-44).", "89.  Le Gouvernement soutient que le système juridique turc est conforme à cette exigence : les personnes transsexuelles opérées bénéficieraient de la rectification de leur état civil au registre et, après ce changement, elles mèneraient leur vie en conformité avec leur nouvelle identité officielle.", "90.  Cependant, d’après le Gouvernement, dans les affaires susmentionnées, la Cour était saisie de griefs présentés par des personnes transsexuelles ayant déjà subi des interventions chirurgicales de conversion sexuelle, alors que la présente affaire porterait sur le refus des juridictions internes d’autoriser le requérant à recourir à une telle intervention. À cet égard, il précise que, depuis 1988, le droit turc prévoit la possibilité de changer de sexe et la pleine reconnaissance juridique de la nouvelle identité sexuelle des personnes transsexuelles opérées.", "91.  Quant aux conditions requises pour le changement de sexe, le Gouvernement renvoie à l’article 40 du code civil. Selon lui, la législation interne et ses modalités de mise en œuvre n’impliquent pas que le demandeur doive se soumettre à des procédures médicales préalables de stérilisation ou de thérapie hormonale pour accéder à la chirurgie de conversion sexuelle. En l’espèce, le TGI de Mersin aurait examiné la demande du requérant au regard des exigences prévues par la loi.", "92.  Tout en admettant que la notion d’autonomie personnelle reflète un principe important qui sous-tend l’interprétation des garanties de l’article 8, le Gouvernement soutient que la Cour n’a jamais dit que cet article comportait un droit à l’autodétermination en tant que tel (il s’appuie sur les arrêts Schlumpf, Van Kück et Pretty, précités). Il estime que l’on ne peut pas déduire de l’article 8 de la Convention ni de la jurisprudence de la Cour en la matière l’existence d’un droit inconditionnel au changement de sexe par le recours à une intervention chirurgicale : selon lui, un tel droit emporterait négation de la protection que la Convention vise à offrir.", "93.  Selon le Gouvernement, au vu de la gravité et de l’irréversibilité de l’opération de conversion sexuelle, de l’incertitude subsistant quant à la nécessité d’une telle intervention pour le traitement des troubles de l’identité sexuelle, du risque de banalisation de telles interventions chirurgicales et des dangers liés à une telle banalisation, l’État doit se voir reconnaître une ample marge d’appréciation pour réglementer les changements de sexe et pour déterminer les conditions à respecter avant toute intervention chirurgicale de conversion sexuelle.", "94.  Le Gouvernement indique que, pour déterminer si toutes les exigences prévues par la loi pour le changement de sexe étaient respectées, le TGI de Mersin a vérifié qu’étaient réunies toutes les conditions préalables à l’obtention de l’autorisation de changer de sexe, en particulier l’incapacité définitive de procréer, et s’est appuyé sur les connaissances et les constats des spécialistes.", "95.  Par ailleurs, eu égard à l’incertitude qui subsisterait quant à la nature profonde du transsexualisme et aux situations extrêmement complexes qui en résulteraient, le Gouvernement estime que la disposition légale en cause prévoit des mesures juridiques appropriées dans ce domaine. Invoquant l’arrêt B. c. France (précité), il arguë que la Cour elle-même a noté que toute incertitude n’avait pas disparu quant à la nature profonde du transsexualisme et que l’on s’interrogeait parfois sur la licéité d’une intervention chirurgicale en pareil cas.", "96.  Le Gouvernement se dit convaincu que personne ne peut soutenir que pareille intervention chirurgicale est indispensable au traitement des troubles de l’identité sexuelle. Il plaide que la certitude du diagnostic de transsexualisme joue un rôle de la plus grande importance et qu’un tel diagnostic devrait être posé très soigneusement pour éviter toute confusion avec d’autres troubles psychiques analogues. Il soutient que l’opération de conversion sexuelle devrait être rendue nécessaire non pas uniquement par des impératifs psychologiques mais également par des impératifs médicaux.", "97.  Par ailleurs, les situations juridiques résultant du transsexualisme se révéleraient très complexes. Elles auraient trait en particulier à des questions de nature anatomique, biologique, psychologique et morale liées au transsexualisme et à sa définition ; au consentement et aux autres conditions à remplir avant toute opération ; aux conditions dans lesquelles un changement d’identité sexuelle peut être autorisé ; à des aspects internationaux ; aux effets juridiques, rétroactifs ou non, de pareils changements ; à la possibilité de choisir un autre prénom ; à la confidentialité des documents et des renseignements relatant le changement, et à des incidences d’ordre familial. Sur ces divers points, le consensus entre les États membres du Conseil de l’Europe ne serait pas encore assez large pour que la Cour énonce des conclusions déterminantes restreignant la marge d’appréciation laissée aux États contractants et, partant, il s’agirait toujours d’un domaine dans lequel ceux-ci jouissent, en raison de la faible convergence de leurs vues en la matière, d’une ample marge d’appréciation.", "98.  Arguant que les interventions chirurgicales de conversion sexuelle comportent des risques très importants, le Gouvernement soutient que les conditions requises par le droit interne ne sont critiquables ni d’un point de vue juridique ni d’un point de vue médical. Il craint que l’attitude inverse puisse mener à des opérations pratiquées en l’absence de toute vérification préalable de leur nécessité médicale ou en l’absence de garanties médicales de succès.", "99.  Compte tenu de l’ensemble des éléments qui précèdent, le Gouvernement soutient que le refus des juridictions internes d’autoriser le requérant à subir une intervention chirurgicale de conversion sexuelle ne peut être qualifié d’atteinte au droit au respect de la vie privée de l’intéressé, au sens de l’article 8 de la Convention, et que les autorités nationales n’ont pas outrepassé la marge d’appréciation qui doit leur être reconnue dans une affaire comme celle de la présente espèce. Il conclut qu’il n’y a donc pas eu violation de l’article 8.", "γ)  Appréciation de la Cour", "100.  Selon la jurisprudence constante de la Cour, une ingérence est considérée comme « nécessaire dans une société démocratique » pour atteindre un but légitime si elle répond à un « besoin social impérieux » et si elle est proportionnée au but légitime poursuivi. Il faut que les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants » (voir, entre autres, Nada c. Suisse [GC], no 10593/08, § 181, CEDH 2012, et Animal Defenders International c. Royaume-Uni [GC], no 48876/08, § 105, CEDH 2013).", "101.  S’il appartient au premier chef aux autorités nationales d’apprécier si toutes ces conditions se trouvent remplies, c’est à la Cour qu’il revient de trancher en dernier lieu la question de la nécessité de l’ingérence au regard des exigences de la Convention. Il faut reconnaître à cet égard une certaine marge d’appréciation aux autorités nationales compétentes. L’étendue de cette marge est variable et dépend d’un certain nombre de facteurs, dont la nature du droit en cause garanti par la Convention et son importance pour la personne concernée, ainsi que la nature de l’ingérence et la finalité de celleci. La marge d’appréciation est d’autant plus restreinte que le droit en cause est important pour garantir à l’individu la jouissance effective des droits fondamentaux ou d’ordre « intime » qui lui sont reconnus. Ainsi, lorsqu’un aspect particulièrement important de l’existence ou de l’identité d’un individu se trouve en jeu, la marge d’appréciation laissée à l’État est plus restreinte. En revanche, elle est plus large lorsqu’il n’y a pas de consensus au sein des États membres du Conseil de l’Europe, que ce soit sur l’importance relative de l’intérêt en jeu ou sur les meilleurs moyens de le protéger (S. et Marper c. Royaume-Uni [GC], nos 30562/04 et 30566/04, §§ 101-102, CEDH 2008, et Fernández Martínez, précité, § 125).", "102.  En l’espèce, la Cour observe que la procédure qui s’est déroulée devant les juridictions nationales mettait directement en jeu la liberté pour le requérant de définir son appartenance sexuelle, liberté qui s’analyse comme l’un des éléments les plus essentiels du droit à l’autodétermination (Van Kück, précité, § 73). À cet égard, elle rappelle s’être déclarée à maintes reprises consciente de la gravité des problèmes que rencontraient les transsexuels et avoir souligné l’importance d’examiner de manière permanente la nécessité de mesures juridiques appropriées (Christine Goodwin, précité, § 74).", "103.  Elle réaffirme qu’il est d’une importance cruciale que la Convention soit interprétée et appliquée d’une manière qui en rendent les garanties non pas théoriques ou illusoires, mais concrètes et effectives, et que si les organes de la Convention devaient faillir à maintenir une approche dynamique et évolutive, pareille attitude risquerait de faire obstacle à toute réforme ou amélioration (voir, parmi d’autres, Stafford c. Royaume-Uni [GC], no 46295/99, § 68, CEDH 2002IV).", "104.  Dans le contexte de la présente affaire, la Cour estime donc opportun de tenir compte de l’évolution du droit international et du droit européen ainsi que du droit et de la pratique en vigueur dans les différents États membres du Conseil de l’Europe, afin d’apprécier les circonstances de l’espèce « à la lumière des conditions de vie actuelles » (pour une démarche similaire, voir, entre autres, Tyrer c. Royaume-Uni, 25 avril 1978, § 31, série A no 26).", "105.  À cet égard, la Cour observe que la possibilité pour les transsexuels d’entreprendre un traitement de conversion sexuelle existe dans de nombreux États européens, tout comme la reconnaissance juridique de leur nouvelle identité sexuelle. La Cour relève en outre que la réglementation ou la pratique en vigueur dans bon nombre de pays qui reconnaissent le changement de sexe conditionne, implicitement ou explicitement, la reconnaissance légale du sexe revendiqué à la réalisation d’une intervention chirurgicale de conversion sexuelle et/ou à l’incapacité de procréer (paragraphe 43 cidessus).", "106.  Dans l’arrêt Christine Goodwin (précité, § 85), la Cour a estimé que, conformément au principe de subsidiarité, il appartenait avant tout aux États contractants de décider des mesures nécessaires pour assurer la reconnaissance des droits garantis par la Convention à toute personne relevant de leur juridiction et que, pour résoudre dans leur ordre juridique interne les problèmes concrets posés par la reconnaissance juridique de la condition sexuelle des transsexuels opérés, les États contractants devaient jouir d’une ample marge d’appréciation.", "107.  Elle estime qu’il en va indéniablement de même lorsque sont en cause les exigences légales régissant l’accès à des moyens médicaux ou chirurgicaux pour les personnes transsexuelles désireuses de se soumettre à des modifications corporelles liées à une réassignation de sexe.", "108.  Cela étant, elle rappelle avoir déjà considéré qu’il convenait d’attacher moins d’importance à l’absence d’éléments indiquant un consensus européen relativement à la manière de résoudre les problèmes juridiques et pratiques qu’à l’existence d’éléments clairs et incontestés montrant une tendance internationale continue non seulement vers une acceptation sociale accrue des transsexuels mais aussi vers la reconnaissance juridique de la nouvelle identité sexuelle des transsexuels opérés (ibidem, précité, § 85).", "109.  Elle rappelle également que la faculté pour les transsexuels de jouir pleinement, à l’instar de leurs concitoyens, du droit au développement personnel et à l’intégrité physique et morale ne saurait être considérée comme une question controversée exigeant du temps pour que l’on parvienne à appréhender plus clairement les problèmes en jeu (ibidem, précité, § 90).", "110.  À cet égard, elle souligne que, dans son annexe à la Recommandation CM/Rec(2010)5 sur des mesures visant à combattre la discrimination fondée sur l’orientation sexuelle ou l’identité de genre, le Comité des Ministres du Conseil de l’Europe a dit que les conditions préalables, y compris les modifications d’ordre physique, à la reconnaissance juridique d’un changement de genre devaient être régulièrement réévaluées afin de lever celles qui seraient abusives (paragraphe 29 ci-dessus). Par ailleurs, dans sa Résolution 1728 (2010) relative à la discrimination sur la base de l’orientation sexuelle et l’identité de genre, l’Assemblée parlementaire du Conseil de l’Europe a appelé les États membres à traiter la discrimination et les violations des droits de l’homme visant les personnes transgenres et, en particulier, à garantir dans la législation et la pratique les droits de ces personnes à des documents officiels reflétant l’identité de genre choisie, sans obligation préalable de subir une stérilisation ou d’autres procédures médicales telles qu’une opération de conversion sexuelle ou une thérapie hormonale (paragraphe 30 ci-dessus).", "111.  La Cour observe également que certains États membres ont récemment modifié leur législation ou leurs pratiques en matière d’accès aux traitements de conversion sexuelle et de reconnaissance légale de cette conversion en abolissant l’exigence d’infertilité ou de stérilité (paragraphe 43 cidessus).", "112.  À cet égard, la Cour estime utile de relever la spécificité du droit turc en la matière. En effet, dans la majeure partie des États qui imposent comme condition préalable à une reconnaissance juridique du genre revendiqué un traitement hormonal ou une chirurgie de conversion sexuelle, l’infertilité ou la stérilité est appréciée après le processus médical ou chirurgical de conversion sexuelle (paragraphes 42-43 ci-dessus). Or, si le droit turc subordonne le changement d’état civil à une transformation physique obtenue à la suite d’une opération de changement de sexe « réalisée en conformité avec l’objectif spécifié par l’autorisation judiciaire et avec les techniques médicales », il ressort de la décision litigieuse du TGI de Mersin qu’en l’espèce l’incapacité de procréer est une exigence qui devait être satisfaite avant le processus de changement de sexe, de sorte qu’elle conditionnait l’accès du requérant à la chirurgie de conversion.", "113.  Au vu des éléments du dossier, et notamment des témoignages des proches du requérant devant les instances nationales (paragraphe 9 cidessus), la Cour observe que celui-ci mène depuis de nombreuses années sa vie sociale en tant qu’homme. Il apparaît également qu’il a fait l’objet d’un suivi psychologique dès l’adolescence, qu’il a été diagnostiqué comme transsexuel par un comité d’experts en psychologie et que ceux-ci ont par ailleurs conclu qu’il était nécessaire pour lui de poursuivre sa vie sous une identité masculine (paragraphes 7, 10 et 14 cidessus). En septembre 2005, au moment où il a sollicité pour la première fois l’autorisation judiciaire de recourir à une opération de changement de sexe, le requérant s’inscrivait donc déjà, depuis plusieurs années, dans un parcours de conversion sexuelle : il était suivi sur le plan psychologique et avait adopté depuis longtemps un comportement social masculin.", "114.  En dépit de ces faits, les juridictions internes lui ont d’abord refusé l’autorisation requise pour le changement physique auquel il aspirait. À cet égard, la Cour rappelle qu’il peut y avoir une atteinte grave au droit au respect de la vie privée lorsque le droit interne est incompatible avec un aspect important de l’identité personnelle (Christine Goodwin, précité, § 77).", "115.  Elle rappelle également avoir déjà dit que l’on ne saurait croire qu’il y ait quoi que ce soit d’irréfléchi dans la décision d’une personne de subir une opération de conversion sexuelle, compte tenu des interventions nombreuses et pénibles qu’entraîne une telle démarche et du degré de détermination et de conviction requis pour changer son rôle sexuel dans la société (ibidem, précité, § 81, et Schlumpf, précité, § 110).", "116.  En l’espèce, elle constate que les juridictions internes ont justifié leur refus initial de faire droit à la demande de l’intéressé par la seule circonstance qu’il n’était pas incapable de procréer. Or elle ne s’explique pas pourquoi l’incapacité de procréer d’une personne souhaitant se soumettre à une opération de changement de sexe devrait être établie avant même que ne soit engagé le processus physique de changement de sexe.", "117.  Elle observe à cet égard, au vu des informations fournies par les parties, que le droit interne prévoit des procédures médicales de stérilisation volontaire (paragraphes 23-24 ci-dessus). Dans ses observations du 25 octobre 2010, le requérant affirmait ne pas y avoir accès, sauf à sortir du cadre légal existant (paragraphes 83 et 87 cidessus). Il ajoutait qu’aucune disposition législative ne prévoyait la marche à suivre ou le type de traitements auxquels il pourrait se soumettre et qu’il existait dès lors un vide juridique en la matière (paragraphes 85-87 cidessus). Dans des observations complémentaires du 23 octobre 2013, son avocat indiquait que son client, après avoir introduit la présente requête devant la Cour, avait fait usage d’hormones en dehors de tout contrôle judiciaire et médical (paragraphe 47 ci-dessus).", "118.  Tout en affirmant que le refus des juridictions internes opposé à la demande du requérant à raison de sa capacité à procréer était conforme à la loi, le Gouvernement soutient que ni la législation contestée ni ses modalités de mise en œuvre n’exigeaient que le requérant se soumette à des procédures médicales préalables de stérilisation ou de thérapie hormonale (paragraphe 91 ci-dessus). Or la Cour ne voit pas comment, sauf à se soumettre à une opération de stérilisation, le requérant aurait pu satisfaire à l’exigence d’infertilité définitive dès lors que, biologiquement, il était apte à procréer.", "119.  Quoi qu’il en soit, elle n’estime pas nécessaire de se prononcer sur la question de la possibilité éventuelle pour le requérant d’accéder à des traitements médicaux qui lui auraient permis de satisfaire à cette exigence. En effet, en tout état de cause, elle considère que le respect dû à l’intégrité physique de l’intéressé s’opposerait à ce qu’il doive se soumettre à ce type de traitements.", "120.  Au demeurant, dans les circonstances de l’espèce et eu égard à la formulation du grief du requérant, il suffit à la Cour de constater que l’intéressé a contesté, aussi bien devant les juridictions internes que devant elle, la mention faite dans la loi de l’incapacité définitive de procréer comme exigence préalable à une autorisation de changement de sexe.", "121.  La Cour estime en effet que cette exigence n’apparaît aucunement nécessaire au regard des arguments avancés par le Gouvernement pour justifier l’encadrement des opérations de changement de sexe (paragraphes 74-75 ci-dessus). En conséquence, à supposer même que le rejet de la demande initiale du requérant tendant à accéder à la chirurgie de changement de sexe ait reposé sur un motif pertinent, la Cour estime qu’il ne saurait être considéré comme fondé sur un motif suffisant. L’ingérence dans le droit du requérant au respect de sa vie privée qu’a constituée ce rejet ne saurait donc passer pour « nécessaire » dans une société démocratique.", "Le revirement du TGI de Mersin, qui, en mai 2013, a accordé au requérant l’autorisation de recourir à la chirurgie de changement de sexe en faisant abstraction des conclusions médicales selon lesquelles l’intéressé n’était pas dans l’incapacité définitive de procréer (paragraphes 24-25 ci-dessus), vient assurément conforter ce constat.", "122.  Ainsi, la Cour estime qu’en déniant au requérant, pendant de nombreuses années, la possibilité d’accéder à la chirurgie de changement de sexe, l’État a méconnu le droit de l’intéressé au respect de sa vie privée. Elle conclut en conséquence à la violation de l’article 8 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "123.  Le requérant se plaint de l’absence de tout examen par la Cour de cassation du fond de son affaire et de l’absence de motivation des décisions que cette juridiction a rendues sur son cas. Il invoque à cet égard l’article 6 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "124.  Le Gouvernement repousse ces allégations. Il déduit de la jurisprudence de la Cour que c’est d’abord aux autorités nationales, et spécialement aux cours et tribunaux, qu’il incombe d’interpréter le droit interne et que la Cour n’a pas à substituer sa propre interprétation du droit à la leur en l’absence d’arbitraire (il invoque, mutatis mutandis, Ravnsborg c. Suède, 23 mars 1994, § 33, série A no 283B, Bulut c. Autriche, 22 février 1996, § 29, Recueil 1996II, et Tejedor García c. Espagne, 16 décembre 1997, § 31, Recueil 1997VIII). Il arguë que la Convention ne réglemente pas le régime de la preuve en tant que tel et que la Cour ne peut donc exclure l’admissibilité d’une preuve par principe et in abstracto en faisant fi des prescriptions du droit national. Il ajoute qu’il revient aux juridictions internes d’apprécier les éléments obtenus par elles et la pertinence de ceux dont une partie souhaite la production, et que la Cour a pour seule tâche de rechercher si la procédure, considérée dans son ensemble, a revêtu le caractère équitable voulu par l’article 6 § 1 de la Convention (Mantovanelli c. France, 18 mars 1997, § 34, Recueil 1997II, et Elsholz c. Allemagne [GC], no 25735/94, § 66, CEDH 2000VIII).", "125.  Le Gouvernement considère qu’il ressort en outre de la jurisprudence bien établie de la Cour que l’obligation pour les tribunaux de motiver leurs décisions ne peut se comprendre comme exigeant une réponse détaillée à chaque argument (García Ruiz c. Espagne [GC], no 30544/96, CEDH 1999I). Il indique que, en l’espèce, le tribunal de grande instance de Mersin a examiné la demande du requérant conformément aux exigences prévues par la loi et l’a rejetée en se fondant sur les conclusions des différentes expertises au motif que toutes les conditions légales requises pour la conversion sexuelle n’étaient pas réunies.", "126.  Le Gouvernement ajoute que la Cour de cassation a examiné le dossier de l’affaire et qu’elle a confirmé le jugement rendu par le tribunal de grande instance de Mersin au motif que ce tribunal n’avait commis aucune erreur dans son appréciation des dispositions légales et des éléments de preuve.", "127.  La Cour rappelle qu’il ne découle pas de l’article 6 § 1 que les motifs exposés par une juridiction doivent traiter en particulier de tous les points que l’une des parties peut estimer fondamentaux pour son argumentation. Une partie n’a pas un droit absolu d’exiger du tribunal qu’il expose les motifs pour lesquels il a rejeté chacun de ses arguments (voir, parmi d’autres, İbrahim Aksoy c. Turquie (déc.), nos 28635/95, 30171/96 et 34535/97, 7 décembre 1999). Au demeurant, en l’espèce, la Cour constate que la Cour de cassation a motivé ses décisions. Lorsqu’elle a statué sur le pourvoi dont elle avait été saisie, elle a dit que la juridiction de première instance n’avait commis aucune erreur dans son appréciation des preuves. Elle s’est ainsi approprié les motifs de cette juridiction. De même, lorsqu’elle a statué sur la demande de rectification, elle a jugé que les conditions pouvant ouvrir la voie à un arrêt rectificatif n’étaient pas réunies. Il s’ensuit que ce grief est manifestement mal fondé et qu’il doit être rejeté, en application de l’article 35 §§ 3 et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "128.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "129.  Se référant à l’arrêt B. c. France (précité), le requérant réclame 10 000 euros (EUR) pour préjudice moral. Il affirme, à l’appui de cette demande, être confronté à une souffrance quotidienne dans l’accomplissement de tous les actes nécessitant la présentation d’un document d’identité car celle-ci générerait des réactions embarrassantes pour lui. Dans une lettre rédigée le 16 février 2011 en réponse aux observations du Gouvernement qui contestait ce montant, il a soutenu que la somme réclamée était raisonnable tout en soulignant que son souhait premier était d’obtenir, par voie judiciaire, qu’il fût mis fin à la contradiction dont il souffrait et que, partant, il s’en remettait à la sagesse de la Cour pour ce qui concernait l’évaluation du montant de son dommage.", "130.  Le Gouvernement conteste cette prétention.", "131.  La Cour observe que par une décision judiciaire du 21 mai 2013, le requérant a obtenu l’autorisation de subir une chirurgie de changement de sexe. Compte tenu de cela, et statuant en équité, elle considère qu’il y a lieu de lui octroyer 7 500 EUR pour dommage moral.", "B.  Frais et dépens", "132.  Le requérant ne présente aucune demande de remboursement des frais et dépens.", "C.  Intérêts moratoires", "133.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l’article 8 de la Convention et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "3.  Dit,", "a)  que l’État défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 7 500 EUR (sept mille cinq cents euros), à convertir dans la monnaie de l’État défendeur, plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 10 mars 2015, en application de l’article 77 §§ 2 et 3 du règlement.", "\tAbel Campos\tGuido Raimondi\n\tGreffier adjoint \tPrésident", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante des juges Keller et Spano ;", "–  opinion concordante du juge Lemmens, à laquelle se rallie le juge Kūris.", "G.R.A.\nA.C.", "", "OPINION CONCORDANTE COMMUNE\nAUX JUGES KELLER ET SPANO", "1.  Nous avons voté en faveur d’une violation de l’article 8 de la Convention. Néanmoins, nous ne sommes pas tout à fait convaincus par le raisonnement de la majorité. Nos réserves concernent le fait que la Cour a laissé sans réponse la question de savoir si l’ingérence tendait à l’un des buts légitimes énoncés à l’article 8 § 2 de la Convention. D’un point de vue méthodologique, il nous paraît difficile d’aborder la question de la proportionnalité sans avoir préalablement défini le but légitime (A). À notre avis, la Cour aurait dû examiner de manière approfondie si le Gouvernement avait démontré (implicitement) l’existence d’un intérêt légitime permettant de justifier l’exigence d’infertilité définitive comme condition préalable, selon la décision litigieuse des juridictions internes, à l’accès à un traitement pour changer de sexe (B). Enfin, nous nous permettons de faire quelques observations de nature générale sur les développements récents en matière de transsexualisme et sur l’exigence de l’incapacité de procréer dans ce contexte. Ces considérations nous semblent importantes pour les futurs cas similaires (C).", "2.  En l’espèce, le requérant, transsexuel, se considère depuis des années comme un homme. Son entourage familial et social a accepté sa nouvelle identité. En mai 2013, le tribunal de grande instance (TGI) de Mersin fit droit à sa demande et autorisa l’opération chirurgicale de changement de sexe sollicitée (paragraphe 25 de l’arrêt).", "A.  La détermination (in)suffisante du but légitime", "3.  Selon le droit turc, toute personne qui souhaite changer de sexe peut saisir les juridictions internes d’une demande d’autorisation à cette fin. Elle doit alors apporter, entre autres, la preuve de son incapacité définitive de procréer (paragraphe 26 de l’arrêt) – une exigence que connaissent aussi d’autres pays membres du Conseil de l’Europe (voir paragraphes 35-43 de l’arrêt).", "4.  En l’espèce, il n’est pas contesté que l’ingérence reposait sur une base légale suffisante (paragraphes 68-71 de l’arrêt). Dès lors, la Cour se penche sur la question du but légitime. Ce faisant, elle observe à juste titre que le Gouvernement ne se prononce pas sur l’exigence d’infertilité ou de stérilité définitive prévue par la loi en question (paragraphe 80 de l’arrêt). Or c’est justement parce que le requérant ne satisfaisait pas à cette exigence que les autorités nationales lui ont dénié, pendant des années, une opération de changement de sexe. À notre avis, la Cour aurait pu s’arrêter là et rendre un arrêt plus court en se limitant à constater que le Gouvernement avait failli à invoquer valablement un but légitime. À notre regret, la majorité a préféré ne pas aborder cette question de manière plus approfondie. Au lieu de cela, elle a procédé à l’examen de la proportionnalité de l’ingérence (paragraphe 80 de l’arrêt).", "5.  Nous sommes bien conscients que la Cour a déjà suivi cette approche dans d’autres affaires. Soit elle a laissé sans réponse la question de savoir si la loi satisfaisait à toutes les exigences de clarté et de prévisibilité (voir, par exemple, S. et Marper c. Royaume-Uni [GC], nos 30562/04 et 30566/04, § 99, CEDH 2008, Kurić et autres c. Slovénie [GC], no 26828/06, §§ 348350, CEDH 2012, et I.S. c. Allemagne, no 31021/08, §§ 72-75, 5 juin 2014), soit elle a exprimé, comme dans la présente affaire, des doutes quant au but légitime invoqué par le Gouvernement (A, B et C c. Irlande [GC], no 25579/05, §§ 227-228, CEDH 2010).", "6.  Cette approche nous paraît légitime pour les affaires soulevant essentiellement des questions sous l’angle de la proportionnalité. Or, dans la présente affaire, elle pose plusieurs problèmes. Se pose notamment la question générale de savoir comment peser les intérêts que représentent, d’une part, le but légitime recherché par l’État et, d’autre part, les droits de l’individu, si le premier est méconnu.", "B.  La proportionnalité en l’espèce", "7.  L’examen de la proportionnalité nécessite par définition une pesée des intérêts. Du côté du requérant, ce sont évidemment son droit de définir son identité sexuelle et son droit à l’intégrité physique et psychique qui sont en jeu – des éléments qui se trouvent sans aucun doute au cœur de la vie privée de chacun et donc de l’article 8 de la Convention. Du côté de l’État, la majorité accepte – comme justification à la réglementation et au contrôle des opérations de changement de sexe – les arguments tirés de l’irréversibilité des interventions chirurgicales de conversion sexuelle et du risque que représente ce type d’interventions pour la santé (paragraphe 79 de l’arrêt).", "8.  Il nous semble toutefois difficile de justifier l’exigence d’infertilité définitive comme condition préalable au changement de sexe par les conséquences graves qu’entraîne le changement de sexe chirurgical alors même que parvenir à la stérilité définitive implique normalement que l’intéressé doive subir des traitements eux aussi susceptibles d’avoir de graves conséquences pour la santé. À juste titre, la Cour n’a pas choisi cette solution.", "9.  Cependant, le raisonnement de la majorité pose d’autres problèmes évidents. Premièrement, les arguments évoqués par la majorité aux paragraphes 102-111 et 116-119 de l’arrêt portent clairement sur la question de savoir si la condition préalable d’infertilité définitive pour l’accès à un traitement de changement de sexe est, en soi, conforme à l’article 8 de la Convention. Deuxièmement, la Cour semble se servir d’un langage normalement utilisé sur le terrain non pas de l’examen de la proportionnalité mais de la question de savoir si l’ingérence tendait ou non à un but légitime. On le voit clairement au paragraphe 121 de l’arrêt, dans lequel :", "« La Cour estime (...) que cette exigence n’apparaît aucunement nécessaire au regard des arguments avancés par le Gouvernement pour justifier l’encadrement des opérations de changement de sexe (...) En conséquence, à supposer même que le rejet de la demande initiale du requérant tendant à accéder à la chirurgie de changement de sexe ait reposé sur un motif pertinent, la Cour estime qu’il ne saurait être considéré comme fondé sur un motif suffisant. »", "10.  Enfin, la majorité constate une violation au motif que l’ingérence était disproportionnée parce que le requérant s’était vu dénier, pendant des années, la possibilité d’une opération de changement de sexe. Elle relève également qu’en 2013 le TGI a fait droit à la demande du requérant indépendamment des conclusions médicales quant à sa capacité de procréer.", "11.  Il y a donc deux interprétations possibles au raisonnement de la majorité : selon une interprétation étroite, la Cour, dans les circonstances spécifiques du cas d’espèce, juge disproportionnée l’ingérence en question (à savoir le refus d’autoriser une opération de changement de sexe). Selon une interprétation plus large, cependant, la Cour se prononce également de manière implicite sur l’exigence d’infertilité définitive comme condition préalable à l’accès à un traitement de changement de sexe. Ce second aspect nous semble problématique, car le Gouvernement ne s’est pas prononcé sur la nécessité d’une telle condition. À notre avis, la Cour aurait dû s’exprimer plus clairement sur ce point.", "C.  La stérilité définitive comme condition préalable", "12.  Nous nous permettons de rappeler quelques points importants en plus de ce qui est abordé de manière plus ou moins explicite dans l’arrêt.", "13.  Il faut d’abord rappeler que la stérilisation forcée, qui a été pratiquée dans presque tous les pays et toutes les sociétés, reste un sujet difficile encore aujourd’hui. La notion a sans doute une connotation négative et la Cour n’a pas été épargnée par de tristes affaires à ce sujet, notamment concernant des femmes d’origine rom (voir, entre autres, K.H. et autres c. Slovaquie, no 32881/04, CEDH 2009, V.C. c. Slovaquie, no 18968/07, CEDH 2011, N.B. c Slovaquie, no 29518/10, 12 juin 2012, I.G. et autres c. Slovaquie, no 15966/04, 13 novembre 2012, et R.K. c. République tchèque (déc.), no 7883/08, 27 novembre 2012).", "14.  Dans le contexte de ces affaires, la Cour a toujours souligné l’importance du consentement préalable à toute stérilisation, une exigence qui découle d’ailleurs des conventions internationales et des principes généraux de la dignité et de la liberté humaines. Pour être valable, le consentement de la personne concernée nécessite que cette dernière ait connaissance de son état de santé, de la cause de la stérilisation ainsi que des alternatives possibles. De plus, elle doit disposer d’un délai raisonnable pour prendre sa décision finale (voir, par exemple, V.C. c. Slovaquie, précité, §§ 107115). La stérilisation définitive est donc un sujet d’une sensibilité particulière.", "15.  Dans la partie « textes européens et internationaux »  (paragraphes 29-34 de l’arrêt) la Cour fait référence à un certain nombre d’organes qui ont tous critiqué la stérilisation définitive comme condition préalable à un changement de sexe. Le Comité des Ministres du Conseil de l’Europe, par exemple, a souligné dans la Recommandation CM/Rec(2010)5, points 2021 (paragraphe 29 de l’arrêt) que la subordination du changement de sexe à certaines conditions (notamment la stérilisation irréversible) devrait être réévaluée par les États membres, « afin de lever celles qui seraient abusives ». De manière similaire, dans sa Résolution 1728 (2010), point 16.11.2 (paragraphe 30 de l’arrêt), l’Assemblée parlementaire du Conseil de l’Europe a jugé contestable la stérilisation ou toute autre procédure médicale comme condition préalable au changement des documents officiels. Enfin, dans son document thématique du 29 juillet 2009 (paragraphe 31 de l’arrêt), le Commissaire aux droits de l’homme du Conseil de l’Europe a invité les États membres à rendre possible des procédures de conversion de genre. De manière plus explicite, il a même recommandé d’« [a]bolir la stérilisation et les autres traitements médicaux obligatoires susceptibles de porter gravement atteinte à l’autonomie, à la santé ou au bien-être de la personne en tant que conditions nécessaires à la reconnaissance légale du genre choisi par une personne transgenre » (rapport de 2011, points 5.2 et 5.4 ; paragraphe 32 de l’arrêt).", "16.  Ajoutons à cela qu’en 2013, dans ses Observations finales concernant l’Ukraine, le Comité des droits de l’homme des Nations unies a adopté, pour la première fois, une recommandation portant spécifiquement sur la reconnaissance légale de sexe. Il a recommandé au gouvernement ukrainien d’abroger toute exigence disproportionnée, comme les opérations correctives obligatoires.", "17.  De manière similaire, le Rapporteur spécial sur la torture a considéré en 2013 que la stérilisation coercitive ou forcée est contraire au respect de l’intégrité physique de la personne et a souligné la nécessité de sauvegarder le consentement éclairé des minorités sexuelles.", "18.  Le rapport publié en 2014 par l’Organisation mondiale de la santé sur la stérilisation forcée ou coercitive confirme également qu’au plan international un certain nombre d’institutions de protection des droits de l’homme ont déjà recommandé l’abolition de la stérilisation comme condition préalable à un traitement médical pour les transsexuels.", "19.  Au regard des documents cités ci-dessus, on peut observer une tendance internationale contre la stérilisation comme condition préalable, tant pour le changement de sexe dans les registres officiels que pour les opérations de changement de sexe.", "20.  À notre avis, la pratique de plusieurs juridictions nationales fait ressortir aussi la problématique de la stérilisation définitive comme condition préalable à un changement de sexe. Bien que cette jurisprudence nationale concerne plutôt la question des conditions au changement de sexe dans les registres officiels d’état civil (et non pas l’autorisation d’une opération de changement de sexe), on peut observer une tendance générale consistant à considérer une stérilisation définitive comme contraire aux constitutions nationales.", "21.  La Cour constitutionnelle autrichienne, par exemple, a constaté dans sa décision du 3 décembre 2009 que l’opération de changement de sexe ne pourrait pas être vue comme une condition préalable à un changement de sexe dans le registre officiel d’état civil.", "22.  De la même manière, dans une décision du 11 janvier 2011, la Cour constitutionnelle allemande a considéré, qu’exiger la stérilité définitive et une intervention chirurgicale pour modifier les caractéristiques externes était contraire aux garanties constitutionnelles relatives à l’intégrité physique et au droit à l’autodétermination sexuelle. Elle a estimé que l’exigence d’incapacité de procréer résultant d’une opération n’était pas compatible avec l’article 2 § 2 de la Constitution allemande. Cette exigence mettrait les personnes concernée dans une situation de contrainte, car elles devraient opter entre une ingérence corporelle et la non-reconnaissance de leur changement de sexe.", "23.  De plus, la cour d’appel administrative de Stockholm a constaté dans une décision deu 19 décembre 2012 que la condition de stérilisation telle que prévue par la loi no 1972 :119 sur la détermination du sexe n’était pas conforme à la Constitution suédoise et aux articles 8 et 14 de la Convention européenne des droits de l’homme. Dans son raisonnement, elle a souligné qu’une stérilisation ne pouvait être considérée comme volontaire s’il n’existait pas d’autre possibilité de faire inscrire le changement du sexe dans le registre d’état civil. En conséquence, le parlement suédois a modifié cette loi en 2013.", "24.  En outre, l’Office fédéral suisse de l’état civil a publié un avis le 1er février 2012 au regard des développements européens en matière de droits des transsexuels. Il a considéré qu’« une constatation juridique d’un changement de sexe est possible même si l’irréversibilité du changement de sexe et l’inaptitude à procréer – nécessaires à une telle constatation – ont été atteintes sans intervention chirurgicale (stérilisation, construction des organes génitaux), mais par exemple par hormonothérapie ».", "25.  Enfin, il est intéressant de noter qu’aux États-Unis, les gouvernements au niveau fédéral ainsi qu’au niveau des États n’exigent plus explicitement la stérilisation pour faire inscrire un changement de sexe sur l’acte de naissance ou le permis de conduire.", "26.  Au vu de ce qui précède, un constat s’impose : dans le cas où la stérilisation serait la seule possibilité de garantir l’autorisation d’une opération de changement de sexe, on peut parler de stérilisation forcée de facto. Dans le cadre de l’examen de la proportionnalité, il est absolument nécessaire de tenir compte du fait que l’exigence de stérilité est une ingérence ayant des conséquences graves et irréversibles. Bien que des mesures beaucoup moins lourdes soient concevables, la majorité n’a pas cherché à en souligner l’existence.", "27.  En outre, s’agissant de la marge d’appréciation, nous rappelons que le droit à l’identité sexuelle et à l’épanouissement personnel sont des aspects fondamentaux du droit au respect de la vie privée (paragraphe 7 ci-dessus). La majorité admet elle-même que « la liberté (...) de définir son appartenance sexuelle [est une] liberté qui s’analyse comme l’un des éléments les plus essentiels du droit à l’autodétermination » (paragraphe 102 de l’arrêt). Il nous semble donc évident que la marge d’appréciation dans un cas comme celui-ci devrait être réduite à un minium.", "D.  Conclusion", "28.  Bien que nous soyons d’accord avec le constat de violation de l’article 8, nous estimons que la Cour aurait dû aborder la question de savoir si, en l’espèce, l’ingérence tendait à un but légitime permettant de justifier une stérilité définitive et, le cas échéant, examiner d’une manière plus approfondie la question de savoir si l’exigence de stérilité définitive en tant que telle est compatible avec l’article 8 de la Convention.\n", "OPINION CONCORDANTE DU JUGE LEMMENS,\nÀ LAQUELLE SE RALLIE LE JUGE KŪRIS", "1.  Je suis entièrement d’accord avec mes collègues pour conclure qu’il y a eu violation de l’article 8 de la Convention. L’arrêt souligne, une fois de plus, l’importance du droit à l’identité sexuelle comme élément du droit au respect de la vie privée pour une personne transsexuelle.", "Je voudrais toutefois indiquer comment j’interprète la portée de l’arrêt.", "2.  Le requérant se plaint de l’application dans son cas de l’article 40 du code civil turc.", "Cette disposition contient deux alinéas (voir le paragraphe 26 de l’arrêt). L’alinéa premier concerne le changement de sexe, et le subordonne à un certain nombre de conditions, parmi lesquelles celle d’être dans l’incapacité définitive de procréer. Le second alinéa concerne la rectification du registre d’état civil après un changement de sexe, c’est-à-dire la reconnaissance juridique du nouveau sexe. Le processus conduisant à la reconnaissance du nouveau sexe comporte donc deux phases, et à chaque phase l’intervention du tribunal est nécessaire : d’abord pour autoriser le changement de sexe (alinéa premier), ensuite pour reconnaître les effets juridiques du changement de sexe effectivement effectué (alinéa second).", "3.  L’arrêt ne concerne que la première phase. Il examine la compatibilité avec la Convention de l’incapacité définitive de procréer entendue comme condition préalable à une opération de changement de sexe. Il juge que cette condition ne saurait être considérée comme « nécessaire » pour atteindre les buts invoqués par le Gouvernement dans ce contexte.", "Je voudrais attirer l’attention sur le fait que la Cour déclare qu’elle « ne voit pas comment, sauf à se soumettre à une opération de stérilisation, le requérant aurait pu satisfaire à l’exigence d’infertilité définitive dès lors que, sur un plan biologique, il dispose de la capacité de procréer » (paragraphe 118 de l’arrêt). Pour le requérant, il était impossible de remplir cette condition. Je fais remarquer que d’autres personnes pourraient y satisfaire. En effet, des personnes de sexe féminin désireuses de subir une conversion sexuelle peuvent obtenir l’autorisation de se soumettre à une telle opération si elles ne sont plus fertiles ou si elles ne l’ont jamais été. C’est apparemment pour cette catégorie de femmes que le législateur admet le changement de sexe. En revanche, une femme fertile ne peut pas, en vue d’une conversion sexuelle, abandonner les caractéristiques physiques d’une femme, y compris la faculté de procréer.", "4.  L’arrêt ne se prononce pas sur la compatibilité avec la Convention de l’incapacité définitive de procréer entendue comme condition préalable à la reconnaissance juridique du changement de sexe, notamment pour les personnes ayant subi une opération de conversion sexuelle.", "Bien entendu, il y a des arguments pour considérer que de ce point de vue aussi, la condition précitée pose problème. Je me réfère à l’opinion concordante de mes collègues Keller et Spano.", "Toutefois, j’estime que la Cour a eu raison de ne pas se prononcer sur la condition litigieuse dans ce contexte plus général. Non seulement parce qu’elle n’était pas saisie de cette question, mais aussi parce que le dossier ne contient pas suffisamment d’éléments pour lui permettre de statuer en connaissance de cause. Les motifs invoqués par le Gouvernement pour justifier que la conversion sexuelle soit subordonnée à l’incapacité définitive de procréer (voir en particulier les buts légitimes mentionnés aux paragraphes 74-75 et 77 de l’arrêt) ne sont pas nécessairement ceux qu’un état pourrait invoquer pour justifier cette même exigence comme condition de la reconnaissance juridique du changement de sexe.", "Même s’il y a une nette tendance parmi les États à reconnaître juridiquement le nouveau sexe d’une personne transsexuelle sans exiger au préalable l’incapacité définitive de procréer, je suis frappé par le fait que bon nombre d’entre eux ont encore dans leur législation une telle exigence (voir paragraphe 43 de l’arrêt). Je serais curieux de savoir quels motifs ces derniers pourraient invoquer pour justifier leur système. Ces motifs sont peut-être suffisants, peut-être pas, je l’ignore.", "C’est notamment pour cette raison que j’estime que le présent arrêt ne saurait être interprété comme excluant définitivement l’exigence de l’incapacité définitive de procréer du contexte de la conversion sexuelle. Il faudra attendre une autre occasion pour que la Cour puisse approfondir la question.", ""]}