{"file": "FRE_HFCOM_36276_10.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "36276/10", "text_paragraphs": ["DEUXIÈME SECTION", "Requête no 36276/10\nBruno CIRILLO\ncontre l’Italie\nintroduite le 4 juin 2010", "EXPOSÉ DES FAITS", "EN FAIT", "Le requérant, M. Bruno Cirillo, est un ressortissant italien, né en 1980 et actuellement détenu à Foggia.", "Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par le requérant, peuvent se résumer comme suit.", "Le requérant est atteint, depuis mars 2005, d’une paralyse subtotale du plexus brachial gauche, accompagnée d’une limitation fonctionnelle sévère, provoquée par une balle d’une arme à feu.", "Le 18 novembre 2005, il fut arrêté et mis en détention dans la prison de Reggio Calabre dans le cadre d’une enquête pour homicide. Par un arrêt de la cour d’assises d’appel de Reggio Calabre du 7 décembre 2007, le requérant fut condamné à la peine de vingt-et-un ans de réclusion.", "Les médecins de la prison de Reggio Calabre préconisèrent la nécessité d’effectuer des cycles de physiothérapie et d’électrostimulation dans des centres spécialisés de rééducation.", "Le requérant effectua une première thérapie à l’unité de physiatrie de l’hôpital de Cittanova du 20 février au 19 avril 2006.", "Le 24 juillet 2007, le médecin de la prison de Messine, dans laquelle le requérant avait été transféré, signala au directeur de l’établissement que l’intéressé avait besoin d’une thérapie dans un centre spécialisé.", "Le 16 août 2007, le requérant fut examiné au « Centro Neurolesi » de Messine. Le médecin prescrivit au requérant des exercices de physiothérapie pour la réhabilitation du membre supérieur gauche ainsi que des séances de électrothérapie pour la stimulation des muscles.", "Il ressort du journal sanitaire de la prison de Messine que le requérant bénéficia de quelques séances de physiothérapie pratiquées par les médecins de la prison, dont la fréquence et la durée n’ont pas été précisées.", "Le 14 décembre 2008, le requérant fut transféré à la prison de Foggia. Il y fit une grève de la faim du 6 au 22 octobre 2009 et du 2 au 9 juin 2010.", "En 2009, le requérant saisit le Tribunal d’application des peines de Bari d’une demande tendant à obtenir la suspension de sa détention en raison de son état de santé. Le 31 décembre 2009, le médecin de la prison émit un certificat selon lequel le requérant n’était pas en danger de vie et était en attente d’effectuer un cycle de physiothérapie visant à éviter la paralyse du tendon du membre supérieur gauche.", "Par une ordonnance du 4 février 2010, le tribunal, sur la base du certificat du 31 décembre 2009, affirma que les pathologies dont le requérant souffrait pouvaient être soignées dans le cadre du régime de détention. Il soutint dès lors que l’état de santé du requérant était compatible avec la détention, à condition que l’administration de séances régulières de physiothérapie soit réellement assurée, si besoins au moyen d’hospitalisations dans des centres extérieurs à la prison. Par conséquent, le tribunal rejeta la demande du requérant et invita l’administration pénitentiaire à évaluer l’opportunité de transférer le requérant dans un centre spécialisé ou dans un autre pénitencier afin de permettre un suivi thérapeutique constant et effectif.", "Dans un certificat du 6 avril 2011, le médecin de la prison de Foggia attesta que le requérant bénéficiait de cycles de réhabilitation périodiques, avec des délais d’attente parfois longs, compte tenu notamment du nombre de demandes pendantes et du surpeuplement existant dans le pénitentiaire.", "GRIEF", "Invoquant l’article 3 de la Convention, le requérant se plaint de la qualité des soins qui lui sont administrés en prison. Il affirme que, malgré les certificats attestant son état de santé précaire et établissant la nécessité de cycles de physiothérapie réguliers, il ne peut accéder aux soins que de façon très sporadique et inefficace et connaît de ce fait une dégradation progressive de ses conditions physiques.", "QUESTIONS ET DEMANDE DE RENSEIGNEMENTS", "1.  Le manque allégué de soins médicaux appropriés dispensés au requérant au cours de sa détention, constitue-t-il un traitement inhumain ou dégradant contraire à l’article 3 de la Convention ?", "", "2.  Le maintien du requérant dans la prison de Foggia, à la lumière notamment de l’ordonnance du tribunal d’application des peines de Bari du 4 février 2010, est-il compatible avec l’article 3 de la Convention ?", "", "Le gouvernement défendeur est invité à renseigner la Cour quant à la nature et à la fréquence des traitements de réhabilitation administrés au requérant dans des centres spécialisés."]}