{"file": "FRE_HFJUD_3111_10.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "3111/10", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE AHMET YILDIRIM c. TURQUIE", "", "(Requête no 3111/10)", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "18 décembre 2012", "", "DÉFINITIF", "", "18/03/2013", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "", "", "En l’affaire Ahmet Yıldırım c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tGuido Raimondi, président,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 20 novembre 2012,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de cette affaire se trouve une requête (no 3111/10) dirigée contre la République de Turquie et dont un ressortissant de cet Etat, M. Ahmet Yıldırım (« le requérant »), a saisi la Cour le 12 janvier 2010 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me A. Kaymak, avocate à İzmir. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le requérant allègue, en particulier, que la mesure de blocage de l’accès à son site Internet prononcée par les autorités nationales constitue une atteinte injustifiée à ses droits garantis par les articles 6, 7, 10, 13 de la Convention et par l’article 2 du Protocole no 1.", "4.  Le 31 janvier 2011, la requête a été communiquée au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et sur le fond de l’affaire.", "5.  Le requérant a déposé des observations écrites complémentaires (article 59 § 1 du règlement). Des observations ont également été reçues de l’association the Open Society Justice Initiative, à laquelle la présidente de la Cour avait donné l’autorisation d’intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 2 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Le requérant est né en 1983 et réside à Istanbul.", "7.  Il est propriétaire et utilisateur du site web « http://sites.google.com/a/ahmetyildirim.com.tr/academic/ », où il publie ses travaux académiques et ses points de vue dans différents domaines. Ce site a été créé en utilisant le service « Google Sites » (http://sites.google.com/), un module Google de création et d’hébergement de sites web.", "8.  Le 23 juin 2009, le tribunal d’instance pénal de Denizli rendit une décision ordonnant, en vertu de l’article 8 § 1 b) de la loi no 5651 relative à la régularisation des publications sur Internet et à la lutte contre les infractions commises sur Internet, le blocage de l’accès au site http://sites.google.com/site/kemalizminkarinagrisi/benimhikayem/atauerk-koessi/at (ci-après « le site litigieux »). Il s’agissait là d’une mesure préventive adoptée dans le cadre d’une procédure pénale dirigée contre son propriétaire, qui était accusé d’outrage à la mémoire d’Atatürk.", "9.  Le même jour, en vertu de l’article 8 § 3 de la loi no 5651, une copie de la décision de blocage fut notifiée pour exécution à la Présidence de la télécommunication et de l’informatique (la « PTI »).", "10.  Le 24 juin 2009, sur demande de la PTI, le tribunal d’instance pénal de Denizli réforma sa décision du 23 juin et décida de bloquer totalement l’accès à Google Sites en vertu de l’article 8 de la loi no 5651. La PTI avait en effet indiqué que c’était là la seule possibilité de bloquer le site litigieux, son propriétaire n’étant pas titulaire d’un certificat d’hébergement et se trouvant à l’étranger.", "11.  La PTI, appliquant la décision du 24 juin 2009, bloqua totalement l’accès à Google Sites. Ainsi, le requérant se trouva dans l’impossibilité d’accéder à son propre site web, et ses tentatives à cette fin se heurtèrent invariablement à la décision de blocage prononcée par le tribunal.", "12.  Le 1er juillet 2009, le requérant forma opposition à la décision de blocage du 24 juin 2009 et demanda la levée de cette mesure pour autant qu’elle concernait son site, soutenant qu’il l’utilisait régulièrement pour publier ses travaux académiques et ses points de vue dans différents domaines et que la mesure avait eu pour effet d’empêcher tout accès audit site alors qu’il n’avait aucun lien avec le site bloqué pour contenu illégal. Il soutint notamment qu’afin d’empêcher que les autres sites web ne soient affectés par la mesure en question, il fallait choisir une méthode qui rende inaccessible uniquement le site litigieux. Il cita à titre d’exemple une mesure de blocage d’URL.", "A l’appui de sa demande, il présenta au tribunal une copie de la page web qui apparaissait lorsqu’il souhaitait accéder à son site (http://sites.google.com/a/ahmetyildirim.com.tr/academic/). Cette page affichait l’avertissement suivant :", "« La présidence de la télécommunication et de l’informatique applique la décision du 24 juin 2009 adoptée par le tribunal d’instance pénal de Denizli au sujet de ce site Internet (sites.google.com) dans le cadre d’une mesure préventive. »", "13.  Le 13 juillet 2009, le tribunal correctionnel de Denizli débouta le requérant de sa demande. Se référant à un avis de la PTI en ce sens, il considéra que le seul moyen de bloquer l’accès au site litigieux, conformément à la décision de blocage, était de bloquer l’accès à la page « http://sites.google.com », qui diffusait la publication incriminée.", "14.  Dans une lettre datée du 25 avril 2012, le requérant a indiqué à la Cour qu’il ne pouvait toujours pas accéder à son site Internet, alors qu’à sa connaissance la procédure pénale dirigée contre le propriétaire du site litigieux s’était conclue le 25 mars 2011 par un non-lieu, du fait de l’impossibilité de déterminer l’identité et l’adresse de l’accusé, qui se trouvait à l’étranger.", "II.  LE DROIT INTERNE PERTINENT", "La loi no 5651 du 4 mai 2007 relative à la régularisation des publications sur Internet et à la lutte contre les infractions commises sur Internet", "15.  En ses parties pertinentes, la loi no 5651 est ainsi libellée :", "« Article 2 – Définitions", "1)  Aux fins de la présente loi,", "(...)", "e)  [On entend par] fournisseur d’accès [erişim sağlayıcı] toute personne physique ou morale qui fournit à des usagers l’accès à l’Internet ;", "f)  [On entend par] fournisseur de contenus [içerik sağlayıcı] toute personne physique ou morale qui produit, modifie ou fournit toutes sortes d’informations ou de données à l’intention des usagers de l’Internet ;", "(...)", "ğ)  [On entend par] publication [yayın] diffusée sur Internet les données accessibles sur Internet à un nombre indéterminé de personnes ;", "(...)", "l)  [On entend par] publication [yayın] la publication sur l’Internet ;", "(...)", "Article 4 – Responsabilité des fournisseurs de contenus", "1)  Les fournisseurs de contenus sont tenus pour responsables de tout contenu qu’ils fournissent sur l’Internet.", "2)  Les fournisseurs de contenus ne sont pas tenus pour responsables du contenu appartenant à autrui accessible à partir d’un lien fourni par eux (...)", "(...)", "Article 5 – Responsabilité des fournisseurs d’hébergement", "1)  Le fournisseur d’hébergement n’a pas l’obligation de surveiller les contenus qu’il héberge ni de rechercher s’ils constituent une activité illégale.", "2)  Sous réserve de sa responsabilité pénale, lorsqu’il est informé, en vertu des articles 8 et 9 de la présente loi, du caractère illégal d’un contenu hébergé par lui, le fournisseur d’hébergement a l’obligation, dans la mesure où il en a la possibilité technique, de cesser de le publier.", "Article 6 – Responsabilité des fournisseurs d’accès", "1)  a)  Lorsqu’il est informé, en vertu des dispositions de la présente loi, du caractère illégal du contenu publié par un usager, le fournisseur d’accès a l’obligation, dans la mesure où il en a la possibilité technique, de bloquer l’accès au contenu illégal.", "(...)", "2)  Le fournisseur d’accès n’a pas l’obligation de contrôler la conformité à la loi des contenus et informations auxquels il assure l’accès.", "(...)", "Article 8 – La décision de blocage de l’accès et son exécution", "1)  Il est prononcé un blocage de l’accès [erişimin engellenmesi] aux publications diffusées sur Internet dont il y a des motifs suffisants de soupçonner que, par leur contenu, elles sont constitutives des infractions ci-dessous :", "a)  Infractions prévues par le code pénal (...)", "\t1)  incitation au suicide (article 84),", "\t2)  abus sexuels sur mineurs (article 103 § 1),", "\t3)  facilitation de l’usage de stupéfiants (article 190),", "\t4)  fourniture d’un produit dangereux pour la santé (article 194),", "\t5)  obscénité (article 226),", "\t6)  prostitution (article 227),", "\t7)  hébergement de jeux d’argent (article 228),", "b)  Infractions à l’encontre d’Atatürk prévues à la loi no 5816 du 25 juillet 1951.", "(...)", "2)  Le blocage de l’accès est prononcé par le juge, si l’affaire se trouve au stade de l’instruction, ou par le tribunal, en cas de poursuites. Lors de l’instruction, le blocage de l’accès peut être ordonné par le procureur dans les cas où un retard serait préjudiciable. Il doit alors être soumis, dans les vingt-quatre heures suivantes, à l’approbation du juge. Celui-ci doit rendre sa décision dans un délai de vingt-quatre heures. S’il n’approuve pas le blocage, la mesure est levée immédiatement par le procureur. Il est possible de former opposition contre les décisions de blocage de l’accès prononcées à titre de mesure préventive, en vertu des dispositions du code de procédure pénale no 5271.", "3)  Une copie de la décision de blocage adoptée par un juge, par le tribunal ou par le procureur de la République est notifiée à la Présidence [de la télécommunication et de l’informatique] pour exécution.", "4)  Lorsque le fournisseur du contenu ou le fournisseur d’hébergement se trouvent à l’étranger (...) la décision de blocage de l’accès est prononcée d’office par la Présidence. Elle est alors portée à la connaissance du fournisseur d’accès, auquel il est demandé de l’exécuter.", "5)  Les décisions de blocage de l’accès sont exécutées immédiatement et au plus tard dans les vingt-quatre heures suivant leur notification.", "(...)", "7)  Lorsqu’une enquête pénale aboutit à un non-lieu, la décision de blocage de l’accès devient automatiquement caduque (...)", "8)  Lorsqu’un procès aboutit à un acquittement, la décision de blocage de l’accès devient automatiquement caduque (...)", "9)  Lorsque le contenu illicite de la diffusion est supprimé, le blocage de l’accès est levé (...) »", "16.  La Présidence de la télécommunication et de l’informatique a été créée en vertu de l’article 7 provisoire de la loi no 2559 sur les attributions et obligations de la police, modifié le 3 juillet 2005 par la loi no 5397. En tant qu’organe administratif, elle est notamment chargée d’enregistrer et de contrôler les informations diffusées par les outils de télécommunication.", "17.  Dans la pratique, lorsqu’un tribunal ordonne le blocage de l’accès à un site précis, il incombe à la PTI d’exécuter cette mesure. Si le fournisseur du contenu ou le fournisseur d’hébergement se trouvent à l’étranger, la PTI peut bloquer totalement l’accès aux pages du prestataire intermédiaire, en vertu de l’article 8 §§ 3 et 4 de la loi no 5651. Lorsqu’une décision de blocage de l’accès est adoptée, c’est donc non seulement l’accès au site faisant l’objet d’une procédure pénale mais aussi l’accès à tout le contenu du domaine Internet qui risque d’être bloqué. C’est ainsi que des domaines tels que « blogspot.com », « blogger.com », « Google groups », « myspace.com » ou encore « youtube.com » ont fait l’objet de mesures de blocage d’accès pendant de longues périodes à cause des sites qu’ils hébergeaient.", "18.  La notion de « publication » prévue à l’article 2 § 1 de la loi no 5651 a également été l’objet d’un débat dans la doctrine. Selon certains commentateurs, l’alinéa ğ), en vertu duquel la notion de « publication diffusée sur Internet » vise « les données accessibles sur Internet à un nombre indéterminé de personnes » est en contradiction avec la notion qui figure à l’alinéa l) du même article, selon lequel « [on entend par] publication [yayın] la publication sur l’Internet ». En effet, la difficulté résulte de la référence aux « données accessibles sur Internet », qui peut s’appliquer à toutes sortes de données diffusées sur Internet.", "III.  LE DROIT ET LA PRATIQUE INTERNATIONAUX", "A.  Le Conseil de l’Europe", "1.  La Convention sur la cybercriminalité", "19.  La Convention sur la cybercriminalité (STE no 185), entrée en vigueur le 1er juillet 2004, a été élaborée par les Etats membres du Conseil de l’Europe, le Canada, le Japon, l’Afrique du Sud et les Etats-Unis d’Amérique. Elle vise différents types d’infractions relevant de la cybercriminalité : les infractions contre la confidentialité, l’intégrité et la disponibilité des données et systèmes informatiques, la falsification et la fraude informatiques, les infractions se rapportant au contenu informatique et plus spécifiquement à la pédopornographie, et les infractions liées aux atteintes à la propriété intellectuelle et aux droits connexes (chapitre II, section 1, titres 1 à 4).", "2.  Comité des Ministres", "a)  La déclaration CM (2005)56 final", "20.  Dans le préambule de la déclaration du Comité des Ministres sur les droits de l’homme et l’état de droit dans la société de l’information (CM (2005)56 final, 13 mai 2005), il est reconnu que « l’accès limité ou l’absence d’accès aux [technologies de l’information et de la communication (TIC)] peut priver les individus de la capacité d’exercer pleinement leurs droits fondamentaux ». Dans le premier chapitre de cette déclaration, intitulé « Les droits de l’homme dans la Société de l’information », on peut lire ce qui suit :", "« 1.  Droit à la liberté d’expression, d’information et de communication", "Les TIC offrent à tous des possibilités sans précédent de jouir de la liberté d’expression. Cela étant, elles remettent aussi gravement en question cette liberté, par exemple en cas de censure par l’Etat ou le secteur privé.", "La liberté d’expression, d’information et de communication doit être respectée dans un environnement numérique tout comme dans un environnement non numérique. Elle ne doit pas être soumise à d’autres restrictions que celles prévues à l’article 10 de la CEDH, pour la simple raison qu’elle s’exerce sous une forme numérique.", "En garantissant la liberté d’expression, les Etats membres doivent veiller à ce que leur législation nationale destinée à combattre les contenus illicites, tels que les contenus ayant un caractère raciste ou de discrimination raciale et la pornographie enfantine, s’applique également aux infractions commises au moyen des TIC.", "Les Etats membres doivent préserver et renforcer les mesures juridiques et pratiques pour éviter la censure de l’Etat et du secteur privé. (...) »", "b)  La déclaration du 28 mai 2003", "21.  Dans le préambule de la déclaration intitulée « Liberté de la communication sur l’Internet » adoptée par le Comité des Ministres le 28 mai 2003, lors de la 840e réunion des Délégués des Ministres, il est dit que le contrôle a priori des communications sur l’Internet, sans considération de frontières, devrait rester une exception et qu’il faut supprimer les obstacles à l’accès individuel à l’Internet. La déclaration énonce notamment les principes suivants :", "« (...)", "Principe 1 : Règles à l’égard des contenus sur l’Internet", "Les Etats membres ne devraient pas soumettre les contenus diffusés sur l’Internet à des restrictions allant au-delà de celles qui s’appliquent à d’autres moyens de diffusion de contenus.", "(...)", "Principe 3 : Absence de contrôle préalable de l’Etat", "Les autorités publiques ne devraient pas, au moyen de mesures générales de blocage ou de filtrage, refuser l’accès du public à l’information et autres communications sur l’Internet, sans considération de frontières. Cela n’empêche pas l’installation de filtres pour la protection des mineurs, notamment dans des endroits accessibles aux mineurs tels que les écoles ou les bibliothèques.", "A condition que les garanties de l’article 10, paragraphe 2, de la Convention de Sauvegarde des droits de l’homme et des libertés fondamentales soient respectées, des mesures peuvent être prises pour supprimer un contenu Internet clairement identifiable ou, alternativement, faire en sorte de bloquer son accès si les autorités nationales compétentes ont pris une décision provisoire ou définitive sur son caractère illicite.", "(...) »", "22.  Dans la note explicative de la déclaration, le principe no 3 est commenté comme suit :", "« Absence de contrôle préalable de l’Etat", "Ce principe souligne l’importance de l’absence de contrôle préalable de l’Etat à l’égard de ce que le public peut rechercher sur l’Internet. Certains pays ont en effet tendance à bloquer l’accès de la population aux contenus de certains sites étrangers ou nationaux pour des raisons politiques. Cette pratique, et toute pratique similaire de contrôle préalable par l’Etat, devraient être fermement condamnées.", "Bien que les Etats ne devraient par aucun moyen recourir à de larges mesures visant à bloquer l’accès aux contenus indésirables, des exceptions doivent être permises pour assurer la protection des mineurs. Lorsque les mineurs ont accès à Internet par exemple à l’école ou dans les bibliothèques, les autorités publiques peuvent exiger que des filtres soient installés sur les ordinateurs pour bloquer l’accès aux contenus préjudiciables.", "L’absence de contrôle préalable de l’Etat n’exclut bien entendu pas que certaines mesures puissent être prises aux fins de supprimer un contenu d’Internet ou d’en bloquer l’accès suivant une décision provisoire ou définitive des autorités nationales compétentes sur son caractère illicite au regard non seulement du droit pénal mais également d’autres branches du droit telles que le droit civil ou le droit administratif. Ce serait typiquement le cas des injonctions de ne pas rendre public sur l’Internet un contenu illégal. De telles mesures, qui pourraient entraîner une sorte de contrôle préalable, devraient se conformer aux dispositions de l’article 10, paragraphe 2, de la Convention de Sauvegarde des droits de l’homme et des libertés fondamentales et elles devraient viser un contenu Internet clairement identifiable. »", "c)  La recommandation CM/Rec(2007)16", "23.  En 2007, le Comité des Ministres a adopté la recommandation CM/Rec(2007)16 sur des mesures visant à promouvoir la valeur de service public de l’Internet. Les questions de l’accessibilité de l’Internet et des restrictions permises sont traitées de façon implicite dans les deuxième et troisième chapitres intitulés respectivement « Accès » et « Ouverture ».", "d)  La recommandation CM/Rec(2007)11", "24.  Toujours en 2007, le Comité des Ministres a également adopté la recommandation CM/Rec(2007)11 sur la promotion de la liberté d’expression et d’information dans le nouvel environnement de l’information et de la communication.", "e)  La recommandation CM/Rec(2008)6", "25.  En 2008, le Comité des Ministres a adopté la recommandation CM/Rec(2008)6 sur les mesures visant à promouvoir le respect de la liberté d’expression et d’information au regard des filtres Internet. A l’Annexe à cette recommandation sont exposées des lignes directrices sur l’utilisation et le contrôle des filtres Internet pour exercer et jouir pleinement de la liberté d’expression et d’information.", "f)  La recommandation CM/Rec(2012)3", "26.  Le 4 avril 2012, le Comité des Ministres a adopté la recommandation CM/Rec(2012)3 sur la protection des droits de l’homme dans le contexte des moteurs de recherche. Au paragraphe 1 de cette déclaration, il est notamment souligné que « [l]es moteurs de recherche permettent au public du monde entier de rechercher, de recevoir et de communiquer des informations, des idées et d’autres contenus, en particulier, d’avoir accès au savoir, de prendre part à des débats et de participer aux processus démocratiques. »", "B.  L’Union européenne", "a)  La recommandation 2008/2160(INI)", "27.  Dans la Recommandation 2008/2160(INI), adoptée par le Parlement européen le 26 mars 2009, il est expressément prévu que les Etats doivent participer aux efforts visant à l’établissement d’une démocratie informatique à travers un accès à Internet sans réserve et sûr. Ainsi, le Parlement recommande aux Etats membres de condamner la censure, imposée par le gouvernement, du contenu qui peut être recherché sur les sites Internet, et il les invite « à garantir que la liberté d’expression ne soit pas soumise à des restrictions arbitraires provenant de la sphère publique et/ou privée et éviter toute mesure législative ou administrative qui pourrait avoir un effet dissuasif sur tous les aspects de la liberté d’expression ».", "b)  L’affaire Scarlet Extended SA c. Société belge des auteurs, compositeurs et éditeurs SCRL (SABAM) (Cour de justice de l’Union européenne)", "28.  L’affaire C-70/10, examinée par la Cour de justice de l’Union européenne (CJUE), portait sur une question préjudicielle concernant l’injonction faite à un fournisseur d’accès Internet par une juridiction belge de mettre en place un système de contrôle permanent bloquant toute activité en ligne qui pourrait porter atteinte aux droits de la propriété intellectuelle.", "29.  Dans son arrêt, en date du 24 novembre 2011, la CJUE a dit que les titulaires de droits de propriété intellectuelle devaient avoir la possibilité de demander qu’une ordonnance soit rendue à l’encontre d’un intermédiaire transmettant dans un réseau une contrefaçon commise par des tiers d’une œuvre protégée ou d’un autre objet protégé, et que les modalités d’une telle ordonnance devaient relever du droit national. Elle a rappelé que ces règles nationales devaient cependant respecter les limitations découlant du droit de l’Union européenne, notamment les dispositions de la directive 2000/31/CE sur le commerce électronique, en vertu de laquelle les autorités nationales ne devaient pas adopter de mesures obligeant un fournisseur d’accès à Internet à procéder à une surveillance générale des informations transmises sur son réseau. Elle a estimé qu’une injonction telle que celle prononcée en l’espèce ne respectait pas l’exigence que soit assuré un juste équilibre entre, d’une part, la protection du droit de propriété intellectuelle et, d’autre part, celle de la liberté d’entreprise, du droit à la protection des données à caractère personnel et de la liberté de recevoir ou de communiquer des informations. Elle a donc conclu que l’injonction faite à un fournisseur d’accès à Internet de mettre en place un système de filtrage de toutes les communications électroniques transitant par ses services, s’appliquant indistinctement à l’égard de toute sa clientèle, à titre préventif, à ses frais exclusifs et sans limitation dans le temps, était contraire au droit de l’Union européenne, en particulier à la directive 2000/31/CE et aux droits fondamentaux.", "C.  Le Comité des droits de l’homme des Nations unies", "30.  Dans son observation générale no 34 sur l’article 19 du Pacte international relatif aux droits civils et politiques, adoptée au cours de sa 102e session (11-29 juillet 2011), le Comité des droits de l’homme des Nations unies a déclaré ceci :", "« 43.  Toute restriction imposée au fonctionnement des sites web, des blogs et de tout autre système de diffusion de l’information par le biais de l’Internet, de moyens électroniques ou autres, y compris les systèmes d’appui connexes à ces moyens de communication, comme les fournisseurs d’accès à Internet ou les moteurs de recherche, n’est licite que dans la mesure où elle est compatible avec le paragraphe 3. Les restrictions licites devraient d’une manière générale viser un contenu spécifique ; les interdictions générales de fonctionnement frappant certains sites et systèmes ne sont pas compatibles avec le paragraphe 3. Interdire à un site ou à un système de diffusion de l’information de publier un contenu uniquement au motif qu’il peut être critique à l’égard du gouvernement ou du système politique et social épousé par le gouvernement est tout aussi incompatible avec le paragraphe 3. »", "IV.  LE DROIT COMPARÉ", "31.  Eu égard au fait que la législation sur l’Internet, qui s’inscrit dans un contexte d’évolution rapide des nouvelles technologies, est particulièrement dynamique et fragmentée, il paraît difficile de dégager des normes communes à partir des éléments de droit comparé concernant les pays membres du Conseil de l’Europe. Les recherches menées par la Cour sur les législations de vingt Etats membres du Conseil de l’Europe (Allemagne, Autriche, Azerbaïdjan, Belgique, Espagne, Estonie, Finlande, France, Irlande, Italie, Lituanie, PaysBas, Pologne, Portugal, République tchèque, Roumanie, RoyaumeUni, Russie, Slovénie et Suisse) montrent que le droit d’accès à l’Internet est protégé en théorie par les garanties constitutionnelles applicables en matière de liberté d’expression et de liberté de recevoir des idées et des informations, qu’il est considéré comme inhérent au droit d’accéder à l’information et à la communication protégé par les constitutions nationales, et qu’il inclut le droit de chacun de participer à la société de l’information et l’obligation pour les Etats de garantir l’accès des citoyens à Internet. On peut donc déduire de l’ensemble des garanties générales protégeant la liberté d’expression qu’il y a lieu de reconnaître également un droit d’accès sans entraves à Internet.", "32.  Ainsi, dans sa décision du 10 juin 2009 (Décision no 2009580 DC), le Conseil constitutionnel français a clairement dit que la liberté d’expression impliquait la liberté d’accéder à l’Internet. Il a également énoncé un certain nombre de principes fondamentaux en matière de restriction de l’accès à Internet : une restriction à la liberté du public d’accéder aux services de communication en ligne ne peut être ordonnée que par un juge, à l’issue d’un procès équitable, et elle doit être proportionnée. Considérant que, « eu égard à la nature de la liberté garantie par l’article 11 de la Déclaration de 1789, le législateur ne pouvait (...) confier [les] pouvoirs [de restreindre ou d’empêcher l’accès à Internet] à une autorité administrative dans le but de protéger les droits des titulaires du droit d’auteur et de droits voisins », le Conseil constitutionnel a déclaré contraires à la Constitution les articles de la loi qui prévoyaient, en cas d’infraction aux droits d’auteur, la coupure de l’accès à l’Internet sans décision judiciaire préalable. Il a jugé qu’une suspension de l’accès n’était possible que si elle était prononcée à l’issue d’une procédure judiciaire contradictoire, à titre de peine complémentaire, et a relevé que des mesures provisoires ou des injonctions pouvaient être ordonnées par un juge des référés, sous réserve d’être « strictement nécessaires à la préservation des droits en cause ».", "33.  En ce qui concerne les mesures possibles de restriction en cas de contenus illicites sur Internet, il existe dans les textes des pays européens une grande diversité d’approches et de mesures législatives, qui vont de la suspension individualisée de l’accès à Internet jusqu’à l’interdiction d’accès au site spécifique, en passant par l’effacement du contenu illicite. Dans la majorité des Etats européens, la protection des droits des mineurs et la lutte contre leur exploitation sexuelle fondent la prise de mesures appropriées de restriction d’accès aux sites concernés (Allemagne, Royaume-Uni, Suisse et France). En ce qui concerne la criminalité ordinaire, les mesures de restriction d’accès sont différentes et moins sévères dans six pays (Autriche, Estonie, Finlande, Italie, Lituanie, Pays-Bas).", "34.  Quant à l’étendue des mesures de restriction d’accès, il est fait en général une distinction en fonction de la nature de l’infraction commise, selon qu’il s’agit d’une infraction portant atteinte aux droits de la propriété intellectuelle ou d’une autre infraction. Selon le rapport de l’OSCE intitulé « Freedom of Expression on the Internet: Study of legal provisions and practices related to freedom of expression, the free flow of information and media pluralism on the Internet in OSCE participating States », il n’y a pas de dispositions législatives générales sur le blocage de l’accès à Internet en Autriche, en Allemagne, en Pologne et en République tchèque, et cinq Etats n’ont pas de dispositions prévoyant le blocage en général quelle que soit l’infraction mais ont des dispositions législatives spécifiques prévoyant le blocage pour certains types d’infraction (Estonie, Fédération de Russie, Finlande, Pays-Bas, Royaume-Uni), par exemple en cas de pédopornographie ou de racisme, ou encore de discours de haine, d’incitation au terrorisme ou de diffamation.", "35.  En Russie, même si l’accès à l’Internet ne peut être interdit à l’échelle générale, les lois fédérales peuvent autoriser une restriction d’accès pour des raisons spécifiques, par exemple pour la protection des fondements du système constitutionnel, de la morale, de la santé, des droits et des intérêts légitimes des tiers ou afin d’assurer la défense et la sécurité nationale (loi fédérale no 149-FZ).", "36.  Dans les Etats qui ne disposent pas de cadre législatif, général ou spécifique, prévoyant la fermeture des sites et/ou le blocage de l’accès, cette absence n’exclut pas que des mesures de blocage puissent être adoptées par un juge ou appliquées de façon volontaire.", "37.  La possibilité de contester une mesure d’interdiction d’accès à Internet est étroitement liée aux garanties générales de protection du droit de recevoir des informations et de s’exprimer. En Azerbaïdjan, en Belgique, en Espagne, en Lituanie, au Royaume-Uni et en République tchèque, il n’y a pas de dispositions spécifiques sur les modalités de recours contre une mesure de restriction d’accès à une page Internet. On renvoie aux dispositions générales constitutionnelles sur la liberté d’expression et d’information ou, dans le cas du Royaume-Uni, à la possibilité de contrôle juridictionnel si l’utilisateur prouve qu’il a un intérêt suffisant lié à l’objet de la mesure contestée. En Estonie, la législation prévoit expressément la possibilité de contester la restriction d’accès à l’information sur Internet devant une autorité administrative supérieure, devant une agence spéciale, ou directement devant la justice administrative, lorsqu’il s’agit d’une information publique que les autorités sont tenues de rendre accessible (« loi sur l’information du public »).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "38.  Le requérant se plaint de l’impossibilité d’accéder à son site Internet résultant d’une mesure ordonnée dans le cadre d’une affaire pénale qui n’avait aucun rapport avec son site. Il voit dans cette mesure une atteinte à son droit à la liberté de recevoir et de communiquer des informations et des idées garanti par l’article 10 de la Convention, qui est ainsi libellé :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. Le présent article n’empêche pas les Etats de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d’autorisations.", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "39.  Le Gouvernement n’a pas présenté d’observations.", "A.  Sur la recevabilité", "40.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. Par ailleurs, il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "41.  Le requérant soutient que le blocage de Google Sites constitue une censure indirecte. Il estime que la conséquence pour lui de ce blocage, à savoir l’impossibilité d’accéder à son propre site alors que celui-ci n’avait aucun lien avec le contenu illégal qui était à l’origine de la mesure de blocage de Google Sites, était disproportionnée par rapport aux objectifs poursuivis. Il considère en outre que la procédure ayant abouti au blocage de Google Sites ne peut être considérée comme équitable et impartiale.", "42.  Le Gouvernement n’a pas présenté d’observations.", "2.  Tiers intervenant", "43. Se référant à la jurisprudence de la Cour, l’association The Open Society Justice Initiative estime que, étant donné que Google Sites accueille une grande quantité de données et d’informations et que, à ce titre, il est comparable aux archives en ligne des grands journaux ou des bibliothèques traditionnelles, la mesure litigieuse s’analyse en une restriction préalable à la publication. Elle souligne que, alors que le but de la mesure prise dans cette affaire était de bloquer un seul site web diffusant un contenu portant atteinte à la réputation d’Atatürk, c’est l’accès à la totalité de Google Sites, qui hébergeait le site litigieux, qui a été bloqué. Une telle mesure, bloquant l’accès à une telle quantité d’informations pour une durée indéterminée, serait assimilable à une restriction préalable dès lors qu’elle empêche les internautes d’accéder au contenu bloqué pendant une durée indéterminée. Or pareilles restrictions présenteraient de si grands dangers qu’elles appelleraient de la part de la Cour l’examen le plus attentif.", "44.  The Open Society Justice Initiative ajoute que les mesures de blocage empêchant l’accès à un groupe de sites web présentent un risque de « censure collatérale » et qu’il convient donc d’éviter d’employer de tels moyens, selon elle disproportionnés, lorsqu’il est techniquement possible de cibler uniquement le site litigieux. Citant les exemples des pays membres du Conseil de l’Europe, l’association fait observer qu’il n’a jamais été pris en France, en Allemagne ou au Royaume-Uni aucune mesure de blocage à grande échelle du contenu d’Internet semblable à celle adoptée en l’espèce.", "45.  Par ailleurs, le système turc ne présenterait pas de garanties adéquates contre l’arbitraire. Ainsi, il n’existerait aucune obligation d’informer de la mesure les fournisseurs de contenu ou les propriétaires d’autres sites touchés par le blocage. De plus, de nombreux blocages de sites web comptant des milliers d’utilisateurs auraient été ordonnés dans le pays sans qu’aucune garantie ne soit appliquée. Par exemple, « YouTube.com », « GeoCities », « Dailymotion » et de nombreux services de « Google » auraient été bloqués pendant des mois ou des années, ce qui aurait entraîné une « censure collatérale » considérable.", "3.  Appréciation de la Cour", "a)  Sur l’existence d’une ingérence", "46.  La Cour observe que le requérant est propriétaire et utilisateur d’un site web par l’intermédiaire duquel il déclare publier ses travaux académiques et ses points de vue dans différents domaines. Il se plaint de l’impossibilité dans laquelle il se trouve d’accéder à son site Internet en raison d’une mesure ordonnée dans le cadre d’une affaire pénale qui n’avait aucun rapport avec son site. Cette mesure constitue, à ses yeux, une restriction préalable appliquée avant un jugement au fond.", "47.  La Cour rappelle que l’article 10 n’interdit pas en tant que telle toute restriction préalable à la publication. En témoignent les termes « conditions », « restrictions », « empêcher » et « prévention » qui y figurent, mais aussi les arrêts Sunday Times c. Royaume-Uni (no 1) (26 avril 1979, série A no 30), et markt intern Verlag GmbH et Klaus Beermann c. Allemagne (20 novembre 1989, série A no 165). De telles restrictions présentent pourtant de si grands dangers qu’elles appellent de la part de la Cour l’examen le plus scrupuleux. Il en va spécialement ainsi dans le cas de la presse : l’information est un bien périssable et en retarder la publication, même pour une brève période, risque fort de la priver de toute valeur et de tout intérêt. Ce risque existe également s’agissant de publications, autres que les périodiques, qui portent sur un sujet d’actualité.", "48.  En ce qui concerne l’importance des sites Internet dans l’exercice de la liberté d’expression, la Cour rappelle que, dans l’affaire Times Newspapers Ltd c. Royaume-Uni (nos 1 et 2) (nos 3002/03 et 23676/03, § 27, CEDH 2009), elle a déjà dit ceci :", "« [g]râce à leur accessibilité ainsi qu’à leur capacité à conserver et à diffuser de grandes quantités de données, les sites Internet contribuent grandement à améliorer l’accès du public à l’actualité et, de manière générale, à faciliter la communication de l’information. »", "49.  Ces considérations valent également pour la présente espèce. En effet, la Cour note que Google Sites est un module de Google permettant de faciliter la création et le partage d’un site web au sein d’un groupe et constitue ainsi un moyen d’exercer la liberté d’expression.", "50.  A cet égard, elle souligne que l’article 10 garantit la liberté d’expression à « toute personne » ; il ne distingue pas d’après la nature du but recherché ni d’après le rôle que les personnes, physiques ou morales, ont joué dans l’exercice de cette liberté (Çetin et autres c. Turquie, nos 40153/98 et 40160/98, § 57, CEDH 2003III). Il concerne non seulement le contenu des informations mais aussi les moyens de diffusion de ces informations, car toute restriction apportée à ceux-ci touche le droit de recevoir et de communiquer des informations (voir, mutatis mutandis, Autronic AG c. Suisse, 22 mai 1990, § 47, série A no 178). De même, la Cour a dit à maintes reprises que l’article 10 garantit non seulement le droit de communiquer des informations mais aussi celui, pour le public, d’en recevoir (Observer et Guardian c. Royaume-Uni, 26 novembre 1991, § 59 b), série A no 216, et Guerra et autres c. Italie, 19 février 1998, § 53, Recueil des arrêts et décisions 1998-I).", "51.  En l’espèce, la mesure de blocage de l’accès au site résultait d’une décision adoptée par le tribunal d’instance pénal de Denizli. A l’origine, il s’agissait d’une mesure préventive ordonnée par le tribunal dans le cadre d’une procédure pénale engagée contre un site tiers en vertu de la loi no 5816 qui interdit l’outrage à la mémoire d’Atatürk. Toutefois, l’organe administratif chargé d’exécuter la mesure de blocage en question, à savoir la PTI, a demandé que soit ordonné le blocage total de l’accès à Google Sites. Par une décision du 24 juin 2009, le tribunal d’instance pénal de Denizli a fait droit à cette demande. Statuant sur l’opposition formée par le requérant, le tribunal correctionnel de Denizli a ensuite confirmé la mesure, considérant que le seul moyen de bloquer le site concerné par la procédure pénale était de bloquer l’accès à Google Sites. Ainsi, la PTI a bloqué l’accès à l’intégralité du domaine « Google Sites », empêchant incidemment le requérant d’accéder à son propre site. Il ressort des éléments du dossier qu’en conséquence de cette mesure, le requérant s’est trouvé, pendant une période indéterminée, dans l’impossibilité d’accéder à son propre site web, et que ses tentatives à cette fin se sont heurtées à la décision de blocage prononcée par le tribunal. Il peut donc légitimement prétendre que la mesure en question a affecté son droit de recevoir et de communiquer des informations ou des idées.", "52.  Au cœur de l’affaire se trouve donc principalement l’effet collatéral d’une mesure préventive adoptée dans le cadre d’une procédure judiciaire : alors que ni Google Sites en tant que tel ni le site du requérant n’étaient l’objet de cette procédure, la PTI a bloqué l’accès à ces sites pour exécuter la mesure ordonnée par le tribunal d’instance pénal de Denizli. Ce blocage devait durer jusqu’à ce qu’une décision au fond soit prononcée ou que le contenu illégal du site hébergé par Google Sites soit retiré (article 9 de la loi no 5651). Il s’agissait donc d’une restriction préalable, puisqu’elle intervenait avant un jugement au fond.", "53.  La Cour considère que, quelle qu’en ait été la base légale, pareille mesure avait vocation à influer sur l’accessibilité de l’Internet et, dès lors, engageait la responsabilité de l’Etat défendeur au titre de l’article 10 (voir, mutatis mutandis, Vereinigung demokratischer Soldaten Österreichs et Gubi c. Autriche, 19 décembre 1994, § 27, série A no 302).", "54.  Elle observe également que le blocage litigieux résultait d’une interdiction frappant à l’origine un site Internet tiers. C’est en raison du blocage total de Google Sites que, de fait, la mesure a aussi touché le requérant, propriétaire d’un autre site web hébergé également sur ce domaine. Certes, il ne s’agit pas à proprement parler d’une interdiction totale mais d’une restriction de l’accès à Internet, restriction qui a eu pour effet de bloquer également l’accès au site web du requérant. Toutefois, l’effet limité de la restriction litigieuse n’amoindrit pas son importance, d’autant que l’Internet est aujourd’hui devenu l’un des principaux moyens d’exercice par les individus de leur droit à la liberté d’expression et d’information : on y trouve des outils essentiels de participation aux activités et débats relatifs à des questions politiques ou d’intérêt public.", "55.  En résumé, la Cour considère que la mesure litigieuse s’analyse en une restriction résultant d’une mesure préventive de blocage d’un site Internet : aux fins de l’exécution de cette mesure, le tribunal a également ordonné, sur demande de la PTI, le blocage de l’accès à Google Sites, qui hébergeait aussi le site web du requérant. Ainsi, celui-ci s’est trouvé dans l’impossibilité d’accéder à son site web. Cet élément suffit à la Cour pour conclure que la mesure en cause est constitutive d’une « ingérence d’autorités publiques » dans le droit de l’intéressé à la liberté d’expression, dont fait partie intégrante la liberté de recevoir et de communiquer des informations ou des idées (voir, mutatis mutandis, Ayşe Öztürk c. Turquie, no 24914/94, § 58, 15 octobre 2002).", "56.  Pareille ingérence enfreint l’article 10 si elle n’est pas « prévue par la loi », inspirée par un ou des buts légitimes au regard de l’article 10 § 2 et « nécessaire dans une société démocratique » pour atteindre ce ou ces buts.", "b)  Prévue par la loi", "57.  La Cour rappelle en premier lieu que les mots « prévue par la loi » qui figurent à l’article 10 § 2 impliquent d’abord que la mesure incriminée doit avoir une base en droit interne, mais ont trait aussi à la qualité de la loi en cause : ils exigent l’accessibilité de celle-ci à la personne concernée qui, de surcroît, doit pouvoir en prévoir les conséquences pour elle, et sa compatibilité avec la prééminence du droit (voir, parmi beaucoup d’autres, Dink c. Turquie, nos 2668/07, 6102/08, 30079/08, 7072/09 et 7124/09, § 114, 14 septembre 2010). Selon la jurisprudence constante de la Cour, une norme est « prévisible » lorsqu’elle est rédigée avec assez de précision pour permettre à toute personne, en s’entourant au besoin de conseils éclairés, de régler sa conduite (voir, parmi beaucoup d’autres, RTBF c. Belgique, no 50084/06, § 103, CEDH 2011, Altuğ Taner Akçam c. Turquie, no 27520/07, § 87, 25 octobre 2011).", "58.  En l’espèce, la Cour observe que le blocage de l’accès au site concerné par la procédure judiciaire avait une base légale, à savoir l’article 8 § 1 de la loi no 5651. A la question de savoir si l’article 8 § 1 de la loi no 5651 répondait également aux exigences d’accessibilité et de prévisibilité, le requérant estime qu’il faut répondre par la négative, cette disposition étant selon lui trop incertaine.", "59.  Selon la jurisprudence constante de la Cour, pour répondre à ces exigences, le droit interne doit offrir une certaine protection contre des atteintes arbitraires de la puissance publique aux droits garantis par la Convention. Lorsqu’il s’agit de questions touchant aux droits fondamentaux, la loi irait à l’encontre de la prééminence du droit, qui constitue l’un des principes fondamentaux d’une société démocratique consacrés par la Convention, si le pouvoir d’appréciation accordé à l’exécutif ne connaissait pas de limite. En conséquence, elle doit définir l’étendue et les modalités d’exercice d’un tel pouvoir avec une netteté suffisante (voir, parmi beaucoup d’autres, Sunday Times, précité, § 49, et Maestri c. Italie [GC], no 39748/98, § 30, CEDH 2004I).", "60.  La question qui se pose ici est celle de savoir si, au moment où la décision de blocage a été prise, il existait une norme claire et précise de nature à permettre au requérant de régler sa conduite en la matière.", "61.  La Cour observe qu’en vertu de l’article 8 § 1 de la loi no 5651, le juge peut ordonner le blocage de l’accès « aux publications diffusées sur Internet dont il y a des motifs suffisants de soupçonner que, par leur contenu, elles sont constitutives [d’]infractions ». L’article 2 de la même loi donne deux définitions de la notion de « publication » : selon l’alinéa ğ) « [on entend par] publication diffusée sur Internet les données accessibles sur Internet à un nombre indéterminé de personnes », tandis que selon l’alinéa l), « [on entend par] publication la publication sur l’Internet ». Même s’il apparaît que la notion de « publication » est très large et peut recouvrir toutes sortes de données publiées sur Internet, il est évident que ni le site web du requérant ni Google Sites en tant que tel n’entrent dans le champ d’application de l’article 8 § 1 de la loi no 5651, puisque leur contenu, au sens de cette disposition, n’est pas en cause en l’espèce.", "62.  En effet, ni Google Sites ni le site du requérant n’étaient l’objet d’une procédure judiciaire au sens de l’article 8 § 1 de la loi no 5651. Il ressort du fait que cette disposition a été invoquée dans la décision du 24 juin 2009 (paragraphe 10 ci-dessus) que Google Sites a été tenu pour responsable du contenu d’un site qu’il hébergeait, mais il n’est nullement question dans les articles 4, 5 et 6 de la loi no 5651, qui précisent les responsabilités des fournisseurs de contenus, d’hébergement et d’accès, d’un blocage de l’accès en général tel que celui qui a été ordonné en l’espèce. Par ailleurs, il n’a pas été avancé que la loi autorise le blocage de l’ensemble d’un domaine Internet permettant d’échanger des idées et des informations, tel que Google Sites. De surcroît, rien dans le dossier ne permet de conclure que Google Sites ait été informé en vertu de l’article 5 § 2 de la loi no 5651 qu’il hébergeait un contenu illicite ni qu’il ait refusé de se conformer à une mesure provisoire concernant un site à l’encontre duquel une procédure pénale avait été engagée.", "63.  La Cour observe également que l’article 8 §§ 3 et 4 de la loi no 5651 a permis à un organe administratif (la PTI) de jouir d’un pouvoir étendu dans le cadre de l’exécution d’une décision de blocage qui avait, à l’origine, été adoptée pour un site précis. Les faits de l’espèce montrent que la PTI peut demander l’élargissement d’une mesure de blocage d’accès sans qu’aucune procédure n’ait été engagée contre le site ou le domaine concernés ni qu’une réelle nécessité de blocage total n’ait été établie.", "64.  Comme indiqué ci-dessus (paragraphe 47), la Cour considère que de telles restrictions préalables ne sont pas, a priori, incompatibles avec la Convention. Pour autant, elles doivent s’inscrire dans un cadre légal particulièrement strict quant à la délimitation de l’interdiction et efficace quant au contrôle juridictionnel contre les éventuels abus (Association Ekin c. France, no 39288/98, § 58, CEDH 2001VIII, voir également, mutatis mutandis, Comité de rédaction de Pravoye Delo et Shtekel c. Ukraine, no 33014/05, § 55, CEDH 2011). A cet égard, un contrôle judiciaire de telles mesures opéré par le juge, fondé sur une mise en balance des intérêts en conflit et visant à aménager un équilibre entre ces intérêts, ne saurait se concevoir sans un cadre fixant des règles précises et spécifiques quant à l’application des restrictions préventives à la liberté d’expression (RTBF c. Belgique, précité, § 114). Or, il convient d’observer que lorsque le tribunal d’instance pénal de Denizli a décidé de bloquer totalement l’accès à Google Sites en vertu de la loi no 5651, il s’est contenté de se référer à un avis émanant de la PTI, et n’a pas recherché si une mesure moins lourde pouvait être adoptée pour bloquer l’accès au site litigieux (paragraphe 10 ci-dessus).", "65.  Par ailleurs, la Cour relève que, dans son opposition présentée le 1er juillet 2009, le requérant a soutenu notamment qu’afin d’empêcher que les autres sites web ne soient affectés par la mesure en question, il fallait choisir une méthode qui rende inaccessible uniquement le site litigieux.", "66.  Or rien ne montre que les juges saisis de l’opposition aient cherché à soupeser les divers intérêts en présence en appréciant notamment la nécessité d’un blocage total de l’accès à Google Sites. Aux yeux de la Cour, ce défaut n’est qu’une conséquence de la teneur même de l’article 8 de la loi no 5651, qui ne renfermait aucune obligation pour les juges internes d’examiner la nécessité d’un blocage total de l’accès à Google Sites compte tenu des critères qu’elle a énoncés et qu’elle met en œuvre dans le cadre de l’application de l’article 10 de la Convention, alors qu’une telle obligation découle directement de la Convention et de la jurisprudence de ses organes. Dans leur décision, les juges ont retenu uniquement que le seul moyen de bloquer l’accès au site litigieux conformément à la décision rendue en ce sens était de bloquer totalement l’accès à Google Sites (paragraphes 8, 10 et 13 ci-dessus). Or, de l’avis de la Cour, ils auraient dû notamment tenir compte du fait que pareilles mesures rendant inaccessibles une grande quantité d’informations affectent considérablement les droits des internautes et ont un effet collatéral important.", "67.  A la lumière de ces considérations et de l’examen de la législation en cause telle qu’elle a été appliquée en l’espèce, la Cour conclut que l’ingérence à laquelle a donné lieu l’article 8 de la loi no 5651 ne répondait pas à la condition de prévisibilité voulue par la Convention et n’a pas permis au requérant de jouir du degré suffisant de protection qu’exige la prééminence du droit dans une société démocratique. Par ailleurs, la disposition en cause semble heurter de front le libellé même du paragraphe 1 de l’article 10 de la Convention, en vertu duquel les droits reconnus dans cet article valent « sans considération de frontière » (voir, dans le même sens, Association Ekin, précité, § 62).", "68.  Au demeurant, la Cour observe que la mesure en cause a eu des effets arbitraires et ne saurait être considérée comme visant uniquement à bloquer l’accès au site litigieux car elle consistait en un blocage général de tous les sites hébergés par Google Sites. En outre, le contrôle juridictionnel du blocage de l’accès aux sites Internet ne réunit pas les conditions suffisantes pour éviter les abus : le droit interne ne prévoit aucune garantie pour éviter qu’une mesure de blocage visant un site précis ne soit utilisée comme moyen de blocage général.", "69.  Partant, il y a eu violation de l’article 10 de la Convention.", "70.  Eu égard à cette conclusion, la Cour n’estime pas nécessaire en l’espèce de contrôler le respect des autres exigences du paragraphe 2 de l’article 10.", "II.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 6, 7, 13 DE LA CONVENTION ET DE L’ARTICLE 2 DU PROTOCOLE No 1", "71.  Invoquant les articles 6 et 13 de la Convention, le requérant se plaint de ne pas avoir bénéficié d’un recours judiciaire effectif aux fins du contrôle de la mesure litigieuse par un tribunal et de la sanction d’un éventuel abus des autorités.", "Sous l’angle de l’article 7, il dénonce également une atteinte au principe de légalité des délits et des peines consacré par l’article 7 de la Convention.", "Enfin, sur le terrain de l’article 2 du Protocole no 1, il se plaint d’une atteinte à son droit à l’instruction, arguant que l’interdiction en question a eu pour effet de l’empêcher de poursuivre ses études doctorales.", "72.  Eu égard au constat de violation auquel elle est parvenue sur le terrain de l’article 10 de la Convention (paragraphe 69 ci-dessus), la Cour estime avoir examiné les principales questions juridiques que posait la présente affaire. Au vu de l’ensemble des faits de la cause, elle considère qu’il n’y a lieu de statuer séparément ni sur la recevabilité ni sur le bienfondé des griefs tirés des articles 6, 7 et 13 de la Convention et de l’article 2 du Protocole no 1 (Recep Kurt c. Turquie, no 23164/09, § 70, 22 novembre 2011, et Kamil Uzun c. Turquie, no 37410/97, § 64, 10 mai 2007).", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "73.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "74.  Le requérant réclame 10 000 euros (EUR) au titre du préjudice moral qu’il estime avoir subi.", "75.  Le Gouvernement conteste ces prétentions.", "76.  La Cour considère qu’il y a lieu d’octroyer au requérant 7 500 EUR au titre du préjudice moral.", "B.  Frais et dépens", "77.  Le requérant demande également 3 300 EUR pour les frais et dépens qu’il a engagés devant les juridictions internes et devant la Cour. Il affirme notamment que la présentation de sa cause devant les juridictions nationales et devant les organes de Strasbourg a nécessité un travail de plus de 28 heures, à raison de 250 livres turques de l’heure selon ce qui ressort du tableau des honoraires minimaux des barreaux d’Istanbul et d’İzmir.", "78.  Le Gouvernement conteste ces prétentions.", "79.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme de 1 000 EUR tous frais confondus et l’accorde au requérant.", "C.  Intérêts moratoires", "80.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare recevable le grief tiré de l’atteinte portée au droit du requérant à la liberté de recevoir et de communiquer des informations ;", "", "2.  Dit qu’il y a eu violation de l’article 10 de la Convention ;", "", "3.  Dit qu’il n’y a pas lieu d’examiner séparément la recevabilité ni le bienfondé des griefs tirés des articles 6, 7 et 13 de la Convention et de l’article 2 du Protocole no 1 ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en livres turques au taux applicable à la date du règlement :", "i.  7 500 EUR (sept mille cinq cents euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral,", "ii.  1 000 EUR (mille euros), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 18 décembre 2012, en application de l’article 77 §§ 2 et 3 du règlement.", "", "\tStanley Naismith\tGuido Raimondi\n\tGreffier\tPrésident\n", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée du juge Paulo Pinto de Albuquerque.", "", "G.RA.", "S.H.N.", "", "OPINION CONCORDANTE\nDU JUGE PINTO DE ALBUQUERQUE", "(Traduction)", "L’affaire Ahmet Yıldırım c. Turquie porte sur un blocage collatéral sur l’Internet. Elle concerne une injonction en référé bloquant l’accès à tous les utilisateurs basés en Turquie du domaine « Google Sites », donc également du site web personnel du requérant qui était hébergé par ce domaine. En fait, c’est la première fois que la question de la liberté d’expression sur des plates-formes du Web 2.0 est posée à la Cour européenne des droits de l’homme (« la Cour »). Je souscris au constat de violation de l’article 10 de la Convention européenne des droits de l’homme (« la Convention »), mais j’estime que la motivation de l’arrêt n’expose pas, comme elle devrait le faire, les principes fondamentaux applicables aux restrictions à la liberté d’expression dans ce domaine. La présente opinion vise donc à compléter l’arrêt en explicitant ces principes, dont l’importance est soulignée par deux raisons évidentes : premièrement, eu égard au peu d’arrêts de la Cour sur ce sujet, celle-ci devrait avoir une approche de principe de ces questions nouvelles et complexes, afin d’éviter une jurisprudence erratique, voire contradictoire ; deuxièmement, vu les lacunes du cadre légal de l’Etat défendeur, qui appellent une réforme législative, il existe un besoin impérieux de lignes directrices claires qui soient en conformité avec les normes de la Cour applicables en la matière.", "", "L’ingérence dans le droit du requérant à la liberté d’expression", "", "La décision du tribunal de Denizli des 23 et 24 juin 2009 a constitué une ingérence dans le droit du requérant à la liberté d’expression en ce qu’elle a bloqué l’accès à Google Sites, le domaine qu’il avait utilisé pour créer son propre site. Cette mesure, qui se fondait sur l’article 8 § 1 b) de la loi no 5651, était prise dans le cadre de poursuites pénales introduites en vue d’enquêter sur un autre site, également hébergé par Google Sites, qui avait un contenu jugé offensant pour la mémoire de Mustafa Kemal Atatürk. La Cour ne dispose pas d’informations sur une quelconque notification ou tentative de notification de Google Inc., le propriétaire et opérateur basé aux Etats-Unis de Google Sites, avant l’émission de l’ordonnance de blocage.", "Indépendamment du contenu prétendument illégal du site concernant Atatürk, il est avéré que le requérant publiait sur son site seulement ses travaux académiques et d’autres textes ainsi que des opinions personnelles sur divers thèmes, tels que le Web social, le Web sémantique, les réseaux complexes, les systèmes complexes et la philosophie des sciences. Or, l’ordonnance de blocage n’a tenu aucun compte de cet élément ni, en conséquence, du fait que le site du requérant, comme beaucoup d’autres sites hébergés sur Google Sites, ne présentait aucun lien que ce soit avec le site qui se trouvait à l’origine de la procédure pénale.", "", "Les normes européennes régissant le blocage des publications sur l’Internet", "", "Le Conseil de l’Europe a édicté des normes sur la liberté d’expression sur l’Internet dans diverses résolutions, recommandations et déclarations, qui s’ajoutent à la Convention sur la cybercriminalité et son Protocole additionnel. Parmi ces instruments, les trois suivants revêtent la plus grande importance pour les questions en jeu en l’espèce.", "–  la Recommandation CM/Rec(2012)3 du Comité des Ministres aux Etats membres sur la protection des droits de l’homme dans le contexte des moteurs de recherche, qui se lit ainsi :", "« 12.  L’exploration et l’indexation libres des informations diffusées sur Internet sont un préalable à l’existence de moteurs de recherche efficaces. Le filtrage et le blocage d’un contenu sur Internet par les fournisseurs de moteurs de recherche peuvent constituer une atteinte à la liberté d’expression garantie par l’article 10 de la Convention en vertu des droits reconnus aux fournisseurs et aux utilisateurs de diffuser des informations et d’y accéder.", "13.  Les fournisseurs de moteurs de recherche ne devraient pas être tenus d’exercer un contrôle proactif de leurs réseaux et services afin de déceler un éventuel contenu illicite ; ils ne devraient pas non plus réaliser des activités préalables de filtrage ou de blocage sans qu’il leur soit ordonné de le faire par une ordonnance judiciaire ou par une autorité compétente. Il peut cependant s’avérer légitime, dans certains cas, de leur demander de supprimer certaines sources de leur index, par exemple lorsque d’autres droits priment sur le droit à la liberté d’expression et d’information ; le droit à l’information ne peut s’interpréter comme une extension de l’accès au contenu qui irait au-delà de l’intention d’une personne qui exerce son droit à la liberté d’expression.", "(...)", "16.  En outre, les Etats membres devraient œuvrer avec les fournisseurs de moteurs de recherche de manière :", "–  à veiller à ce que tout filtrage ou blocage nécessaire soit transparent pour l’utilisateur. Le blocage de tous les résultats de recherche sur certains mots clés ne devrait être prévu ni encouragé par les mécanismes d’autorégulation et de corégulation des moteurs de recherche. Les régimes d’autorégulation et de corégulation ne devraient pas gêner la liberté d’expression des particuliers et leur droit de rechercher, de recevoir et de communiquer des informations, des idées et des contenus par le biais d’un média. S’agissant des contenus identifiés, à l’issue d’un processus démocratique, comme préjudiciables pour certaines catégories d’utilisateurs, les Etats membres devraient éviter une désindexation générale qui empêcherait d’autres catégories d’utilisateurs d’y accéder. Dans de nombreux cas, encourager les moteurs de recherche à proposer des mécanismes de filtrage facultatifs adaptés peut suffire à protéger ces groupes ;", "–  à examiner la possibilité de permettre la désindexation de contenus qui, bien qu’ils soient dans le domaine public, n’étaient pas destinés à la communication directe de masse (ou à la communication de masse de groupe). »", "–  la Recommandation CM/Rec(2008)6 du Comité des Ministres aux Etats membres sur les mesures visant à promouvoir le respect de la liberté d’expression et d’information au regard des filtres Internet, qui prévoit les dispositions suivantes :", "« III.  Utilisation et mise en œuvre de filtres Internet par les secteurs public et privé", "Sans préjudice de l’importance de la responsabilisation et l’autonomisation des utilisateurs au fonctionnement et au contrôle des filtres, comme expliqué plus haut, et compte tenu de la large valeur de service public revêtue par Internet pour le grand public, les entités publiques de tous les niveaux (telles que les administrations, les bibliothèques ou les établissements d’enseignement publics) qui introduisent des filtres ou les utilisent dans leurs prestations de services devraient veiller au plein respect de la liberté d’expression et d’information, du droit de chacun à la vie privée et au respect de la correspondance de chaque utilisateur.", "Dans ce contexte, les Etats membres devraient :", "i.  s’abstenir de filtrer le contenu de l’Internet sur les réseaux de communication électroniques gérés par des entités publiques pour des raisons autres que celles exposées à l’article 10, paragraphe 2, de la Convention européenne des droits de l’homme tel qu’interprété par la Cour européenne des droits de l’homme ;", "ii.  garantir que les mesures générales de blocage ou de filtrage sur tout le territoire ne sont introduites par l’Etat que si les conditions énoncées à l’article 10, paragraphe 2, de la Convention européenne des droits de l’homme sont remplies. De telles mesures étatiques ne devraient être prises que si le filtrage concerne un contenu spécifique et clairement identifiable, une autorité nationale compétente a pris une décision au sujet de l’illégalité de ce contenu et la décision peut être réétudiée par un tribunal ou entité de régulation indépendant et impartial, en accord avec les dispositions de l’article 6 de la Convention européenne des droits de l’homme ;", "iii.  introduire, si nécessaire et approprié, des dispositions nationales pour la prévention des abus intentionnels des filtres pour restreindre l’accès des citoyens aux contenus légaux ;", "iv.  veiller à ce que tous les filtres soient évalués avant et pendant leur mise en œuvre, afin de vérifier que les effets du filtrage sont en adéquation avec l’objectif de la restriction et donc justifiés dans une société démocratique, afin d’éviter tout blocage excessif des contenus ;", "v.  prévoir des voies de recours et des solutions effectives et facilement accessibles, dont la suspension des filtres, dans les cas où les usagers et/ou les auteurs de contenus dénoncent qu’un contenu a été bloqué abusivement ;", "vi.  éviter le blocage général des contenus choquants ou préjudiciables pour les utilisateurs ne faisant pas partie du groupe qu’un filtre vise à protéger, ainsi que le blocage général des contenus illicites pour les utilisateurs pouvant attester de l’ intérêt ou de la nécessité légitime d’y accéder dans des circonstances exceptionnelles, notamment à des fins de recherche ;", "vii.  veiller à ce que le droit à la vie privée et au respect de la correspondance soit respecté lors de l’utilisation et de l’application de filtres, et veiller à ce que les données personnelles enregistrées, archivées et traitées via les filtres soient utilisées uniquement dans un but légitime et non commercial. »", "–  la Recommandation CM/Rec(2007)16 du Comité des Ministres aux Etats membres sur les mesures visant à promouvoir la valeur de service public de l’Internet, ainsi libellée :", "« III.  Ouverture", "Les Etats membres devraient affirmer la liberté d’expression et la libre circulation de l’information sur Internet, sans préjudice d’autres droits et intérêts légitimes, conformément à l’article 10, paragraphe 2, de la Convention européenne des droits de l’homme, tel qu’interprété par la jurisprudence de la Cour européenne des droits de l’homme :", "–  en encourageant le public à utiliser activement l’Internet et les autres TIC, et à contribuer lui-même aux contenus ;", "–  en promouvant la liberté de communication et la création sur Internet, indépendamment des frontières, notamment au moyen des mesures suivantes :", "a.  en n’imposant aux particuliers ni licences ni obligations du même type, ni mesures générales de blocage ou de filtrage de la part des pouvoirs publics, ni restrictions allant au-delà de celles appliquées aux autres modes de diffusion des contenus ;", "b.  en encourageant, le cas échéant, les « réutilisateurs », – c’est-à-dire les personnes souhaitant exploiter les contenus numériques pour créer d’autres contenus ou services – d’une façon compatible avec le respect des droits de propriété intellectuelle ;", "c.  en promouvant une offre de services ouverte et des contenus accessibles et exploitables via l’Internet qui répondent aux besoins des différents usagers et groupes sociaux, en particulier :", "–  en permettant aux prestataires de services d’œuvrer dans un cadre normatif qui leur garantisse un accès sans discrimination aux réseaux de télécommunications nationaux et internationaux ;", "–  en élargissant leur offre de services en ligne à l’attention des particuliers et des entreprises et la transparence de ces services ;", "–  en communiquant avec le public, lorsque le contexte s’y prête, à travers des communautés d’usagers plutôt que par le biais de sites Internet officiels ;", "–  en encourageant, lorsque c’est opportun, les usagers non commerciaux à réutiliser les informations publiques, afin de permettre à chacun d’accéder à ces informations et de participer plus facilement à la vie publique et aux processus démocratiques ;", "–  en encourageant la mise à disposition sur l’Internet de documents du domaine public, dont les documents gouvernementaux, permettant à chacun de prendre part au processus de gouvernement ; des renseignements relatifs aux données personnelles détenus par les organismes publics ; des données scientifiques et historiques ; des informations sur l’état de la technologie, permettant au public de comprendre comment la société de l’information peut prévenir la guerre des systèmes d’information et d’autres menaces aux droits de l’homme ; des œuvres créatives, qui font partie d’un patrimoine culturel commun, permettant aux intéressés de prendre une part active à la vie, l’histoire et la culture de leur société ;", "–  en adaptant et en étendant la mission des médias de service public, conformément à la Recommandation Rec(2007)3 du Comité des Ministres aux Etats membres sur la mission des médias de service public dans la société de l’information, afin d’englober l’Internet et les autres nouveaux services de communication, offrant ainsi des contenus à la fois généralistes et spécialisés ainsi que des services personnalisés, distinctifs, interactifs et fonctionnant à la demande. »", "Quant à la jurisprudence de la Cour, trois affaires jusqu’ici ont porté spécifiquement sur les publications sur l’Internet :", "Dans l’affaire K.U. c. Finlande, la Cour a formulé les considérations suivantes :", "« Même si la liberté d’expression et la confidentialité des communications sont des préoccupations primordiales et si les utilisateurs des télécommunications et des services Internet doivent avoir la garantie que leur intimité et leur liberté d’expression seront respectées, cette garantie ne peut être absolue, et elle doit parfois s’effacer devant d’autres impératifs légitimes tels que la défense de l’ordre et la prévention des infractions pénales ou la protection des droits et libertés d’autrui. Sans préjudice de la question de savoir si, compte tenu de sa nature répréhensible, la conduite de la personne ayant passé l’annonce illégale sur Internet relève ou non de la protection des articles 8 et 10, le législateur aurait dû en tout cas prévoir un cadre permettant de concilier les différents intérêts à protéger dans ce contexte. »", "Dans l’affaire Times Newspapers Ltd c. Royaume-Uni (nos 1 et 2) , elle a déclaré que :", "« Grâce à leur accessibilité ainsi qu’à leur capacité à conserver et à diffuser de grandes quantités de données, les sites Internet contribuent grandement à améliorer l’accès du public à l’actualité et, de manière générale, à faciliter la communication de l’information. La constitution d’archives sur Internet représentant un aspect essentiel du rôle joué par les sites Internet, la Cour considère qu’elle relève du champ d’application de l’article 10 ».", "Enfin, dans l’affaire Comité de rédaction de Pravoye Delo et Shtekel c. Ukraine, la Cour a considéré que :", "« L’absence d’un cadre légal suffisant au niveau interne permettant aux journalistes d’utiliser des informations tirées de l’Internet sans crainte de s’exposer à des sanctions entrave gravement l’exercice par la presse de sa fonction vitale de « chien de garde » (...) »", "A la lumière de ces documents et de la pratique des Etats parties auxquels il est fait référence dans la motivation de l’arrêt, les critères minimaux à remplir par une législation concernant des mesures de blocage de l’Internet pour être compatible avec la Convention sont les suivants : 1)  une définition des catégories de personnes et d’institutions susceptibles de voir leurs publications bloquées, telles que les propriétaires nationaux ou étrangers de contenus, sites ou plates-formes illicites, les utilisateurs de ces sites ou plates-formes ou ceux qui mettent en place des hyperliens vers des sites ou plates-formes illicites et qui en souscrivent au contenu ; 2)  une définition des catégories d’ordonnances de blocage, par exemple celles qui visent le blocage de sites, d’adresses IP, de ports, de protocoles réseaux, ou le blocage de types d’utilisation, comme les réseaux sociaux ; 3)  une disposition sur le champ d’application territoriale de l’ordonnance de blocage, qui peut avoir une portée régionale, nationale, voire mondiale ; 4)  une limite à la durée d’une telle ordonnance de blocage; 5)  l’indication des « intérêts », au sens de ceux qui sont exposés à l’article 10 § 2 de la Convention, qui peuvent justifier une ordonnance de blocage ; 6)  l’observation d’un critère de proportionnalité, qui prévoit un juste équilibre entre la liberté d’expression et les intérêts concurrents poursuivis, tout en assurant le respect de l’essence (ou du noyau dur) de la liberté d’expression ; 7)  le respect du principe de nécessité, qui permet d’apprécier si l’ingérence dans la liberté d’expression promeut de façon adéquate les intérêts poursuivis et ne va pas au-delà que ce qui est nécessaire pour réaliser ledit « besoin social » ; 8)  la détermination des autorités compétentes pour émettre une ordonnance de blocage motivée; 9)  une procédure à suivre pour l’émission de cette ordonnance, comprenant l’examen par l’autorité compétente du dossier à l’appui de la demande d’ordonnance et l’audition de la personne ou institution lésée, sauf si cette audition est impossible ou se heurte aux « intérêts » poursuivis ; 10)  la notification de l’ordonnance de blocage et de sa motivation à la personne ou à l’institution lésée ; et 11)  une procédure de recours de nature judiciaire contre l’ordonnance de blocage.", "Pareil cadre doit être établi par des dispositions juridiques spécifiques, étant donné que ni les dispositions ou clauses générales de la responsabilité civile ou pénale ni la directive sur le commerce électronique ne constituent des bases valables pour ordonner un blocage sur l’Internet. Quoi qu’il en soit, le blocage de l’accès à l’Internet ou à des parties de l’Internet pour des populations entières ou des segments de population entiers n’est en aucun cas justifiable, même au nom de la justice, de l’ordre public ou de la sécurité nationale. Ainsi, toute mesure de blocage « aveugle » affectant de manière collatérale des contenus, sites ou plates-formes licites en conséquence d’une mesure visant un contenu, un site ou une plate-forme illicites ne répond pas en soi au principe de nécessité en ce qu’il manque un « lien rationnel », c’est-à-dire une relation instrumentale plausible entre l’ingérence et le besoin social poursuivi. De même, les ordonnances de blocage imposées à des sites et plates-formes qui restent valables indéfiniment ou pour de longues périodes sont équivalentes à des formes inacceptables de restriction préalable, en d’autres termes à de la pure censure.", "Lorsque des circonstances exceptionnelles justifient le blocage d’un contenu illégal, il est nécessaire d’ajuster les mesures aux contenus illicites et d’éviter de viser des personnes ou des institutions qui ne sont responsables ni de jure ni de facto de la publication illégale ni n’en ont souscrit au contenu. Dans le cas de mesures provisoires ou préventives fondées sur des motifs raisonnables de soupçonner qu’un crime a été commis, la liberté d’expression appelle non seulement un « cadre légal particulièrement strict » mais également l’examen le plus scrupuleux par les tribunaux et en conséquence l’exercice d’une retenue spéciale. Aucune de ces garanties n’était présente dans les décisions litigieuses des juridictions nationales, ainsi qu’il va être à présent démontré.", "", "L’application des normes européennes en l’espèce", "", "La loi no 5651 ne prévoit que les critères suivants pour l’émission d’une ordonnance de blocage sur l’Internet : la nature des infractions pénales qui peuvent donner lieu à l’ordonnance de blocage, le degré de preuve nécessaire pour l’émission d’une telle ordonnance (« motifs suffisants de soupçonner »), la compétence du juge, du tribunal ou, en cas d’urgence, du procureur pour émettre l’ordonnance de blocage, un recours contre cette ordonnance et la caducité de la mesure découlant d’une décision d’acquitter le suspect ou de prononcer un non-lieu, ou la suppression du contenu illégal. Ainsi, la loi nationale, sans être arbitraire puisqu’elle confère au pouvoir judiciaire le pouvoir de bloquer ou non, reste pour le moins très lacunaire : elle n’entoure pas l’exercice du pouvoir judiciaire de toutes les conditions et garanties requises, et n’offre donc pas les garanties fondamentales de la liberté d’expression aux fournisseurs de contenus sur l’Internet.", "C’est un fait que les juridictions internes ont été, et sont toujours, tenues de respecter la liberté d’expression, telle qu’interprétée par la Cour dans sa jurisprudence, et auraient donc dû interpréter de manière restrictive leur pouvoir en vertu de l’article 8 de la loi no 5651. Mais elles ne l’ont pas fait. Il est particulièrement regrettable qu’elles n’aient donné aucun argument justifiant l’idée que l’intérêt public du blocage primait la liberté d’expression du requérant ou la prise en compte de l’existence d’un risque évident et imminent résultant d’une publication du requérant. De plus, il convient également de regretter que la décision du tribunal de Denizli du 13 juillet 2009 ait rejeté l’opposition du requérant au motif qu’aucune autre mesure moins intrusive n’était disponible.", "Si l’ingérence avec la liberté d’expression du requérant sur le forum public de l’Internet doit être appréciée au regard des obligations négatives découlant de l’article 10 de la Convention, qui réduisent déjà l’ampleur de la marge d’appréciation de l’Etat défendeur, la nature provisoire et préventive de la mesure de blocage contestée la réduit plus encore. La circonstance que cette mesure est, selon la loi, fondée sur l’existence de « motifs suffisants de soupçonner » que les publications sur Internet constituent certains crimes souligne non seulement la nature précaire du jugement (un simple « soupçon ») que les tribunaux sont appelés à rendre, mais aussi le degré limité de la preuve requise (motifs « suffisants ») pour justifier l’émission de la mesure. Cependant, la retenue judiciaire spéciale appelée par la nature provisoire de la mesure et le cadre légal très déficient était complètement absente.", "", "Conclusion", "", "Pour reprendre les mots employés dans l’affaire Banatan Books, Inc. toute restriction préalable à l’expression sur l’Internet se rattache, à mes yeux, à une présomption lourde d’incompatibilité avec la Convention. En l’espèce, le gouvernement défendeur n’a pas satisfait à la charge de la preuve qui lui incombait de démontrer en quoi il se justifiait d’une telle restriction.", "Eu égard à l’obligation négative de l’Etat de s’abstenir de toute ingérence dans le droit du requérant à la liberté d’expression sur l’Internet, à l’application de la loi no 5651 par la juridiction nationale sans considération des principes issus de la Convention, à la légalité et à la nature de l’expression du requérant, à l’absence de tout lien entre son site et le site prétendument illicite, et après avoir apprécié les raisons données par les autorités nationales à la lumière de leur marge d’appréciation étroite, j’estime qu’il y a eu en l’espèce violation du droit à la liberté d’expression garanti au requérant par l’article 10 de la Convention.", "Vu l’insuffisance des garanties prévues par la loi no 5651 quant au blocage des publications sur Internet, j’aurais également établi, au regard de l’article 46, que l’Etat défendeur avait le devoir de modifier cette loi pour la rendre conforme aux normes exposées ci-dessus.", ""]}