{"file": "FRE_CLINF_30280_96.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "30280/96", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 16", "Mars 2000", "Jordan c. Royaume-Uni - 30280/96", "Arrêt 14.3.2000 [Section III]", "Article 5", "Article 5-3", "Juge ou autre magistrat exerçant des fonctions judiciaires", "Impartialité de l'officier ayant ordonné la détention d'un militaire: violation", "Faits: Militaire de carrière, le requérant fut arrêté après avoir été porté manquant de son unité. Après avoir examiné l’accusation de manière sommaire, son commandant lui infligea une sanction de 28 jours d’emprisonnement. Le requérant devait être libéré le 27 mai 1995, mais il fut maintenu en détention au motif qu’on le soupçonnait d’autres infractions faisant l’objet d’une enquête. Il fut traduit devant le commandant le 16 juin puis le 29 août 1995, afin de s’entendre donner lecture des charges pesant sur lui. Le 29 août, le commandant le renvoya en jugement devant la cour martiale. En novembre 1995, le requérant intenta une procédure d’habeas corpus, soutenant qu’il n’avait pas bénéficié d’une audience formelle au cours de laquelle il aurait pu prendre connaissance des charges pesant sur lui et argumenter en faveur de sa libération eu égard au délai nécessaire pour constituer la cour martiale. Après avoir reconnu que l’intéressé n’avait été inculpé que le 16 juin en raison d’un oubli, l’armée décida de le libérer et de le mettre aux arrêts simples, ce qu’elle fit le 11 décembre. Le requérant intenta par la suite une procédure en réparation pour la détention subie par lui entre le 27 mai et le 11 décembre. L’armée admit le caractère illégal de la détention litigieuse, et la question se régla par le versement d’une indemnité et le remboursement des frais. Le requérant eut à répondre devant la cour martiale d’une série d’accusations et, en novembre 1999, il fut condamné à une peine d’emprisonnement. Un recours se trouve actuellement pendant.", "En droit: Article 5 § 3: Le requérant fut arrêté car il existait des motifs plausibles de le soupçonner d’avoir commis une infraction, et son placement aux arrêts de rigueur s’analyse en une détention. Comme dans l’affaire Hood (arrêt du 18 février 1999), le commandant risquait de jouer un rôle central dans les poursuites subséquentes, et sa responsabilité en matière de maintien de l’ordre et de la discipline fournissait à l’accusé un motif raisonnable supplémentaire de douter que l’officier pût statuer de manière impartiale sur la nécessité d’une détention.", "Conclusion: violation (unanimité).", "Article 5 § 5: Le requérant n’avait pas un droit sanctionnable à réparation.", "Conclusion: violation (unanimité).", "Article 41: Rien n’indique que le requérant n’aurait pas été détenu ou aurait été relâché plus tôt en l’absence de la violation constatée, et l’arrêt représente en lui-même une satisfaction équitable suffisante. La Cour alloue à l’intéressé une somme censée couvrir ses frais.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}