{"file": "FRE_HFJUD_73840_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "73840/01", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE PAPAZOGLOU ET AUTRES c. GRÈCE", "", "", "(Requête no 73840/01)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "13 novembre 2003", "", "", "DÉFINITIF", "", "13/02/2004", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Papazoglou et autres c. Grèce,", "La Cour européenne des Droits de l'Homme (première section), siégeant en une chambre composée de :", "\tMM.\tP. Lorenzen, président,\n\t\tC.L. Rozakis,\n\t\tG. Bonello,\n\tMmes\tF. Tulkens,\n\t\tN. Vajić,\n\t\tE. Steiner,\n\tM.\tK. Hajiyev, juges,\net de M. S. Nielsen, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 23 octobre 2003,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 73840/01) dirigée contre la République hellénique et dont cinq ressortissants de cet Etat, MM. Konstantinos Papazoglou, Dimitrios Tsombanopoulos, Charis Makridis, Ioannis Stavroulakis et Ioannis Tsiolis (« les requérants »), ont saisi la Cour le 7 septembre 2001 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me N. Anagnostopoulos, avocat à Athenes. Le gouvernement grec (« le Gouvernement ») est représenté par les délégués de son agent, M. M. Apessos, conseiller auprès du Conseil Juridique de l'Etat et Mme V. Pélékou, auditrice auprès du Conseil Juridique de l'Etat.", "3.  Le 29 août 2002, la première section a déclaré la requête partiellement irrecevable et a décidé de communiquer le grief tiré de la durée de la procédure au Gouvernement. Se prévalant des dispositions de l'article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l'affaire.", "EN FAIT", "4.  Les requérants sont nés respectivement en 1931, 1930, 1935, 1932 et 1930. Ils sont retraités de l'armée.", "5.  Le décret présidentiel no 1041/1979 prévoyait un nouveau barème de salaires et de pensions militaires. Par ailleurs, en 1989, les ministres de la Défense Nationale et des Finances Publiques autorisèrent l'octroi, à compter du 1er janvier 1990, d'une prime de mérite (επίδoμα ευδόκιμης παραμovής) aux colonels et à leurs supérieurs. Cette allocation fut fixée à 10 % du salaire principal. Le Parlement grec confirma ensuite ladite décision ministérielle (loi no 1881/1990).", "6.  Par la suite, le 22 juin 1995, le Parlement grec adopta la loi no 2320/1995 qui excluait l'allocation en question du calcul de la pension des retraités ayant quitté leur service avant le 1er janvier 1990. Cette loi fut ultérieurement confirmée par la loi no 2512/1997 du 27 juin 1997.", "7.  Le 6 octobre 1995, en dépit de cette nouvelle loi, les requérants, militaires mis à la retraite avant le 1er janvier 1990, saisirent la 44e division de la Comptabilité Générale de l'Etat (Γεvικό Λoγιστήριo τoυ Κράτoυς) de demandes en vue d'obtenir une augmentation du montant de leurs pensions conformément aux dispositions des textes susmentionnés. Ces demandes furent rejetées par décisions rendues les 28 mars, 2 et 4 avril 1996.", "8.  Les 27 et 31 mai 1996, les requérants saisirent la Deuxième Chambre de la Cour des comptes (Ελεγκτικό Συvέδριo) d'un appel contre les décisions de la 44e division de la Comptabilité Générale de l'Etat.", "9.  Le 20 mai 1999, la Deuxième Chambre de la Cour des Comptes rejeta les recours comme étant mal fondés (jugements nos 810/1999, 827/1999, 834/1999, 831/1999 et 835/1999).", "10.  Les 22 et 25 novembre 1999, les requérants se pourvurent en cassation.", "11.  Le 21 février 2001, la formation plénière de la Cour des comptes rejeta les pourvois des requérants comme étant dénués de fondement (arrêts nos 213/2001, 214/2001, 216/2001, 217/2001 et 218/2001).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "12.  Les requérants allèguent que la durée de la procédure a méconnu le principe du « délai raisonnable » tel que prévu par l'article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Sur la recevabilité", "13.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. La Cour relève par ailleurs que celui-ci ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "14.  La période à considérer a débuté le 6 octobre 1995 et s'est terminée le 21 février 2001. Elle a donc duré cinq ans, quatre mois et quinze jours pour trois degrés de juridiction.", "15.  Le Gouvernement se réfère à l'encombrement du rôle de la Cour des comptes, dû au nombre des actions similaires déposées par plusieurs retraités de l'armée.", "16.  Les requérants affirment que leur affaire n'était pas complexe et que la responsabilité des retards incombe exclusivement à la mauvaise organisation des juridictions internes.", "17.  La Cour rappelle que le caractère raisonnable de la durée d'une procédure s'apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l'affaire, le comportement des requérants et celui des autorités compétentes ainsi que l'enjeu du litige pour les intéressés (voir, parmi beaucoup d'autres, Frydlender c. France [GC], no 30979/96, § 43, CEDH 2000-VII).", "18.  La Cour considère que l'affaire ne présentait pas de difficulté particulière et que le comportement des requérants n'est pas en cause. Elle relève une longue période de latence devant la Deuxième Chambre de la Cour des comptes (entre le 27 mai 1996 et le 20 mai 1999), pour laquelle le Gouvernement ne fournit aucune explication pertinente.", "19.  Ces éléments suffisent à la Cour pour conclure que la cause des requérants n'a pas été entendue dans un délai raisonnable. Partant, il y a eu violation de l'article 6 § 1 de la Convention.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "20.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "21.  Les requérants réclament 2 935 euros (EUR) chacun pour la souffrance morale et la détresse causées par la durée excessive de la procédure.", "22.  Le Gouvernement estime qu'un constat de violation constituerait en soi une satisfaction équitable suffisante.", "23.  La Cour considère que les requérants ont subi un préjudice moral que ne compense pas suffisamment le constat d'une violation de la Convention. Compte tenu de sa jurisprudence en la matière et statuant en équité comme le veut l'article 41, elle décide d'allouer à chacun des requérants 1 500 EUR à ce titre.", "B.  Frais et dépens", "24.  Les requérants demandent également 1 320,62 EUR chacun pour les frais et dépens encourus devant les juridictions internes et 1 467,35 EUR chacun pour ceux encourus devant la Cour. Ils ne produisent aucune note d'honoraires.", "25.  Le Gouvernement affirme que, compte tenu du fait que les cinq requérants ont présenté une seule requête et étaient représentés par le même conseil, le décompte des frais est excessif.", "26.  S'il est vrai que seuls les frais nécessairement exposés devant les juridictions nationales pour faire redresser la violation de la Convention constatée par la Cour peuvent être remboursés, il n'en demeure pas moins que, dans des affaires de durée de procédure, le prolongement de l'examen d'une cause au-delà du « délai raisonnable » entraîne une augmentation des frais à la charge du requérant (voir, parmi beaucoup d'autres, Anagnostopoulos et autres c. Grèce, no 39374/98, § 36, CEDH 2000–XI). Toutefois, eu égard au fait que les requérants ne produisent aucune facture, la Cour rejette cette partie de leurs prétentions.", "27.  Pour ce qui est des frais exposés devant elle, la Cour note que les requérants, qui étaient représentés par un avocat, n'ont pas bénéficié de l'assistance judiciaire. Il y a donc lieu d'allouer à chacun d'entre eux 500 EUR de ce chef.", "C.  Intérêts moratoires", "28.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare le restant de la requête recevable ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "3.  Dit", "a)  que l'Etat défendeur doit verser à chacun des requérants, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 1 500 EUR (mille cinq cents euros) pour dommage moral, ainsi que 500 EUR (cinq cents euros) pour frais et dépens, plus tout montant pouvant être dû à titre d'impôt sur cette dernière somme ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 13 novembre 2003 en application de l'article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tPeer Lorenzen\n\tGreffier adjoint\tPrésident"]}