{"file": "FRE_CLINF_63737_00.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "63737/00", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 55", "Juillet 2003", "Perry c. Royaume-Uni - 63737/00", "Arrêt 17.7.2003 [Section III]", "Article 8", "Article 8-1", "Respect de la vie privée", "Enregistrement sur film à l’aide d’une caméra cachée, à des fins d’identification, d’un suspect dans un commissariat de police: violation", "En fait: Le requérant, qui était soupçonné d’une série de vols, ne se présenta pas à plusieurs séances d’identification. Un officier supérieur de police donna alors l’autorisation de le filmer en secret. La police prit des dispositions pour que l’intéressé fût conduit au poste de police à des fins d’identification. Le requérant refusa de nouveau de se soumettre à une séance d’identification mais, pendant qu’il attendit dans une zone publique, il fut filmé par une caméra de télévision en circuit fermé, qui avait été réglée de façon à obtenir des images nettes de lui. Ces images furent insérées dans un montage vidéo où figuraient d’autres personnes et montrées à des témoins, dont deux identifièrent le requérant comme étant l’auteur de certains vols. Au procès du requérant, le juge refusa une demande tendant à l’exclusion de la vidéo des éléments de preuve, bien qu’il reconnût que la police n’avait pas pleinement respecté le code de conduite. Le requérant fut condamné et son appel rejeté.", "En droit: Article 8 – L’utilisation normale de caméras de sécurité, que ce soit dans une rue ou dans des locaux publics tels que des centres commerciaux ou des postes de police où elle répond à un but légitime et prévisible, ne soulève pas en soi une question sous l’angle de l’article 8. Toutefois, en l’espèce, la police avait réglé la caméra de sécurité de façon à obtenir des images claires du requérant et avait inclus ces images dans un montage qui a été montré à des témoins à des fins d’identification de l’intéressé. La vidéo a également été montrée au cours du procès public. Que le requérant ait été au courant ou non de l’existence de la caméra, rien n’indique qu’il s’attendait à ce qu’on le filme à des fins d’identification. Le stratagème adopté par la police a outrepassé l’utilisation normale ou prévue des caméras de sécurité et l’enregistrement des images en vue de les conserver et leur inclusion dans un montage pour une utilisation ultérieure peuvent donc passer pour le traitement ou la collecte de données personnelles sur le requérant. De plus, les images n’ont pas été obtenues avec le consentement de l’intéressé ou dans des conditions où celui-ci pouvait raisonnablement s’attendre à l’enregistrement des images et à leur utilisation à des fins d’identification. Dès lors, il y a eu une ingérence dans le droit au respect de la vie privée. L’ingérence avait une base suffisante en droit interne mais les tribunaux ont estimé que la police n’avait pas respecté les procédures énoncées dans le code de conduite. A la lumière de ces conclusions, force est de conclure que la mesure, telle qu’elle a été mise en œuvre en l’espèce, n’a pas satisfait aux exigences du droit interne.", "Conclusion: violation (unanimité).", "Article 41 – La Cour alloue au requérant 9 500 euros pour préjudice moral. Elle lui octroie également une indemnité pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}