{"file": "FRE_CLINF_40907_98.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "40907/98", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 28", "Mars 2001", "Dougoz c. Grèce - 40907/98", "Arrêt 6.3.2001 [Section III]", "Article 3", "Traitement inhumain", "Conditions d'une détention préalable à une expulsion: violation", "Article 5", "Article 5-1", "Arrestation ou détention régulières", "Défaut de fondement légal d'une détention préalable à une expulsion: violation", "Article 5-4", "Contrôle de la légalité de la détention", "Défaut de contrôle par un tribunal de la légalité d'une détention préalable à une expulsion: violation", "En fait: Ressortissant syrien, le requérant affirme avoir été condamné à mort en Syrie. Il s’enfuit en Grèce, où il fut arrêté et condamné à des peines d’emprisonnement à plusieurs reprises, notamment pour des infractions à la législation sur les stupéfiants. Pendant son séjour en Grèce, le HCR lui accorda le statut de réfugié. En juin 1997, alors qu’il purgeait une peine de prison, il demanda à être renvoyé en Syrie, affirmant qu’il avait obtenu dans ce pays une commutation de peine. Le mois suivant, après qu’un tribunal eut ordonné sa libération conditionnelle et son expulsion vers la Syrie, il fut placé en détention en vue de son expulsion. Il se plaint devant la Cour des conditions qui régnaient au centre de détention de Drapetsona, où il séjourna pendant plusieurs mois, dénonçant en particulier le surpeuplement carcéral, un manque de lits et de matériel de couchage, une hygiène déficiente et un manque d’espace pour l’exercice physique. En avril 1998, il fut transféré au quartier général de la police, où il demeura quelques mois supplémentaires et où les conditions de détention étaient analogues (ainsi que l’atteste un rapport du comité pour la prévention de la torture et des traitements et peines inhumains ou dégradants). En mai 1998, un tribunal correctionnel de première instance, se fondant sur l’affirmation antérieure de l’intéressé selon laquelle il n’était plus poursuivi en Syrie, rejeta une demande formée par M. Dougoz afin d’obtenir la levée de l’ordonnance d’expulsion. Le tribunal ne mentionna pas l’allégation de l’intéressé selon laquelle sa détention était illégale. En décembre 1998, le requérant fut expulsé vers la Syrie. ", "En droit: Article 3 - Les conditions dans lesquelles un individu est détenu peuvent s’analyser en un traitement inhumain ou dégradant. A cet égard, il y a lieu de tenir compte des effets cumulatifs des conditions en question et des allégations spécifiques du requérant. En l’espèce, les dires de M. Dougoz se trouvent corroborés par les conclusions du rapport du CPT, et le Gouvernement n’a pas démenti les allégations concernant le surpeuplement carcéral et le manque de lits et de matériel de couchage. Le CPT a souligné que les conditions de séjour en cellule et le régime de détention au quartier général de la police étaient inadéquates pour les périodes dépassant quelques jours, les taux d’occupation étant nettement excessifs et l’équipement sanitaire désastreux. Or le Gouvernement a déclaré que les conditions de détention à Drapetsona étaient identiques à celles régnant au quartier général de la police. En conséquence, les conditions dans lesquelles le requérant a été détenu, et en particulier le grave surpeuplement carcéral et l’absence de matériel de couchage, combinées avec la durée anormalement longue pendant laquelle l’intéressé a été détenu dans de telles conditions, s’analysent en un traitement dégradant contraire à l’article 3. ", "Conclusion: violation (unanimité).", "Article 5 § 1 (f) – La disposition dont le Gouvernement affirme qu’elle constituait la base légale de la détention du requérant dans l’attente de son expulsion s’applique aux expulsions d’étrangers sur ordre administratif et prévoit le placement en détention de la personne concernée à condition que l’exécution d’un ordre administratif d’expulsion pris par le ministre de l’Ordre public soit pendante et que l’étranger concerné soit considéré comme présentant un danger pour l’ordre public ou comme risquant de s’enfuir. Or en l’espèce l’expulsion du requérant avait été ordonnée par un tribunal et non par une décision administrative, et le requérant n’était pas réputé présenter un danger pour l’ordre public. Si le procureur adjoint près la Cour de cassation a conclu qu’une décision ministérielle conjointe s’appliquait par analogie aux cas d’expulsions ordonnées par les tribunaux, l’avis d’un haut fonctionnaire ne constitue pas une « loi » d’une qualité suffisante aux fins de l’article 5 § 1, et cette disposition a par conséquent été violée.", "Conclusion: violation (unanimité).", "Article 5 § 4 – Les demandes de libération soumises par le requérant aux ministres de la Justice et de l’Ordre public ne peuvent passer pour des recours effectifs au travers desquels l’intéressé pouvait contester la légalité de sa détention, puisqu’elles relevaient du pouvoir discrétionnaire des ministres. De surcroît, le tribunal correctionnel de première instance omit de statuer sur le grief du requérant relatif à sa détention. Par conséquent, le système juridique interne n’a pas fourni au requérant l’occasion de faire statuer par un tribunal sur la légalité de sa détention dans l’attente de son expulsion.", "Conclusion: violation (unanimité).", "Article 41 – La Cour rejette la demande du requérant pour dommage matériel mais accorde à l’intéressé 5 000 000 drachmes grecs pour le dommage moral subi par lui et pour ses frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}