{"file": "FRE_HFJUD_12490_86.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "12490/86", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE GIANCARLO LOMBARDO c. ITALIE", "", "(Requête no12490/86)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "26 novembre 1992", "\n", "En l’affaire Giancarlo Lombardo c. Italie,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement, en une chambre composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tF. Gölcüklü,", "\t\tB. Walsh,", "\t\tC. Russo,", "\t\tR. Pekkanen,", "\t\tA.N. Loizou,", "\t\tF. Bigi,", "\tSir \tJohn Freeland,", "\tM. \tL. Wildhaber,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 25 juin et 29 octobre 1992,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1. L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 13 décembre 1991, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 12490/86) dirigée contre la République italienne et dont un ressortissant de cet Etat, M. Giancarlo Lombardo, avait saisi la Commission le 29 juillet 1986 en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration italienne reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences de l’article 6 par. 1 (art. 6-1).", "2. En réponse à l’invitation prévue à l’article 33 par. 3 d) du règlement de la Cour, Mme Daria Nappi, qui avait poursuivi la procédure devant la Commission en tant qu’unique héritière de M. Giancarlo Lombardo, a déclaré ne pas souhaiter participer à l’instance. Pour des raisons de commodité, le présent arrêt continuera de désigner M. Lombardo comme \"le requérant\".", "Par la suite, Mme Nappi a consenti à la divulgation de l’identité de M. Lombardo, désigné à l’origine par les initiales \"G.L.\".", "3. Le 24 janvier 1992, le président de la Cour a estimé qu’il y avait lieu, dans l’intérêt d’une bonne administration de la justice, de confier l’examen de la présente cause à la chambre constituée le 28 septembre 1991 pour connaître de l’affaire Francesco Lombardo (article 21 par. 6 du règlement). Elle comprenait de plein droit M. C. Russo, juge élu de nationalité italienne (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement), les sept autres membres, tirés au sort en présence du greffier, étant MM. F. Gölcüklü, B. Walsh, N. Valticos, R. Pekkanen, A.N. Loizou, F. Bigi et L. Wildhaber (articles 43 in fine de la Convention et 21 par. 4 du règlement) (art. 43). Ultérieurement, Sir John Freeland, suppléant, a remplacé M. Valticos, empêché (articles 22 par. 1 et 24 par. 1 du règlement).", "4.  En sa qualité de président de la chambre (article 21 par. 5 du règlement), M. Ryssdal a consulté par l’intermédiaire du greffier l’agent du gouvernement italien (\"le Gouvernement\") et le délégué de la Commission au sujet de l’organisation de la procédure (articles 37 par. 1 et 38). Conformément à l’ordonnance rendue en conséquence, le greffier a reçu le mémoire du Gouvernement le 29 mai.", "Le 23 mars, Mme Nappi avait déposé ses demandes de satisfaction équitable (article 50 de la Convention; articles 50 et 1 k), combinés, du règlement) (art. 50).", "5. Le 6 mai 1992, la Commission a produit le dossier de la procédure suivie devant elle; le greffier l’y avait invitée sur les instructions du président.", "6. Ainsi qu’en avait décidé ce dernier, les débats se sont déroulés en public le 22 juin 1992, au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\tM. G. Raimondi, magistrat détaché", "\t\t\tau Service du contentieux diplomatique du ministère des \t", "\t\t\tAffaires étrangères, \tcoagent;", "- pour la Commission", "\tM. J.A. Frowein, \tdélégué.", "La Cour les a entendus en leurs déclarations et plaidoiries.", "Le 20 juillet lui sont parvenues les réponses du Gouvernement à ses questions.", "EN FAIT", "7. Ancien magistrat, M. Giancarlo Lombardo vécut à Rome jusqu’à son décès. En application de l’article 31 par. 1 (art. 31-1) de la Convention, la Commission a constaté les faits suivants (paragraphes 23-35 de son rapport):", "\"23. Les pensions des fonctionnaires et des magistrats, n’étant pas indexées, ont évolué en Italie de telle sorte que le montant des pensions versées par l’État aux magistrats retraités ayant le même grade et la même ancienneté de service, mais ayant pris leur retraite à des dates différentes, présentaient des variations importantes que le requérant estimait injustifiées.", "24. Pour ce motif, en même temps qu’un certain nombre d’autres magistrats retraités, le requérant saisit la Cour des comptes italienne, le 11 novembre 1980, d’un recours contre un décret du ministère de la Justice rejetant sa demande de révision du montant de sa pension, et souleva une exception d’inconstitutionnalité des dispositions de loi dont découlait la disparité de traitement.", "25. Le 18 novembre 1980, le secrétariat de la Cour des comptes invita le ministère de la Justice à lui transmettre le dossier du requérant, ce qui fut fait le 5 décembre 1980.", "26. Le 31 décembre 1980, le dossier fut envoyé au procureur général près la Cour des comptes pour qu’il procédât à l’instruction de l’affaire et formulât ses conclusions. Lesdites conclusions furent versées au dossier le 19 janvier 1982.", "27. Le 7 juin 1982, le procureur général, considérant que l’affaire soulevait des questions de principe, en demanda l’examen par les sections réunies de la Cour des comptes.", "28. Ultérieurement, l’examen du recours fut ajourné dans l’attente du résultat de l’appel que le procureur général avait interjeté le 5 juillet 1982 auprès des sections réunies de la Cour des comptes contre une décision de la section compétente en matière de pensions, qui avait statué dans une affaire analogue.", "29. Le déroulement de cette procédure d’appel s’avéra laborieux. En effet, lors de la première audience (fixée au 6 octobre 1982), une première question de constitutionnalité fut soulevée. Ne l’estimant pas manifestement mal fondée, les sections réunies de la Cour des comptes en saisirent la Cour constitutionnelle par une décision (ordinanza) no 73 du même jour.", "30. La Cour constitutionnelle statua par un arrêt déposé le 7 mars 1984.", "31. Les sections réunies de la Cour des comptes furent à nouveau saisies, à la suite d’une demande formulée en ce sens le 7 janvier 1985 par l’avocat de l’État. Une audience fut fixée au 5 juin 1985. Lors de l’audience, une nouvelle exception d’inconstitutionnalité fut soulevée. Ne l’estimant pas manifestement mal fondée, la Cour des comptes saisit à nouveau la Cour constitutionnelle par une décision no 104 du même jour.", "32. Le dossier fut envoyé à la Cour constitutionnelle le 18 septembre 1985. Elle fixa au 21 avril 1988 l’audience destinée à l’examen de l’exception d’inconstitutionnalité. Son arrêt fut transmis aux sections réunies de la Cour des comptes le 23 juin 1988.", "33. L’examen de l’affaire fut fixé devant la Cour des comptes, sections réunies, pour le 12 octobre 1988. L’audience dut cependant être reportée d’office au 27 octobre 1988, à la suite d’une grève du personnel. A cette date, la Cour des comptes renvoya l’affaire à la section compétente. Sa décision fut déposée au greffe le 14 novembre 1988.", "34. La section compétente fixa au 22 février 1989 l’audience consacrée à l’examen de l’affaire et des nombreuses autres affaires pendantes, dont celle du requérant.", "35. Par un arrêt du 13 mars 1989, déposé au greffe le 20, elle accueillit en partie la demande du requérant et ordonna la révision de sa pension, la réévaluation des sommes dues et le versement des intérêts sur ces sommes.\"", "8. Le 17 juillet 1989, le procureur général communiqua ledit arrêt au ministère de la Justice afin que ce dernier en assurât l’exécution.", "PROCEDURE DEVANT LA COMMISSION", "9. L’intéressé a saisi la Commission le 29 juillet 1986. Il se plaignait de la différence de traitement établie en matière de pension entre les magistrats, à égalité de grade et d’ancienneté, sur la seule base de la date à laquelle ils avaient pris leur retraite. Selon lui, elle portait atteinte au droit des intéressés au respect de leurs biens (article 1 du Protocole no 1) (P1-1), à leur droit à la vie et au respect de leur dignité (article 2 de la Convention) (art. 2) ainsi qu’à leur droit à l’information sur leurs conditions de vie pendant leur retraite (article 10) (art. 10); elle constituait aussi une discrimination injustifiée (article 14) (art. 14). Invoquant l’article 6 par. 1 (art. 6-1), il dénonçait de surcroît la durée de la procédure engagée par lui devant la Cour des comptes.", "10. Le 9 novembre 1990, la Commission a retenu la requête (no 12490/86) quant au dernier grief mais l’a déclarée irrecevable pour le surplus. Dans son rapport du 14 octobre 1991 (article 31) (art. 31), elle relève à l’unanimité une violation de l’article 6 par. 1 (art. 6-1). Le texte intégral de son avis figure en annexe au présent arrêt.", "CONCLUSIONS PRESENTEES A LA COUR PAR LE GOUVERNEMENT", "11. A l’audience, le Gouvernement a invité la Cour à \"dire et juger qu’il n’y a pas eu violation\" de la Convention dans la présente affaire.", "EN DROIT", "I. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 PAR. 1 (art. 6-1)", "12. Le requérant dénonce la durée de la procédure suivie devant la Cour des comptes. Il allègue une violation de l’article 6 par. 1 (art. 6-1) de la Convention, aux termes duquel", "\"Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...)\"", "A. Sur l’applicabilité de l’article 6 par. 1 (art. 6-1)", "13. La Commission estime ce texte applicable en l’espèce, tandis que le Gouvernement défend la thèse opposée.", "14. Dans ses arrêts Feldbrugge c. Pays-Bas et Deumeland c. Allemagne du 29 mai 1986 (série A no 99, p. 13, par. 29, et no 100, p. 23, par. 63), la Cour a constaté qu’il existe, entre les Etats membres du Conseil de l’Europe, une grande diversité quant à la manière dont leur législation et leur jurisprudence conçoivent la nature juridique du droit aux prestations d’assurance sociale. Elle a conclu dès lors à l’absence d’un dénominateur commun qui permette de dégager en la matière une notion européenne uniforme.", "15. Selon le Gouvernement, l’affaire ne comporte que des aspects de droit public. D’abord, le droit à pension revendiqué trouverait son fondement dans les relations entre l’État et M. Giancarlo Lombardo; or elles ne se rattacheraient pas à un contrat de travail, la nomination d’un magistrat ayant son origine dans un acte unilatéral de la puissance publique, soumis à une législation spéciale. En outre, le régime dont relevait le requérant n’offrirait aucune affinité avec un système d’assurance privée, l’Etat italien ayant entendu en fixer lui-même le cadre et en contrôler le fonctionnement.", "16. Ce raisonnement ne convainc pas la Cour. Même si les contestations concernant le recrutement, la carrière et la cessation d’activité des magistrats sortent, en règle générale, du champ d’application de l’article 6 par. 1 (art. 6-1) (sur l’accès à la fonction publique, voir les arrêts Glasenapp et Kosiek c. Allemagne du 28 août 1986, série A no 104, p. 26, par. 49, et no 105, p. 20, par. 35), l’intervention de l’autorité publique par une loi ou un règlement n’a pas empêché la Cour, dans plusieurs affaires, de conclure au caractère civil du droit litigieux (arrêt Feldbrugge précité, pp. 13-14, par. 32).", "Nonobstant les aspects de droit public signalés par le Gouvernement, il s’agit ici, en substance, de l’obligation pour l’Etat de verser à un magistrat une pension conformément à la législation en vigueur. En s’acquittant de cette obligation, l’État n’use pas de prérogatives discrétionnaires; en la matière, il peut se comparer à un employeur partie à un contrat de travail régi par le droit privé. Dès lors, le droit d’un magistrat à la révision du montant de sa pension doit être considéré comme un \"droit de caractère civil\" au sens de l’article 6 par. 1 (art. 6-1), lequel trouve donc à s’appliquer en l’espèce.", "B. Sur l’observation de l’article 6 par. 1 (art. 6-1)", "17. Reste à savoir s’il y a eu ou non dépassement du \"délai raisonnable\".", "La Commission répond par l’affirmative, le Gouvernement par la négative.", "18. La période à considérer a commencé le 11 novembre 1980, date de la saisine de la Cour des comptes. Elle a pris fin le 20 mars 1989, avec le dépôt de l’arrêt de cette juridiction.", "Contrairement à la thèse du Gouvernement, il n’y a pas lieu d’en retrancher les deux intervalles - de près de quatre ans au total - pendant lesquels la Cour constitutionnelle eut à se prononcer sur des exceptions d’inconstitutionnalité. Sans doute ladite Cour ne se trouvait-elle pas directement saisie de l’affaire de M. Giancarlo Lombardo, mais les décisions d’ordre général qu’il lui incombait de rendre ne pouvaient manquer de se répercuter sur l’issue du litige (voir, mutatis mutandis, l’arrêt Deumeland précité, p. 26, par. 77); voilà pourquoi la Cour des comptes suspendit l’instance introduite devant elle-même. La période à examiner s’étend donc sur huit ans et quatre mois environ.", "19. Le caractère raisonnable de la durée d’une procédure s’apprécie à l’aide des critères qui se dégagent de la jurisprudence de la Cour et suivant les circonstances de l’espèce, lesquelles commandent en l’occurrence une évaluation globale.", "20. Le Gouvernement excipe de la complexité de l’affaire, des délais nécessaires à l’accomplissement de certaines formalités - telles les notifications - et de la surcharge de travail de la Cour constitutionnelle.", "21. Au sujet du premier point, la Cour admet que les questions soulevées devant la Cour des comptes et la Cour constitutionnelle présentaient certaines difficultés. Toutefois, cela ne suffit pas à justifier la longueur de la procédure.", "Quant aux deux autres arguments du Gouvernement, ils ne sauraient entrer en ligne de compte. L’article 6 par. 1 (art. 6-1) oblige les Etats contractants à organiser leur système judiciaire de telle sorte que leurs cours et tribunaux puissent remplir chacune de ses exigences (voir, parmi beaucoup d’autres, l’arrêt Tusa c. Italie du 27 février 1992, série A no 231-D, p. 41, par. 17).", "22. Avec la Commission, la Cour relève plusieurs phases d’inactivité devant la Cour des comptes: le procureur général eut besoin de plus d’un an pour déposer ses conclusions, puis de près de cinq mois pour saisir les sections réunies de la Cour des comptes (paragraphe 7, nos 26 et 27, ci-dessus); par la suite, la cause demeura suspendue plus de six ans dans l’attente de l’issue de l’appel interjeté par le procureur, devant ces mêmes sections, dans une affaire analogue.", "23. Les retards observés se révèlent assez importants pour qu’il faille considérer comme excessive la durée totale de la procédure.", "Il y a donc eu violation de l’article 6 par. 1 (art. 6-1).", "II. SUR L’APPLICATION DE L’ARTICLE 50 (art. 50)", "24. D’après l’article 50 (art. 50),", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "25. Mme Nappi réclame, sans la chiffrer, une indemnité au titre de cette disposition.", "Le Gouvernement estime la demande non fondée, tandis que la Commission ne se prononce pas.", "26. La Cour admet que le requérant a pu subir un certain tort moral, mais dans les circonstances de la cause le constat d’une violation de l’article 6 par. 1 (art. 6-1) fournit en soi une satisfaction équitable suffisante.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1. Dit que l’article 6 par. 1 (art. 6-1) s’applique en l’espèce et a été violé;", "", "2. Dit que le présent arrêt constitue par lui-même une satisfaction équitable suffisante pour tout dommage moral subi.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 26 novembre 1992.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier", ""]}