{"file": "FRE_CLINF_73235_12.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "73235/12", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 185", "Mai 2015", "Identoba et autres c. Géorgie - 73235/12", "Arrêt 12.5.2015 [Section IV]", "Article 3", "Obligations positives", "Manquement de l’État de protéger des manifestants de violences homophobes et de mener une enquête effective : violation", "Article 14", "Discrimination", "Manquement de l’État de protéger des manifestants de violences homophobes et de mener une enquête effective : violation", "En fait – La requête a été introduite par une organisation non gouvernementale (ONG) fondée pour promouvoir et protéger les droits des personnes lesbiennes, gays, bisexuelles et transgenres (LGBT) en Géorgie, et par 14 requérants individuels. Le 17 mai 2012, une manifestation pacifique fut organisée à Tbilissi par la première requérante à l’occasion de la journée internationale contre l’homophobie. Quelque 30 personnes y participèrent, dont 13 des requérants individuels. Durant la manifestation, les participants furent insultés, menacés et agressés par un groupe de contre-manifestants, plus nombreux qu’eux, membres de deux groupes religieux. La police finit par interpeller quatre des requérants, les arrêta brièvement et/ou les emmena dans un véhicule de police, prétendument pour les protéger des contre-manifestants. À la suite de ces événements, les requérants déposèrent plusieurs plaintes pénales, demandant en particulier l’ouverture d’une enquête pénale sur les attaques commises à leur encontre avec une intention discriminatoire par les contre-manifestants et sur les actes et omissions des policiers, fautifs de ne pas les avoir protégés contre ces attaques. Deux enquêtes sur les blessures subies par deux des requérants furent ouvertes en 2012 et sont pendantes.", "En droit – Article 3 combiné avec l’article 14 (du deuxième au quatorzième requérants)", "a)  Sur le point de savoir si l’agression visant les requérants atteignait le seuil de gravité requis pour emporter violation de l’article 3 combiné avec l’article 14 de la Convention – Dans son examen, la Cour tient compte de la situation précaire dans laquelle se trouvaient les personnes LGBT dans l’État défendeur au moment des faits et de divers rapports montrant que les attitudes négatives à leur encontre sont répandues dans certains pans de la société géorgienne. Dans ce contexte, la Cour relève en premier lieu que durant la manifestation, les requérants furent encerclés par une foule de contre-manifestants en colère, qui étaient plus nombreux qu’eux, proféraient des menaces de mort et leur assenaient des coups au hasard. Ce comportement était indiscutablement motivé par des préjugés homophobes. En témoignent les propos particulièrement insultants et menaçants tenus par les membres des deux groupes religieux, de même que la lacération de drapeaux et d’affiches à l’effigie du mouvement de défense des personnes LGBT et les actes d’agression physique perpétrés à l’encontre de certains des requérants. Les violences verbales et physiques avaient à l’évidence pour but d’effrayer les requérants afin qu’ils cessent de soutenir publiquement les personnes LGBT. La détresse des requérants a probablement été aggravée par le fait que la police ne leur a pas fourni correctement ou suffisamment vite la protection qui leur avait été promise avant la manifestation. Cette violence a rendu les sentiments de peur, d’angoisse et d’insécurité éprouvés par les 13 requérants suffisamment intenses pour que le seuil de gravité requis afin que l’article 3 combiné avec l’article 14 de la Convention trouve à s’appliquer soit atteint.", "b)  Sur le point de savoir si les autorités ont fourni une protection adéquate aux requérants – L’organisateur de la manifestation ayant explicitement prévenu la police de l’existence d’un risque de violences, les autorités chargées du maintien de l’ordre avaient une obligation positive impérative de protéger les manifestants de ces violences. Or les policiers n’étaient présents qu’en petit nombre sur les lieux de la manifestation et s’en étaient éloignés sans préavis lorsque les premières insultes verbales furent proférées, ce qui a permis à la tension de dégénérer en violence physique. Au moment où les policiers se décidèrent enfin à intervenir, les requérants avaient déjà été molestés, insultés et agressés. De surcroît, au lieu de tenter de contenir les contre-manifestants les plus agressifs afin que la manifestation pacifique pût se poursuivre, la police interpella et évacua certains des requérants, en d’autres termes les victimes qu’elle était censée protéger. Les autorités internes n’ont donc pas fourni aux requérants une protection adéquate contre les agressions commises par des personnes privées durant la manifestation.", "c)  Sur le point de savoir si les événements ont fait l’objet d’une enquête effective – Les autorités ont également failli à l’obligation procédurale qui leur incombait de mener une enquête sur ce qui s’était produit durant les incidents du 17 mai 2012, en particulier de chercher à déterminer si ces incidents étaient motivés par des préjugés et à identifier les responsables. Malgré les plaintes déposées à plusieurs reprises par les requérants, à la fois pour mauvais traitements et pour inaction de la police, les autorités internes n’ont pas ouvert d’enquête sérieuse et approfondie sur les circonstances des événements pour tous les requérants. Elles ont préféré, de manière inexplicable, restreindre la portée de l’enquête et n’ouvrir que deux dossiers distincts concernant les blessures physiques subies par deux d’entre eux. De surcroît, ces procédures ont eu pour seul résultat l’application d’une sanction administrative à deux contre-manifestants, qui se virent imposer une amende d’environ 45 EUR chacun. Étant donné l’intensité de la violence dirigée contre les requérants, cette mesure n’est pas suffisante pour que l’on puisse considérer que l’État s’est acquitté de l’obligation procédurale qui lui incombait en vertu de l’article 3.", "Dans les circonstances de l’espèce, il était indispensable que les autorités internes prissent toutes mesures raisonnables pour établir l’éventuel mobile homophobe des événements en cause. L’absence d’enquête sérieuse par les autorités chargées du maintien de l’ordre conduit inévitablement à traiter les infractions fondées sur des préjugés comme des infractions ordinaires, dénuées de pareille connotation, et l’indifférence qui en résulte vaut approbation tacite voire officielle de crimes inspirés par la haine. De surcroît, cela peut rendre difficile à l’État défendeur de prendre à l’avenir des mesures pour améliorer le maintien de l’ordre lors de manifestations pacifiques analogues à celle en cause, ce qui est de nature à affaiblir la confiance de la population envers la politique de l’État en matière de lutte contre les discriminations. La Cour estime donc que les autorités internes n’ont pas conduit une enquête effective sur les mauvais traitements dont 13 requérants allèguent avoir été victimes.", "Conclusion : violation (six voix contre une).", "La Cour conclut également, à l’unanimité, à une violation de l’article 11 combiné avec l’article 14 au motif que l’État défendeur a failli à ses obligations positives en ce que, n’ayant pas contenu les contre-manifestants homophobes et violents, il n’a pas veillé à ce que la manifestation du 17 mai 2012 se déroulât pacifiquement.", "Article 41 : octroi d’indemnités pour préjudice moral comprises entre 1 500 et 4 000 EUR.", "(Voir Natchova et autres c. Bulgarie [GC], 43577/98 et 43579/98, 6 juillet 2005,  ; Membres de la Congrégation des témoins de Jéhovah de Gldani et autres c. Géorgie, 71156/01, 3 mai 2007,  ; Bączkowski et autres c. Pologne, 1543/06, 3 mai 2007,  ; voir également la fiche thématique )", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}