{"file": "FRE_CLINF_49230_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "49230/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 116", "Février 2009", "L'Erablière A.S.B.L. c. Belgique - 49230/07", "Arrêt 24.2.2009 [Section II]", "Article 6", "Procédure civile", "Article 6-1", "Droits et obligations de caractère civil", "Recours d'une association locale de défense de l'environnement non assimilable à une actio popularis : article 6 applicable", "", "Accès à un tribunal", "Irrecevabilité pour défaut d'exposé des faits d'un recours renvoyant uniquement à l'acte attaqué : violation", "", "En fait : La requérante est une association sans but lucratif qui a pour objet, selon ses statuts, de défendre l’environnement de la région de Marche‑Nassogne, qui recouvre essentiellement cinq communes. En 2004, une des communes adressa une lettre à la requérante l’informant qu'un permis d’urbanisme tendant à l’extension d'un centre d’enfouissement des déchets avait été octroyé à une société. La requérante introduisit une requête tendant à annuler la décision ainsi qu’à suspendre l’exécution de celle-ci.Par un arrêt de 2004, le Conseil d’Etat rejeta la demande de suspension de l’exécution de l’acte attaqué considérant que les pièces jointes à la demande de suspension ne pouvaient être considérées comme l’équivalent d’un exposé des faits. Par un arrêt de 2007, il déclara irrecevable le recours en annulation de la requérante considérant notamment que la requête, faute de contenir un exposé des faits, renvoyait uniquement à l’acte attaqué. Par ailleurs, le Conseil d’Etat avait traité d’une première demande de permis d’urbanisme relatif au même objet dans un arrêt de référé de 2001 et dans un arrêt au fond de 2005, rendus par une formation identique à celle qui a statué dans l’arrêt de 2007. L’auditeur dans ces trois affaires était le même. ", "En droit : Applicabilité de l'article 6 : Il ressort des statuts de la requérante que celle-ci a un but géographiquement et matériellement limité, à savoir la défense de l’environnement de la région de Marche-Nassogne. Cette région recouvre essentiellement cinq communes de petite taille dans un périmètre limité. De plus, tous les fondateurs et administrateurs de la requérante sont domiciliés dans ces communes, de sorte qu’ils peuvent être considérés comme des riverains directement affectés par le projet d’extension de la décheterie. Or, l’augmentation de la capacité de la décheterie de plus du cinquième de sa capacité initiale risquait d’avoir des incidences non négligeables sur la vie privée de ceux-ci, par les nuisances qu’elle provoquerait sur la qualité de leur vie quotidienne, et par voie de conséquence sur la valeur marchande de leurs propriétés situées dans ces communes. Si la Convention ne permet pas l’actio popularis c’est pour éviter la saisine de la Cour par des individus se plaignant de la simple existence d’une loi applicable à tout citoyen d’un pays ou d’une décision de justice auxquels ils ne sont pas parties. Toutefois, l’intérêt “général” défendu en l’espèce par le recours de la requérante ne peut pas être assimilé à une actio popularis, compte tenu des circonstances de l’espèce, notamment la nature de l’acte attaqué, la qualité de la requérante et de ses fondateurs ainsi que le but matériellement et géographiquement limité poursuivi par celle-ci. En conséquence, la “contestation” soulevée par la requérante avait un lien suffisant avec un “droit” dont elle pouvait se dire titulaire en tant que personne morale pour que l’article 6 s’applique.", "Sur le droit d'accès à un tribunal de la requérante : Il convient d'examiner si la raison pour laquelle le Conseil d'Etat rejeta le recours en annulation de la requérante priva, de fait, l’intéressée de son droit à voir son affaire jugée au fond. En l’occurrence, on ne saurait soutenir que l’acte du recours de la requérante mettait le Conseil d’Etat, et encore moins la partie adverse, dans l’impossibilité de prendre connaissance des faits de la cause. En outre, le Conseil d’Etat avait traité d’une première demande de permis d’urbanisme relatif au même objet dans un arrêt de référé et dans un arrêt au fond, rendu par une formation identique à celle qui a statué dans l’arrêt litigieux. De plus, l’auditeur dans ces trois affaires était le même. Par conséquent, la limitation au droit d’accès à un tribunal imposée à la requérante n’était pas proportionnée au but visant à garantir la sécurité juridique et la bonne administration de la justice.", "Conclusion : violation (unanimité).", "Article 41 – 3 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}