{"file": "FRE_CLINF_25829_94.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "25829/94", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Juin 1998", "Teixeira de Castro c. Portugal - 25829/94", "Arrêt 9.6.1998", "Article 6", "Procédure pénale", "Article 6-1", "Procès équitable", "Condamnation pour trafic de drogue fondée essentiellement sur les déclarations de deux policiers, dont l'intervention a provoqué l'infraction: violation", "", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.] ", "I.\tARTICLE 6 § 1 DE LA CONVENTION", "Rappel de jurisprudence relative à la recevabilité des preuves.", "L'intervention d'agents infiltrés doit être circonscrite et entourée de garanties même lorsqu'est en cause la répression du trafic de stupéfiants – l'intérêt public ne saurait justifier l'utilisation d'éléments recueillis à la suite d’une provocation policière.  ", "En l'occurrence, il n'a pas été allégué que l'intervention des deux policiers se situait dans le cadre d'une opération de répression du trafic de drogue ordonnée et contrôlée par un magistrat – les autorités ne disposaient pas non plus de bonnes raisons de soupçonner que le requérant était un trafiquant – des circonstances de l'espèce, il faut déduire que les deux policiers ne se sont pas limités à examiner de manière purement passive l'activité délictueuse de l'intéressé mais ont exercé une influence décisive de nature à l'inciter à commettre l'infraction. L'activité des deux policiers a donc outrepassé celle d'un agent infiltré – leur intervention et son utilisation dans la procédure pénale litigieuse ont privé ab initio et définitivement le requérant d'un procès équitable. ", "Conclusion : violation (huit voix contre une).", "II.\tARTICLE 3 DE LA CONVENTION", "Absence d'arguments devant la Cour sur le grief déduit de la violation de l'article 3. ", "Conclusion : non-lieu à un examen d'office (unanimité).", "III.\tARTICLE 8 DE LA CONVENTION", "Eu égard au constat de violation de l'article 6 § 1, la Cour n'estime pas nécessaire d'examiner séparément le grief selon lequel la situation dénoncée porterait atteinte à l'article 8.", "Conclusion : non-lieu à examen (unanimité).", "IV.\tARTICLE 50 DE LA CONVENTION", "A.\tDommages : accueil partiel de la demande.", "B.\tFrais et dépens : remboursement partiel des frais et dépens au Portugal et intégral de ceux correspondant aux procédures à Strasbourg. ", "Conclusion : Etat défendeur tenu de payer au requérant certaines sommes (huit voix contre une).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}