{"file": "FRE_CLINF_30218_96.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "30218/96", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 48", "Décembre 2002", "Nowicka c. Pologne - 30218/96", "Arrêt 3.12.2002 [Section II]", "Article 5", "Article 5-1-b", "Garantir l'exécution d'une obligation prescrite par la loi", "Détention en vue d’un examen psychiatrique dans le cadre de poursuites privées pour diffamation: violation", "Article 8", "Article 8-1", "Respect de la vie familiale", "Restrictions des visites familiales en prison: violation", "En fait: Des poursuites à titre privé pour diffamation furent engagées contre la requérante. Le tribunal ordonna qu’elle subisse un examen psychiatrique; comme elle ne s’y était pas présentée, il émit un mandat d’arrêt. Elle fut arrêtée le 25 octobre 1994. Elle subit un examen le 2 novembre 1994 et fut libérée le lendemain. Le tribunal ordonna par la suite un nouvel examen. La requérante ne s’y présenta pas non plus et fut arrêtée le 23 mars 1995. Elle subit un examen entre le 19 avril et le 26 mai et fut libérée le 3 juin 1995. Pendant sa détention, elle ne put recevoir qu’une visite de sa famille par mois.", "En droit: article 5 § 1 b) – La détention de la requérante était certes « régulière », mais les examens psychiatriques ont été précédés de huit et vingt-sept jours de détention respectivement, ce qui ne saurait se concilier avec le souhait des autorités de garantir l’exécution immédiate de l’obligation imposée à la requérante de subir des examens. Les autorités n’ont donc pas ménagé un juste équilibre entre les intérêts en jeu. De plus, le maintien de la requérante en détention après les examens n’avait aucune base au regard de l’article 5 § 1 b).", "Conclusion: violation (unanimité).", "Article 8 – Bien que la détention elle-même puisse passer pour viser les buts légitimes que sont la prévention des infractions pénales et la protection de la santé et des droits d’autrui, la décision de limiter le nombre de visites reçues par la requérante ne visait ni n’était proportionnée à aucun but légitime. La requérante a subi une détention de quatre-vingt-trois jours au total dans le cadre d’une affaire où elle ne contestait pas les faits qui lui étaient reprochés par le procureur et où le Gouvernement n’a pas montré que la restriction en cause se justifiait au motif qu’il s’agissait d’une conséquence normale de la vie et de la discipline en prison.", "Conclusion: violation (unanimité).", "Article 41 – La Cour octroie au requérant 10 000 € au titre du dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}