{"file": "FRE_HFJUD_32541_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "32541/08", "text_paragraphs": ["", "", "", "GRANDE CHAMBRE", "", "", "", "", "", "", "", "", "AFFAIRE SVINARENKO ET SLYADNEV c. RUSSIE", "", "(Requêtes nos 32541/08 et 43441/08)", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "17 juillet 2014", "", "", "", "", "", "", "Cet arrêt est définitif. ", "", "En l’affaire Svinarenko et Slyadnev c. Russie,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tDean Spielmann, président,\n\tJosep Casadevall,\n\tGuido Raimondi,\n\tIneta Ziemele,\n\tMark Villiger,\n\tPeer Lorenzen,\n\tBoštjan M. Zupančič,\n\tDanutė Jočienė,\n\tJán Šikuta,\n\tGeorge Nicolaou,\n\tLuis López Guerra,\n\tVincent A. de Gaetano,\n\tLinos-Alexandre Sicilianos,\n\tHelen Keller,\n\tHelena Jäderblom,\n\tJohannes Silvis,\n\tDmitry Dedov, juges,\net de Michael O’Boyle, greffier adjoint,", "Après en avoir délibéré en chambre du conseil le 18 septembre 2013 et le 11 juin 2014,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouvent deux requêtes (nos 32541/08 et 43441/08) dirigées contre la Fédération de Russie et dont deux ressortissants de cet État, M. Aleksandr Sergeyevich Svinarenko et Valentin M. Alekseyevich Slyadnev (« les requérants »), ont saisi la Cour le 5 mai 2008 et le 2 juillet 2008 respectivement, en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants alléguaient en particulier que leur comparution en salle d’audience enfermés dans une « cage de métal » s’analysait en un traitement dégradant prohibé par l’article 3 de la Convention et que la durée de la procédure pénale dirigée contre eux avait été excessive au regard de l’article 6 § 1.", "3.  Les requêtes ont été attribuées à la première section de la Cour (article 52 § 1 du règlement de la Cour – « le règlement »). Dans un arrêt rendu le 11 décembre 2012, une chambre de cette section a décidé de joindre les requêtes (article 42 § 1 du règlement), les a déclarées recevables pour ce qui est des griefs tirés par les requérants de leur placement dans une « cage de métal » et de la durée de la procédure dirigée contre eux et irrecevables pour le surplus, et a conclu à l’unanimité à la violation des articles 3 et 6 § 1 de la Convention. Cette chambre était composée de Isabelle Berro-Lefèvre, présidente, Elisabeth Steiner, Nina Vajić, Anatoly Kovler, Khanlar Hajiyev, Mirjana Lazarova Trajkovska et Julia Laffranque, juges, ainsi que de André Wampach, greffier adjoint de section. Le 7 mars 2013, en vertu de l’article 43 de la Convention, le gouvernement de la Fédération de Russie (« le Gouvernement ») a demandé le renvoi de l’affaire devant la Grande Chambre. Le collège de la Grande Chambre a fait droit à cette demande le 29 avril 2013.", "4.  La composition de la Grande Chambre a été arrêtée conformément aux articles 26 §§ 4 et 5 de la Convention et 24 du règlement.", "5.  Tant les requérants que le Gouvernement ont déposé des observations écrites complémentaires sur le fond (article 59 § 1 du règlement).", "6.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 18 septembre 2013 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nMM.\tG. Matyushkin, représentant de la Fédération\n\tde Russie auprès de la Cour européenne des droits\n\tde l’homme,\tagent,\n\tN. Mikhaylov,\n\tP. Smirnov,\nMme\tO. Ocheretyanaya,\tconseillers ;", "–  pour les requérants\nMM.\tV. Palchinskii, représentant de M. Svinarenko,\tconseil,\n\tE. Plotnikov,\nMme\tP. Taysaeva, représentants de M. Slyadnev,\tconseils.", "", "La Cour a entendu en leurs déclarations M. Palchinskii, M. Plotnikov, Mme Taysaeva et M. Matyushkin.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "7.  Les requérants sont nés respectivement en 1968 et en 1970. Le premier, M. Svinarenko, purge actuellement une peine d’emprisonnement dans la région de Mourmansk. Le second, M. Slyadnev, habite dans la localité de Sinegorye, dans le district Yagodninski de la région de Magadan.", "A.  L’enquête préliminaire", "8.  En 2002, la direction des enquêtes pour le territoire fédéral d’Extrême-Orient du Comité d’investigation du ministère de l’Intérieur ouvrit plusieurs procédures pénales contre un certain M. Grishin.", "9.  Le 24 septembre 2002, le premier requérant fut interrogé car il était l’un des suspects dans ces procédures. Il fut arrêté le 9 octobre 2002. Dans une décision du 12 novembre 2002 ordonnant sa mise en détention provisoire, le tribunal de la ville de Magadan (« le tribunal de Magadan ») releva que les infractions concernées avaient été commises à une époque où l’intéressé, aux termes d’un jugement prononcé le 13 avril 2001 par le tribunal du district Yagodninski de la région de Magadan (« le tribunal du district Yagodninski ») le condamnant, pour vol, à une peine d’emprisonnement avec sursis de cinq ans, bénéficiait d’un régime de mise à l’épreuve de trois ans. Il releva également que les références concernant M. Svinarenko qui provenaient de son lieu de résidence étaient négatives et que l’intéressé ne s’était pas présenté devant l’autorité chargée de l’enquête alors qu’il s’y était engagé. L’acte d’accusation définitif dressé à son encontre précisait qu’il était inculpé d’un vol avec violence commis en septembre 2002 contre M. A.S. et Mme T.S. en tant que membre d’une bande dirigée par M. Grishin, et d’acquisition, conservation, transport et port illégaux de munitions.", "10.  Le 20 janvier 2003, le second requérant, qui purgeait alors une peine d’emprisonnement après sa condamnation le 26 juillet 2002 par le tribunal du district Yagodninski pour homicide par négligence (article 109 § 1 du code pénal de la Fédération de Russie – « le code pénal »), fut interrogé car il était l’un des suspects dans le cadre des procédures dirigées contre M. Grishin. Le 22 janvier 2003, il fut inculpé des infractions suivantes :", "i)  formation d’une bande armée dirigée par M. Grishin et participation avec celle-ci à des agressions contre des citoyens d’octobre 2001 à septembre 2002 (article 209 § 1 du code pénal) ;", "ii)  en octobre 2001, vol aggravé contre M. V.B., le directeur d’une société privée d’affinage d’or, avec usage d’armes et recours à une violence mettant en danger la vie et l’intégrité physique d’autrui et menace de recours à une telle violence, en bande organisée, en vue de soustraire frauduleusement à autrui des biens d’une valeur substantielle (article 162 § 3 du code pénal) ;", "iii)  en octobre 2001, conservation et transport illégaux de métaux précieux (l’or industriel réputé frauduleusement soustrait à M. V.B.) d’une valeur substantielle, en bande organisée (article 191 § 2 du code pénal) ;", "iv)  en octobre 2001, extorsion (contre M. V.B.) en vue d’obtenir un droit de propriété, sous la menace de recours à la violence, en bande organisée (article 163 § 3 du code pénal) ;", "v)  en octobre 2001, vol contre M. Ya.B., avec usage d’armes et recours à une violence mettant en danger la vie et l’intégrité physique d’autrui et menace de recours à une telle violence, par un groupe de personnes et selon un plan prémédité, en pénétrant illégalement au domicile d’autrui en vue de soustraire frauduleusement des biens d’une valeur substantielle (article 162 § 3 du code pénal) ; et", "vi)  en octobre 2001, acquisition, conservation, transfert, transport et port illégaux d’armes à feu, en bande organisée (article 222 § 3 du code pénal).", "11.  Le 11 avril 2003, le tribunal du district Khasynski de la région de Magadan jugea que, compte tenu de son bon comportement et de ses références positives, le second requérant pouvait bénéficier d’une libération anticipée sous conditions un an et trois mois avant le terme de la peine de deux ans et trois mois d’emprisonnement que le tribunal du district Yagodninski lui avait infligée le 26 juillet 2002.", "12.  Le 24 avril 2003, le tribunal de Magadan ordonna la mise en détention provisoire du second requérant dans le cadre de la procédure pénale ici en cause. Il releva notamment que l’intéressé était accusé d’infractions graves qui avaient été commises alors qu’il bénéficiait d’un régime de mise à l’épreuve de trois ans aux termes d’un jugement du tribunal du district Yagodninski en date du 15 juin 2001 le condamnant, pour houliganisme et coups et blessures graves volontaires, à une peine de quatre ans d’emprisonnement avec sursis.", "13.  Le 20 mai 2003, la clôture de l’enquête fut prononcée et la défense obtint l’accès au dossier.", "14.  Le 13 août 2003, le tribunal de Magadan jugea que le second requérant retardait délibérément l’examen du dossier et dit que cet examen devait être achevé le 5 septembre 2003 au plus tard.", "B.  La procédure au fond", "1.  Le premier procès", "15.  Le 19 septembre 2003, l’affaire fut renvoyée pour jugement devant la cour régionale de Magadan (« la cour régionale »), qui tint du 16 octobre au 26 décembre 2003 une audience préliminaire aux fins de statuer sur les nombreuses demandes formées par les requérants et leurs deux coaccusés concernant l’admissibilité de certains éléments de preuve et d’autres questions de procédure et de préparer le procès devant jury sollicité par les accusés. Pendant cette période, le procès fut ajourné d’environ quatre semaines à la demande des coaccusés.", "16.  À l’issue de l’audience préliminaire, la cour régionale décida le 26 décembre 2003 que le procès se tiendrait en public devant un jury le 23 janvier 2004. À cette dernière date, moins de vingt candidats au jury se présentèrent sur les cinquante qui avaient été convoqués et la cour régionale ordonna donc la convocation de cent autres candidats.", "17.  Le 13 février 2004, un jury fut constitué et assermenté.", "18.  La cour régionale tint une trentaine d’audiences, au cours desquelles elle statua sur diverses questions de procédure, comme le remplacement de certains jurés, l’exclusion ou l’examen de certains éléments de preuve et la commande d’expertises. Elle examina les éléments de preuve, notamment les dépositions des victimes, des témoins et des experts, et elle entendit les accusés. Le procès fut ajourné de deux semaines faute pour l’un des avocats de la défense d’avoir pu comparaître.", "19.  Le 15 juin 2004, l’accusation requalifia l’un des chefs de vol retenus contre le second requérant (celui concernant M. Ya.B.) en « actes illicites arbitraires » (самоуправство) avec usage de la violence, infraction moins grave réprimée par l’article 330 § 2 du code pénal.", "20.  Le 22 juin 2004, le jury déclara les requérants non coupables. Ceuxci sortirent libres du tribunal. Par un arrêt du 29 juin 2004, la cour régionale prononça leur acquittement et leur reconnut le droit à la réhabilitation.", "21.  Les coaccusés et l’accusation formèrent un pourvoi contre cet arrêt. Le 7 décembre 2004, statuant en cassation, la Cour suprême de la Fédération de Russie (« la Cour suprême ») cassa l’arrêt au motif notamment que certains jurés avaient dissimulé des informations sur les antécédents criminels de certains membres de leur famille qu’ils étaient tenus de révéler aux parties et au tribunal au moment de leur sélection, et que le président de l’instance de jugement avait omis certains points, en particulier les dépositions des victimes et des témoins, lorsqu’il avait récapitulé les éléments de preuve dans ses instructions au jury. La Cour suprême renvoya l’affaire devant la cour régionale pour un nouveau procès.", "2.  Le deuxième procès", "22.  Le 21 décembre 2004, la cour régionale reçut le dossier. Elle ajourna le procès à deux reprises, les 31 janvier et 7 février 2005, pour défaut de comparution de l’avocat du second requérant.", "23.  Par une décision du 8 février 2005, la cour régionale enjoignit aux accusés de s’engager à ne pas quitter leur domicile sans son autorisation, à comparaître une fois convoqués et à ne pas entraver le cours de la justice.", "24.  À la même date, la cour régionale adopta une décision ordonnant le renvoi du dossier au procureur régional de Magadan aux fins de la rectification d’erreurs dans l’acte d’accusation. Le 26 avril 2005, la Cour suprême, statuant sur un pourvoi de la défense, cassa cette décision, la jugeant entachée d’erreur.", "25.  Le procès devant la cour régionale fut ajourné le 17 juin 2005 au motif que, pour des raisons inconnues, le premier requérant et un coaccusé n’avaient pas comparu. Il fut ajourné de nouveau le 21 juin 2005 au motif qu’un coaccusé était hospitalisé et qu’il était impossible de juger séparément les autres accusés.", "26.  Le procès reprit le 22 novembre 2005. Ce jour-là, toutefois, moins de vingt candidats au jury se présentèrent sur les trente qui avaient été convoqués ; la cour régionale ordonna donc la convocation de cent autres candidats.", "27.  Par une décision du 6 décembre 2005, la cour régionale ordonna la mise en détention provisoire des requérants et de leurs deux coaccusés, se fondant sur les condamnations antérieures des intéressés, sur la gravité des charges retenues contre eux et sur le fait que, pendant l’enquête préliminaire et le procès en cours, des témoins et des victimes avaient dit craindre un comportement illégal de la part des accusés. Cette décision ne donnait pas la moindre précision sur les craintes alléguées ni le nom des accusés concernés. Les recours formés contre elle par les requérants furent rejetés par la Cour suprême le 22 février 2006. Confirmant les mises en détention ordonnées par la cour régionale, la haute juridiction releva que M. Ya.B., l’une des victimes, avait demandé que l’affaire soit examinée en son absence au motif qu’il avait peur de déposer dans un procès public. Elle y vit un motif suffisant pour conclure que les accusés avaient rompu l’engagement antérieurement pris par eux de ne pas entraver le cours de la justice en contrepartie de la possibilité pour eux de rester en liberté, assignés à domicile. Par la suite, les requérants furent maintenus en détention pour des motifs similaires.", "28.  Le 9 décembre 2005, le jury fut constitué et assermenté et la cour régionale tint audience les 12, 20 et 23 décembre 2005. À cette dernière date, l’un des coaccusés fut autorisé à engager un nouvel avocat. Le 27 décembre, son nouvel avocat ne se présenta pas et l’audience fut ajournée au 10 janvier 2006, la période du 1er au 9 janvier étant fériée. À la reprise du procès en janvier, la cour régionale statua sur de nombreuses demandes d’ordre procédural formulées par la défense. Elles tendaient en particulier au remplacement du président de l’instance de jugement et du procureur.", "29.  Le 17 janvier, les témoins et les victimes habitant à Sinegorye s’étant à plusieurs reprises abstenus de se présenter au procès, la cour régionale ordonna leur comparution sous escorte. Le 20 janvier le procès fut ajourné au 27 janvier, puis le 26 février il fut ajourné au 10 mars 2006, en attendant l’exécution de cette décision.", "30.  Le procès se poursuivit aux mois de février, mars, avril et mai 2006. Pendant cette période, il fut ajourné à plusieurs reprises pendant environ quatre semaines au total à la demande de jurés qui ne pouvaient pas comparaître et pendant environ une semaine à la demande de l’un des avocats de la défense, tombé malade. Le 2 juin 2006, le président de l’instance de jugement déclara que l’examen des éléments de preuve était terminé. Au cours de cinq audiences tenues en juin 2006, la cour régionale entendit les plaidoiries des parties. Elle suspendit le procès du 14 juillet au 3 octobre 2006 au motif que plusieurs jurés avaient prévu de partir en congés d’été au centre de la Russie.", "31.  Le procès reprit le 3 octobre 2006. Après avoir consulté les parties, la cour régionale décida que celles-ci répéteraient leurs plaidoiries, ce qu’elles firent les 6, 12 et 19 octobre et le 2 novembre 2006. Il y eut ensuite la préparation des questions à poser au jury. Ce dernier rendit son verdict le 17 novembre 2006. Le premier requérant fut déclaré non coupable et il sortit libre du tribunal.", "32.  Le 5 décembre 2006, après avoir examiné les questions de droit au cours d’audiences tenues en novembre et en décembre, la cour régionale rendit son arrêt. Le premier requérant fut acquitté, et le droit à la réhabilitation lui fut reconnu. Le second requérant fut reconnu coupable d’extorsion (contre M. V.B.) et d’« actes illicites arbitraires » avec usage de la violence (contre M. Ya.B.), et condamné à une peine de sept ans d’emprisonnement tenant compte de sa condamnation de 2001, pour laquelle le sursis fut levé. Il fut acquitté pour le reste. Sa détention provisoire devait se prolonger jusqu’à la date de prise d’effet de l’arrêt.", "33.  Le 6 juin 2007, la Cour suprême examina les pourvois formés contre l’arrêt par l’un des coaccusés, l’une des victimes et l’accusation. Elle constata que les règles du procès pénal avaient été violées par les accusés et leurs avocats, qui avaient selon elle abusé de leurs droits en ce que, malgré les avertissements du président de l’instance de jugement, ils avaient parlé, en présence des jurés, de points sortant de la compétence de ces derniers. Elle estima que les accusés avaient aussi fait des remarques qui étaient sans rapport avec les questions soumises au jury et qui visaient à discréditer les éléments à charge, donnant ainsi une mauvaise image des victimes et du président de l’instance de jugement, et une bonne image d’eux-mêmes. Elle conclut que cela avait indûment influé sur le verdict du jury. Elle considéra par ailleurs que celui-ci n’était pas entièrement dépourvu d’équivoque, certaines des questions posées ayant reçu des réponses contradictoires. Elle cassa donc l’arrêt et renvoya le dossier devant la cour régionale pour un nouveau procès. Elle ordonna en outre le maintien en détention du second requérant.", "34.  En août 2007, le premier requérant fut mis en détention provisoire dans le cadre d’une instance pénale distincte dirigée contre lui, où il était soupçonné d’avoir commis des faits d’extorsion en 2002.", "3.  Le troisième procès", "35.  Le 4 septembre 2007, la cour régionale reçut le dossier de l’affaire et ouvrit le procès. Le 5 octobre 2007, moins de vingt candidats au jury se présentèrent sur les cent qui avaient été convoqués et la cour régionale ordonna donc la convocation de 150 autres candidats.", "36.  Le 2 novembre 2007, la sélection des jurés débuta. Après toutefois qu’un certain nombre de personnes eurent refusé de siéger dans l’affaire, la cour régionale constata que les jurés disponibles étaient toujours en nombre insuffisant et elle ordonna la convocation de 150 autres candidats. La situation se reproduisit le 22 novembre 2007.", "37.  Le 11 décembre 2007 et le 17 janvier 2008, il se présenta à nouveau devant la cour régionale un nombre insuffisant de candidats au jury, et il fallut en convoquer respectivement 200 et 250 autres.", "38.  Un jury, composé de douze jurés et de deux suppléants, fut constitué le 5 février 2008 à partir des trente-quatre candidats qui s’étaient présentés, ensuite le procès commença. La cour régionale tint cinq à six audiences par mois de février à juin 2008, deux en juillet, quatre en août (après une interruption du 1er juillet au 18 août pour les congés des jurés), onze en septembre, six en octobre, dix en novembre et quatre en décembre 2008. Une série d’entre elles eurent lieu en l’absence du jury car elles portaient sur diverses questions de procédure, notamment la recevabilité de certaines preuves et des demandes d’examen de preuves devant le jury. La cour régionale étudia les très nombreux éléments de preuve, en particulier les dépositions de plus de 70 victimes et témoins, ainsi que bon nombre d’expertises.", "39.  Le procès fut retardé d’un mois environ parce qu’un coaccusé était malade. D’autres retards furent causés par les difficultés à assurer la comparution de certains témoins et victimes qui résidaient à Burkhala ou Sinegorye, localités éloignées, ou qui avaient déménagé au centre ou dans d’autres parties du pays.", "40.  Le 13 février 2009, la cour régionale commença à entendre les plaidoiries des parties.", "41.  Le 7 mars 2009, le jury rendit un verdict de non-culpabilité à l’égard du premier requérant. Il jugea le second requérant coupable d’« actes illicites arbitraires » et non coupable pour le reste.", "42.  Le 12 mars 2009, la cour régionale ordonna la mise en liberté du second requérant sur la foi d’un engagement aux termes duquel il ne quitterait pas son domicile et se comporterait de manière conforme à la loi.", "43.  Le 19 mars 2009, la cour régionale rendit son arrêt. Elle y acquittait le premier requérant et concluait comme suit au sujet du second : le 11 octobre 2001, lui, M. Grishin, et M. N.G. (à l’égard duquel les poursuites pénales avaient été abandonnées en raison de son décès) avaient demandé à M. Ya.B. de rembourser une dette d’un montant de 100 000 roubles russes (RUB) ; M. Ya.B. ayant refusé, M. Grishin et M. N.G. l’avaient brutalisé ; le second requérant avait battu M. S.K., qui avait vu M. Ya.B. se faire frapper ; ils avaient ensuite conduit M. Ya.B. à son domicile où M. Grishin avait pris à ce dernier une somme de 247 000 RUB.", "44.  La cour régionale releva que, dans le dossier concernant le second requérant, les références étaient inégales : celles produites par l’autorité locale et par un policier du quartier de l’intéressé étaient négatives, tandis que celles produites par l’administration d’un centre de détention où il avait été placé en détention provisoire et par l’administration d’une prison où il avait purgé une peine à la suite d’une condamnation antérieure étaient positives.", "45.  La cour régionale déclara le second requérant coupable, en vertu de l’article 330 § 2 du code pénal, d’« actes illicites arbitraires » avec usage de la violence, le condamna à deux ans et dix mois d’emprisonnement, leva le sursis accompagnant la peine d’emprisonnement qui lui avait été infligée en 2001 au motif que la nouvelle infraction avait été commise pendant la période de mise à l’épreuve et, cumulant les deux peines, le condamna à quatre ans et cinq mois d’emprisonnement au total. Elle le dispensa de purger la partie de la peine relative à l’infraction relevant de l’article 330 § 2 parce qu’il y avait prescription et estima qu’il avait purgé sa peine pour le reste puisqu’il avait été placé en détention provisoire du 24 avril 2003 au 22 juin 2004 et du 6 décembre 2005 au 12 mars 2009, soit une durée de quatre ans, cinq mois et six jours au total. Elle l’acquitta des autres chefs d’accusation.", "46.  Au 19 mars 2009, le premier requérant était encore détenu dans le cadre d’une procédure pénale distincte dirigée contre lui (paragraphe 34 cidessus).", "47.  Le 23 juillet 2009, la Cour suprême rejeta un pourvoi formé par l’un des coaccusés et l’accusation et confirma l’arrêt.", "C.  Les conditions dans la salle d’audience", "48.  Pendant leur détention provisoire, les requérants étaient conduits de leur centre de détention à la cour régionale de Magadan sous escorte policière. Au cours des audiences, ils étaient assis sur un banc entouré des quatre côtés par des barreaux métalliques de 10 mm de diamètre. Ce box faisait 255 cm de longueur, 150 cm de largeur et 225 cm de hauteur, avec un plafond en grillage d’acier et une porte faite de mêmes barreaux métalliques. Ces barreaux étaient espacés de 19 cm.", "49.  Des policiers armés étaient postés à côté de ce box. Il y avait toujours deux policiers par détenu, soit huit au total pendant les deux premiers procès et six pendant le troisième procès, auquel étaient parties les requérants et l’un de leurs coaccusés.", "D.  La procédure en réparation", "50.  Une fois son acquittement devenu définitif, le premier requérant forma contre l’État une action en réparation du dommage qu’il estimait avoir subi à cause de la procédure pénale dirigée contre lui.", "51.  Par un arrêt du 23 octobre 2009, la cour régionale lui accorda 18 569 RUB pour dommage matériel, somme correspondant à une allocation chômage que l’intéressé, du fait de sa détention provisoire, n’avait pu percevoir. Le 17 décembre 2009, la Cour suprême confirma cet arrêt.", "52.  Par un jugement du 1er mars 2010, le tribunal de Magadan alloua au premier requérant 50 000 RUB pour dommage moral à raison des poursuites pénales dirigées contre lui, de l’obligation qui lui avait été faite de s’engager à ne pas quitter son domicile et de la détention provisoire subie par lui du 9 octobre 2002 à la date de son élargissement à la suite du premier verdict de nonculpabilité rendu par le jury le 22 juin 2004, et du 6 décembre 2005 au 17 novembre 2006. Le requérant fit appel de ce jugement, soutenant notamment que le montant accordé n’était ni juste ni raisonnable. Par un arrêt rendu le 30 mars 2010, la cour régionale le débouta et confirma le jugement du tribunal de Magadan.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  L’interdiction des traitements dégradants", "53.  Voici les dispositions pertinentes de l’article 21 de la Constitution de la Fédération de Russie :", "« 1.  La dignité humaine est protégée par l’État. Rien ne permet d’y déroger.", "2.  Nul ne peut être soumis à la torture, à des violences ou à d’autres traitements ou peines sévères ou dégradants (...) »", "54.  L’article 9 du code de procédure pénale de la Fédération de Russie (« le code de procédure pénale ») interdit notamment les traitements dégradants contre les personnes participant à une procédure pénale.", "B.  Les cages de métal dans les prétoires", "1.  La circulaire du ministère de la Justice, de la Cour suprême et du ministère de l’Intérieur", "55.  Une circulaire non publiée du 3 février 1993 émise conjointement par le ministère de la Justice de la Fédération de Russie (no 5-63-96), la Cour suprême de la Fédération de Russie (no 11-nk/7) et le ministère de l’Intérieur de la Fédération de Russie (no 1/483) énonçait des « propositions pour la mise en place de conditions adéquates pour l’examen par les tribunaux des affaires pénales et pour la sécurité des participants aux procès ainsi que des gardes des troupes de l’intérieur et des policiers d’escorte dans l’exercice de leurs fonctions ». Elle imposait aux présidents des tribunaux de droit commun « de faire en sorte que, avant le 1er janvier 1994, tous les prétoires [fussent] dotés de barrières de métal fixes spéciales de manière à permettre, dans les affaires pénales, de séparer les accusés des magistrats et du public assistant à l’audience ». Elle ordonnait aussi aux agents d’escorte de placer derrière ces « barrières » tout accusé se trouvant en détention provisoire.", "2.  Les arrêtés du ministère de l’Intérieur", "a)  L’arrêté de 1996", "56.  Les directives sur la surveillance et le transfèrement des suspects et des accusés, approuvées au préalable par la Cour suprême de la Fédération de Russie, le ministère de la Justice et le parquet général, puis entérinées par l’arrêté du 26 janvier 1996 du ministère de l’Intérieur de la Fédération de Russie no 41 (dsp) « à usage interne seulement » prévoyaient le placement des accusés derrière la « barrière » de métal dans la salle d’audience.", "b)  L’arrêté de 2006", "57.  Une disposition similaire a été insérée dans les directives sur le fonctionnement des centres de détention provisoire et des unités de surveillance et de transfèrement des suspects et des accusés, approuvées au préalable par le service de l’administration des juridictions auprès de la Cour suprême de la Fédération de Russie le 8 février 2006 (no CD-AG/269) et par le parquet général de la Fédération de Russie le 16 février 2006 (no 16-13-06), puis entérinées par l’arrêté du ministère de l’Intérieur de la Fédération de Russie no 140 (dsp) « à usage interne seulement » pris le 7 mars 2006. Ces directives interdisent le transfèrement de suspects et d’accusés dans des prétoires non dotés d’une barrière de sécurité (защитное ограждение, барьер).", "c)  Le contrôle de ces arrêtés par la Cour suprême", "58.  L’arrêté no 41 fut contesté devant la Cour suprême de la Fédération de Russie par un certain M. Sh., qui estimait que la disposition imposant de maintenir les accusés derrière une « barrière » métallique au cours de leur procès contrevenait à l’interdiction des traitements dégradants et au droit à un procès équitable posés par la législation et la Convention, et qu’elle était donc contraire à l’un comme à l’autre texte. Il se plaignait d’avoir été placé dans une véritable cage de métal à l’intérieur du prétoire pendant son procès et de s’être ainsi trouvé dans l’impossibilité de communiquer avec son avocat.", "59.  Dans une décision du 19 octobre 2004, la Cour suprême, en formation de juge unique, releva que la disposition dénoncée visait les personnes placées en détention provisoire par une décision de justice conformément aux exigences du code de procédure pénale et que la police était chargée de les surveiller et de les escorter de leur lieu de détention jusqu’au tribunal (article 10 § 16 de la loi sur la police). Elle rappela que la détention provisoire devait se dérouler dans le respect des principes de légalité, d’équité, de présomption d’innocence, d’égalité devant la loi, d’humanité et de respect de la dignité humaine et dans le respect de la Constitution, des principes et règles du droit international et des accords internationaux conclus par la Fédération de Russie, et qu’elle devait être exempte de torture et de tout autre acte visant à infliger des souffrances physiques ou psychologiques (loi fédérale sur la détention des suspects et des accusés). Au vu de ces éléments, la Cour suprême se déclara convaincue que la disposition de l’arrêté prévoyant le placement des accusés derrière une « barrière » de métal ne pouvait s’analyser en une atteinte à l’honneur et à la dignité de l’homme ni en une violation du droit à un procès équitable.", "60.  M. Sh. forma devant la Cour suprême un pourvoi contre cette décision, tirant notamment grief d’un défaut de motivation. Le 23 décembre 2004, la chambre de cassation de la Cour suprême, en formation de trois juges, le débouta et confirma en tous points les conclusions formulées en première instance. Elle releva que l’arrêté litigieux ne précisait pas quelles étaient les caractéristiques de la « barrière » métallique.", "61.  La légalité des deux arrêtés (celui de 1996 et celui de 2006, paragraphes 56-57 ci-dessus) fit l’objet de contestations pour défaut de publication officielle. La Cour suprême débouta les demandeurs, jugeant que ces textes n’avaient pas à être publiés étant donné qu’ils renfermaient des informations confidentielles et avaient été enregistrés auprès du ministère de la Justice (décision du 2 décembre 2002, confirmée par la chambre de cassation de la Cour suprême le 24 avril 2003 en ce qui concerne l’arrêté no 41, et décision du 7 décembre 2011 en ce qui concerne l’arrêté no 140).", "3.  Le règlement sur la conception et la construction des tribunaux de droit commun", "a)  Le règlement en vigueur à l’époque du procès des requérants", "62.  Par son arrêté no 154 du 2 décembre 1999, le service de l’administration des juridictions auprès de la Cour suprême de la Fédération de Russie approuva le règlement sur la conception et la construction des tribunaux de droit commun (SP 311042000 – « le règlement de construction »). Ce règlement fut également approuvé par le Comité fédéral d’État pour la construction, le logement et les services communaux, et il entra en vigueur le 1er août 2000. Il avait été préparé par un groupe d’experts ayant en son sein le président de la Cour suprême de la Fédération de Russie, le directeur général du service de l’administration des juridictions auprès de la Cour suprême de la Fédération de Russie et des membres du Conseil des juges de la Fédération de Russie. Il tenait compte des propositions avancées dans la circulaire du 3 février 1993 émise conjointement par le ministère de la Justice, la Cour suprême et le ministère de l’Intérieur (paragraphe 55 ci-dessus).", "63.  Le règlement de construction prévoyait pour les accusés, dans les prétoires destinés aux affaires pénales, un espace délimité des quatre côtés par des barreaux de métal (металлическая заградительная решетка), en fait des barres métalliques d’au moins 14 mm de diamètre et de 220 cm de hauteur, surmontées d’un grillage d’acier ou allant jusqu’au plafond de la salle et ménageant une porte (paragraphes 5.4, 5.9 et 8.3 du règlement de construction).", "64.  Le règlement de construction prévoyait aussi dans le dispositif de sécurité que les accusés acheminés depuis leur cellule devaient emprunter dans le tribunal des couloirs et escaliers séparés et pénétrer dans la salle d’audience par une entrée séparée. Il devait y avoir la possibilité d’installer des détecteurs de métaux à l’entrée publique du tribunal et de la salle d’audience où étaient jugées les affaires pénales ainsi que des barreaux métalliques aux fenêtres de la salle d’audience (paragraphes 5.11, 5.35, 8.1 et 8.2 du règlement de construction).", "b)  Le nouveau règlement de construction", "65.  Depuis le 1er juillet 2013, la conception et l’agencement des salles d’audience des tribunaux de droit commun sont régis par un règlement élaboré par un groupe d’experts du service de l’administration des juridictions auprès de la Cour suprême et par des cabinets d’architecture et de construction, et approuvé le 25 décembre 2012 par l’agence fédérale pour la construction, le logement et les services communaux.", "66.  Le nouveau règlement prévoit deux types de « cabines de sécurité » (защитные кабины) dans les prétoires pour les personnes en détention provisoire : une « cabine de sécurité » faite de barreaux de métal aux caractéristiques identiques à celles indiquées dans l’ancien règlement (paragraphe 63 ci-dessus) et une « cabine de sécurité transparente d’isolation » faite d’une armature en acier et de parois en vitrage à l’épreuve des balles. Les cabines des deux types doivent être dotées de portes qui se verrouillent de l’extérieur.", "C.  La détention provisoire", "67.  En vertu de la règle de principe fixée par l’article 108 du code de procédure pénale, toute personne soupçonnée ou accusée d’avoir commis une infraction pénale punissable d’au moins deux ans d’emprisonnement (trois ans depuis décembre 2012) peut être mise en détention provisoire par un tribunal, à condition qu’aucune mesure préventive moins restrictive, par exemple un engagement de ne pas quitter son lieu de résidence, la communication d’un garant ou le versement d’une caution, ne puisse être appliquée. Les personnes soupçonnées ou accusées d’avoir commis une infraction pénale punissable d’une peine d’emprisonnement plus courte peuvent cependant être mises en détention provisoire dans des circonstances exceptionnelles, notamment si elles n’ont pas de domicile fixe, si leur identité n’est pas établie, si elles n’ont pas respecté une mesure préventive imposée auparavant ou si elles sont en fuite.", "68.  Le juge est tenu de rechercher s’il existe des raisons suffisantes de croire que l’accusé risque de fuir, de récidiver ou d’entraver le cours de la justice (article 97 du code de procédure pénale). D’autres circonstances telles que la gravité des charges, la personnalité, l’âge, l’état de santé, la situation familiale et la profession de l’accusé, doivent elles aussi être prises en compte (article 99 du même code).", "69.  À la suite de modifications apportées au code de procédure pénale entre décembre 2009 et novembre 2012, les personnes soupçonnées ou accusées de certaines infractions sans violence contre les biens ou dans le domaine économique ne peuvent plus être placées en détention provisoire.", "III.  ÉLÉMENTS PERTINENTS DU DROIT ET DE LA PRATIQUE EN MATIÈRE INTERNATIONALE", "A.  Le Comité des droits de l’homme des Nations unies", "70.  Lors de sa session du 26 mars 2014, après avoir examiné la communication no 1405/2005 présentée par Mikhail Pustovoit contre l’Ukraine, le Comité des droits de l’homme des Nations unies a adopté des constatations selon lesquelles l’enfermement de M. Pustovoit dans une cage de métal au cours de son procès public, les mains menottées au dos, avait violé l’article 7 du Pacte international relatif aux droits civils et politiques considéré isolément, à raison du traitement dégradant subi par lui, et conjointement avec l’article 14 § 1 du pacte, à raison du traitement dégradant qui a compromis l’équité de son procès (paragraphes 9.3 et 10 des constatations).", "B.  L’Ensemble de règles minima des Nations unies pour le traitement des détenus", "71.  L’Ensemble de règles minima pour le traitement des détenus, adopté en 1955 par le premier Congrès des Nations unies pour la prévention du crime et le traitement des délinquants, et approuvé par le Conseil économique et social dans ses résolutions 663 C (XXIV) du 31 juillet 1957 et 2076 (LXII) du 13 mai 1977, comprend le principe directeur suivant relatif aux moyens de contrainte :", "« 33.  Les instruments de contrainte tels que menottes, chaînes, fers et camisoles de force ne doivent jamais être appliqués en tant que sanctions. Les chaînes et les fers ne doivent pas non plus être utilisés en tant que moyens de contrainte. Les autres instruments de contrainte ne peuvent être utilisés que dans les cas suivants :", "a)  Par mesure de précaution contre une évasion pendant un transfèrement, pourvu qu’ils soient enlevés dès que le détenu comparaît devant une autorité judiciaire ou administrative ;", "(...) »", "C.  Les juridictions pénales internationales", "72.  Les règlements de procédure et de preuve du Tribunal pénal international pour l’ex-Yougoslavie (article 83) et du Tribunal pénal international pour le Rwanda (article 83) prévoient que les instruments de contrainte tels que les menottes ne peuvent être utilisés que pour prévenir un risque d’évasion au cours du transfèrement ou pour des raisons de sécurité et qu’ils doivent être retirés lorsque l’accusé comparaît devant le Tribunal.", "73.  L’article 63 du Statut de Rome de la Cour pénale internationale dispose :", "« 1.  L’accusé est présent à son procès.", "2.  Si l’accusé, présent devant la Cour, trouble de manière persistante le déroulement du procès, la Chambre de première instance peut ordonner son expulsion de la salle d’audience et fait alors en sorte qu’il suive le procès et donne des instructions à son conseil de l’extérieur de la salle, au besoin à l’aide des moyens techniques de communication. De telles mesures ne sont prises que dans des circonstances exceptionnelles, quand d’autres solutions raisonnables se sont révélées vaines et seulement pour la durée strictement nécessaire. »", "D.  Amnesty International", "74.  Le manuel d’Amnesty International intitulé « Pour des procès équitables » dit ceci :", "« 15.3  Procédures portant atteinte à la présomption d’innocence", "(...)", "Il faut faire en sorte, tout particulièrement, que l’accusé ne se voie assigner, au cours du procès, aucun signe distinctif tendant à indiquer sa culpabilité et qui pourrait nuire à la présomption d’innocence. Il faut donc éviter, par exemple, d’enfermer l’accusé dans une cellule dans l’enceinte du prétoire (...) »", "E.  Le recours aux « cages de métal » dans le prétoire dans les États membres du Conseil de l’Europe", "75.  Certains États membres du Conseil de l’Europe, par exemple l’Arménie, l’Azerbaïdjan, la Géorgie, la République de Moldova et l’Ukraine, recourent ou ont recouru aux « cages de métal » comme mesure de sécurité de routine s’agissant des suspects et accusés comparaissant devant un tribunal alors qu’ils sont en détention provisoire. L’Arménie et la Géorgie y ont renoncé (voir Ashot Haroutyounian c. Arménie, no 34334/04, § 118, 15 juin 2010, et la résolution CM/ResDH(2011)105 du Conseil des Ministres du Conseil de l’Europe), tandis que la République de Moldova et l’Ukraine sont en train de le faire (voir, en ce qui concerne l’Ukraine, les dispositions transitoires du code de procédure pénale de 2012, notamment le paragraphe 21 de la section XI, qui donne pour instruction au Conseil des ministres de soumettre au Parlement des propositions afin d’obtenir des crédits pour le remplacement des « cages-écrans de métal » dans les prétoires par des « écrans vitrés ou en vitrage organique »). En Azerbaïdjan, si dans certains tribunaux les « cages de métal » ont été remplacées par des « barrières vitrées » (voir, par exemple, la section 3, intitulée « Développements dans le secteur judiciaire » du Rapport 2011 sur l’observation des procès en Azerbaïdjan établi par l’Organisation pour la sécurité et la coopération en Europe), leur maintien est prévu par l’instruction du ministère azerbaïdjanais de la Justice du 29 décembre 2012 sur les procédures d’escorte des personnes arrêtées ou reconnues coupables et par l’instruction du ministère azerbaïdjanais de l’Intérieur du 14 janvier 2013 sur les procédures de surveillance et d’escorte par la police des personnes incarcérées en centre de détention provisoire).", "76.  D’autres États membres recourent aux « cages » pour des raisons de sécurité dans certaines circonstances ou au sein de certains tribunaux. Ainsi, devant le Tribunal des crimes graves en Albanie, l’accusé peut être placé dans un box entouré de barreaux de métal. En Serbie, il existe – dans la prison de district (prison centrale) de Belgrade – une salle d’audience qui sert de salle d’appoint au tribunal de grande instance de Belgrade et où le box des accusés est entouré de barreaux de métal et de vitrage à l’épreuve des balles. En France, certains tribunaux utilisent des box vitrés, renforcés de câbles d’acier dans de rares cas, si le président de l’instance de jugement le décide. En Lettonie, bien qu’une minorité de tribunaux soient toujours dotés de cages de métal, cette pratique tombe en désuétude. En Italie, les cages de métal installées dans les années 1980 pour les procès de personnes accusées d’appartenir à la mafia ou à des groupes terroristes ne sont plus utilisées.", "EN DROIT", "I.  SUR L’EXCEPTION PRÉLIMINAIRE DU GOUVERNEMENT", "77.  Dans ses observations devant la Grande Chambre, le Gouvernement soutient que, ayant été acquitté de tous les chefs puis indemnisé à la suite d’une procédure en réhabilitation ultérieure, le premier requérant ne peut plus se prétendre victime des violations qu’il tire, sur le terrain de l’article 3, de son placement dans une cage de métal en salle d’audience et, sur le terrain de l’article 6, de la durée de la procédure pénale dirigée contre lui (paragraphes 50 à 52 ci-dessus).", "78.  Le requérant conteste ces arguments en plaidant notamment la faiblesse du montant de l’indemnité et l’absence de rapport entre ce montant et la durée de la procédure. Il souligne que la loi fédérale du 30 avril 2010, qui a ouvert la possibilité d’obtenir réparation en cas de violation du droit à un procès dans un délai raisonnable, est entrée en vigueur postérieurement à la procédure en réhabilitation le concernant.", "79.  La Cour rappelle qu’il n’est pas exclu que la Grande Chambre puisse examiner, le cas échéant, des questions touchant à la recevabilité de la requête en vertu de l’article 35 § 4 de la Convention, aux termes duquel la Cour peut rejeter une requête qu’elle considère comme irrecevable « à tout stade de la procédure » (Odièvre c. France [GC], no 42326/98, § 22, CEDH 2003III). Toutefois, en vertu de l’article 55 du règlement de la Cour, toute exception d’irrecevabilité doit, pour autant que sa nature et les circonstances le permettent, être soulevée par la Partie contractante défenderesse dans ses observations écrites ou orales sur la recevabilité de la requête présentées au titre de l’article 51 ou de l’article 54 du règlement, selon le cas. Lorsqu’au cours de la procédure devant la Cour survient un nouvel élément procédural ayant une portée juridique et pouvant avoir une incidence sur la recevabilité de la requête, il est dans l’intérêt d’une bonne administration de la justice que la Partie contractante qui souhaite en exciper le fasse formellement dans les meilleurs délais (voir, mutatis mutandis, N.C. c. Italie [GC], no 24952/94, § 45, CEDH 2002X, et Lebedev c. Russie, no 4493/04, §§ 3940, 25 octobre 2007).", "80.  En l’espèce, le Gouvernement n’a pas formulé pareille exception préliminaire dans ses observations avant que la chambre ne statue sur la recevabilité de la requête. Il a présenté ses observations sur cette question le 18 février 2009. Par ailleurs, la procédure en réhabilitation a pris fin le 30 mars 2010 (paragraphe 52 ci-dessus). Or rien n’empêchait le Gouvernement, au vu de l’issue de cette procédure, de soulever son exception d’irrecevabilité devant la chambre, laquelle s’est prononcée sur la recevabilité et sur le fond de la requête le 11 décembre 2012, soit plus de deux ans et huit mois plus tard.", "81.  De plus, par une lettre du 10 février 2011, que la Cour a reçue le 2 mars 2011, le premier requérant a fait part à la Cour de l’issue de la procédure en réhabilitation, en y joignant copie des décisions de justice pertinentes. Comme le lui permettait l’article 38 § 1 du règlement, le président de la section a décidé de verser au dossier les éléments ainsi produits, de manière à permettre à la Cour d’en tenir compte, et il les a communiqués au Gouvernement pour information le 10 mars 2011, soit bien avant que la chambre ne statue sur la recevabilité de la requête.", "82.  En l’absence de circonstances exceptionnelles de nature à absoudre le Gouvernement de n’avoir pas soulevé cette exception en temps utile, la Cour estime que celui-ci est forclos à exciper à ce stade d’un défaut de qualité de victime du premier requérant (Sejdovic c. Italie [GC], no 56581/00, § 41, CEDH 2006II, Prokopovitch c. Russie, no 58255/00, § 29, CEDH 2004XI, et Andrejeva c. Lettonie [GC], no 55707/00, § 49, CEDH 2009).", "83.  Partant, la Cour rejette l’exception préliminaire formulée par le Gouvernement.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "84.  Les requérants se plaignent de leur enfermement dans une cage de métal dans la salle d’audience du tribunal qui les a jugés, y voyant un traitement dégradant prohibé par l’article 3 de la Convention, lequel dispose :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  La règle des six mois et le champ de l’examen de la Cour", "85.  La Cour observe que le Gouvernement n’a soulevé la question du respect par les requérants de la règle des six mois ni devant la chambre ni devant la Grande Chambre. La chambre n’a pas examiné cette question dans son arrêt mais a déclaré recevable le grief tiré par les requérants de leur encagement et conclu, à la lumière des circonstances relatives à leur troisième procès, à la violation de l’article 3. Ayant compétence pour appliquer d’office la règle des six mois (Sabri Güneş c. Turquie [GC], no 27396/06, § 29, 29 juin 2012), la Cour juge qu’il y a lieu d’examiner cette question en l’espèce.", "86.  La Cour rappelle que, en principe, le délai de six mois commence à courir à la date de la décision définitive intervenue dans le cadre du processus d’épuisement des voies de recours internes. Toutefois, lorsqu’il apparaît clairement d’emblée que le requérant ne dispose d’aucun recours effectif, ce délai part de la date des actes ou mesures dénoncés ou de la date à laquelle il en prend connaissance ou en ressent les conséquences ou le préjudice (Varnava et autres c. Turquie [GC], nos 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 et 16073/90, § 157, CEDH 2009). Lorsque la violation alléguée constitue une situation continue contre laquelle il n’y a aucun recours en droit interne, le délai de six mois commence à courir au moment où cette situation continue a pris fin (Ülke c. Turquie (déc.), no 39437/98, 1er juin 2004). Tant que perdure la situation, la règle des six mois n’est pas applicable (Iordache c. Roumanie, no 6817/02, § 50, 14 octobre 2008). La notion de « situation continue » désigne un état de choses résultant d’actions continues accomplies par l’État ou en son nom, dont le requérant est victime (Petkov et autres c. Bulgarie (déc.), nos 77568/01, 178/02 et 505/02, 4 décembre 2007). La Cour a précédemment jugé que, en cas de répétition des mêmes faits, par exemple le transfèrement d’un requérant entre son centre de détention et le tribunal, quand bien même l’opération n’aurait eu lieu que certains jours et n’aurait pas revêtu un caractère continu, l’absence de variations notables dans les conditions de transport d’une fois à l’autre avait fait naître une « situation continue » propre à faire passer toute la période dénoncée sous sa compétence (Fetisov et autres c. Russie, nos 43710/07, 6023/08, 11248/08, 27668/08, 31242/08 et 52133/08, § 75, 17 janvier 2012). Il en va de même lorsque des requérants en détention, comme ceux de l’espèce, sont enfermés dans une cage de métal à l’intérieur du prétoire chaque fois qu’ils sont conduits de leur centre de détention au tribunal pour y suivre leur procès.", "87.  La Cour constate que les requérants n’ont soulevé leur grief devant aucune autorité interne, expliquant que leur enfermement dans une cage de métal à l’intérieur du prétoire correspondait à une pratique courante applicable à chaque suspect ou accusé en détention provisoire, ce que le Gouvernement n’a pas contesté. Les requérants, qui ont déduit de cette situation qu’aucune voie de recours interne ne leur était ouverte, devaient donc, pour respecter ledit délai, saisir la Cour six mois au plus tard après la cessation de la situation dénoncée. En introduisant leurs requêtes le 5 mai 2008 et le 2 juillet 2008, respectivement, alors que le troisième procès était en cours, ils n’ont observé cette règle qu’à l’égard de leur encagement pendant ce seul procès. La Cour en conclut que leur encagement au cours de leurs premier et deuxième procès, lesquels ont respectivement pris fin en 2004 et en 2006, soit plus de six mois avant les dates d’introduction de leurs requêtes, est exclu du champ de son examen (voir, mutatis mutandis, Chypre c. Turquie [GC], no 25781/94, § 104, CEDH 2001IV).", "B.  Observations des parties devant la Grande Chambre", "1.  Le Gouvernement", "88.  Le Gouvernement expose que, en Union soviétique, le box des accusés dans la salle d’audience ressemblait à une estrade. Il indique qu’une « grille » de métal a été utilisée pour la première fois en 1992, au cours du procès du célèbre tueur en série A. Tchikatilo, afin de protéger ce dernier des familles de ses nombreuses victimes.", "89.  Il explique que les « barrières de métal » ont été introduites dans les prétoires en Russie en 1994 par la circulaire du 3 février 1993 émise conjointement par le ministère de la Justice, la Cour suprême et le ministère de l’Intérieur (paragraphe 55 ci-dessus), en réaction à la vague de criminalité ayant fait suite à l’éclatement de l’Union soviétique, alors que l’État était en cours de réorganisation. Cette mesure aurait eu pour but d’empêcher les accusés de s’enfuir ou d’agresser les agents d’escorte, les magistrats, les témoins et les victimes, compte tenu de l’augmentation des incidents de ce type, et d’assurer la sécurité des visiteurs dans la salle d’audience.", "90.  Le Gouvernement souligne que, d’après les statistiques officielles du ministère de l’Intérieur de la Fédération de Russie, du ministère de la Justice de la Fédération de Russie et du comité des statistiques de la CEI (Communauté des États indépendants), le taux de délinquance en Russie et dans la CEI a augmenté en 1992 de 27 % et de 24 % respectivement par rapport à l’année précédente. Au cours de la même période, en Russie, le nombre d’infractions graves aurait augmenté de plus de 30 %, le nombre d’infractions commises en bande de 30 % et les vols aggravés de 66 %. En 1994, le nombre total de personnes reconnues coupables par des jugements définitifs, à savoir 924 574, aurait augmenté de 16,7 % par rapport à l’année précédente.", "91.  Pour le Gouvernement, bien que la situation se soit améliorée depuis lors, le recours aux « barrières de sécurité » demeure justifié comme moyen d’empêcher les évasions, de permettre aux juges et procureurs de ne pas se détourner de leur tâches premières, de renforcer le sentiment de sécurité des victimes, des témoins et des autres participants au procès, et de protéger les accusés du courroux de leurs victimes. De plus, ainsi, les accusés ne seraient pas entravés dans leurs mouvements par des fers aux poignets ou aux chevilles et seraient libres d’adopter des postures plus confortables. Il serait plus sûr de prévenir l’évasion d’un accusé en détention provisoire que de l’arrêter une fois en fuite. Aucun instrument international n’interdirait le placement d’un accusé en détention derrière des « barrières de sécurité » dans les prétoires ni ne poserait des conditions à l’adoption d’une telle mesure.", "92.  Le Gouvernement indique que, selon des données statistiques du ministère de l’Intérieur, il y a eu au cours des cinq années courant de 2009 à 2013 respectivement 0, 4, 5, 2 et 3 évasions de salles d’audience au total, 1, 1, 7, 0 et 7 agressions commises dans le prétoire au total par des suspects ou des accusés en détention contre des agents de l’État, et 4, 14, 20, 16 et 18 cas d’automutilation dans le prétoire au total par des personnes en détention. Selon lui, ces chiffres auraient été plus élevés si les suspects et accusés en détention n’avaient pas été placés derrière des « barrières de sécurité ».", "93.  Le Gouvernement déclare que les suspects et accusés en détention provisoire sont tous placés derrière des « barrières de sécurité ». Il ajoute toutefois que la procédure de mise et de maintien en détention provisoire offre une garantie contre l’arbitraire et le recours aveugle à cette mesure de sécurité. Il invoque le régime légal de la détention provisoire, qui serait conçue comme une mesure préventive extraordinaire à ordonner seulement lorsque l’appréciation par une autorité judiciaire des circonstances de l’affaire révèle l’existence d’un risque de fuite, de récidive ou d’entrave au cours de la justice, et seulement à l’encontre des personnes soupçonnées ou accusées d’avoir commis les infractions les plus graves et représentant un danger notable pour la société (paragraphes 67-69 ci-dessus).", "94.  Le Gouvernement mentionne les rapports statistiques annuels du service de l’administration des juridictions auprès de la Cour suprême, d’après lesquels le pourcentage d’accusés en détention provisoire par rapport au nombre total des accusés jugés en première instance aurait baissé, passant de 17,7 %, soit 241 111 personnes, en 2007 (hors juridictions militaires) à 12,8 %, soit 134 937 personnes, en 2012.", "95.  Le Gouvernement plaide que les requérants en l’espèce ont été encagés dans le prétoire dans l’intérêt de la sûreté publique et en stricte conformité avec la législation nationale. Selon lui, rien ne permettait de dire qu’ils fussent en mauvaise santé ni qu’une assistance médicale constante leur fût nécessaire au cours des audiences. Le Gouvernement indique par ailleurs que les requérants n’étaient pas des personnalités publiques connues dont la comparution dans le prétoire derrière une « barrière de sécurité » aurait pu gravement nuire à leur réputation. Leur procès n’aurait pas eu un grand retentissement et rien ne prouverait que, au-delà d’une couverture dans certains médias locaux, il eût été largement relaté par les médias ou eût attiré le grand public. De plus, les témoins et les victimes auraient refusé de se présenter au procès par crainte de représailles des intéressés. Le Gouvernement doute que des membres des familles ou des connaissances des requérants aient assisté à la moindre audience, d’autant que le procès aurait eu lieu à Magadan alors que les requérants seraient originaires de Sinegorye, une localité située à 500 km que ne desservirait régulièrement aucun moyen de transport public.", "96.  Le Gouvernement estime que la chambre a clairement sous-estimé les condamnations antérieures des requérants (paragraphes 9, 10 et 12 cidessus). Ces derniers auraient commis auparavant des infractions avec violence en bande organisée, élément qui suffirait à lui seul à confirmer la prédisposition des intéressés à la violence et l’existence de risques réels en matière de sécurité. Outre la condamnation du premier requérant pour vol, le Gouvernement évoque celle pour tentative de viol sur mineure en 1990, celle pour vol aggravé en 2001, ainsi que celle, prononcée par la cour régionale en 2011, pour appartenance à un vaste réseau criminel organisé opérant depuis 1990. De plus, le chef de l’autorité locale et un policier du district où habitaient les requérants auraient fourni des références négatives à leur sujet, les décrivant comme des personnes ayant adopté un mode de vie antisocial caractérisé par un abus d’alcool, le chômage, des liens avec des personnes ayant des antécédents criminels, et un comportement irrespectueux envers autrui. De surcroît, les intéressés auraient été inculpés d’infractions avec violence.", "97.  Le Gouvernement soutient en outre que les craintes des témoins, mentionnées dans les décisions de placement en détention, étaient étayées par de nombreux éléments, notamment des dépositions de témoins prises au cours de l’enquête préliminaire en 2002-2003 et au cours du deuxième procès en 2005-2006. Il estime que, les quatre accusés ayant agi en bande organisée, les craintes exprimées par les témoins et les victimes se rapportaient à eux tous.", "98.  Le Gouvernement fait remarquer que les requérants ont librement et activement participé au procès, sans montrer le moindre signe de peur ou de gêne.", "99.  Sur la base de ces éléments, le Gouvernement considère que la présente espèce n’est pas comparable aux affaires où le recours à une cage de métal dans un prétoire a conduit la Cour à conclure à la violation de l’article 3 (Sarban c. Moldova, no 3456/05, 4 octobre 2005, Ramichvili et Kokhreidzé c. Géorgie, no 1704/06, 27 janvier 2009, Ashot Haroutyounian c. Arménie, no 34334/04, 15 juin 2010, Khodorkovskiy c. Russie, no 5829/04, 31 mai 2011, et Piruzyan c. Arménie, no 33376/07, 26 juin 2012). Il estime en revanche qu’elle présente des similitudes avec une affaire où le recours à une cage a conduit à un constat de non-violation, à savoir Titarenko c. Ukraine, no 31720/02, §§ 58-64, 20 septembre 2012.", "100.  Le Gouvernement conclut que le placement des requérants derrière une « barrière de sécurité » se justifiait par des impératifs de sécurité. Selon lui, ce traitement n’a manifestement pas atteint le niveau minimum de gravité nécessaire pour violer l’article 3 de la Convention, et ses conséquences sur les requérants n’ont pas dépassé le degré de souffrance et d’humiliation que comporte inévitablement le recours justifié à une mesure de sécurité légitime.", "101.  Le Gouvernement fait observer que le nouveau règlement sur la conception des tribunaux, en vigueur depuis le 1er juillet 2013, prévoit, outre les « barrières de grillage métallique » déjà existantes, une « cabine vitrée » à l’épreuve des balles (paragraphe 66 ci-dessus). Le remplacement des « barrières de grillage métallique » par les « cabines vitrées » ne serait pas obligatoire et aucune échéance n’aurait été fixée à cette fin. Cela dit, certains tribunaux auraient d’ores et déjà remplacé, de leur propre initiative, les « barrières de grillage métallique » par des « cabines vitrées » et ce, dès 2004. De plus, il ne serait pas interdit aux tribunaux de préciser davantage les spécifications pour la conception des « cabines de sécurité ».", "102.  Le Gouvernement considère que, mesure ordinaire introduite il y a une vingtaine d’années et appliquée à tous les accusés en détention, la « barrière de sécurité » utilisée dans le cas des requérants n’a pas pu influencer le jury à leur procès ni porter atteinte à la présomption d’innocence. De plus, le président de l’instance de jugement aurait appelé l’attention du jury sur le fait que le placement des requérants en détention provisoire ne constituait pas une preuve de leur culpabilité. Enfin, le premier requérant aurait été acquitté de tous les chefs d’accusation et le second de la plupart de ceux retenus contre lui.", "2.  Les requérants", "103.  Les requérants soutiennent que le placement des suspects et des accusés en détention provisoire dans une cage de métal à l’intérieur du prétoire est une pratique systématiquement suivie, sans considération des circonstances propres à chaque cas ou de la nature des infractions en cause, qu’il s’agisse de délinquance économique, de meurtre, de vol ou de petits délits, que le procès se déroule devant un tribunal de droit commun ou devant un juge de paix, et que l’intéressé ait ou non un casier judiciaire.", "104.  Les requérants estiment cette pratique illégale. Ils expliquent que les arrêtés du ministère de l’Intérieur permettant le recours à une cage dans le prétoire (paragraphes 56-57 ci-dessus) n’ont jamais été publiés. Ils exposent que, par l’effet de l’interdiction faite à l’article 15 de la Constitution de la Fédération de Russie d’appliquer tout texte normatif touchant aux droits et libertés fondamentaux non publié, ces arrêtés n’auraient pas dû trouver à s’appliquer. Le Gouvernement ne pourrait donc les invoquer devant la Cour. N’étant pas tirés de lois adoptées par le pouvoir législatif, les règlements de construction de 2000 et de 2013 (paragraphes 62-66 ci-dessus) ne pourraient imposer des restrictions à l’exercice des droits de l’homme. Les normes de référence du droit interne à l’aune desquelles devrait s’apprécier la licéité du recours à une cage lors d’un procès seraient la Constitution et le code de procédure pénale. Or ni l’un ni l’autre de ces textes ne permettrait de placer des personnes dans une cage à l’intérieur du prétoire.", "105.  Les requérants soulignent que la dignité humaine est une valeur absolue à laquelle il ne peut être porté atteinte pour aucune raison et que l’État doit protéger indépendamment du profil, des antécédents judiciaires ou de tout autre caractéristique de la personne concernée. Le Gouvernement aurait donc tort de dire que leur encagement ne s’analyse pas en un traitement dégradant au motif qu’ils ne seraient pas des personnalités publiques ou des personnes connues et que leur procès n’aurait été ni suivi par le grand public ni largement relaté dans les médias.", "106.  Les requérants estiment que le Gouvernement a également tort de dire qu’aucun instrument international n’interdit l’encagement des accusés ; ils rappellent que, dans son Observation générale no 32 sur l’article 14 du Pacte international relatif aux droits civils et politiques, publiée le 23 août 2007, le Comité des droits de l’homme des Nations unies a bien formulé pareille interdiction.", "107.  Ils arguënt que leur mise en cage, comme s’ils étaient des criminels dangereux déjà reconnus coupables, a exercé une influence illégitime sur les jurés, en violation des règles régissant les procès devant jury. Selon eux, celles-ci interdisent toute action susceptible de heurter la présomption d’innocence et en particulier toute observation risquant de faire naître chez les jurés un préjugé contre les accusés, telle l’évocation de leurs condamnations antérieures ou de leur alcoolisme ou toxicomanie chronique, sauf si ces informations sont nécessaires à l’établissement des éléments des infractions dont ils sont inculpés. Au vu de ce qui précède, les requérants estiment qu’ils n’ont pas pu bénéficier d’un procès équitable respectant le principe de la présomption d’innocence. Ils n’auraient jamais plaidé coupable et ils auraient eu à surmonter les préjugés du jury afin de prouver leur innocence. Encagés devant les juges appelés à décider de leur sort, ils auraient éprouvé des sentiments d’impuissance, d’infériorité et d’angoisse pendant toute la durée du procès. Un traitement d’une telle sévérité aurait nui à leur capacité de concentration et à leur vivacité d’esprit au cours du procès, dont l’enjeu résidait dans la question cruciale de leur liberté.", "108.  Comme des « singes dans un zoo », ils auraient été exposés dans une cage aux regards de tous, notamment des nombreux candidats au jury et témoins originaires de la même localité qu’eux ainsi que des membres de leur famille et de leurs connaissances présents aux audiences. Contrairement à ce que dit le Gouvernement, un service régulier d’autocar relierait cette localité à Magadan, le lieu du procès. Celui-ci aurait été relaté par la télévision locale en 2002-2004.", "109.  Quant à l’argument du Gouvernement consistant à dire que leur encagement se justifiait par les infractions violentes dont ils étaient accusés, les trois acquittements du premier requérant confirmeraient que les chefs d’inculpation retenus contre lui étaient infondés. Le second requérant aurait pour sa part été acquitté de la plupart des charges pesant sur lui, notamment de celles de banditisme et de vol aggravé. De toute manière, il ne pourrait s’agir d’un argument pertinent compte tenu du principe de la présomption d’innocence.", "110.  Pour ce qui est de leurs antécédents criminels, en prononçant à l’égard du premier requérant une peine avec sursis le 15 juin 2001 et donc en décidant de ne pas le priver de sa liberté, le juge aurait reconnu qu’il ne représentait aucun danger pour la société. Quant à la condamnation de l’intéressé en 2011, les requérants voient mal comment elle pourrait justifier son encagement des années auparavant.", "111.  S’agissant des craintes que le Gouvernement dit avoir été éprouvées par les témoins, leurs fondements et les circonstances de la prise des dépositions produites par le Gouvernement n’auraient jamais fait l’objet de la moindre analyse. De plus, avant d’être arrêté une nouvelle fois le 6 décembre 2005, M. Slyadnev aurait été libre pendant un an et cinq mois à la suite de son acquittement le 22 juin 2004. Durant cette période, rien n’aurait justifié lesdites craintes. En particulier, rien ne permettrait de dire qu’il ait menacé les victimes et les témoins ou qu’il ait commis d’autres actes illicites à leur égard. Dans sa décision du 8 février 2005, la cour régionale aurait imposé aux requérants de s’engager à ne pas quitter leur domicile, mesure préventive qui aurait duré dix mois. Le juge et l’accusation, laquelle n’aurait pas fait appel de ladite décision, auraient estimé qu’ils ne représentaient aucun danger pour la société. Rien n’aurait permis de fonder la conversion de cette mesure préventive en détention provisoire le 6 décembre 2005. M. Slyadnev aurait été incarcéré pour les mêmes motifs que son coaccusé M. Grishin. Le constat par la Cour d’une violation de l’article 5 § 3 de la Convention dans le cadre de la requête introduite par M. Grishin et, en particulier, celui d’un défaut de fondement des craintes des témoins, vaudraient tout autant en l’espèce (Mikhail Grishin c. Russie, no 14807/08, §§ 147-156, 24 juillet 2012). En suivant la logique du Gouvernement, si la détention provisoire n’était pas fondée sur des motifs « pertinents et suffisants » et ne pouvait donc passer pour régulière, il faudrait en conclure que l’encagement n’était pas non plus régulier. Rien n’indiquerait que les requérants se soient mal comportés au cours du procès en question.", "112.  Les requérants concluent que le Gouvernement est resté en défaut de produire des éléments propres à établir la réalité des risques de sécurité allégués par lui, notamment ceux de les voir s’enfuir ou recourir à la violence. Il n’y aurait eu aucune raison sérieuse de craindre qu’ils se comportent mal dans le prétoire. Dès lors, leur placement dans une cage de métal au cours de leur procès devant la cour régionale n’aurait été justifié par aucun impératif de sécurité et il s’analyserait en un traitement dégradant contraire à l’article 3. Pareil traitement, comparable à celui des animaux sauvages enfermés dans des cages de métal au cirque ou au zoo, les aurait intimidés, les aurait humiliés à leurs propres yeux et aux yeux du public et aurait fait naître en eux des sentiments de peur, d’angoisse et d’infériorité ; il aurait aussi porté atteinte au principe de la présomption d’innocence. Le processus récemment entamé de remplacement des cages de métal dans les prétoires par des cabines vitrées montrerait en lui-même que la Russie reconnaît que le recours à des cages de métal viole les droits de l’homme.", "C.  Appréciation de la Cour", "1.  Principes pertinents", "113.  La Cour l’a dit à maintes reprises, l’article 3 de la Convention consacre l’une des valeurs les plus fondamentales des sociétés démocratiques. Il prohibe en termes absolus la torture et les peines ou traitements inhumains ou dégradants, quels que soient les circonstances et le comportement de la victime (voir, parmi de nombreux précédents, Labita c. Italie [GC], no 26772/95, § 119, CEDH 2000IV).", "114.  Pour tomber sous le coup de l’article 3, un traitement doit atteindre un minimum de gravité. L’appréciation de ce minimum est relative ; elle dépend de l’ensemble des données de la cause, et notamment de la durée du traitement, de ses conséquences physiques ou psychologiques, ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime (voir, par exemple, Jalloh c. Allemagne [GC], no 54810/00, § 67, CEDH 2006IX). La question de savoir si le traitement avait pour but d’humilier ou de rabaisser la victime est un autre élément à prendre en compte, mais l’absence d’un tel but ne saurait toutefois exclure de façon définitive un constat de violation de l’article 3 (voir, entre autres précédents, V. c. Royaume-Uni [GC], no 24888/94, § 71, CEDH 1999IX).", "115.  Un traitement peut être qualifié de « dégradant » au sens de l’article 3 s’il humilie ou avilit un individu, s’il témoigne d’un manque de respect pour sa dignité, voire la diminue, ou s’il suscite chez lui des sentiments de peur, d’angoisse ou d’infériorité propres à briser sa résistance morale et physique (M.S.S. c. Belgique et Grèce [GC], no 30696/09, § 220, CEDH 2011, et El-Masri c. l’ex-République yougoslave de Macédoine [GC], no 39630/09, § 202, CEDH 2012). Le caractère public du traitement peut être une circonstance pertinente ou aggravante pour apprécier s’il est « dégradant » au sens de l’article 3 (voir, entre autres, Tyrer c. RoyaumeUni, 25 avril 1978, § 32, série A no 26, Erdoğan Yağız c. Turquie, no 27473/02, § 37, 6 mars 2007, et Kummer c. République tchèque, no  32133/11, § 64, 25 juillet 2013).", "116.  Pour qu’un traitement soit « dégradant », la souffrance ou l’humiliation qu’il entraîne doivent en tout état de cause aller au-delà de celles que comporte inévitablement une forme donnée de traitement légitime (V. c. Royaume-Uni, précité, § 71). Les mesures privatives de liberté s’accompagnent souvent de pareilles souffrance et humiliation. Toutefois, on ne saurait considérer qu’un placement en détention provisoire pose en soi un problème sur le terrain de l’article 3. Néanmoins, cette disposition impose à l’État de s’assurer que tout prisonnier est détenu dans des conditions qui sont compatibles avec le respect de la dignité humaine et que les modalités d’exécution de la mesure ne soumettent pas l’intéressé à une détresse ou à une épreuve d’une intensité qui excède le niveau inévitable de souffrance inhérent à la détention (Kudła c. Pologne [GC], no 30210/96, §§ 92-94, CEDH 2000XI).", "117.  Les mesures de contrainte telles que le port de menottes ne posent normalement pas de problème au regard de l’article 3 de la Convention lorsqu’elles sont imposées à l’occasion d’une arrestation ou d’une détention légales et n’entraînent pas l’usage de la force ni une exposition publique audelà de ce qui peut raisonnablement être considéré comme nécessaire dans les circonstances de l’espèce. À cet égard, il importe par exemple de savoir s’il y a lieu de penser que l’intéressé opposera une résistance à l’arrestation, ou tentera de fuir, de provoquer blessures ou dommages ou de supprimer des preuves (Raninen c. Finlande, 16 décembre 1997, § 56, Recueil des arrêts et décisions 1997VIII, Öcalan c. Turquie [GC], no 46221/99, § 182, CEDH 2005IV, et Gorodnitchev c. Russie, no 52058/99, §§ 101, 102, 105 et 108, 24 mai 2007 ; voir aussi Mirosław Garlicki c. Pologne, no 36921/07, §§ 7375, 14 juin 2011).", "118. Le respect de la dignité humaine est au cœur même de la Convention (Pretty c. Royaume-Uni, no 2346/02, § 65, CEDH 2002III). L’objet et le but de la Convention, instrument de protection des êtres humains, appellent à comprendre et appliquer ses dispositions d’une manière qui en rende les exigences concrètes et effectives. Toute interprétation des droits et libertés qui s’y trouvent garantis doit se concilier avec l’esprit général de la Convention, qui vise à sauvegarder et promouvoir les idéaux et valeurs d’une société démocratique (Soering c. Royaume-Uni, 7 juillet 1989, § 87, série A no 161).", "2.  La démarche suivie dans les affaires analogues antérieures", "119.  La Cour a au cours des dernières années examiné sous l’angle de l’article 3 plusieurs affaires relatives à l’usage de cages de métal dans les prétoires. Elle a qualifié le traitement en question de « rigoureux » et d’« humiliant » (Ramichvili et Kokhreidzé, § 102, Ashot Haroutyounian, §§ 128-129, et Piruzyan, §§ 73-74, tous précités). Elle a recherché au cas par cas s’il pouvait se justifier par des considérations de sécurité tenant aux circonstances particulières de l’affaire, comme la personnalité du requérant (Ramichvili et Kokhreidzé, précité, § 101), la nature des infractions dont il était accusé, même si cet élément n’a pas été jugé suffisant à lui seul (Piruzyan, précité, § 71), son casier judiciaire (Khodorkovskiy, précité, § 125, et Khodorkovskiy et Lebedev c. Russie, nos 11082/06 et 13772/05, §§ 485-486, 25 juillet 2013), son comportement (Ashot Haroutyounian, précité, § 127) ou d’autres éléments établissant l’existence d’un risque pour la sécurité dans le prétoire ou d’un risque de fuite (ibidem). Elle a également tenu compte d’autres facteurs tels que la présence du public et la couverture médiatique du procès (Sarban, précité, § 89, et Khodorkovskiy, précité, § 125).", "120.  C’est le recours injustifié ou « excessif » à une telle mesure de contrainte au vu des circonstances qui a conduit la Cour à conclure, dans les affaires ci-dessus, que le placement dans une cage de métal à l’intérieur du prétoire s’analysait en un traitement dégradant. Toutefois, dans une autre affaire, la Cour a conclu à la majorité à la non-violation de l’article 3 (Titarenko, précité, §§ 58-64).", "3. L’arrêt de la chambre", "121.  La chambre a suivi le raisonnement adopté dans les arrêts cités au paragraphe 119 ci-dessus. Faute d’éléments donnant des raisons sérieuses de craindre que les requérants pussent représenter un danger pour l’ordre et la sécurité dans le prétoire, recourir à la violence ou s’enfuir, ou que leur propre sécurité ne fût pas assurée, elle a jugé que leur placement dans une cage de métal à l’intérieur du prétoire n’avait pas revêtu un caractère justifié et s’analysait donc en un traitement dégradant (paragraphe 70 de l’arrêt de la chambre).", "4. L’appréciation de la Grande Chambre", "122.  La Cour est appelée à se prononcer en l’espèce sur une pratique consistant à placer dans une cage de métal les accusés en détention provisoire lorsqu’ils comparaissent devant un tribunal dans le cadre d’une procédure pénale. Cette pratique, courante au lendemain de l’éclatement de l’Union soviétique dans certains États contractants qui sont d’anciennes Républiques soviétiques, a depuis lors été en grande partie abandonnée. Même les rares États contractants à l’avoir maintenue, comme l’État défendeur, ont entamé un processus d’élimination des cages de métal de leurs prétoires (paragraphes 75 et 101 ci-dessus).", "123.  En Russie, tout suspect ou accusé en détention provisoire comparaît en salle d’audience enfermé dans une cage de métal (paragraphes 57 et 93 ci-dessus). Cette pratique est toujours autorisée dans la Russie d’aujourd’hui et l’État russe ne s’est aucunement engagé à y renoncer (paragraphes 65-66 et 101 ci-dessus). Les conditions de mise en détention provisoire (paragraphes 67-69 ci-dessus) et les statistiques du Gouvernement – 17,7 % des accusés, soit 241 111 personnes, étaient sous le régime de la détention provisoire en 2007 et 12,8 %, soit 134 937 personnes, en 2012 (paragraphe 94 ci-dessus) – montrent à quel point cette pratique est répandue.", "124.  La Cour note, en particulier, que cette pratique est réglementée par un arrêté ministériel non publié (paragraphes 57 et 61 ci-dessus), ce qui est éminemment problématique en soi vu l’importance fondamentale que revêt le principe de prééminence du droit dans une société démocratique, lequel présuppose l’accessibilité aux règles de droit (voir, par exemple, Silver et autres c. Royaume-Uni, 25 mars 1983, §§ 86-87, série A no 61).", "125.  La Cour observe, à partir de photographies d’une salle d’audience de la cour régionale de Magadan, que les requérants étaient enfermés dans un espace délimité des quatre côtés par des barreaux de métal et surmonté d’un grillage (paragraphe 48 ci-dessus), que l’on peut qualifier de cage. Les requérants étaient gardés par des policiers d’escorte armés postés à côté de la cage (paragraphe 49 ci-dessus).", "126.  Les requérants ont été encagés dans le cadre de leur procès avec jury devant la cour régionale de Magadan en 2008-2009 ; ils étaient accusés de vols avec violence commis en bande et d’autres infractions perpétrées en 2001-2002 (paragraphes 9, 10 et 19 ci-dessus). Le Gouvernement soutient que le caractère violent des infractions dont les intéressés étaient accusés, ainsi que leurs antécédents criminels, les références négatives provenant de leur lieu de résidence et la crainte d’un comportement illégal de leur part exprimée par les témoins suffisaient à attester de leur prédisposition à la violence et de l’existence de risques réels pour la sécurité dans le prétoire nécessitant le recours à une cage afin que le procès se déroule dans de bonnes conditions. Récusant cette thèse, les requérants estiment en particulier que l’acquittement total du premier requérant et l’acquittement du second requérant de la plupart des chefs d’accusation qui pesaient sur lui, notamment de ceux de banditisme et de vol aggravé, confirment que les charges retenues contre eux étaient infondées. Ils ajoutent qu’eu égard au principe de la présomption d’innocence, l’invocation de celles-ci est en tout état de cause dépourvue de pertinence.", "127.  La Cour convient avec le Gouvernement que, indispensables à la bonne administration de la justice, l’ordre et la sécurité dans le prétoire revêtent une grande importance. La Cour n’a point pour tâche de discuter des questions concernant l’architecture des salles d’audience ni de donner des indications sur les mesures de contrainte physique précises qui peuvent s’y imposer. Toutefois, on ne saurait assurer l’ordre et la sécurité dans le prétoire en adoptant des mesures de contrainte qui, par leur gravité (paragraphe 114 ci-dessus) ou par leur nature même, tomberaient sous le coup de l’article 3. En effet, comme la Cour l’a dit à maintes reprises, l’article 3 prohibe en termes absolus la torture et les peines et traitements inhumains ou dégradants, ce pourquoi rien ne peut les justifier.", "128.  Partant, la Cour recherchera tout d’abord si, au vu des circonstances, le minimum de gravité évoqué au paragraphe 127 ci-dessus a été atteint. Ce faisant, elle tiendra compte des conséquences que la mesure de contrainte dénoncée a eues pour les requérants.", "129.  À cet égard, la Cour observe que les requérants ont été jugés par un tribunal composé de douze jurés, deux suppléants étant en outre présents, et du président de l’instance de jugement. Elle observe également que d’autres participants au procès étaient présents dans la salle d’audience, dont un grand nombre de témoins – plus de 70 ont déposé au procès – et de candidats qui s’étaient présentés au tribunal aux fins du processus de constitution du jury (paragraphe 38 ci-dessus), et que les audiences étaient ouvertes au public. Elle considère que l’exposition des requérants dans une cage aux regards du public n’a pu que nuire à leur image et susciter en eux des sentiments d’humiliation, d’impuissance, de peur, d’angoisse et d’infériorité.", "130.  La Cour observe en outre que les requérants ont été soumis au traitement litigieux pendant la totalité de leur procès avec jury devant la cour régionale, qui a duré plus d’une année, avec plusieurs audiences tenues presque chaque mois.", "131.  De plus, le fait que le traitement dénoncé a été infligé aux requérants dans la salle d’audience pendant leur procès fait entrer en jeu le principe de la présomption d’innocence en matière pénale, qui constitue l’un des attributs du procès équitable (voir, mutatis mutandis, Allen c. RoyaumeUni [GC], no 25424/09, § 94, CEDH 2013), et l’importance que revêt l’apparence d’une bonne administration de la justice (Borgers c. Belgique, 30 octobre 1991, § 24, série A no 214B, Zhuk c. Ukraine, no 45783/05, § 27, 21 octobre 2010, et Atanasov c. l’ex-République yougoslave de Macédoine, no 22745/06, § 31, 17 février 2011). Il y va de la confiance que les juridictions d’une société démocratique doivent inspirer au public et surtout, dans un procès pénal, à l’accusé (voir, mutatis mutandis, De Cubber c. Belgique, 26 octobre 1984, § 26, série A no 86).", "132.  La Cour note que, récemment, le Comité des droits de l’homme des Nations unies a dit qu’enfermer un accusé menotté dans une cage de métal au cours de son procès public s’analyse en un traitement dégradant qui compromet également l’équité de son procès (paragraphe 70 ci-dessus). l’Ensemble de règles minima des Nations unies pour le traitement des détenus et les règlements de procédure des juridictions pénales internationales prévoient, relativement à certains instruments de contrainte, que ceux-ci ne peuvent être employés que par mesure de précaution contre une évasion pendant un transfèrement, et à condition qu’ils soient enlevés dès que l’accusé comparaît devant un tribunal (paragraphes 71-72 cidessus). Le manuel d’Amnesty International intitulé « Pour des procès équitables » dit que l’enfermement de l’accusé « dans une cellule dans l’enceinte du prétoire » peut heurter la présomption d’innocence (paragraphe 74 ci-dessus).", "133.  La Cour estime que les requérants devaient avoir des raisons objectives de craindre que leur exposition dans une cage lors des audiences de leur procès ne donnât d’eux à leurs juges, appelés à statuer sur des questions touchant à leur responsabilité pénale et à leur liberté, une image négative propre à créer l’impression qu’ils étaient dangereux au point de nécessiter une mesure de contrainte physique aussi extrême et à porter ainsi atteinte à la présomption d’innocence. Cela n’a pu que faire naître en eux des sentiments d’angoisse et de détresse eu égard à la gravité de l’enjeu pour eux de ce procès.", "134.  La Cour ajoute qu’une mesure d’enfermement dans le prétoire peut (même si ce n’est pas le cas en l’espèce) faire entrer en jeu d’autres considérations afférentes à l’équité du procès, notamment le droit pour l’accusé d’être effectivement associé à la procédure (Stanford c. RoyaumeUni, 23 février 1994, §§ 27-32, série A no 282A) et celui de bénéficier d’une assistance juridique pratique et effective (Insanov c. Azerbaïdjan, no 16133/08, §§ 168-170, 14 mars 2013, et Khodorkovskiy et Lebedev, précité, §§ 642-648).", "135.  Enfin, la Cour estime qu’il n’y a pas d’arguments convaincants pour considérer qu’il soit nécessaire de nos jours, dans le cadre d’un procès, d’enfermer un accusé dans une cage (paragraphe 125 ci-dessus) pour le contraindre physiquement, empêcher son évasion, remédier à un comportement agité ou agressif de sa part, ou le protéger d’agressions extérieures. Le maintien d’une telle pratique ne peut dès lors guère se concevoir autrement que comme un moyen d’avilir et d’humilier la personne mise en cage. La finalité de l’enfermement d’une personne dans une cage pendant son procès – la rabaisser et l’humilier – apparaît donc clairement.", "136.  Dans ces conditions, la Cour conclut que l’enfermement des requérants dans une cage à l’intérieur du prétoire pendant leur procès n’a pu que les plonger dans une détresse d’une intensité excédant le niveau inévitable de souffrance inhérent à leur détention lorsqu’ils comparaissent en justice et que ce traitement a atteint le minimum de gravité requis pour tomber sous le coup de l’article 3.", "137.  La Cour estime que jamais le recours aux cages (tel que décrit cidessus) dans ce contexte ne peut se justifier sur le terrain de l’article 3 (paragraphe 138 ci-dessous), contrairement à ce que le Gouvernement soutient dans ses observations en alléguant une menace pour la sécurité (paragraphe 126 ci-dessus). En tout état de cause, sur ce dernier point, elle ne reconnaît pas que l’existence d’une telle menace ait été étayée. Elle constate que jamais la cour régionale de Magadan n’a recherché si la mise sous contrainte physique des requérants était nécessaire de quelque manière que ce fût pendant les audiences. De plus, leur encagement n’était pas motivé. On ne trouve pas davantage de motivation dans les décisions judiciaires concernant la détention provisoire des intéressés, alors que le Gouvernement soutient que les requérants représentaient une menace pour des témoins et que c’est celle-ci qui justifiait l’adoption de cette mesure. Si le premier requérant se trouvait en détention provisoire, c’est non pas pour la durée du troisième procès mais dans le cadre d’une autre procédure, distincte, pour des raisons qui ne sont pas connues (paragraphes 34 et 46 cidessus). La détention du second requérant fut ordonnée par les mêmes décisions de justice que celles que la Cour a examinées dans le cas du coaccusé des requérants et dont elle a jugé qu’elles ne contenaient pas des motifs « pertinents et suffisants » pour rendre la détention provisoire compatible avec l’article 5 § 3, relevant notamment qu’elles ne comportaient pas de motifs propres à démontrer l’existence d’un risque de représailles ou de pressions sur les témoins tel que celui aujourd’hui invoqué par le Gouvernement (Mikhail Grishin, précité, §§ 149-150). Cette conclusion vaut tout autant en l’espèce et rien dans les observations présentées par le Gouvernement devant la Grande Chambre ne permet de s’en écarter. De plus, ni les accusations faisant état d’infractions avec violence commises par les requérants ni leurs condamnations antérieures, parfois à des peines avec sursis, six ans voire plus avant le procès en question, ni la condamnation ultérieure du premier requérant ne peuvent raisonnablement être considérées comme confortant la thèse avancée par le Gouvernement à cet égard. Quant aux références négatives évoquées par le Gouvernement (paragraphe 96 ci-dessus), rien ne permet d’en conclure que la personnalité des requérants nécessitait de leur appliquer une contrainte physique au cours de leur procès. De plus, le second requérant pouvait se prévaloir de références positives de l’administration de son centre de détention et de celle de sa maison d’arrêt (paragraphe 44 ci-dessus).", "138.  Indépendamment des circonstances concrètes de l’espèce, la Cour rappelle que le respect de la dignité humaine est au cœur même de la Convention et que l’objet et le but de ce texte, instrument de protection des êtres humains, appellent à comprendre et appliquer ses dispositions d’une manière qui en rende les exigences concrètes et effectives. C’est pourquoi elle estime que l’enfermement d’une personne dans une cage de métal pendant son procès constitue en soi, compte tenu de son caractère objectivement dégradant, incompatible avec les normes de comportement civilisé qui caractérisent une société démocratique, un affront à la dignité humaine contraire à l’article 3.", "139.  Par conséquent, l’enfermement des requérants dans une cage de métal à l’intérieur du prétoire s’analyse en un traitement dégradant prohibé par l’article 3. Il y a donc eu violation de cette disposition.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "140.  Les requérants soutiennent également que la durée de la procédure pénale dirigée contre eux est incompatible avec l’exigence de « délai raisonnable » énoncée à l’article 6 § 1 de la Convention, dont voici les parties pertinentes :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "141.  Le Gouvernement dit ne pas contester les conclusions auxquelles la Cour est parvenue dans l’arrêt définitif Mikhail Grishin concernant la durée de cette même procédure pénale (Mikhail Grishin, précité, §§ 170-184).", "142.  La période à prendre en considération a commencé le 24 septembre 2002 à l’égard du premier requérant et le 20 janvier 2003 à l’égard du second, ces dates étant celles auxquelles ils furent respectivement interrogés en qualité de suspects dans cette affaire. Elle a pris fin le 23 juillet 2009, date à laquelle le jugement au fond a été confirmé en cassation. Cette période est donc de six ans et dix mois pour le premier requérant et de six ans et demi pour le second, pour deux degrés de juridiction.", "143.  Dans son arrêt, la chambre a conclu que la durée de la procédure en cause était excessive et incompatible avec l’exigence de « délai raisonnable » de l’article 6 § 1 (paragraphes 89-90 de cet arrêt). Elle a raisonné comme suit :", "« 76.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères suivants : la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, entre autres, Pélissier et Sassi c. France [GC], no 25444/94, § 67, CEDH 1999II).", "77.  La Cour relève que l’affaire était très complexe. Il y avait plus de dix chefs d’infractions graves et quatre accusés, ainsi que plus de 70 victimes et témoins, dont beaucoup résidaient dans des localités éloignées de plus de 500 km de Magadan, le lieu du procès. De nombreuses expertises furent ordonnées et examinées au cours du procès.", "78.  L’enquête préliminaire dura moins d’un an. Pendant cette période, le second requérant retarda délibérément l’examen du dossier entre le 20 mai et le 13 août 2003 (...)", "79.  Les requérants et leurs coaccusés, tous représentés par des avocats, optèrent pour un procès devant jury. L’affaire fut examinée à trois reprises devant un jury, l’arrêt de la cour régionale ayant été cassé à deux reprises par la Cour suprême.", "80.  Au premier examen, il fallut neuf mois à la cour régionale pour conduire le procès devant un jury et rendre en juin 2004 son arrêt prononçant l’acquittement et la libération des requérants, alors en détention provisoire. Pendant cette période, le procès fut ajourné pendant environ quatre semaines à la demande des coaccusés et pendant deux semaines parce que l’un des avocats de la défense ne pouvait pas comparaître. Il fallut ensuite six mois à la Cour suprême pour examiner l’affaire en cassation.", "81.  La Cour estime que, à ce stade, il n’y avait aucun retard imputable aux autorités.", "82.  Au deuxième examen, l’affaire resta inscrite au rôle de la cour régionale pendant deux ans après la cassation de son premier arrêt par la Cour suprême le 7 décembre 2004 au motif que certains jurés avaient dissimulé les antécédents criminels de membres de leur famille au moment de leur sélection et que le président de l’instance de jugement n’avait pas correctement résumé les preuves.", "83.  Au cours de la première année, il fallut trois mois à la Cour suprême pour casser, pour erreur, la décision de la cour régionale d’ordonner le renvoi de l’affaire aux autorités d’enquête.", "84.  Le procès fut retardé de cinq mois du fait que l’un des coaccusés était malade et qu’il était impossible d’examiner les chefs retenus contre les requérants dans le cadre d’un procès distinct. Un autre retard fut causé par la non-comparution des accusés et de leurs avocats. Ce retard ne saurait être imputé à l’État.", "85.  Le procès débuta finalement en décembre 2005, alors que les requérants étaient une nouvelle fois en détention provisoire, et il prit fin une année plus tard. Pendant cette période, il fut reporté de deux mois et vingt jours en raison des congés d’été des jurés, à la suite de quoi les parties durent exposer de nouveau leurs plaidoiries, ce qui prit un mois supplémentaire. La Cour relève que l’interruption due aux congés d’été des jurés s’expliquait par la particularité des conditions de travail dans l’extrême nord du pays, ce dont les avocats des requérants auraient dû être conscients et ce que les jurés avaient signalé aux parties et au juge au moment de leur sélection. Elle relève par ailleurs que le troisième procès fut ajourné pour la même raison pendant une durée plus courte – un mois et demi – et estime en conséquence que les éléments du dossier ne permettent pas de dire que la première interruption était totalement justifiée.", "86.  Le pourvoi formé contre le deuxième arrêt de la cour régionale fut examiné en six mois et, le 6 juin 2007, cet arrêt fut cassé, cette fois au motif notamment que les accusés et leurs avocats avaient abusé de leurs droits et méconnu les règles procédurales du procès devant jury en tentant d’influencer le verdict des jurés. Ils ont donc contribué à l’allongement de la procédure.", "87.  Pendant un an et neuf mois, jusqu’au prononcé du troisième arrêt et alors que le second requérant se trouvait toujours en détention provisoire, le dossier resta en sommeil pendant trois mois jusqu’à ce que la cour régionale reprenne le procès en septembre 2007. Cinq autres mois s’écoulèrent avant la constitution du jury et la reprise du procès, qui dura ensuite plus d’un an. Ce dernier fut retardé d’environ un mois parce que l’un des coaccusés était malade. Le pourvoi formé contre le troisième arrêt fut examiné en quatre mois ; le 23 juillet 2009, il fut rejeté et l’arrêt fut confirmé.", "88.  Bien que les requérants ou leurs coaccusés soient responsables de certains de ces retards, lesquels n’engagent pas la responsabilité de l’État, il y a eu, alors que l’affaire était pendante devant la juridiction de jugement au cours des deuxième et troisième procès, des lenteurs notables imputables à l’État pour une durée d’au moins une année, période pendant laquelle les requérants étaient en détention provisoire, situation qui requiert des tribunaux internes une diligence particulière pour rendre la justice dans les meilleurs délais (Kalachnikov, précité, § 132). Tout en tenant compte de la complexité de l’affaire et des difficultés auxquelles la cour régionale de Magadan a été confrontée, la Cour rappelle que l’État demeure responsable de l’efficacité de son système et que c’est à lui de décider des modalités permettant de satisfaire à l’exigence de « délai raisonnable » – qu’il s’agisse de délais automatiques et directives ou d’autres moyens. Tout État qui laisse une procédure se poursuivre audelà du « délai raisonnable » prescrit par l’article 6 de la Convention sans rien tenter pour la faire progresser est responsable du retard qui en résulte (Blake c. Royaume-Uni, no 68890/01, § 45, 26 septembre 2006). »", "144.  La Grande Chambre ne voit aucune raison de s’écarter des conclusions de la chambre, qui vont dans le sens de l’arrêt rendu par la Cour dans l’affaire Mikhail Grishin (arrêt précité). Dès lors, elle conclut que la durée de la procédure pénale dirigée contre les requérants n’a pas respecté l’exigence de « délai raisonnable ».", "145.  Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "146.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "147.  Le premier requérant réclame 78 000 euros (EUR) pour dommage moral et 2 000 EUR, somme qui représenterait le manque à percevoir une allocation de chômage pendant la procédure pénale dirigée contre lui, pour dommage matériel. Le second requérant réclame 15 000 EUR pour dommage moral et 2 000 000 RUB, soit environ 44 000 EUR, pour le dommage matériel qui résulterait d’une perte de revenus professionnels pendant sa détention provisoire.", "148.  Le Gouvernement s’oppose à ces demandes.", "149.  La Cour note que les demandes des requérants pour dommage matériel doivent avoir un lien avec la durée de la procédure pénale dirigée contre eux, qu’elle a jugée excessive et contraire à l’article 6 § 1 de la Convention. Elle ne peut toutefois se livrer à des conjectures sur le point de savoir si les requérants auraient occupé ou non un emploi ou sur les revenus qu’ils auraient perçus si cette durée n’avait pas été excessive. Elle n’aperçoit donc aucun lien de causalité entre les violations constatées et le dommage matériel allégué et rejette ces demandes.", "150.  Concernant le dommage moral, compte tenu des violations constatées de la Convention et statuant en équité, la Cour alloue à chacun des requérants 10 000 EUR à ce titre.", "B.  Frais et dépens", "151.  Le second requérant réclame 317 476 RUB pour ses frais d’avocat dans le cadre de la procédure pénale interne dirigée contre lui. Les deux requérants réclament également 600 000 RUB au total pour leurs frais d’avocat devant la Grande Chambre. Cette somme est censée couvrir les honoraires – 200 000 RUB chacun – de trois avocats du barreau régional de Magadan (Me Palchinskii, Me Plotnikov et Me Taysaeva), dont ceux occasionnés par la préparation des observations écrites et orales devant la Grande Chambre, et les frais de comparution à l’audience. Les requérants n’ont produit aucun document écrit distinct à l’appui de leurs demandes concernant Me Palchinskii, qui a représenté le premier requérant, et Me Taysaeva, qui a représenté le second requérant. Selon leurs dires, le premier requérant purge une peine d’emprisonnement et n’a pas les moyens de rémunérer un avocat et le second requérant se trouve dans une situation financière difficile.", "152.  Le Gouvernement s’oppose à ces demandes.", "153.  D’après la jurisprudence de la Cour, les frais et dépens dont il y a lieu d’accorder le remboursement à la partie lésée doivent avoir été engagés afin de prévenir ou de faire redresser une violation de la Convention, de faire reconnaître cette violation par la Cour ou d’en obtenir réparation. Il y a également lieu de démontrer que les frais ont été réellement exposés, qu’ils correspondaient à une nécessité et qu’ils sont raisonnables quant à leur taux (voir, parmi d’autres précédents, Jalloh, précité, § 133).", "154.  Compte tenu des critères dégagés dans sa jurisprudence, des violations de la Convention constatées et des pièces en sa possession, la Cour rejette la demande du second requérant relative aux frais et dépens afférents à la procédure interne. Par ailleurs, elle considère que les dépens dans la procédure devant la Grande Chambre ont été exposés afin de faire établir et redresser une violation des droits des requérants garantis par la Convention. Elle note en particulier que les observations écrites et orales des requérants devant la Grande Chambre ne sont pas une simple répétition de celles produites devant la chambre mais ont nécessité des recherches et un raisonnement juridique complémentaires et que les trois avocats étaient tous présents à l’audience et y ont pris la parole.", "155.  Notant par ailleurs que les requérants ont bénéficié de l’assistance judiciaire et se livrant à sa propre appréciation, la Cour juge raisonnable d’accorder, au titre de la procédure conduite devant elle, 2 000 EUR pour les travaux de chacun des trois avocats, soit 2 000 EUR au premier requérant et 4 000 EUR au second requérant, plus tout montant pouvant être dû par eux à titre d’impôt sur ces sommes.", "C.  Intérêts moratoires", "156.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Rejette l’exception préliminaire du Gouvernement ;", "", "2.  Dit que les faits se rapportant à l’enfermement des requérants dans une cage au cours de leurs premier et deuxième procès sont exclus du champ de son examen ;", "", "3.  Dit qu’il y a eu violation de l’article 3 de la Convention ;", "", "4.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "5.  Dit", "a)  que l’État défendeur doit verser, dans les trois mois, les sommes suivantes, à convertir en roubles russes au taux applicable à la date du règlement :", "i.  10 000 EUR (dix mille euros) à chacun des requérants, plus tout montant pouvant être dû par eux à titre d’impôt sur cette somme, pour dommage moral,", "ii.  2 000 EUR (deux mille euros) au premier requérant et 4 000 EUR (quatre mille euros) au second requérant, plus tout montant pouvant être dû par eux à titre d’impôt sur ces sommes, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l’homme, à Strasbourg, le 17 juillet 2014.", "\tMichael O’Boyle\tDean Spielmann\n\tGreffier adjoint\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante commune aux juges Raimondi et Sicilianos ;", "–  opinion concordante commune aux juges Nicolaou et Keller ;", "–  opinion concordante du juge Silvis.", "D.S.\nM.O’B.", "", "", "OPINION CONCORDANTE COMMUNE AUX JUGES RAIMONDI ET SICILIANOS", "1.  Nous partageons sans réserve toutes les décisions prises par la Grande Chambre de la Cour dans cette affaire importante. Si nous sentons le besoin d’ajouter à l’arrêt une courte opinion concordante, c’est en raison de nos hésitations concernant la motivation adoptée par la Cour pour rejeter l’exception préliminaire tirée par le Gouvernement d’un défaut de qualité de victime du premier requérant (paragraphes 77-83 de l’arrêt).", "2.  Dans ses observations devant la Grande Chambre, le Gouvernement soutient que, ayant été acquitté de tous les chefs puis indemnisé à la suite d’une procédure en réhabilitation ultérieurement conduite, le premier requérant ne peut plus se prétendre victime des violations qu’il tire, sur le terrain de l’article 3, de son placement dans une cage de métal en salle d’audience et, sur le terrain de l’article 6, de la durée de la procédure pénale dirigée contre lui (paragraphes 50 à 52 de l’arrêt).", "3.  Or, il est assez clair que ni l’indemnisation pour dommage matériel accordée au premier requérant par la cour régionale (paragraphe 51 de l’arrêt), ni celle pour dommage moral allouée au même requérant par le tribunal de Madagan et confirmée par la cour régionale (paragraphe 52 de l’arrêt) n’impliquent une reconnaissance par la Fédération de Russie de la violation des articles 3 et 6 § 1 (durée de la procédure), sur lesquels la Cour avait été appelée à se prononcer.", "4.  Par conséquent, les critères établis dans la jurisprudence de la Cour pour reconnaître la perte de la qualité de victime, à savoir, d’une part, la reconnaissance de la violation par les autorités de l’État défendeur et, d’autre part, l’octroi d’une réparation suffisante (Eckle c. Allemagne, 15 juillet 1982, § 66, série A no 51), ne sont pas remplis en l’espèce. L’exception était donc mal fondée.", "5.  La Cour préfère d’ailleurs rejeter l’exception en raison de sa tardiveté, donc sur la base de l’article 55 du règlement de la Cour, d’après lequel toute exception d’irrecevabilité doit, pour autant que sa nature et les circonstances le permettent, être soulevée par la Partie contractante défenderesse dans ses observations écrites ou orales sur la recevabilité de la requête présentées au titre de l’article 51 ou de l’article 54 du règlement, selon le cas.", "6.  En particulier, la Cour note qu’en l’espèce le Gouvernement n’a pas formulé cette exception préliminaire dans ses observations, avant que la chambre ne statue sur la recevabilité de la requête. Il a présenté ses observations sur cette question le 18 février 2009. Par ailleurs, la procédure en réhabilitation a pris fin le 30 mars 2010 (paragraphe 52 de l’arrêt). Or rien n’empêchait le Gouvernement, au vu de l’issue de cette procédure, de soulever son exception d’irrecevabilité devant la chambre, laquelle s’est prononcée sur la recevabilité et sur le fond de la requête le 11 décembre 2012, soit plus de deux ans et huit mois plus tard.", "7.  La Cour conclut qu’en l’absence de circonstances exceptionnelles de nature à absoudre le Gouvernement de n’avoir pas soulevé cette exception en temps utile, celui-ci est forclos à exciper à ce stade d’un défaut de qualité de victime du premier requérant. Trois arrêts sont cités dans ce contexte (Sejdovic c. Italie [GC], no 56581/00, § 41, CEDH 2006II, Prokopovitch c. Russie, no 58255/00, § 29, CEDH 2004XI, et Andrejeva c. Lettonie [GC], no 55707/00, § 49, CEDH 2009).", "8.  En citant ces trois arrêts, la Grande Chambre semble placer l’analyse de la question de la perte éventuelle de la qualité de victime sur le même plan que l’analyse de l’autre chef d’irrecevabilité, à savoir le nonépuisement des voies de recours internes. En effet, deux des trois arrêts cités, à savoir Sejdovic et Prokopovitch, concernent cette dernière question, alors que Andrejeva concerne effectivement la question de la perte éventuelle de la qualité de victime.", "9.  Or, ces deux chefs d’irrecevabilité ne connaissent pas le même régime pour ce qui est des pouvoirs d’office de la Cour.", "10.  S’agissant de la qualité de victime, il ne fait aucun doute que, nonobstant l’article 55 de son règlement, la Cour peut à tout moment soulever d’office cette question, que le gouvernement défendeur en tire exception ou non (Micallef c. Malte [GC], no 17056/06, § 36, CEDH 2009, Konstantin Markin c. Russie [GC], no 30078/06, § 79, CEDH 2012, et M.A. c. Chypre, no 41872/10, § 115, CEDH 2013), puisqu’il s’agit d’une question d’ordre public qui a trait à la compétence de la Cour.", "11.  En revanche, s’agissant du non-épuisement de voies de recours internes, les pouvoirs d’office de la Cour sont plus limités. En effet, si le gouvernement défendeur en excipe tardivement, la Cour n’examinera cette question qu’en présence de circonstances particulières de nature à absoudre le gouvernement de n’avoir pas soulevé cette exception en temps utile (Assanidzé c. Géorgie [GC], no 71503/01, § 126, CEDH 2004II).", "12.  Voilà les raisons pour lesquelles nous aurions préféré que la Cour rejette pour défaut de fondement l’exception relative à la qualité de victime, ou du moins différencie dans la motivation la situation qui nous occupe de celle concernant le non-épuisement des voies de recours internes.", "\n", "OPINION CONCORDANTE COMMUNE AUX JUGES NICOLAOU ET KELLER", "(Traduction)", "1.  Nous partageons sans réserve le constat par la majorité d’une violation de l’article 3 de la Convention en l’espèce. Nous tenons toutefois, très respectueusement, à clarifier le raisonnement par lequel nous parvenons à cette conclusion.", "2.  Premièrement, nous souhaitons commenter la notion de cage. L’arrêt de la Grande Chambre se limite au recours à une cage de métal tel que décrit dans ses paragraphes 48 et 125. Il y a lieu de noter que la Russie et d’autres pays utilisateurs de cages de métal dans les prétoires tendent de plus en plus à remplacer celles-ci par des « écrans vitrés ou en vitrage organique » (paragraphe 75 de l’arrêt). Le présent arrêt ne s’applique pas à ces dernières mesures de sécurité. Nous tenons toutefois à souligner que les « cages » de ce type pourraient poser problème au regard des exigences d’équité procédurale de l’article 6 § 1 et de la présomption d’innocence garantie par l’article 6 § 2 (voir, à titre de comparaison, les constatations du Comité des droits de l’homme des Nations unies dans l’affaire Kovaleva et Kozyar c. Belarus, Communication no 2120/2011, Constatations du 29 octobre 2012, CCPR/C/106/D/2120/2011, § 11.4).", "3.  Deuxièmement, nous estimons nécessaire de rappeler le caractère absolu de l’article 3, à la lumière duquel le paragraphe 124 du présent arrêt doit être lu. La jurisprudence constante de la Cour est que l’article 3 consacre un droit absolu. Dès lors, cette disposition non seulement n’est pas susceptible de dérogation, comme l’article 15 § 2 de la Convention le dit clairement, mais ne souffre non plus aucune exception, quels que soient les agissements de la victime ou les circonstances (Gäfgen c. Allemagne [GC], no 22978/05, § 87, CEDH 2010). Par conséquent, le contexte d’un traitement ou d’une peine donné(e), s’il peut entrer en ligne de compte afin de déterminer si le degré de gravité requis pour qu’il y ait violation de l’article 3 a été atteint, ne peut justifier les actions ou omissions ayant atteint ce degré (Irlande c. Royaume-Uni, 18 janvier 1978, § 163, série A no 25, et Saadi c. Italie [GC], no 37201/06, § 127, CEDH 2008). Bref, il n’y a de place ici ni pour une marge d’appréciation ni pour la justification d’un mauvais traitement satisfaisant aux critères de l’article 3. Il n’y a de place pour la relativité qu’afin de déterminer si le degré de gravité requis pour qu’il y ait violation de l’article 3 a été atteint, pas pour dire si le traitement ou la peine atteignant ce degré emporte violation de la Convention (Irlande c. Royaume-Uni, précité, § 162).", "4.  Nul mauvais traitement atteignant le degré de gravité requis pour qu’il y ait violation de l’article 3 n’étant justifiable, il est regrettable à nos yeux que, dans son paragraphe 124, l’arrêt consacre autant d’attention à la base juridique du recours à la cage dans le prétoire et laisse entendre que, en l’espèce, son insuffisance est un élément pertinent. Ce paragraphe pourrait être mal interprété, a contrario, comme donnant à penser qu’une base légale suffisante aurait pu d’une quelconque manière justifier la violation alléguée de l’article 3. Il est essentiel selon nous de ne donner aucune impression de ce type. L’existence d’une base légale suffisante est une condition à la justification d’une ingérence sur le terrain des articles 8 à 11 de la Convention, dont les seconds paragraphes respectifs permettent expressément pareille justification. Aucune justification n’étant possible sous l’angle de l’article 3, le paragraphe 124 du présent arrêt doit être considéré comme un motif surabondant. En d’autres termes, il faut y voir une remarque en passant sur le caractère problématique de l’encadrement d’une procédure judiciaire par des textes non publiés de portée générale. En aucun cas il ne faudrait interpréter ce paragraphe comme signifiant qu’une base légale suffisante puisse jamais légitimer un acte contraire à l’article 3 de la Convention (dans le même ordre d’idées, voir, à titre de comparaison, l’opinion concordante du juge Bratza jointe à l’arrêt Jalloh c. Allemagne [GC], no 54810/00, CEDH 2006IX, dans laquelle il soutient que l’examen par la majorité de la « nécessité » de l’administration forcée d’émétiques amoindrit le caractère absolu de l’article 3).", "5.  Au paragraphe 128 de l’arrêt, la Cour entame son analyse sur le terrain de l’article 3 en recherchant fort justement si le degré de gravité minimal requis par cette disposition a été atteint. Or elle fait ensuite entrer en ligne de compte, aux paragraphes 131 à 134 de l’arrêt, la présomption d’innocence et l’équité de la procédure. Tout en reconnaissant qu’il peut s’agir de questions graves (paragraphe 2 ci-dessus), nous estimons inopportune leur inclusion dans l’analyse sur le terrain de l’article 3.", "6.  Quant à la sécurité dans le prétoire, le paragraphe 137 de l’arrêt ne doit pas être compris comme ouvrant la possibilité, aussi éloignée soit-elle, d’une justification du recours aux cages de métal dans les prétoires. D’autres moyens, conformes à la dignité de l’accusé, existent et c’est plutôt eux qu’il faut utiliser. Nous appelons l’attention sur le constat principal de la Cour, très clairement exposé au paragraphe 138 de son arrêt : le recours aux cages de métal dans les prétoires est en lui-même incompatible avec l’article 3.", "7.  L’accent mis par la Cour sur la présomption d’innocence aux paragraphes 131 à 134 du présent arrêt est un motif surabondant de plus : si le seul article 3 a été invoqué en l’espèce, l’encagement d’accusés pendant leur procès pourrait fort bien, dans certaines circonstances, poser problème sur le terrain de l’article 6 § 2 de la Convention. La Cour a certes évoqué ce problème éventuel, mais les paragraphes 131 à 134 de l’arrêt n’en trouvent pas pour autant une utilité dans son constat de violation sous l’angle de l’article 3. L’examen d’une violation alléguée de l’article 6 § 2 n’est pas l’examen d’une violation alléguée de l’article 3, et il faudrait méticuleusement cloisonner l’un et l’autre.", "8.  En conclusion, si nous partageons les conclusions de la Cour en l’espèce, nous estimons que le présent arrêt doit être interprété à la lumière des considérations ci-dessus. En particulier, il ne faudrait rien voir dans l’arrêt qui amoindrisse le caractère absolu de l’article 3 en permettant des exceptions à cette disposition. Il est essentiel de n’avoir aucun doute sur le fait que l’article 3 est enfreint dès lors que la gravité du mauvais traitement infligé atteint le degré à partir duquel cette disposition s’applique.", "", "OPINION CONCORDANTE DU JUGE SILVIS", "(Traduction)", "Enfermer l’accusé dans une cage de métal au tribunal pendant son procès s’analyse en un traitement dégradant contraire à l’article 3 de la Convention. Je suis tout à fait d’accord avec l’arrêt de la Cour. Les avancées récentes en matière de sécurité dans les prétoires ont mis à mal les anciennes justifications du recours aux cages. La persistance de telles « cages » alors qu’elles n’ont aucune nécessité fonctionnelle manifeste met donc clairement en lumière une finalité cachée : exposé dans une cage, l’accusé est symboliquement humilié et passe pour un membre inférieur de la race humaine. La dignité humaine est donc au cœur de la question, comme la Cour le reconnaît bien.", "Bien que je convienne que l’arrêt est essentiellement juste, j’ai quelques difficultés à suivre certains de ses passages. Mon souci est que le raisonnement de la Cour puisse être compris comme permettant en principe l’éventualité d’une justification alors qu’il s’agit de droits absolus. Dans l’exposé de leur opinion concordante, les juges Keller et Nicolaou ont très bien exprimé un souci similaire. Je souhaite attirer l’attention sur le cheminement du raisonnement de la Cour. Tout d’abord, clairement et sans surprise, la Cour dit au paragraphe 127 de l’arrêt que l’article 3 prohibe en termes absolus la torture et les peines et traitements inhumains ou dégradants, ce pourquoi rien ne peut les justifier. Au paragraphe 136, elle conclut que le degré minimal de gravité a été atteint. À la lumière de ce constat, je trouve déroutant que la Cour dise ensuite, au paragraphe 137 de l’arrêt, que jamais le recours aux cages ne peut se justifier sur le terrain de l’article 3. Comment le pourrait-il ? Soit ce message est sans objet et il aurait alors fallu le supprimer, soit sa présence est problématique à ce stade du raisonnement de la Cour. L’article 3 garantit des droits absolus. Est-il un tant soit peu logique, alors, d’évoquer ne serait-ce que la possibilité d’une justification dès lors que la mesure en cause tombe sous le coup de cette disposition ? Envisager une telle possibilité à ce stade du raisonnement de la Cour, fût-ce en concluant par la négative, peut heurter la manière dont la Cour entend la notion de droits absolus.", "Permettre une certaine relativité lorsqu’est appréciée la gravité des dysfonctionnements dans un traitement, avant que celui-ci ne soit considéré comme relevant d’un droit absolu, est une autre question. Ce n’est pas contraire à l’idée de droits absolus, pourvu que cette appréciation se fasse en tenant pleinement compte des valeurs sous-jacentes. Il a toutefois été observé qu’il existe aussi une évolution subtile mais nouvelle quant à l’application du principe de proportionnalité et de l’article 3. C’est ce qu’on peut conclure de l’absence de délimitation précise entre ce qui est permis aux fins de cette appréciation et ce qui est exclu dès lors que le seuil de gravité de l’article 3 a été atteint. Parler de formes « injustifiables » de mauvais traitements indiquerait que l’application de l’article 3 appelle une démarche subjective, allant au-delà de l’appréciation de la gravité de la mesure, suffisante ou non pour relever de cette disposition. On peut comprendre qu’il puisse y avoir là matière à préoccupation en ce que cela donne l’impression, fût-ce erronément et involontairement, que certaines violations de l’article 3 sont parfois justifiables.", "Je souhaite aussi évoquer un autre point. Lorsqu’il est apprécié si, oui ou non, les critères d’un mauvais traitement ont été satisfaits, il est courant que des éléments tant subjectifs qu’objectifs jouent un rôle. En constatant de manière générale qu’enfermer l’accusé dans une cage de métal au tribunal pendant son procès est une forme interdite de traitement dégradant, les éléments subjectifs d’appréciation d’une telle violation de l’article 3 perdent de leur pertinence. J’approuve un tel constat général, qui précise clairement les standards à respecter. Aussi aurais-je préféré moins de développements sur le point de savoir si l’enfermement des requérants au tribunal a dû leur causer un préjudice. Peut-être ont-ils beaucoup souffert. Mais supposons que, peut-être grâce à des capacités de résistance mentale extraordinaires ou par pur manque de sensibilité, ils n’aient pas souffert. Y aurait-il une différence ? Je pense qu’il ne devrait pas y en avoir. Enfermer l’accusé dans une cage de métal a une forte connotation dramatique, mettant en scène un rituel d’humiliation. Là où l’État a l’obligation de poser le décor d’un procès équitable, exposer les accusés de manière aussi humiliante au tribunal constitue un traitement dégradant au sens de l’article 3."]}