{"file": "FRE_HFJUD_13583_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "13583/02", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE PANDY c. BELGIQUE", "", "", "(Requête no 13583/02)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "21 septembre 2006", "", "", "", "DÉFINITIF", "", "12/02/2007", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Pandy c. Belgique,", "La Cour européenne des Droits de l’Homme (première section), siégeant en une chambre composée de :", "\tMM.\tC.L. Rozakis, président,", "\t\tL. Loucaides,", "\tMmes\tF. Tulkens,", "\t\tN. Vajić,", "\tM.\tA. Kovler,", "\tMme\tE. Steiner,", "\tM.\tK. Hajiyev, juges,", "et de M. S. Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 31 août 2006,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 13583/02) dirigée contre le Royaume de Belgique par un ressortissant belge et hongrois, Andras Pandy (« le requérant »), qui a saisi la Cour le 17 février 2002 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant, M. Andras Pandy, est un ressortissant belge et hongrois. Il est représenté devant la Cour par Me T. Op de Beeck, avocat à Louvain. Le gouvernement défendeur est représenté par son agent, M. C. Debrulle, Directeur général au Service public fédéral de la Justice.", "3.  Le requérant alléguait en particulier que l’article 6 §§ 1 et 2 de la Convention a été violé par des propos tenus par le juge d’instruction.", "4.  Par une lettre du 8 avril 2004, le gouvernement hongrois a été invité à présenter des observations écrites sur l’affaire en application des articles 36 § 1 de la Convention et 44 du règlement de la Cour. A défaut de réponse, il a été considéré que ce gouvernement ne souhaitait pas intervenir en l’espèce.", "5.  La requête a été attribuée à la première section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Par une décision du 5 juillet 2005, la chambre a déclaré la requête partiellement recevable.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites complémentaires (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Le requérant est né en 1927 et est actuellement détenu à la prison de Louvain.", "9.  En janvier 1992, Agnès Pandy, la fille du requérant, signala la disparition de six membres de sa famille à la police judiciaire de Bruxelles. Le requérant fut entendu à ce propos par la police judiciaire de Bruxelles le 14 mai 1992 mais le dossier fut classé sans suite.", "10.  L’enquête fut reprise cinq années plus tard à la suite, semble-t-il, de la transmission par les autorités hongroises d’un certain nombre de documents permettant de croire que le requérant était impliqué dans les disparitions des membres de sa famille.", "11.  Une instruction fut ouverte en date du 9 septembre 1997. Elle se déroula en langue néerlandaise.", "12.  Le 17 octobre 1997, le requérant fut inculpé pour assassinat et placé sous mandat d’arrêt par une ordonnance du juge B., juge d’instruction au tribunal de première instance de Bruxelles.", "13.  La détention préventive du requérant fut ensuite confirmée de mois en mois par la chambre du conseil et, chaque fois que le requérant interjeta appel, par la chambre des mises en accusation de la cour d’appel de Bruxelles.", "14.  Tout au long de l’instruction, le requérant nia toute implication dans les faits et s’efforça de fournir des explications aux différents éléments relevés à sa charge. Dans le courant de l’instruction, le requérant compara sa situation à celle de Dreyfus.", "15.  Le 12 mai 2000, le juge d’instruction estima son enquête terminée et rendit une ordonnance « de soit communiqué », par laquelle il transmit le dossier au ministère public afin que celui-ci prît ses réquisitions.", "16.  A la demande expresse du requérant, la chambre du conseil de Bruxelles siégea en audience publique le 24 août 2000 dans le cadre de son maintien en détention préventive. A cette occasion, le juge d’instruction tint des propos qui font l’objet d’une controverse.", "17.  Le requérant soutient que le juge d’instruction, dans son rapport, déclara qu’au lieu de se comparer à Dreyfus, le requérant devrait plutôt songer à Landru ou au docteur Petiot.", "18.  Selon le Gouvernement, le juge d’instruction (dont le travail fut par ailleurs loué par le requérant durant l’audience) ne fit que répondre à une réflexion du requérant par laquelle il se serait comparé à Dreyfus.", "19.  Le requérant soutient quant à lui qu’il n’y a fait aucune référence au cours de cette audience et allègue que ce n’est que par politesse qu’il a remercié le juge d’instruction pour le travail accompli.", "20.  Dans un article de l’édition du lendemain intitulé « Grand déballage devant la chambre du conseil. Le juge B. : Pandy est Landru », le journal Le Soir relata l’événement en mettant ces mots dans la bouche de B. : « Pandy veut se faire passer pour Dreyfus mais j’ai d’autres références pour lui : Landru et le docteur Petiot ».", "21.  Le 5 septembre 2000, le requérant déposa une demande en récusation du magistrat instructeur, estimant que ces propos qui le comparaient à des meurtriers en série étaient injurieux. Il joignit à cette demande des articles de quotidiens belges du 25 août 2000. Il s’agissait, outre l’article du journal Le Soir précité, d’articles issus de quatre quotidiens de langue néerlandaise : Gazet van Antwerpen, Het Volk, Het belang van Limburg et Het Nieuwsblad.", "22.  Par une ordonnance du 7 septembre 2000, le juge d’instruction refusa de se récuser. Le juge B. releva tout d’abord que, lorsque le conseil du requérant avait pris la parole après avoir entendu le rapport d’enquête, il l’avait remercié pour l’« hallucinante profondeur de l’instruction et l’objectivité du rapport sur son déroulement ». Il releva ensuite que ni le requérant, ni son conseil, n’avait demandé que les propos litigieux soient actés sur la feuille d’audience et que, partant, la demande de récusation était manifestement formulée en réaction avec ce que le requérant avait pu lire dans la presse quant à l’interprétation de ses propos lors de l’audience publique. Selon le juge d’instruction, le fait que le requérant ne se prévalait, à l’appui de sa demande, que d’articles de presse en attestait et il ne pouvait pas être tenu responsable de la façon dont ses propos avaient été rapportés par la presse, qui ne relatait pas toujours les faits de manière correcte. Le juge B. estima que la procédure en récusation constituait une réaction à l’audience publique demandée par le requérant qui ne s’était finalement pas déroulée comme il l’avait souhaité.", "23.  La demande de récusation fut alors soumise à la cour d’appel de Bruxelles qui, par arrêt du 29 septembre 2000, la déclara non fondée, considérant notamment :", "« Attendu que dans sa déclaration écrite, le juge d’instruction B. ne nie pas les faits ;", "qu’il n’existe pas de raisons de remettre les faits en doute ;", "qu’à l’heure actuelle, l’offre d’en fournir la preuve par témoins est donc sans objet ;", "que le juge d’instruction B., dans sa déclaration écrite, soutient à juste titre que les propos litigieux de son rapport qui ont été repris dans la presse ont été retirés de leur contexte pour être placés dans un autre, à savoir le compte-rendu de l’audience fait par des journalistes ;", "(...)", "Attendu que la comparaison du demandeur Andras Pandy avec des figures historiques telles Landru et le docteur Petiot n’est évidemment pas flatteuse ;", "que si l’on en croit les médias, celle-ci était toutefois une réponse à des propos du requérant lui-même, qui était également remonté dans le temps et s’était comparé avec une figure historique comme Dreyfus ;", "que les termes rapportés peuvent certes apparaître inappropriés s’ils sont sortis de leur contexte, mais qu’en l’occurrence ils ne représentent qu’une partie minime, et de surcroît superflue, d’un rapport par ailleurs objectif sur le déroulement d’une instruction difficile ;", "que les termes reprochés ne peuvent pas être considérés comme une injure verbale au sens de l’article 828, 11o du code judiciaire ;", "Attendu que la demande est non fondée. »", "24.  Le 21 novembre 2000, le parquet prit des réquisitions tendant à voir appliquer, par la chambre du conseil, la procédure prévue par l’article 133 du code d’instruction criminelle en vue de la saisine de la cour d’assises.", "25.  La chambre du conseil fit droit à ces réquisitions le 23 janvier 2001 : elle ordonna la transmission des pièces au procureur général et décerna à l’encontre du requérant une ordonnance de prise de corps dont elle prescrivit l’exécution immédiate. Le juge d’instruction B. fit rapport à cette occasion devant la chambre du conseil. Le requérant fut entendu.", "26.  Le 20 avril 2001, après avoir entendu les parties, la chambre des mises en accusation de la cour d’appel de Bruxelles, faisant droit aux réquisitions du ministère public, renvoya le requérant devant la cour d’assises et confirma l’ordonnance de prise de corps décernée à son encontre.", "27.  Dès l’ouverture de la session de la cour d’assises, le 18 février 2002, les avocats du requérant déposèrent des conclusions tendant à entendre déclarer l’action publique irrecevable, aux motifs que les droits du requérant à un procès équitable (article 6 § 1 de la Convention), à la présomption d’innocence (article 6 § 2 de la Convention) et à interroger ou faire interroger les témoins à charge (article 6 § 3 d) de la Convention) auraient été violés. Ils dénoncèrent en particulier les propos qui avaient été tenus par le juge d’instruction. La cour d’assises rejeta cette demande le même jour, considérant notamment :", "« Attendu que la présomption d’innocence ne concerne que l’attitude du juge qui est appelé à se prononcer sur une accusation pénale, et non les prises de position du parquet, de la partie civile ou, a fortiori, de la presse ;", "Attendu qu’il n’y a aucune raison de penser que les membres du jury qui vont devoir connaître de la cause ne seront pas, une fois informés de leurs devoirs par le président de la Cour, en mesure de faire abstraction des commentaires de la presse pour arriver à l’intime conviction prévue par l’article 342 du code d’instruction criminelle ;", "", "Attendu qu’à l’instar du juge professionnel, le jury est présumé être indépendant et impartial ;", "Attendu que le serment prêté par les jurés conformément à l’article 312 du code d’instruction criminelle offre les garanties requises ;", "Attendu que les propos prétendument tenus par le juge d’instruction sont sans pertinence en l’espèce, dans la mesure où l’accusé a entamé une procédure de récusation sur laquelle il fut statué par un arrêt du 29 septembre 2002, considérant qu’il n’y avait pas matière à récusation ;", "Attendu que pour le surplus et pour les raisons précitées, de tels propos n’impliquent pas que l’accusé ne pourrait pas bénéficier d’un procès équitable ;", "Attendu que le droit de l’accusé d’interroger des témoins n’est nullement compromis par les prétendues divulgations dans la presse, le président de la cour d’assises ayant précisément pour mission de garantir que les débats se déroulent de manière équitable et impartiale. »", "28.  Le lendemain, soit le 19 février 2002, la défense du requérant demanda le remplacement d’un des jurés suppléants qui aurait, dès avant l’ouverture du procès, déclaré à la presse que, d’après elle, le requérant était coupable. Le même jour, son remplacement fut ordonné par la cour d’assises.", "29.  Un article du journal La Libre Belgique du 20 février 2002 relata que le requérant avait fait référence « aux contre-expertises (qui) viendront en cours de deuxième acte, comme cela a été le cas dans l’affaire Dreyfus ».", "30.  Par un arrêt de la cour d’assises de Bruxelles du 6 mars 2002, le requérant fut condamné à la réclusion à perpétuité du chef notamment de l’assassinat de ses deux épouses et de quatre de ses enfants, ainsi que de faits de viols et d’attentats à la pudeur sur plusieurs de ses filles.", "31.  Le requérant se pourvut en cassation contre cet arrêt ainsi que contre l’arrêt de la cour d’appel de Bruxelles du 29 septembre 2000 déclarant sa demande de récusation du magistrat instructeur non fondée et l’arrêt de la chambre des mises en accusation du 20 avril 2001 le renvoyant devant la cour d’assises.", "32.  Ces pourvois furent rejetés par la Cour de cassation le 17 septembre 2002.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "1.  Rôle du juge d’instruction", "33.  Le code d’instruction criminelle (ci-après CIC) prévoit que :", "Article 55", "« L’instruction est l’ensemble des actes qui ont pour objet de rechercher les auteurs d’infraction, de rassembler des preuves et de prendre les mesures destinées à permettre aux juridictions de statuer en connaissance de cause.", "Elle est conduite sous la direction et l’autorité du juge d’instruction. »", "Article 56", "« Le juge d’instruction assume la responsabilité de l’instruction qui est menée à charge et à décharge.", "Il veille à la légalité des moyens de preuve ainsi qu’à la loyauté avec laquelle ils sont rassemblés.", "Il peut poser lui-même les actes qui relèvent de la police judiciaire, de l’information et de l’instruction.", "Le juge d’instruction a, dans l’exercice de ses fonctions, le droit de requérir directement à la force publique. Il décide de la nécessité d’utiliser la contrainte ou de porter atteinte aux libertés et aux droits individuels (...) »", "Article 61quinquies", "« L’inculpé et la partie civile peuvent demander au juge d’instruction l’accomplissement d’un acte d’instruction complémentaire (...) »", "34.  En cas de procès devant une cour d’assises, il est d’usage en Belgique que le juge d’instruction et les enquêteurs soient entendus comme premiers témoins dans une affaire. Dans ce cadre, le juge d’instruction est soumis aux règles applicables à l’audition de tout témoin (articles 315 et suiv. du CIC, en particulier l’article 317ter, voir infra) et prête le serment de témoin.", "2.  Récusation", "35.  Les motifs de récusation d’un juge sont énumérés à l’article 828 du code judiciaire qui, à la date du dépôt de la requête en récusation, était libellé comme suit :", "« Tout juge peut être récusé pour les causes ci-après :", "(...)", "11o  s’il y a inimitié capitale entre lui et l’une des parties ; s’il y a eu, de sa part, agressions, injures ou menaces, verbalement ou par écrit, depuis l’instance, ou dans les six mois précédant la récusation proposée. »", "36.  L’article 828 du code judiciaire a, depuis lors, été modifié par une loi du 10 juin 2001. Une cause supplémentaire de récusation y a été insérée, à savoir l’existence d’une « suspicion légitime ». Les développements de la proposition de loi ayant donné lieu à la modification en question soulignent que cette modification était nécessaire en raison des obligations qui découlent de l’article 6 § 1 de la Convention (Doc. Parl., Chambre, 50886/1, pp. 6-7).", "3.  Clôture de l’instruction", "37.  Le code d’instruction criminelle contient les dispositions suivantes :", "Article 127", "« Lorsque le juge d’instruction juge son instruction terminée, il communique le dossier au procureur du Roi.", "Si le procureur du Roi ne requiert pas l’accomplissement d’autres devoirs, il prend des réquisitions en vue du règlement de la procédure par la chambre du conseil.", "Le greffier de la chambre avertit l’inculpé, la partie civile et leurs conseils, par télécopie ou par lettre recommandée à la poste, que le dossier, en original ou en copie, est déposé au greffe pendant quinze jours au moins, qu’ils peuvent en prendre connaissance et en lever copie.", "L’inculpé et la partie civile peuvent demander au juge d’instruction l’accomplissement d’actes d’instruction complémentaires, conformément à l’article 61quinquies.", "Ce délai est réduit à trois jours lorsqu’un des inculpés est en détention préventive.", "Lorsque l’instruction est complète, la chambre du conseil fait indiquer, quinze jours au moins d’avance, dans un registre spécial tenu au greffe, les lieu, jour et heure de la comparution. Ce délai est réduit à trois jours lorsqu’un des inculpés est en détention préventive. Le greffier avertit, par télécopie ou par lettre recommandée à la poste, l’inculpé, la partie civile et leurs conseils, que le dossier est mis à leur disposition au greffe en original ou en copie.", "La chambre du conseil statue sur le rapport du juge d’instruction, le procureur du Roi, la partie civile et l’inculpé entendus. Les parties peuvent se faire assister d’un conseil ou être représentées par lui (...) »", "Article 133", "« Si sur le rapport du juge d’instruction, la chambre du conseil estime que le fait est de nature à être puni de peines criminelles, et que la prévention contre l’inculpé est suffisamment établie, les pièces d’instruction, le procès-verbal constatant le corps du délit, un état des pièces servant la conviction, et l’ordonnance de prise de corps seront transmis sans délai par le procureur du Roi, au procureur général près de la cour d’appel, pour être procédé ainsi qu’il sera dit au chapitre des mises en accusation. »", "Article 217", "« Le procureur général près de la cour d’appel sera tenu de mettre l’affaire en état dans les cinq jours de la réception des pièces qui lui auront été transmises en exécution de l’article 133 ou de l’article 135, et de faire rapport dans les cinq jours suivants, au plus tard.", "Pendant ce temps, la partie civile et l’inculpé pourront fournir tels mémoires qu’ils estimeront convenables, sans que le rapport puisse être retardé. »", "Article 221", "« (...) les juges examineront s’il existe contre l’inculpé des preuves ou indices d’un fait qualifié crime par la loi, et si ces preuves ou indice sont assez graves pour que la mise en accusation soit prononcée. »", "Article 223", "« L’inculpé, la partie civile et leurs conseils seront entendus.", "A cet effet, le dossier sera mis, au greffe, à leur disposition au moins dix jours avant cette comparution. Ils pourront en prendre copie (...) »", "Article 231", "« Si le fait est qualifié crime par la loi, et que la cour trouve des charges suffisantes pour motiver la mise en accusation, elle ordonnera le renvoi de l’inculpé aux assises (...) »", "4.  Procédure devant la cour d’assises", "38.  Le CIC connaît diverses dispositions.", "Article 312", "« Le président adressera aux jurés debout le discours suivant :", "« Vous jurez et promettez d’examiner avec l’attention la plus scrupuleuse les charges qui seront portées contre N., de ne trahir ni les intérêts de l’accusé, ni ceux de la société qui l’accuse ; de ne communiquer avec personne jusqu’après votre déclaration ; de n’écouter ni la haine, ni la méchanceté, ni la crainte ou l’affection ; de vous décider d’après les charges et les moyens de défense, suivant votre conscience et votre intime conviction, avec l’impartialité et la fermeté qui conviennent à un homme probe et libre (...) »", "Article 315", "« Le procureur général exposera le sujet de l’accusation, il présentera ensuite la liste des témoins qui devront être entendus, soit à sa requête, soit à la requête de la partie civile, soit à celle de l’accusé. (...) »", "Article 317", "« Les témoins déposeront séparément l’un de l’autre, dans l’ordre établi par le président. Avant de déposer, ils prêteront, à peine de nullité, le serment de parler sans haine et sans crainte, de dire toute la vérité et rien que la vérité (...) »", "Article 317ter", "« Par dérogation à l’article 317, il ne faut pas faire état du domicile ou de la résidence des personnes qui, dans l’exercice de leurs activités professionnelles, sont chargées de la constatation et de l’instruction d’une infraction ou qui, à l’occasion de l’application de la loi, prennent connaissance des circonstances dans lesquelles l’infraction a été commise et qui sont en cette qualité entendues comme témoins. En lieu et place, elles peuvent indiquer leur adresse de service ou l’adresse à laquelle elles exercent habituellement leur profession. La citation à témoigner à l’audience peut être régulièrement signifiée à cette adresse. »", "Article 319", "« Le président peut demander aux témoins et à l’accusé tous les éclaircissements qu’il jugera nécessaires à la manifestation de la vérité. Les juges et les jurés ont la même faculté, en demandant la parole au président. L’accusé et son conseil peuvent poser des questions au témoin par l’intermédiaire du président. Le procureur général, la partie civile et son conseil peuvent poser des questions, soit au témoin, soit à l’accusé, par l’intermédiaire du président. »", "Article 329", "« Dans le cours ou à la suite des dépositions, le président fera représenter à l’accusé toutes les pièces relatives au délit, et pouvant servir à conviction, il l’interpellera de répondre personnellement s’il les reconnaît : le président les fera aussi représenter aux témoins, s’il y a lieu. »", "Article 335", "« A la suite des dépositions des témoins, et des dires respectifs auxquels elles auront donné lieu, la partie civile ou son conseil et le procureur général seront entendus, et développeront les moyens qui appuient l’accusation.", "L’accusé et son conseil pourront leur répondre.", "La réplique sera permise à la partie civile et au procureur général ; mais l’accusé ou son conseil auront toujours la parole en dernier.", "Le président déclarera ensuite que les débats sont terminés. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 2 DE LA CONVENTION", "1.  Thèse du requérant", "39.  Le requérant, qui conteste avoir jamais mentionné Dreyfus lors de l’audience publique du 24 août 2000 mais admet l’avoir fait dans le courant de l’instruction, se plaint des propos tenus par le juge d’instruction. Selon le requérant, ce dernier, en le comparant à Landru et Petiot, a laissé penser qu’il le considérait comme coupable en violation de l’article 6 § 2 de la Convention, libellé comme suit :", "« 2.  Toute personne accusée d’une infraction est présumée innocente jusqu’à ce que sa culpabilité ait été légalement établie. »", "2.  Thèse du Gouvernement", "40.  Le Gouvernement fait valoir que la remarque du juge d’instruction ne préjugeait pas de la culpabilité de l’intéressé mais se bornait à dire, en réponse à une remarque du requérant lui-même, qu’il ne convenait pas d’assimiler la plainte à l’origine du dossier à celle qui fut à l’origine de l’affaire Dreyfus (c’est-à-dire des motifs antisémites). Le magistrat instructeur ne peut être tenu responsable de l’éventuelle déformation de ses propos par la presse qui assistait à l’audience à la suite de la publicité demandée par le requérant lui-même. Le Gouvernement souligne à cet égard qu’au cours de la même audience, le requérant a loué le juge d’instruction pour l’objectivité de l’instruction. Le Gouvernement se demande pour quelle raison, s’il s’est réellement senti injurié, le requérant n’a pas demandé que les propos litigieux soient immédiatement actés. Rien ne permet selon lui d’établir que la demande de récusation a été formulée en réaction à une impression de manque d’objectivité de la part du juge d’instruction et non à la suite de la lecture de certains articles de presse. De plus, si le requérant a prétendu, dans sa demande en récusation, que le juge d’instruction l’avait comparé à des figures historiques, c’est manifestement en raison d’articles de presse pouvant laisser planer un doute à ce sujet. Le Gouvernement souligne à cet égard que les différents articles de presse ne donnent pas la même interprétation des débats d’audience et se réfère à l’article publié dans La Libre Belgique le 20 février 2002. Le Gouvernement explique que les propos mis en cause par les médias ont été retirés de leur contexte et doivent être replacés dans le cadre d’un rapport objectif du juge d’instruction sur le déroulement d’une instruction qui fut difficile, de l’aveu même du requérant. Il en conclut qu’il n’y a pas eu violation de la présomption d’innocence en l’espèce.", "3.  Appréciation de la Cour", "a)  Principes applicables", "41.  La présomption d’innocence consacrée par le paragraphe 2 de l’article 6 figure parmi les éléments du procès pénal équitable exigé par le paragraphe 1 (voir notamment les arrêts Deweer c. Belgique du 27 février 1980, série A no 35, p. 30, § 56, Minelli c. Suisse du 25 mars 1983, série A no 62, p. 15, § 27, Allenet de Ribemont c. France du 10 février 1995, série A no 308, p. 16, § 35, et Bernard c. France du 23 avril 1998, § 37).", "L’article 6 § 2 régit l’ensemble de la procédure pénale, indépendamment de l’issue des poursuites, et non le seul examen du bien-fondé de l’accusation (Minelli, précité, § 30).", "42.  Cette disposition garantit à toute personne de ne pas être désignée ni traitée comme coupable d’une infraction avant que sa culpabilité n’ait été établie par un tribunal (voir, mutatis mutandis, Allenet de Ribemont, précité, pp. 16-17, §§ 35-36, et Y.B. et autres c. Turquie, arrêt du 28 octobre 2004, § 43). Dès lors, elle exige, entre autres, qu’en remplissant leurs fonctions, les membres du tribunal ne partent pas de l’idée préconçue que le prévenu a commis l’acte incriminé (Barberà, Messegué et Jabardo c. Espagne, arrêt du 6 décembre 1988, série A no 146, § 77). La présomption d’innocence se trouve atteinte par des déclarations ou des décisions qui reflètent le sentiment que la personne est coupable, qui incitent le public à croire en sa culpabilité ou qui préjugent de l’appréciation des faits par le juge compétent (Y.B. et autres, précité, § 50).", "43.  Le point de savoir si les propos d’un juge d’instruction, membre du pouvoir judiciaire, constituent une violation du principe de la présomption d’innocence doit être tranché dans le contexte des circonstances particulières dans lesquelles ceux-ci ont été formulés (voir notamment, mutatis mutandis, Adolf c. Autriche, arrêt du 26 mars 1982, série A no 49, pp. 17-19, §§ 36-41) en tenant compte du fait que les déclarations des juges font l’objet d’un examen plus approfondi (A.L. c. Allemagne, arrêt du 28 avril 2005, § 37) que celles qui concernent les autorités d’investigation comme la police et le parquet (arrêts Daktaras c. Lituanie du 10 octobre 2000, no 42095/98, § 44, CEDH 2000X, et Lavents c. Lettonie du 28 novembre 2002, no 58442/00, § 51).", "A cet égard, il convient de souligner l’importance du choix des termes utilisés ainsi que du sens des déclarations litigieuses (Daktaras, précité, § 41).", "b)  Application au cas d’espèce", "44.  Relevant que l’audience était publique et se fondant notamment sur les considérations de la cour d’appel (qui a relevé que le juge d’instruction. n’avait pas nié les faits), la Cour estime que l’on peut raisonnablement présumer que les propos litigieux ont réellement été tenus.", "45.  La Cour ne peut suivre le Gouvernement lorsqu’il semble soutenir que les propos du juge d’instruction auraient été mal interprétés. Elle estime, en effet, que leur teneur ne laisse planer aucun doute. De plus, même si ceux-ci ont, certes, été exprimés en termes généraux, ils ne pouvaient que viser le requérant. Les propos du juge d’instruction peuvent être considérés comme accidentels et secondaires dans le cadre d’une instruction complexe qui s’est déroulée sans heurts et que le requérant a lui-même saluée. La Cour considère cependant que ceux-ci n’en restent pas moins sujets à critique sous l’angle du principe de la présomption d’innocence dès lors qu’ils consistaient à assimiler le requérant à des tueurs en série connus et reconnus. Indépendamment du fait de savoir si les propos en cause répondaient à une provocation de la part du requérant, ceux-ci ne sont pas admissibles dans le chef d’un magistrat instructeur, chargé en droit belge d’instruire tant à charge qu’à décharge, ce qui justifie un examen plus rigoureux.", "46.  La Cour estime, par conséquent, que les propos litigieux peuvent, dans les circonstances de l’espèce, être assimilés à une déclaration de culpabilité qui, d’une part, incitait le public à croire en celle-ci et, de l’autre, préjugeait de l’appréciation des faits par les juges compétents (Allenet de Ribemont, précité, § 39).", "47.  Partant, il y a eu violation de l’article 6 § 2 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "48.  Le requérant se plaint de l’équité de la procédure car le règlement de la procédure d’instruction s’est fait sur rapport du juge d’instruction en cause. Il y voit une violation de l’article 6 § 1 de la Convention, dont les parties pertinentes sont libellées comme suit :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "49.  Le Gouvernement conteste cette thèse.", "50.  La Cour rappelle qu’à maintes reprises elle a considéré que les garanties de l’article 6 s’appliquaient à l’ensemble de la procédure, y compris aux phases de l’information préliminaire et de l’instruction judiciaire (voir notamment les arrêts Imbrioscia c. Suisse du 24 novembre 1993, série A no 275, § 36, et Stratégies et Communications et Demoulin c. Belgique, no 37370/97, § 39, 15 juillet 2002) dans la mesure où leur inobservation initiale risque de compromettre gravement le caractère équitable du procès. En l’espèce, elle constate toutefois qu’hormis la critique des propos tenus par le juge d’instruction, le requérant se borne à déduire l’iniquité de la procédure de la circonstance que le règlement de la procédure a eu lieu sur rapport de ce juge.", "51.  La Cour relève en premier lieu que les garanties de l’article 6 § 1 de la Convention ne s’appliquent pas au juge d’instruction en tant que tel, qui n’est pas appelé à se prononcer sur le bien-fondé d’une accusation en matière pénale et ce, indépendamment de la circonstance que le droit belge exige que le juge d’instruction, chargé d’instruire tant à charge qu’à décharge, réponde à des critères d’impartialité.", "52.  Elle observe en deuxième lieu que le requérant a, au cours de l’audience litigieuse, salué le travail d’enquête mené par le juge d’instruction. Elle n’est pas convaincue par l’explication fournie par le requérant selon laquelle il ne s’agissait que d’une formule de politesse. En effet, à la lecture du dossier, il apparaît que le requérant n’a jamais remis en doute la qualité intrinsèque de l’instruction menée. Selon la Cour, l’attitude du requérant, que ce soit avant ou après l’audience où furent tenus les propos litigieux, laisse au contraire à penser qu’il estimait que l’instruction menée était complète. Ainsi, il ne ressort pas du dossier que le requérant ait sollicité après l’audience litigieuse et au cours de l’instruction l’accomplissement de devoirs complémentaires par le juge d’instruction (en application de l’article 61quinquies du CIC), ni a fortiori que de telles demandes aient été rejetées par lui. En outre, le requérant n’a pas mis l’impartialité du juge d’instruction en doute au moment du règlement de la procédure au cours duquel il a pourtant été entendu.", "53.  La Cour relève en troisième lieu que le requérant a été entendu tant par la chambre du conseil que par la chambre des mises en accusation lors du règlement de la procédure et a notamment pu s’exprimer sur le rapport fait par le juge d’instruction.", "54.  Elle observe enfin que le requérant ne soutient nullement qu’une quelconque atteinte ait été portée à ses droits de la défense durant la procédure qui s’est déroulée devant la cour d’assises. Ainsi, l’ouverture des débats devant la cour d’assises – seule juridiction compétente pour statuer sur la culpabilité du requérant et devant le faire sur la base de son intime conviction (article 312 du CIC) – a donné lieu à un débat essentiellement oral, au cours duquel différents témoins ont été entendus, dont le juge d’instruction, conformément à l’usage. A cette occasion, le requérant a pu faire interroger les témoins. Il n’est par ailleurs nullement soutenu par lui qu’une audition de témoins ou qu’une question lui aurait été refusée. De même, les pièces à conviction ont été présentées et débattues (article 335 du CIC). Par ailleurs, le requérant a également eu l’opportunité de demander la récusation des membres du jury, ce qu’il a d’ailleurs fait et obtenu pour un d’entre eux.", "55.  Au vu des éléments qui précèdent, la Cour considère que la condamnation du requérant repose sur l’appréciation, par la juridiction de fond, de l’ensemble des charges retenues et des preuves recueillies lors de l’instruction et discutées au cours des audiences devant la cour d’assises. Il en découle qu’il faut considérer que la culpabilité du requérant a été légalement établie et que la procédure envisagée dans sa globalité a revêtu un caractère équitable. Dans ces circonstances, la Cour estime que, lorsque l’on examine la procédure dans son ensemble, il convient de constater que les règles du procès équitable ont été respectées en l’espèce.", "56.  Partant, il n’y a pas eu violation de l’article 6 § 1 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "57.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "58.  Le requérant réclame la réparation du dommage matériel qu’il aurait subi consistant en la perte de ses biens, dont trois immeubles sis à Bruxelles. Il fait valoir qu’il a également subi un dommage moral et évalue que les dommages confondus peuvent être évalués ex aequo et bono à 500 000 euros (EUR). Il ne réclame rien au titre des frais et dépens.", "59.  Le Gouvernement n’a pas déposé d’observations sur ce point.", "60.  Dès lors qu’il n’y a pas eu de violation de l’article 6 § 1 et du droit à un procès équitable de la Convention, la Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué et rejette cette demande. Quant au dommage moral du requérant lié au grief tiré de la violation du principe de présomption d’innocence, eu égard aux considérations qui précèdent, la Cour estime qu’il se trouve suffisamment réparé par le constat de violation de l’article 6 § 2 de la Convention auquel elle est parvenue.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 6 § 2 de la Convention ;", "", "2.  Dit qu’il n’ y a pas eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit que le constat d’une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par le requérant ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 21 septembre 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tChristos Rozakis\n\tGreffier\tPrésident", ""]}