{"file": "FRE_CLINF_23103_93.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "23103/93", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Mars 1998", "Belziuk c. Pologne - 23103/93", "Arrêt 25.3.1998", "Article 6", "Procédure pénale", "Article 6-1", "Procès équitable", "Article 6-3-c", "Se défendre soi-même", "Equité d’une procédure pénale d’appel: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 §§ 1 ET 3 C) DE LA CONVENTION", "A.\tSur les exceptions préliminaires du Gouvernement", "1.\tIncompétence ratione temporis", "Fait central ayant suscité le grief du requérant intervenu après l’acceptation par la Pologne de la juridiction de la Cour.", "2.\tNon-épuisement des voies de recours internes", "Le grief du requérant porte essentiellement sur le refus du tribunal régional d’accueillir sa demande de comparution à l’audience d’appel et de s’y défendre personnellement – recours internes épuisés à cet égard.", "Conclusion : rejet (unanimité).", "B.\tSur le bien-fondé du grief", "Tribunal régional doté de la plénitude de juridiction – désir du requérant de contester sa condamnation et d’apporter des preuves – impossibilité pour le tribunal régional de résoudre les questions sans une appréciation directe du témoignage personnel du requérant – intérêts du requérant non représentés en appel, faute de conseil pour les exposer en son nom – sans pertinence que l’intéressé ait choisi de ne pas être représenté par un avocat – aux termes de l’article 6 §§ 1 et 3 c), le requérant avait le droit de comparaître en appel et d’assurer lui-même sa défense.", "Les conclusions du procureur devant le tribunal régional visaient au rejet de l’appel formé par le requérant – le respect du principe de l’égalité des armes et le droit à une procédure contradictoire exigeaient que le requérant fût autorisé à assister à l’audience et à contester lesdites conclusions.", "Conclusion : violation (unanimité).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tPréjudice moral", "L’arrêt constitue en soi une satisfaction équitable suffisante (unanimité).", "B.\tFrais et dépens", "Rejet des prétentions – précisions sur les frais produites trop tard – rejet (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}