{"file": "FRE_HFJUD_22924_93.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "22924/93", "text_paragraphs": ["", "", "AFFAIRE AÏT-MOUHOUB c. FRANCE", "", "", "(103/1997/887/1099)", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "", "28 octobre 1998", "", "", "", "", "", "", "En l'affaire Aït-Mouhoub c. France,", "La Cour européenne des Droits de l'Homme, constituée, conformément à l'article 43 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention ») et aux clauses pertinentes de son règlement A, en une chambre composée des juges dont le nom suit :", "\tMM.\tR. Bernhardt, président,\n\t\tL.-E. Pettiti,\n\t\tJ. De Meyer,\n\t\tN. Valticos,\n\t\tI. Foighel,\n\t\tR. Pekkanen,\n\t\tA.N. Loizou,\n\t\tL. Wildhaber,\n\t\tV. Butkevych,\nainsi que de MM. H. Petzold, greffier, et P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 23 juin, 27 août et 25 septembre 1998, ", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCéDURE", "1.  L'affaire a été déférée à la Cour par la Commission européenne des Droits de l'Homme (« la Commission ») le 29 octobre 1997 et par le gouvernement français (« le Gouvernement ») le 7 janvier 1998, dans le délai de trois mois qu'ouvrent les articles 32 § 1 et 47 de la Convention. A son origine se trouve une requête (n° 22924/93) dirigée contre la République française et dont un ressortissant de cet Etat, M. Areski Aït-Mouhoub, avait saisi la Commission le 9 novembre 1992 en vertu de l'article 25.", "La demande de la Commission renvoie aux articles 44 et 48 ainsi qu'à la déclaration française reconnaissant la juridiction obligatoire de la Cour (article 46) et la requête du Gouvernement à l'article 48. Elles ont pour objet d'obtenir une décision sur le point de savoir si les faits de la cause révèlent\n", "un manquement de l'Etat défendeur aux exigences de l'article 6 § 1 de la Convention.", "2.  En réponse à l'invitation prévue à l'article 33 § 3 d) du règlement A, le requérant a exprimé le désir de participer à l’instance et a désigné son conseil. ", "3.  La chambre à constituer comprenait de plein droit M. L.-E. Pettiti, juge élu de nationalité française (article 43 de la Convention), et M. R. Ryssdal, président de la Cour (article 21 § 4 b) du règlement A). Le 28 novembre 1997, en présence du greffier, le président de la Cour a tiré au sort le nom des sept autres membres, à savoir MM. R. Macdonald, J. De Meyer, N. Valticos, I. Foighel, R. Pekkanen, A.N. Loizou et V. Butkevych (articles 43 in fine de la Convention et 21 § 5 du règlement A). Par la suite, M. R. Bernhardt, vice-président de la Cour à l'époque, a remplacé M. Ryssdal, décédé le 18 février 1998 (article 21 § 6, second alinéa, du règlement A), et M. L. Wildhaber, suppléant, a remplacé M. Macdonald, empêché (articles 22 § 1 et 24 § 1).", "4.  En sa qualité de président de la chambre (article 21 § 6 du règlement A), M. Bernhardt a consulté, par l'intermédiaire du greffier, l'agent du Gouvernement, le conseil du requérant et le délégué de la Commission au sujet de l'organisation de la procédure (articles 37 § 1 et 38). Conformément à l'ordonnance rendue en conséquence, le greffier a reçu les mémoires du Gouvernement et du requérant les 15 et 27 mai 1998 respectivement. Le 2 juin 1998, la Commission a produit les pièces de la procédure suivie devant elle ; le greffier l'y avait invitée sur les instructions du président. ", "5.  Ainsi qu'en avait décidé ce dernier, les débats se sont déroulés en public le 23 juin 1998, au Palais des Droits de l'Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "", "Ont comparu :", "–\tpour le Gouvernement\nMme\tM. Dubrocard, magistrat détaché à la direction\n\t\t\t\tdes affaires juridiques du ministère\n\t\t\t\tdes Affaires étrangères,\tagent,\nMM. A. Buchet, magistrat, chef du bureau des droits\n\t\t\t\tde l’homme au service des affaires européennes\n\t\t\t\tet internationales du ministère de la Justice,\n\t\t\tB. Dalles, magistrat détaché au bureau de la justice\n\t\t\t\tpénale et des libertés individuelles à la direction\n\t\t\t\tdes affaires criminelles et des grâces au ministère\n\t\t\t\tde la Justice,\tconseils ;", "", "–\tpour la Commission\nM.\tJ.-C. Soyer,\tdélégué ;", "–\tpour le requérant\nMe\tP. Magne, avocat au barreau d'Alès, \tconseil.", "", "La Cour a entendu en leurs déclarations M. Soyer, Me Magne et Mme Dubrocard. ", "EN FAIT", "I.\tLES CIRCONSTANCES DE L'ESPÈCE", "6.  Ressortissant français né en 1951, M. Areski Aït-Mouhoub est actuellement détenu à Montpellier. ", "A.\tLa genèse de l’affaire", "7.  Le 1er juillet 1992, la chambre d'accusation de la cour d'appel de Nîmes ordonna la mise en accusation du requérant et le renvoya, avec son fils et sa fille, mineurs au moment des faits, devant la cour d'assises des mineurs du Gard pour complicité de vol à main armée, vols aggravés et recel. ", "8.  Le 11 décembre 1992, la cour d'assises le condamna à douze ans d'emprisonnement pour complicité de vol avec port d'arme et recel qualifié, fixant la période de sûreté à sept années.", "9.  Le 14 décembre 1992, l'intéressé forma un pourvoi en cassation contre cet arrêt. ", "B.\t\tLes dépôts de plainte du requérant et ses demandes d'aide juridictionnelle", "1.\tLa première plainte et la demande d’aide juridictionnelle y afférente", "10.  Le 28 décembre 1992, M. Aït-Mouhoub déposa une première plainte avec constitution de partie civile contre deux gendarmes (MM. Maurin et Seguin) qui avaient participé à l’enquête judiciaire ayant conduit à l’établissement de la culpabilité et la condamnation du requérant par la cour d’assises des mineurs.", "\nL’intéressé y accusa M. Maurin de subornation de témoins, de faux et d’usage de faux en écriture publique, de forfaiture, de prévarication, de concussion et de complicité de vol, et reprocha à M. Seguin d’avoir commis des faux et fait usage de faux en écriture publique.", "11.  La plainte en question était ainsi libellée :", "« J’ai l’honneur de déposer plainte entre vos mains avec constitution de partie civile contre le maréchal des logis-chef de gendarmerie Maurin Jean-Paul, chef de la section de recherches de Nîmes, pour les délits et exactions judiciaires suivants : subornation de témoins, fabrication de faux, usage de faux, inscription de faux, faux et usage de faux en écriture publique, complicité de vol, forfaiture, prévarication, concussion.", "J’ai l’honneur de déposer plainte avec constitution de partie civile contre le gendarme Seguin pour les délits et exactions judiciaires suivants : faux et usage de faux en écriture publique, fabrication d’un faux procès-verbal, fausse audition, imitation de la signature d’un témoin.", "Je détiens bien entendu toutes les preuves et les témoignages à disposition de chacune de mes accusations.", "J’adresse copie de la présente au bureau d’aide judiciaire de Nîmes. »", "12.  L'intéressé demanda à bénéficier de l'aide juridictionnelle dans le cadre de cette plainte.", "13.  Le 28 juin 1993, le bureau d'aide juridictionnelle près le tribunal de grande instance de Nîmes rejeta sa demande au motif que, bien que le requérant eût des ressources évaluées à zéro franc, elle était irrecevable en raison du pourvoi en cassation formé par l’intéressé à l'encontre de l'arrêt de la cour d'assises des mineurs du 11 décembre 1992, dont l'examen était encore pendant.", "14.  Le 24 juillet 1993, M. Aït-Mouhoub fit appel de cette décision auprès du bureau d'aide juridictionnelle. Il confirma son recours par une lettre du 1er octobre 1993.", "15.  Par une ordonnance du 24 août 1993, le doyen des juges d'instruction près le tribunal de grande instance, constatant que le requérant n'avait pas obtenu l'aide juridictionnelle, fixa la consignation à 80 000 francs français (FRF) pour la plainte contre les deux gendarmes. Il fixa au 28 septembre 1993 la date d'échéance pour le versement de cette consignation, sous peine de non-recevabilité de la plainte. ", "16.  L'intéressé n'interjeta pas appel de cette ordonnance devant la chambre d'accusation pour en contester le montant.", "17.  Le 9 septembre 1993, M. Aït-Mouhoub écrivit au doyen des juges d'instruction pour lui indiquer qu'il avait fait appel de la décision de rejet d'aide juridictionnelle.", "18.  Le 21 septembre 1993, la Cour de cassation rejeta le pourvoi formé par le requérant contre l'arrêt de la cour d'assises des mineurs du Gard du 11 décembre 1992.", "19.  Le 18 octobre 1993, l'intéressé, n'ayant aucune nouvelle du bureau d'aide juridictionnelle, réitéra sa demande d'aide juridictionnelle. Il précisa que la cause d'irrecevabilité retenue dans la décision de rejet du 28 juin 1993 avait disparu, puisque la Cour de cassation s'était prononcée entre-temps.", "20.  Par une ordonnance du 29 décembre 1993, le doyen des juges d'instruction déclara irrecevable la plainte du requérant par les motifs suivants :", "« Attendu qu’aux termes des articles 88 et R. 236 du code de procédure pénale la partie qui n’a pas obtenu l'aide juridictionnelle est tenue de consigner la somme nécessaire pour les frais de la procédure lorsque son action n’est pas jointe à l’action préalable du ministère public sous peine de non-recevabilité ;", "Attendu que la partie civile n’a pas versé dans le délai imparti la somme fixée par l’ordonnance précitée, que le ministère public n’estime pas devoir mettre en mouvement l’action publique,", "Déclarons la constitution de partie civile de Aït-Mouhoub Areski non recevable. » ", "L’intéressé n'interjeta pas appel de cette ordonnance.", "21.  Le 15 mars 1994, le bureau d'aide juridictionnelle rejeta l'appel de M. Aït-Mouhoub contre la décision de rejet du 28 juin 1993.", "2.\tLa seconde plainte et la demande d’aide juridictionnelle y afférente", "", "22.  Le 2 janvier 1993, le requérant déposa une seconde plainte avec constitution de partie civile, dirigée contre deux autres personnes (M. Dumas, un témoin à charge lors de son procès, et M. Eut, beau-frère d’un gendarme). Ladite plainte était ainsi rédigée :", "« J’ai l’honneur de déposer plainte avec constitution de partie civile contre les individus ci-après : ", "Georges Dumas, quartier des Usines à Gagnières, pour incitation à débauche sur mineur, vente d’armes de guerre et de munitions à mineur, non-dénonciation de malfaiteurs, faux témoignages, cité comme témoin par devant la cour d’assises du Gard, ne s’est pas présenté. M. le président des assises a décerné publiquement mandat d’amener. Ce personnage se vante que c’était « bidon », qu’il a été aussitôt informé par un chef de gendarmerie de s’absenter, qu’il n’était plus à l’adresse indiquée, alors qu’il n’a jamais quitté son domicile. J’avais déposé une plainte voici un an, demeurée sans suite à la faveur d’une intervention judiciaire dont il se vante également.", "Je tiens à votre disposition toutes les preuves de mes accusations que je vous résumerai en un mémoire dès l’ouverture de l’information.", "Jacky Eut, demeurant à Saint-Florent-sur-Auzonet.", "Vol, chantage, menaces.", "Cet individu qui se prétend beau-frère d’un gradé de gendarmerie contre lequel j’ai par ailleurs déposé une plainte pour forfaiture, faux et usage de faux à la faveur de preuves irréfragables : a lors de mon arrestation fait une visite chez moi, avec un gendarme, et enlevé tout le mobilier de mon bar et de mon restaurant. Puis ensuite, il a enlevé tout le mobilier appartenant à ma fille mineure. Malgré mes réclamations, j’ai été averti de me tenir à carreau si je ne voulais pas exploser (...) et ma fille mineure, récemment ayant tenté de réclamer à ce personnage s’est entendu répondre : ", "« Tu n’as pas intérêt à réclamer quoi que ce soit (...) ta mère me doit beaucoup plus, grâce à moi et à mon beau-frère, elle n’est pas allée en taule, on a pu la tirer d’affaire (...) alors fais bien attention petite (...) on pourrait te faire plonger aussi. »", "Je détiens bien entendu toutes les preuves et témoignages de mes accusations.", "J’adresse copie de la présente au bureau d’aide judiciaire de Nîmes pour obtenir l’aide juridictionnelle, puisque je suis ruiné. »", "23.  L’intéressé demanda également à bénéficier de l’aide juridictionnelle dans le cadre de cette plainte, mais le bureau d’aide juridictionnelle ne statua pas sur sa demande.", "24.  Par une ordonnance du 24 août 1993, le doyen des juges d'instruction, constatant que le requérant n’avait pas obtenu l’aide juridictionnelle, fixa la consignation à 80 000 FRF pour la plainte à l'encontre de MM. Dumas et Eut également, au motif que « les pièces du dossier et (...) l'existence d'une autre plainte justifient l'application des articles 88-1 et 91 du code de procédure pénale [paragraphe 32 ci-dessous] ». Il fixa au 28 septembre 1993 la date d’échéance pour le versement de cette consignation, sous peine de non-recevabilité de la plainte. ", "25.  L’intéressé n’interjeta pas appel de cette ordonnance devant la chambre d’accusation pour en contester le montant.", "26.  Le 9 septembre 1993, M. Aït-Mouhoub écrivit au doyen des juges d’instruction pour lui indiquer qu’il n’avait pas encore obtenu de réponse concernant l’aide juridictionnelle.", "27.  Le 18 octobre 1993, l’intéressé, n’ayant toujours aucune nouvelle du bureau d’aide juridictionnelle, réitéra sa demande.", "28.  Par une ordonnance du 29 décembre 1993, le doyen des juges d’instruction déclara irrecevable la plainte du requérant par les motifs suivants :", "« Attendu qu’aux termes des articles 88 et R. 236 du code de procédure pénale la partie qui n’a pas obtenu l'aide juridictionnelle est tenue de consigner la somme nécessaire pour les frais de la procédure lorsque son action n’est pas jointe à l’action préalable du ministère public sous peine de non-recevabilité ;", "Attendu que la partie civile n’a pas versé dans le délai imparti la somme fixée par l’ordonnance précitée, que le ministère public n’estime pas devoir mettre en mouvement l’action publique,", "Déclarons la constitution de partie civile de Aït-Mouhoub Areski non recevable. »", "L’intéressé n’interjeta pas appel de cette ordonnance.", "ii.\tLE DROIT INTERNE PERTINENT", "A.\tL’aide juridictionnelle ", "29.  L’article 2 de la loi du 10 juillet 1991 relative à l’aide juridique dispose : ", "« Les personnes physiques dont les ressources sont insuffisantes pour faire valoir leurs droits en justice peuvent bénéficier d’une aide juridictionnelle. Cette aide est totale ou partielle.", "(...) »", "L’article 7 de cette même loi impose une condition supplémentaire aux personnes qui ne sont ni civilement responsables, ni des témoins assistés, ni inculpées, prévenues, accusées, ou encore condamnées : il faut que l’action n’apparaisse pas « manifestement irrecevable ou dénuée de fondement » (voir aussi l’article 22 de ladite loi).", "30.  Les demandes d’admission au bénéfice de l’aide juridictionnelle sont examinées par des commissions, dénommées bureaux d’aide juridictionnelle, et composées d’hommes de loi, de représentants de l’Etat et d’usagers (articles 12 et suivants de la même loi). Ces bureaux sont institués auprès des juridictions, et se prononcent sur les demandes relatives aux affaires portées devant ces juridictions.", "Les bureaux d’aide juridictionnelle peuvent faire recueillir tous les renseignements utiles, spécialement sur la situation financière de la personne à l’origine de la demande, et peuvent aussi faire procéder à toutes auditions (article 21 de la loi précitée et article 42 de son décret d’application du 19 décembre 1991).", "B.\t\tLa constitution de partie civile", "31.  En droit français, la victime d’une infraction peut se constituer partie civile soit par voie d’intervention devant le juge d’instruction, la chambre d’accusation ou la juridiction de jugement, lorsque des poursuites sont déjà en cours, soit par voie d’action, en citant directement le prévenu devant la juridiction de jugement ou en déposant plainte avec constitution de partie civile devant le juge d’instruction, lorsque l’action publique n’a pas été mise en mouvement.", "", "", "32.  Les dispositions pertinentes du code de procédure pénale (« CPP ») sont ainsi rédigées :", "Article 2", "« L’action civile en réparation du dommage causé par un crime, un délit ou une contravention appartient à tous ceux qui ont personnellement souffert du dommage causé par l’infraction.", "La renonciation à l’action civile ne peut arrêter, ni suspendre l’exercice de l’action publique, sous réserve des cas visés à l’alinéa 3 de l’article 6 [CPP]. »", "Article 79", "« L'instruction préparatoire est obligatoire en matière de crime (...) »", "Article 85", "« Toute personne qui se prétend lésée par un crime ou un délit peut en portant plainte se constituer partie civile devant le juge d’instruction compétent. »", "Article 88", "« Le juge d'instruction constate, par ordonnance, le dépôt de la plainte. En fonction des ressources de la partie civile, il fixe le montant de la consignation que celle-ci doit, si elle n'a obtenu l'aide juridictionnelle, déposer au greffe et le délai dans lequel elle devra être faite sous peine de non-recevabilité de la plainte. Il peut dispenser de consignation la partie civile. »", "Article 88-1", "« La consignation fixée en application de l'article 88 garantit le paiement de l'amende civile susceptible d'être prononcée en application du premier alinéa de l'article 91.", "La somme consignée est restituée lorsque l'action fondée sur cette disposition est prescrite ou a abouti à une décision devenue définitive constatant que la constitution de partie civile n'était ni abusive ni dilatoire. »", "Article 91 § 1", "« Quand, après une information ouverte sur constitution de partie civile, une décision de non-lieu a été rendue, le ministère public peut citer la partie civile devant le tribunal correctionnel où l'affaire a été instruite. Dans le cas où la constitution de partie civile est jugée abusive ou dilatoire, le tribunal peut prononcer une amende civile dont le montant ne saurait excéder 100 000 F (...) »", "PROCéDURE DEVANT LA COMMISSION", "33.  M. Aït-Mouhoub a saisi la Commission le 9 novembre 1992. Invoquant les articles 5, 6, 13 et 17 de la Convention, il se plaignait notamment de ne pas avoir bénéficié d'un recours effectif devant une juridiction nationale, ses plaintes avec constitution de partie civile ayant été déclarées irrecevables en raison de son incapacité à verser le montant des consignations.", "34.  Le 17 janvier 1995, la Commission a ajourné l’examen du grief tiré du refus d’accès à un tribunal (article 6 § 1 de la Convention) et a déclaré la requête (n° 22924/93) irrecevable pour le surplus. Le 21 octobre 1996, elle l’a déclarée recevable quant audit grief. Le 12 avril 1997, à la suite des observations complémentaires présentées par le Gouvernement quant au non-épuisement des voies de recours internes, la Commission a décidé qu’aucun motif ne justifiait l’application de l’article 29 de la Convention. Dans son rapport du 9 septembre 1997 (article 31), elle exprime l'avis, par vingt-deux voix contre huit, qu'il y a eu violation de l’article 6 § 1. Le texte intégral de son avis et de l'opinion dissidente dont il s'accompagne figure en annexe au présent arrêt.", "Conclusions présentées à la Cour", "35.  Dans son mémoire, le requérant demande à la Cour de « constater la violation de l’article 6 § 1 de la Convention par l’Etat français à son détriment et [de condamner ce dernier] à en réparer l’intégralité des conséquences ».", "36.  De son côté, le Gouvernement prie la Cour de « bien vouloir constater à titre principal que l’article 6 § 1 de la Convention ne trouve pas à s’appliquer en l’espèce, et à titre subsidiaire qu’il n’y a pas eu violation de cet article ».", "EN DROIT", "I.\tSur la violation alléguée de l’article 6 § 1 de la Convention", "37.  M. Aït-Mouhoub soutient qu’il n’a pas bénéficié du droit d’accès à un « tribunal », ses deux plaintes avec constitution de partie civile ayant été déclarées irrecevables en raison de son incapacité à verser le montant des consignations s’élevant chacune à 80 000 francs français (FRF). Il invoque l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (…) par un tribunal (…) qui décidera (…) des contestations sur ses droits et obligations de caractère civil (…) »", "A.\tSur l’applicabilité de l’article 6 § 1", "38.  D’après le requérant, l’article 6 § 1 trouve à s’appliquer en l’espèce, s’agissant de plaintes avec constitution de partie civile.", "39.  Le Gouvernement soutient que la procédure litigieuse ne saurait relever de la notion de « contestation sur [des] droits et obligations de caractère civil ». Les deux plaintes de l’intéressé n’auraient eu qu’un but vindicatif, sans aucune finalité indemnitaire ; elles n’auraient visé qu’à remettre en cause sa propre condamnation. La lecture de ces dernières ferait en outre apparaître qu’il n’a jamais sollicité l’octroi de dommages-intérêts. Par ailleurs, M. Aït-Mouhoub aurait eu la possibilité d’agir directement devant les juridictions civiles pour obtenir réparation en vertu des articles 1382 et 1383 du code civil.", "40.  Quant à la Commission, elle estime que, compte tenu de la nature pénale du fait générateur du préjudice (les vols) et de la plainte dirigée contre des gendarmes, laquelle imposait le recours à l’instruction préparatoire, l’issue de la procédure, qui avait pour objet un droit de « caractère civil », était déterminante aux fins de l’article 6 § 1 pour l’établissement du droit à réparation de l’intéressé. L’article 6 § 1 trouverait donc à s’appliquer.", "41.  La Cour constate que le requérant déposa une première plainte avec constitution de partie civile le 28 décembre 1992 contre deux gendarmes qui avaient participé à l’enquête judiciaire à l’origine de sa condamnation par la cour d’assises des mineurs et visant des infractions en relation avec la procédure pénale menée contre lui (paragraphes 10 et 11 ci-dessus). Le 2 janvier 1993, il déposa une seconde plainte avec constitution de partie civile contre un témoin à charge et une autre personne, et il allégua notamment le fait qu’il avait été ruiné par les vols de son mobilier professionnel et personnel commis par l’un deux (paragraphe 22 ci-dessus).", "42.  La Cour procédera d’abord à l’examen de la seconde plainte.", "43.  Selon les principes dégagés par sa jurisprudence (voir notamment l’arrêt Acquaviva c. France du 21 novembre 1995, série A n° 333-A, p. 14, § 46), elle doit rechercher s’il y avait une « contestation » sur un « droit de caractère civil » que l’on peut prétendre, au moins de manière défendable, reconnu en droit interne. Par ailleurs, l’issue de la procédure doit être directement déterminante pour un tel droit.", "44.  La Cour relève que, dans sa seconde plainte, l’intéressé a expressément fait état du préjudice de caractère financier causé par les infractions alléguées, puisqu’il estimait avoir été ruiné en raison de vols commis à son encontre (paragraphe 22 ci-dessus). La plainte portait donc sur un droit de caractère civil. Le fait qu’il n’ait pas chiffré son préjudice dès le dépôt de celle-ci ne saurait entrer en ligne de compte car, en droit français, il avait la possibilité de présenter une demande en dommages-intérêts jusques et y compris devant les juridictions de jugement (arrêt Acquaviva précité, pp. 14–15, § 47).", "45.  La Cour estime par ailleurs que ladite plainte du requérant, fondée sur l’article 85 du code de procédure pénale (paragraphe 32 ci-dessus), visait à déclencher des poursuites judiciaires afin d’obtenir une déclaration de culpabilité, pouvant entraîner l’exercice de ses droits civils en rapport avec les infractions alléguées, et notamment l’indemnisation du préjudice financier. L’issue de la procédure était donc déterminante aux fins de l’article 6 § 1 de la Convention pour l’établissement du droit à réparation de M. Aït-Mouhoub (arrêts Tomasi c. France du 27 août 1992, série A n° 241A, p. 43, § 121, et Acquaviva précité, pp. 14–15, § 47).", "46.  Partant, l’article 6 § 1 s’applique à la procédure litigieuse en ce qui concerne la seconde plainte.", "47.  S’agissant de la première plainte, la Cour relève qu’en dépit de certaines différences, elle est liée à la seconde, laquelle faisait notamment état de vols commis grâce à la complicité d’un des gendarmes visés dans la première plainte (paragraphe 22 ci-dessus). L’article 6 § 1 trouve donc également à s’appliquer.", "B.\t\tSur l’observation de l’article 6 § 1", "48.  Selon le requérant, le montant des consignations fixées était manifestement excessif, compte tenu de son manque de revenus, et visait notamment à l’empêcher de déposer une plainte contre des gendarmes.", "\n49.  Le Gouvernement, quant à lui, soutient que le montant des consignations fixé par le doyen des juges d’instruction était parfaitement justifié par la nécessité d’éviter des recours abusifs et de garantir le paiement des amendes civiles susceptibles d’être infligées à l’intéressé. Le bureau d’aide juridictionnelle aurait en outre pu légitimement refuser de faire droit aux demandes de M. Aït-Mouhoub, afin de ne pas encourager la mise en œuvre de procédures abusives. Enfin, ce dernier aurait pu interjeter appel des deux ordonnances fixant le montant de la consignation, ainsi que de celles déclarant irrecevables ses constitutions de partie civile.", "50.  D’après la Commission, la garantie du paiement d’une éventuelle amende civile ne peut justifier la fixation d’une somme aussi disproportionnée et susceptible d’apparaître comme un « préjugement », lequel ne semble pas correspondre avec les dispositions des articles 88 et 91 § 1 du code de procédure pénale.", "51.  La Cour relève d’abord qu’elle ne saurait examiner le dernier argument présenté par le Gouvernement, s’agissant d’une exception préliminaire soulevée devant la Commission après la décision de celle-ci sur la recevabilité (paragraphe 34 ci-dessus).", "52.  Quant au fond, elle rappelle que le « droit à un tribunal », dont le droit d’accès constitue un aspect (arrêt Golder c. Royaume-Uni du 21 février 1975, série A n° 18, p. 18, § 36), n’est pas absolu ; il se prête à des limitations implicitement admises. Toutefois, celles-ci ne sauraient restreindre l’accès ouvert à un justiciable d’une manière ou à un point tels que son droit d’accès à un tribunal s’en trouve atteint dans sa substance même, et ne se concilient avec l’article 6 § 1 que si elles tendent à un but légitime et s’il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (voir, parmi beaucoup d’autres, les arrêts Bellet c. France du 4 décembre 1995, série A n° 333-B, p. 41, § 31, et Levages Prestations Services c. France du 23 octobre 1996, Recueil des arrêts et décisions 1996-V, p. 1543, § 40). Par ailleurs, la Convention a pour but de protéger des droits non pas théoriques ou illusoires mais concrets et effectifs. La remarque vaut en particulier pour le droit d’accès aux tribunaux, eu égard à la place éminente que le droit à un procès équitable occupe dans une société démocratique (arrêt Airey c. Irlande du 9 octobre 1979, série A n° 32, pp. 12–13, § 24).", "53.  Comme la Cour l’a indiqué précédemment (paragraphe 42 ci-dessus), elle se limitera d’abord à l’examen de la seconde plainte.", "54.  Dans son ordonnance du 24 août 1993 (paragraphe 24 ci-dessus), le doyen des juges d’instruction, après avoir constaté que le requérant n’avait pas bénéficié de l’aide juridictionnelle, fixa le montant de la consignation à 80 000 FRF, au motif que « les pièces du dossier et (...) l’existence d’une autre plainte justifient l’application des articles 88-1 et 91 du code de procédure pénale ».", "Ces dispositions visent à garantir notamment le paiement d’une amende civile d’un montant maximum de 100 000 FRF, dans le cas où la constitution de partie civile est jugée abusive ou dilatoire.", "55.  Or les revenus de l’intéressé avaient été évalués à zéro franc par le bureau d’aide juridictionnelle en ce qui concerne sa première plainte ; malgré sa demande renouvelée du 18 octobre 1993 (paragraphe 27 ci-dessus), M. Aït-Mouhoub n’obtint jamais de réponse du bureau d’aide juridictionnelle en ce qui concerne sa seconde plainte, alors que sa situation n’avait pas varié.", "56.  Par une ordonnance du 29 décembre 1993 (paragraphe 28 ci-dessus), le doyen des juges d’instruction, après avoir constaté que le requérant n’avait pas obtenu l’aide juridictionnelle, déclara irrecevable sa constitution de partie civile relative à sa seconde plainte, faute pour celui-ci d’avoir versé la somme requise. ", "57.  La Cour n’a pas à apprécier le bien-fondé de la plainte de l’intéressé devant le magistrat compétent. Elle estime cependant que la fixation d’une somme aussi élevée par le doyen des juges d’instruction était disproportionnée étant donné l’absence totale de ressources financières de M. Aït-Mouhoub, qui n’a jamais eu de réponse du bureau d’aide juridictionnelle, ce dont il avait informé le magistrat par une lettre du 9 septembre 1993 (paragraphe 26 ci-dessus). Exiger du requérant le versement d’une somme aussi importante revenait en pratique à le priver de son recours devant le juge d’instruction (voir, mutatis mutandis, l’arrêt Aerts c. Belgique du 30 juillet 1998, Recueil 1998-V, pp. 1964–1965, § 60).", "58.  Eu égard à tous ces éléments, la Cour conclut qu’il a ainsi été porté atteinte au droit d’accès du requérant à un « tribunal » au sens de l’article 6 § 1.", "59.  Partant, il y a eu violation de cette disposition en ce qui concerne la seconde plainte.", "60.  S’agissant de la première plainte, la Cour relève qu’elle a fait l’objet d’ordonnances du doyen des juges d’instruction, adoptées aux mêmes dates que celles relatives à la seconde plainte (24 août et 29 décembre 1993), ayant à la fois un objet identique (même montant de la consignation et même délai de versement pour celle-ci), et une motivation et un résultat identiques (irrecevabilité).", "Le cas de la première plainte ne diffère de celui de la seconde que dans le fait que le bureau d’aide juridictionnelle a expressément refusé d’accorder l’aide juridictionnelle au requérant, au motif que son pourvoi en cassation contre l’arrêt de la cour d’assises des mineurs était toujours pendant (paragraphe 13 ci-dessus). Le doyen des juges d’instruction, après avoir constaté que M. Aït-Mouhoub n’avait pas bénéficié de l’aide juridictionnelle, a déclaré sa constitution de partie civile relative à sa \npremière plainte irrecevable par une ordonnance du 29 décembre 1993 (paragraphe 20 ci-dessus), faute pour lui d’avoir versé la somme requise. Cependant, la décision définitive du bureau d’aide juridictionnelle, sur l’appel du requérant, n’intervint que le 15 mars 1994 (paragraphe 21 ci-dessus). ", "61.  Comme pour la seconde plainte, l’élément essentiel est que la fixation d’une somme aussi élevée, eu égard à l’absence totale de ressources de l’intéressé, que le doyen des juges d’instruction ne pouvait ignorer, a en pratique privé le requérant de son recours devant ce magistrat.", "62.  Dès lors, la Cour conclut à la violation de l’article 6 § 1 en ce qui concerne la première plainte également.", "II.\tSur l’application de l’article 50 de la Convention", "63.  Aux termes de l’article 50 de la Convention :", "« Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable. »", "A.\tDommage", "64.  M. Aït-Mouhoub sollicite une somme de 768 000 FRF au titre du préjudice matériel correspondant à une perte de revenus subie à la suite de la disparition de son fonds de commerce. Il réclame en outre 200 000 FRF en réparation d’un préjudice moral né des nombreuses démarches judiciaires qu’il a dû effectuer, ainsi que du fait que sa situation familiale a été gravement perturbée par les poursuites engagées contre lui.", "65.  La Cour, partageant l’avis du Gouvernement, considère qu’il n’y a pas de lien de causalité entre la violation constatée et le préjudice matériel allégué. Quant au dommage moral éventuel, elle l’estime suffisamment compensé par le présent arrêt.", "B.\t\tFrais et dépens", "66.  Le requérant demande aussi 49 120 FRF au titre des frais et dépens, dont 15 000 FRF pour les frais exposés par lui-même et 34 120 FRF, hors taxe sur la valeur ajoutée (TVA), pour les honoraires d’avocat dans la procédure devant la Cour.", "67.  Le Gouvernement s’en remet à la sagesse de la Cour.", "68.  Statuant en équité et compte tenu des critères qu’elle applique en la matière, la Cour accorde à l’intéressé une somme de 30 000 FRF, hors TVA.", "C.\tIntérêts moratoires", "69.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt est de 3,36 % l’an.", "Par ces motifs, la Cour", "1.\tDit, à l’unanimité, qu’en ce qui concerne la seconde plainte, l’article 6 § 1 de la Convention s’applique à la procédure litigieuse et a été violé ;", "", "2.\tDit, par huit voix contre une, qu’en ce qui concerne la première plainte, l’article 6 § 1 de la Convention s’applique à la procédure litigieuse et a été violé ;", "", "3.\tDit, à l’unanimité, que le présent arrêt constitue en soi une satisfaction équitable suffisante pour le dommage moral éventuel ;", "", "4.\tDit, à l’unanimité, que l’Etat défendeur doit verser au requérant, dans les trois mois, 30 000 (trente mille) francs français, taxe sur la valeur ajoutée non comprise, pour frais et dépens, montant à majorer d’un intérêt simple de 3,36 % l’an à compter de l’expiration dudit délai et jusqu’au règlement ;", "", "5.\tRejette, à l’unanimité, les prétentions du requérant pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l'Homme, à Strasbourg, le 28 octobre 1998.", "", "\t\t\t\t\tSigné : Rudolf Bernhardt", "       Président", "Signé : Herbert Petzold\n\t       Greffier", "Au présent arrêt se trouve joint, conformément aux articles 51 § 2 de la Convention et 53 § 2 du règlement A, l’exposé des opinions séparées suivantes :", "", "opinion concordante de M. De Meyer ;", "opinion partiellement dissidente de M. Pettiti.", "", "Paraphé : R. B.", "Paraphé : H. P.", "", "opinion concordante de m. le juge de Meyer", "", "", "Quant à l’applicabilité, plutôt évidente, de l’article 6 de la Convention aux plaintes du requérant, nous répétons inutilement dans le présent arrêt des formules aussi funestes que fausses qui ont déjà trop souvent servi à interpréter restrictivement les droits garantis par cet article.", "D’une part, nous n’avions pas à nous demander encore une fois si l’on pouvait « prétendre, au moins de manière défendable, » que le droit allégué était « reconnu en droit interne » et si la procédure était « directement déterminante » pour ce droit. Toute personne qui, à tort ou à raison, croit pouvoir se prévaloir d’un droit doit pouvoir s’en expliquer devant un juge, quitte à s’entendre répondre par celui-ci qu’elle se trompe.", "D’autre part, nous n’avions pas à développer une fois de plus, pour démontrer qu’il s’agissait bien de droits civils, des considérations étroitement fondées sur l’aspect financier et patrimonial des plaintes du requérant. Beaucoup de droits dont personne ne conteste le caractère civil, par exemple dans le domaine de l’état des personnes et du statut de la famille, ne sont pas du tout appréciables en argent ou en valeur matérielle.", "En l’espèce, il suffisait de constater qu’une plainte avec constitution de partie civile implique par elle-même l’introduction, contre celui ou ceux qu’elle vise, d’une action civile en réparation, jointe à l’action pénale qu’elle tend à déclencher. Si, même dans une acception très restreinte, les mots doivent avoir un sens, une action civile a manifestement pour objet et pour but d’obtenir la « détermination de droits civils ».", "Au demeurant, la réparation, comme d’ailleurs le dommage lui-même, ne doit pas nécessairement être de nature financière ou patrimoniale. Elle peut tout aussi bien avoir un caractère purement moral, comme celle que représente le franc symbolique, souvent réclamé par les parties civiles, ou comme celle que nous adjugeons, comme aujourd’hui, à un requérant en disant que notre arrêt constitue en soi une satisfaction équitable.", "", "", "opinion partiellement dissidente\nde m. le juge pettiti", "", "", "J’ai voté la violation de l’article 6 concernant la partie de la requête se référant à la deuxième plainte du requérant du chef de cambriolage.", "Je n’ai pas voté avec la majorité sur l’applicabilité de l’article 6 ni sur la violation de celui-ci pour la partie de la requête concernant la première plainte. ", "Je considère en effet que la chambre a admis à tort la violation et qu’elle a méconnu sur ce point le droit interne et qu’elle a modifié l’interprétation de la Convention européenne et la jurisprudence de la Cour sans même renvoyer à une grande chambre. ", "La décision de la Cour européenne concernant la première plainte comporte deux erreurs matérielles manifestes, à mon avis :", "1) les gendarmes visés comme auteurs de délits dans chaque plainte n’étaient pas les mêmes, ce qui ne pouvait donc constituer un lien ;", "2) la décision finale de refus du bureau d’aide judiciaire sur la première plainte n’était pas basée sur le moyen d’irrecevabilité de la première décision (en raison de la procédure en instance devant la Cour de cassation) mais intervenait après rejet du pourvoi, rejet qui résultait de ce que les moyens de nullité dont pouvait se prévaloir M. AïtMouhoub avaient été rejetés.", "La décision du bureau d’aide judiciaire était donc basée sur le dénué de fondement (article 22 de la loi du 10 juillet 1991 relative à l’aide juridique), ce qui est du ressort des juridictions internes.", "La simple lecture des deux plaintes de M. Aït-Mouhoub fait apparaître à l’évidence qu’il y avait des différences fondamentales, substantielles, essentielles entre les deux plaintes, aussi bien sur leur nature juridique et juridictionnelle que sur les faits eux-mêmes. Je ne m’explique pas la lecture qu’en a fait la majorité. Dire qu’il y a un lien entre les deux plaintes de nature à statuer dans le même sens me paraît une erreur, le cambriolage (deuxième plainte) n’ayant rien de commun avec les faux allégués dans la première plainte.", "Si l’on analyse en détail la première plainte, on constate qu’il s’agit de remettre en cause l’autorité de la chose jugée par la Cour de cassation, ce qui n’est pas de la compétence de la Cour européenne.", "La Cour n’a même pas retenu les mensonges flagrants de M. AïtMouhoub, qui a tenté de tromper les organes de la Convention. Il lui appartenait de se prévaloir devant la Cour de cassation des prétendues nullités qu’il invoquait et dont il déclare avoir eu connaissance et preuves à\n", "l’époque, ce qu’il n’a pas fait. La décision de la majorité renverse la jurisprudence et l’interprétation de la Convention, car elle aboutit à reconnaître un droit illimité à l’octroi de l’aide judiciaire au titre de l’indigence, quelle que soit la fantaisie de la demande. Or la Convention n’interdit pas aux Etats de refuser l’aide judiciaire lorsque la demande est manifestement mal fondée, à l’instar de la Commission européenne statuant sur la recevabilité.", "Tel était bien le cas en l’espèce au sujet de la première plainte lorsque le bureau d’aide judiciaire, la deuxième fois, après la décision sur le pourvoi, a refusé l’aide judiciaire à juste titre.", "La majorité n’a pas perçu que le système français était mixte, le juge pouvant fixer la consignation ou en décider la dispense, le bureau d’aide judiciaire accordant ou refusant l’aide judiciaire.", "Il est évident que si le bureau d’aide judiciaire accorde celle-ci à l’indigent, la consignation fixée par le juge est prise en charge par l’Etat.", "La décision de la majorité me paraît d’autant plus inadéquate que la plupart des Etats membres du Conseil de l’Europe ne disposent pas d’un système d’octroi d’aide judiciaire aussi ouvert que celui de la France et que ceux qui en disposent la refusent aussi pour les cas de « manifestement mal fondé » (voir la décision de la Commission sur d’autres requêtes).", "De surcroît, plusieurs Etats membres n’ouvrent pas aux particuliers la possibilité de déclencher l’action publique et d’autres Etats membres n’admettent pas la plainte avec constitution de partie civile.", "Y aurait-il une Europe des droits de l’homme à deux niveaux d’exigence procédurale ?", "La première plainte, pour ce qui concernait les prétendus « faux » dont étaient accusés les gendarmes, tendait évidemment à remettre en question l’autorité de la chose jugée, qui était acquise en droit interne par l’arrêt de cassation, autorité de la chose jugée qui s’impose à la Cour européenne sauf si celle-ci constate une violation de la Convention commise par la Cour de cassation.", "Seule la procédure nationale de révision peut remettre en cause l’autorité de la chose jugée au moyen de la procédure prévue par le code national. Au demeurant cette procédure est gratuite.", "S’il y avait eu faux, M. Aït-Mouhoub ou son avocat devaient en faire état devant la cour d’assises ou devant la Cour de cassation au plus tard, à l’aide de documents, engager la procédure de révision dans les « cas d’ouverture » prévus par le code, tous conformes à la Convention.", "Ici le requérant n’a jamais utilisé ces moyens, et n’a produit aucun document ni l’ombre d’un commencement de preuve pour accréditer ses allégations diffamatoires « a priori ». Il n’a utilisé aucun moyen à cet effet en cour d’assises et de cassation.", "\nLe requérant, qui prétend lui-même avoir disposé à l’époque des preuves et témoignages, n’en a produit aucun. Il n’a même pas énoncé les références ou données de ses allégations, or tous les bureaux d’aide judiciaire en Europe exigent au moins des indications sommaires.", "Accorder l’aide judiciaire sur cette première plainte aurait abouti à créer un cas d’ouverture supplémentaire aux causes de révision du droit interne, ce qui n’a jamais été exigé par la Convention. Au surplus, la Convention n’a jamais donné droit à une révision automatique des condamnations prononcées. De surcroît, une allégation de faux contre des fonctionnaires ne peut être invoquée et utilisée sans apporter le moindre indice de crédibilité. Il n’y avait donc pas de contestation sérieuse au sens de la jurisprudence de la Cour européenne.", "Si la Cour pour la première fois voulait interpréter la Convention dans un tel sens exorbitant et par une grande chambre, elle devrait préalablement répondre aux questions suivantes :", "Au titre de la Convention européenne et de son article 6,", "L’Etat est-il obligé d’accorder l’aide judiciaire dans tous les cas ?", "Peut-il limiter les conditions d’octroi ?", "Peut-il organiser le système d’examen et d’octroi de l’aide judiciaire ?", "Peut-il refuser l’aide judiciaire pour demande manifestement mal fondée ?", "Peut-il classer sans suite une plainte abusive ?", "L’Etat doit-il permettre dans tous les cas de crimes et délits à une personne privée de déclencher l’action publique, privilège de l’Etat (plusieurs Etats membres ne permettent même pas la constitution de partie civile dans des cas similaires à celui de M. Aït-Mouhoub) ?", "Un examen préalable de droit comparé eût été nécessaire pour adopter une thèse aussi exponentielle. Une étude comparée aurait permis également de constater que dans la moyenne des Etats membres, le système d’aide judiciaire est inexistant en pratique, ou dérisoire, ou ne fonctionnant en fait que de façon très limitée, ne serait-ce que pour des raisons budgétaires impérieuses. La communication de statistiques eût été édifiante. La Belgique et la France sont certainement placées parmi les Etats qui accordent l’aide judiciaire et assurent l’accès au tribunal et à la justice dans le maximum de cas, à la différence de quelques autres Etats membres. Le constat de violation de l’article 6 en chambre sur la deuxième plainte comportant l’allégation de cambriolage était largement suffisant au regard des exigences de la Convention européenne."]}