{"file": "FRE_HFJUD_46044_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "46044/99", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE LALLEMENT c. FRANCE", "", "", "(Requête n° 46044/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "11 avril 2002", "", "", "", "DÉFINITIF", "", "11/07/2002", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Lallement c. France,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tG. Ress, président,\n\t\tI. Cabral Barreto,\n\t\tJ.-P. Costa,\n\t\tP. Kūris,\n\t\tB. Zupančič,\n\t\tJ. Hedigan,\n\t\tK. Traja, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil les 3 juillet 2001 et 28 février 2002,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 46044/99) dirigée contre la République française et dont un ressortissant de cet Etat, M. Henri Lallement (« le requérant »), a saisi la Cour européenne des Droits de l’Homme le 26 novembre 1998 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l’assistance judiciaire, est représenté devant la Cour par Me Eric Delfly, avocat au bareau de Lille. Le gouvernement français (« le Gouvernement ») est représenté par son agent, M. Ronny Abraham, directeur des Affaires juridiques au ministère des Affaires étrangères.", "3.  Le requérant se plaignait d’une violation de l’article 1 du Protocole n° 1.", "4.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement. ", "5.  Par une décision du 3 juillet 2001, la chambre a déclaré la requête recevable.", "6.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribué à la troisième section ainsi remaniée (article 52 § 1). ", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement). ", "\nEN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Le requérant est né en 1954 et réside à Gué-d’Hossus (France). Agriculteur dans cette commune, il avait pris la suite de son père dans l’exploitation familiale. Le domaine comprenait 135 528 m2, jouxtant la ferme, et affectés à l’élevage de trente vaches laitières pour la production de lait. A cela s’ajoutaient environ douze hectares de prés situés à une dizaine de kilomètres de Gué-d’Hossu, affectés au pâturage de jeunes bêtes destinées à la vente. Lui-même, sa mère – dont il a la charge –, son frère – aide-familial déclaré sur l’exploitation – et les deux enfants de ce dernier vivaient de cette activité.", "9.  Le 20 juin 1994, le département des Ardennes informa le requérant que la réalisation d’un projet d’aménagement routier nécessitait l’acquisition d’une emprise sur sa propriété et lui fit une proposition d’achat. Les parties n’étant pas parvenues à un accord, le département engagea une procédure d’expropriation et, par une ordonnance du 23 mars 1995, le juge de l’expropriation du département des Ardennes déclara expropriés pour cause d’utilité publique, 81 803 m2 des 135 528 m2 susmentionnés (soit environ 60 %).", "10.  Le requérant n’ayant pas accepté les indemnités proposées par le département (325 308,59 FRF, dont une indemnité principale de dépossession de 147 245,40 FRF, une indemnité de remploi de 40 561,35 FRF et une indemnité pour éviction agricole de 137 501,84 FRF), ce dernier, le 6 février 1995, saisit le juge de l’expropriation (tribunal de grande instance de Charleville Mezières). Le requérant précisa que, pour des raisons « personnelles, familiales et sentimentales », il ne demandait pas l’emprise totale prévue à l’article L. 13-11 du code de l’expropriation. Il exposa en revanche que l’expropriation de 60 % des terres affectées à la production laitière ferait obstacle à ce qu’il poursuive cette activité et entraînerait « un grave déséquilibre de l’exploitation » au point qu’il « ne pourrait plus continuer et qu’il perdrait par là même les moyens de sa subsistance et ceux de sa famille », et réclama le versement d’une indemnité calculée en conséquence et compensant la perte de ses revenus. Par un jugement du 11 juillet 1995, le juge retint les sommes proposées par le département et y ajouta 36 992 FRF d’indemnité pour défiguration de parcelle.", "11.  Saisie par le requérant, la chambre de l’expropriation de la cour d’appel de Reims, par un arrêt du 7 mars 1997, confirma le jugement du 11 juillet 1995. ", "12.  Par un arrêt du 30 juin 1998, la Cour de cassation (troisième chambre civile) rejeta le pourvoi formé par le requérant. Elle souligna notamment ce qui suit :", "« Sur la dépréciation du surplus   (...) ", "Attendu que l’existence d’un grave déséquilibre de l’exploitation est allégué par l’exproprié, alors [qu’il] n’a pas requis l’emprise totale, comme il l’aurait pu en application de l’article L. 13-11 du code de l’expropriation, lorsqu’une emprise partielle résultant de l’expropriation compromet gravement la structure de l’exploitation ; que [le requérant] ne peut à la fois, conserver son exploitation en ne demandant pas l’emprise totale et solliciter l’indemnisation correspondante dans les termes du décret du 5 avril 1968 ; que sa demande de ce chef ne peut qu’être rejetée, faute d’éléments caractérisant le déséquilibre grave de la structure de l’exploitation et la position ambiguë [du requérant] ».", "II.  LE DROIT INTERNE PERTINENT", "1.  Code de l’expropriation pour cause d’utilité publique", "", "13.  Les dispositions pertinents du code sont ainsi libellées :", "", "Article L. 13-10", "« (...) l’exproprié peut, dans les quinze jours de la notification [par l’expropriant du montant de ses offres] prévue à l’article L. 13-3, demander au juge l’emprise totale, (...) lorsque l’emprise partielle d’une parcelle empêche l’exploitation agricole dans des conditions normales de la ou des parties restantes de ladite parcelle en raison soit de leur dimension, soit de leur configuration, soit de leurs conditions d’accès ; dans ce cas, l’exproprié peut demander l’emprise totale soit de la parcelle, soit de la ou des parties restantes devenues inexploitables de fait.", "Si la demande est admise, le juge fixe, d’une part, le montant de l’indemnité d’expropriation, d’autre part, le prix d’acquisition de la portion acquise en sus de la partie expropriée. ", "La décision du juge emporte transfert de propriété dans les conditions du droit commun en ce qui concerne la portion d’immeuble non soumise à la procédure de l’expropriation. »", "Article L. 13-11", "« Lorsqu’une emprise partielle résultant de l’expropriation compromet la structure d’une exploitation agricole en lui occasionnant un grave déséquilibre au sens de l’article L. 23-1 :", "1.  Le propriétaire exproprié peut, dans les quinze jours de la notification prévue à l’article L. 13-3, demander au juge l’emprise totale. Il doit en informer le ou les exploitants. Si la demande est admise, le juge de l’expropriation fixe, d’une part, le montant de l’indemnité d’expropriation, d’autre part, le prix d’acquisition de la portion acquise en sus de la partie expropriée, majoré de l’indemnité de réemploi. La décision du juge emporte transfert de propriété dans les conditions du droit commun en ce qui concerne la portion d’immeuble non soumise à la procédure de l’expropriation. Dans le cas où le propriétaire exproprié n’est pas lui-même exploitant, le versement par l’expropriant du prix d’acquisition de la portion acquise en sus de la partie expropriée entraîne de plein droit la résiliation du bail, sans indemnité et nonobstant toute clause contraire ; (...) »", "Article L. 13-13", "« Les indemnités allouées doivent couvrir l’intégralité du préjudice direct, matériel et certain, causé par l’expropriation. »", "Article R. 13-46", "« L’indemnité de remploi est calculée compte tenu des frais de tous ordres normalement exposés pour l’acquisition de biens de même nature moyennant un prix égal au montant de l’indemnité principale. (...) »", "2.  Code civil", "14.  L’article 545 du code dispose :", "« Nul ne peut être contraint de céder sa propriété, si ce n’est pour cause d’utilité publique, et moyennant une juste et préalable indemnité. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE N° 1", "15.  Le requérant expose qu’en raison de l’expropriation dont il a fait l’objet, il se trouve privé de 60 % des terres qui étaient affectées à la production laitière, son activité principale et la source essentielle de ses revenus, et que la surface restante ne permet le maintien sur son exploitation que d’un cheptel insuffisant pour assurer sa subsistance et celle de sa famille. Il affirme que l’administration et les juridictions n’ont pas pris en compte le fait que cette privation de propriété aboutissait à la perte de son « outil de travail » et à l’impossibilité de poursuivre son activité et que les indemnités fixées par les juridictions ne suffisent manifestement pas à réparer un tel préjudice. Il se dit en conséquence victime d’une violation de l’article 1 du Protocole n° 1, ainsi libellé :", "  « Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "16.  Le Gouvernement soutient que ce grief a été dûment examiné et souverainement apprécié par les juridictions nationales, et rappelle que les Etats disposent d’une certaine « marge de manœuvre » dans la fixation des indemnités dues à l’exproprié. Il ajoute que, dans sa configuration résultant de l’expropriation litigieuse, l’exploitation du requérant « apparaît viable ». En tout état de cause, le requérant ne saurait se plaindre du « déséquilibre relatif » dont se trouve affecté son exploitation puisqu’il aurait obtenu une indemnisation intégrale de ses préjudices, supérieure à la valeur marchande du bien exproprié. Par ailleurs, il avait la possibilité de solliciter l’« emprise totale » prévue à l’article L. 13-10 du code de l’expropriation, et de remédier ainsi à la prétendue violation de son droit au respect de ses biens. Bref, il n’y aurait pas eu violation de l’article 1 du Protocole.", "17.  Le requérant réplique qu’en ne retenant pas que les terrains objets de l’expropriation étaient « à bâtir », les juridictions françaises ont commis une « erreur manifeste d’appréciation » de leur valeur ; l’indemnité principale de dépossession serait en conséquence sous-évaluée. Il ajoute que le droit français admet que la division d’un bien lors d’une expropriation partielle, peut entraîner une dépréciation de la partie du bien restant hors emprise et qu’il était fondé à réclamer l’indemnisation de la dépréciation des terrains restant après expropriation, alors même qu’il n’avait pas demandé l’emprise totale. Par ailleurs, les juridictions saisies n’auraient pas examiné la question de la perte de son fonds agricole du fait de l’expropriation. En particulier, la cour d’appel n’aurait ordonné aucune expertise : le seul rapport d’expertise versé aux débats aurait été produit par le requérant lui-même et n’aurait pas été pris en compte par ladite cour. Le requérant précise que l’indemnité de défiguration de parcelles qui lui a été allouée présente un caractère autonome par rapport à la perte du fonds agricole et tient exclusivement au fait que les parcelles délaissées présentent, du fait de l’expropriation, une configuration propre à en gêner leur exploitation normale. Enfin, on ne saurait lui reprocher de ne pas avoir opté pour l’emprise totale dans la mesure où, en particulier, dans un tel cas de figure, le surplus de terrains aurait été sous-évalué de la même manière que les terrains visés par l’expropriation.", "18.  La Cour relève qu’il n’est contesté ni que l’expropriation en question s’analyse en une privation de propriété au sens de la seconde phrase du premier paragraphe de l’article 1 du Protocole n° 1, ni que cette mesure était légale au regard du droit français et poursuivait un but légitime d’ « intérêt public ». ", "Elle rappelle qu’une mesure d’ingérence dans le droit au respect des biens, telle l’expropriation litigieuse, doit ménager un « juste équilibre » entre les exigences de l’intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l’individu. En particulier, il doit exister un rapport raisonnable de proportionnalité entre les moyens employés et le but visé par toute mesure privant une personne de sa propriété (voir, parmi beaucoup d’autres, l’arrêt Saints monastères c. Grèce du 9 décembre 1994, Série A n° 301-A, § 70). Cet équilibre est rompu « si la personne concernée a eu à subir « une charge spéciale et exorbitante » » (voir, notamment, l’arrêt James et autres c. Royaume-Uni, du 21 février 1986, série A n° 98, p. 34, § 50). A ce titre, la Cour a précisé que l’individu exproprié doit en principe obtenir une indemnisation « raisonnablement en rapport avec la valeur du bien » dont il a été privé, même si « des objectifs légitimes « d’utilité publique » (...) peuvent militer pour un remboursement inférieur à la pleine valeur marchande » ; elle a ajouté que son contrôle « se borne à rechercher si les modalités choisies excèdent la large marge d’appréciation dont l’Etat jouit en la matière » (ibidem, § 54 ; voir également, par exemple, l’arrêt Saints monastères précité, § 71).", "A cet égard, la Cour estime que, nonobstant la marge d’appréciation de l’Etat, lorsque le bien exproprié est l’ « outil de travail » de l’ « exproprié », l’indemnité versée n’est pas « raisonnablement en rapport avec la valeur du bien » si, d’une manière ou d’une autre, elle ne couvre pas cette perte spécifique. A l’appui de cette interprétation de l’article 1 du Protocole, elle rappelle sa maxime selon laquelle « la Convention consiste à protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs » (voir notamment les arrêts Artico c. Italie du 13 mais 1980, série A n° 37, § 33, Kamasinski c. Autriche du 19 décembre 1989, série A n° 168, § 65, R.MD. c. Suisse du 26 septembre 1997, Recueil des arrêts et décisions 1997-IV, § 52, et Parti communiste unifié de Turquie et autres c. Turquie du 30 janvier 1998, Recueil 1998-1, § 33) ou, dans une autre version, « l’objet et le but de la Convention, en tant qu’instrument de protection des êtres humains, appellent à comprendre et appliquer ses dispositions d’une manière qui en rende les exigences concrètes et effectives » (voir notamment les arrêts Soering c. Royaume-Uni du 7 juillet 1989, série A n° 161, p. 34, § 87, Loizidou c. Turquie (exceptions préliminaires) du 23 mars 1995, série A n° 310, p. 27, § 72, et McCann et autres c. Royaume-Uni du 27 septembre 1995, série A n° 324, § 156).", "19.  En l’espèce, la Cour constate que le requérant est un agriculteur dont l’activité principale était la production laitière. Son exploitation était d’une superficie d’environ 25 ha, dont environ 13 ha attenants à la ferme, en lisière de la frontière entre la France et la Belgique ; les quelque 12 ha restants sont situés à une dizaine de km de la ferme. En raison de sa spécificité, l’activité principale du requérant s’exerçait sur les terres adjacentes à la ferme (le requérant expose à cet égard que la production laitière nécessite une proximité entre ferme et pâtures dans la mesure où la réglementation applicable interdit que la traite se fasse hors exploitation). Les 12 ha restants étaient consacrés à la pâture de veaux destinés à la boucherie. ", "60 % de la surface des terres adjacentes à la ferme du requérant ont été expropriées pour la construction d’une infrastructure routière réalisée le long de la frontière (soit environ 35 % de la surface totale de l’exploitation). Le requérant expose que la surface restante ne permet le maintien sur son exploitation que d’un cheptel de 8 têtes – contre 30 précédemment –, ce qui ne suffirait pas à la continuation de son activité dans des conditions acceptables : d’une part, en tant que telle, la production laitière ne serait plus viable, d’autre part, sans un nombre suffisant de vaches, il ne lui serait plus possible de poursuivre correctement l’élevage de veaux. Il précise que, du fait de l’expropriation litigieuse, son exploitation ne lui permet plus d’assurer décemment sa subsistance et celle de sa famille. ", "Le requérant soutient en particulier que l’administration et les juridictions internes n’ont pas pris en compte le fait que cette privation de propriété entraînait la perte de son « outil de travail » et l’impossibilité de poursuivre son activité, et que les indemnités fixées par les juridictions ne suffisent manifestement pas à réparer un tel préjudice.", "Selon le Gouvernement, « il ressort des renseignements recueillis auprès de l’administration fiscale que [le requérant] a fait, pour l’année 1999, comme les années précédentes, une déclaration au titre des bénéfices agricoles ». Il en déduit que l’exploitation de la propriété se poursuit quatre ans après l’expropriation contestée et que, « dans sa configuration résultant de l’expropriation litigieuse, l’exploitation du requérant apparaît viable ».", "La Cour constate cependant que le Gouvernement ne produit aucun document à l’appui de cette conclusion et omet d’indiquer le montant des revenus agricoles déclarés par le requérant. Son affirmation selon laquelle l’exploitation litigieuse est viable n’est donc pas étayée.", "Cette affirmation se trouve par ailleurs démentie par les pièces du dossier, lesquelles tendent à confirmer que l’expropriation litigieuse a eu pour effet d’empêcher l’intéressé de poursuivre de manière rentable son activité professionnelle sur la superficie restante, affectant ainsi plus que substantiellement ses ressources et celles de sa famille. Le requérant produit en effet un rapport d’expertise daté du 12 juin 1996 et intitulé « Etude de rentabilité de l’exploitation de M. Henri Lallement avant et après expropriation », qui a été préparé à la demande du requérant par un expert agricole, foncier et immobilier près la cour d’appel de Paris et près le tribunal de grande instance, membre de la compagnie nationale des experts immobiliers, et a été produit par l’intéressé devant la cour d’appel. Il ressort de ce rapport que les revenus mensuels de l’exploitation (sur la base desquels cinq personnes vivaient : le requérant, sa mère, son frère et les deux enfants de ce dernier), qui étaient d’environ 10 000 FRF avant expropriation, chuteraient à environ 4 000 FRF après expropriation. Par ailleurs, il ressort de documents fournis par le requérant que celui-ci n’a déclaré au fisc que 16 011 FRF de revenus agricoles annuels en 1998, et que, lait et bovins de boucherie compris, le total des ventes n’était que de 74 113 FRF en 1997, 74 822 FRF en 1998 et 72 576 FRF en 1999. ", "20.  Selon la Cour, se pose en conséquence la question de savoir si les indemnités versées au requérant étaient de nature à couvrir la perte de son « outil de travail », ou permettaient la reconstitution de celui-ci après expropriation. ", "A cet égard, la Cour constate que le requérant s’est vu allouer une indemnité « principale » de dépossession et des indemnités « accessoires ». ", "L’indemnité « principale » de dépossession est destinée à couvrir la valeur (vénale) des terres expropriées (147 245 FRF en l’espèce). Le requérant conteste l’estimation des terrains telle que retenue par l’administration puis les juridictions internes. Il n’appartient cependant pas à la Cour d’entrer dans un tel débat, sauf à démontrer que l’indemnité versée à ce titre est sans rapport avec la valeur réelle du bien (arrêt Platakou c. Grèce du 11 janvier 2001, requête n° 38460/97), ce qui ne ressort pas du dossier.  ", "Le requérant s’est en outre vu allouer les indemnités « accessoires » suivantes : ", "Premièrement, une indemnité de « réemploi » de 41 101,35 FRF, destinée à couvrir les frais et droits exposés pour l’acquisition de biens permettant la reconstitution en nature du patrimoine de l’exproprié (droits de mutation, frais d’acte et honoraires de négociation), et correspondant à une fraction de l’indemnité principale. ", "Deuxièmement, une indemnité pour « éviction agricole » de 137 501,84 FRF, destinée à couvrir les pertes liées à l’exploitation agricole pendant le temps estimé nécessaire à la réorganisation de la situation de l’exproprié, soit trois ans ; elle a été calculée en l’espèce conformément à un barème départemental arrêté avec les organismes professionnels agricoles. Le requérant réclamait quant à lui, spécifiquement, l’indemnisation de la perte définitive de ses moyens de subsistances (couvrant la perte de revenus, la perte résultant de la vente forcée du cheptel et la perte sur la revente du matériel). ", "Troisièmement, une indemnité de « défiguration de parcelle » de 36 942 FRF, destinée à compenser le déséquilibre causé à la structure de l’exploitation par l’expropriation. Le requérant soutenait quant à lui que son exploitation se trouvait « gravement déséquilibrée » du fait de l’opération litigieuse et réclamait l’indemnisation de la « dépréciation du surplus » ; il précisait notamment que le surplus de sa propriété ne pourrait plus être vendu pour une exploitation agricole, que l’ouvrage réalisé constituerait un barrage à l’accès d’une parcelle de 91 ares située en Belgique, et que la proportion de pâtures de qualité se trouvait notablement diminuée. La cour d’appel a rejeté cet aspect de la demande du requérant (ne lui allouant que l’indemnité de « défiguration de parcelle » susmentionnée), retenant notamment que le requérant n’apportait pas la preuve d’un « déséquilibre grave de la structure de l’exploitation » et soulignant que, si tel avait été le cas, il aurait pu demander l’« emprise totale » en application de l’article L. 13-11 du code de l’expropriation.", "21.  La Cour constate que ces indemnités ne sont pas destinées à compenser, en tant que telle, la perte par le requérant de son « outil de travail ». Elles reposent au contraire sur le principe de la possibilité de continuer son activité agricole sur la surface restante, éventuellement par le biais de l’achat de pâtures de remplacement. Or, d’une part, comme indiqué ci-dessus, l’expropriation litigieuse a eu pour effet d’empêcher l’intéressé de poursuivre de manière rentable son activité sur la superficie restante, d’autre part, la cour d’appel n’a pas répondu au moyen du requérant selon lequel, dans la région, les terres à vendre sont introuvables et il ne peut ni changer le type d’exploitation agricole sur les terres lui restant autour de sa ferme, ni transférer son activité laitière sur les pâtures dont il dispose à 10 km de là. ", "22.  Le Gouvernement soutient qu’en tout état de cause, la loi offrait au requérant la possibilité de demander l’emprise totale (c’est-à-dire l’achat par l’expropriant d’un surplus de terrain) et d’obtenir ainsi une indemnisation plus conséquente. Il y a donc lieu de vérifier si une telle possibilité s’ouvrait effectivement au requérant et si elle était de nature à remédier à sa situation (voir, mutatis mutandis, Chassagnou et autres c. France [GC], nos 25088/94, 28331/95 et 28443/95, §§ 82-84, CEDH 1999-III). ", "A cet égard, la Cour relève que, contrairement à ce qu’affirme le Gouvernement, le requérant ne pouvait pas demander une telle emprise en application de l’article L. 13-10 alinéa 3 du code de l’expropriation, lequel dispose qu’en cas d’emprise partielle d’une parcelle, l’exproprié peut (lorsque certaines conditions sont réunies) requérir l’achat par l’expropriant du reste de cette parcelle. L’exproprié ne peut cependant demander une telle emprise que pour une parcelle dont une partie se trouve amputée : est rejetée la demande d’acquisition portant sur une parcelle contiguë qui ne figure pas dans l’ordonnance d’expropriation (cour d’appel de Paris, chambre des expropriations, 19 février 1978, DS 1978, inf. rap. 475, chron. A. Bernard). Or il résulte de l’ordonnance d’expropriation du 23 mars 1995 et du plan parcellaire y annexé que l’expropriation dont le requérant a fait l’objet portait sur des parcelles entières (six des sept parcelles qui entouraient la ferme ont été expropriées ; reste, entière, la parcelle directement adjacente à la ferme). Le commissaire du gouvernement ne mentionne d’ailleurs pas l’article L. 13-10 dans ses conclusions – par ailleurs fort détaillées – devant le tribunal de grande instance de Charleville-Mezieres.", "Le requérant pouvait en revanche formuler une demande d’emprise totale fondée sur l’article L. 13-11 du même code. Le cas échéant, il aurait perçu une indemnité principale plus importante (ce qui aurait en outre eu pour effet d’augmenter l’indemnité de réemploi) et aurait disposé d’une somme plus importante, susceptible de lui permettre d’acquérir une nouvelle exploitation. Cependant, le requérant aurait ainsi dû se défaire de l’ensemble de ses biens pour pallier la charge que représentait l’expropriation, ce qui peut sembler quelque peu paradoxal. En outre, en l’espèce, il s’agit de biens familiaux qu’il désirait conserver et il n’est pas sans pertinence de relever que la maison familiale se trouve sur le surplus de terrain. Enfin et surtout, la cour d’appel a jugé que les conditions permettant l’application de l’article L. 13-11 n’étaient pas remplies en l’espèce et les conclusions du commissaire du gouvernement devant le tribunal de grande instance de Charleville-Mezieres vont dans le même sens. ", "Sur ce dernier point, la Cour relève qu’il n’est fait droit à une demande d’emprise totale en application de l’article L. 13-11 que dans la mesure où l’emprise partielle résultant de l’expropriation compromet la structure d’une exploitation agricole en lui occasionnant un « grave déséquilibre » au sens du décret du 5 avril 1968, c’est-à-dire lorsque l’une au moins des quatre conditions suivantes est remplie : 1) un bâtiment essentiel à la vie de l’exploitation est exproprié et ne peut être reconstruit ; 2) le pourcentage des terres expropriées représente une valeur de productivité supérieure à 35 % au sens des articles L.123-4 et L. 123-21 alinéa 3 du code rural ; 3) le pourcentage des terres expropriées représente une valeur de productivité supérieure à 10 % et la surface restante est inférieure à la surface minimale d’installation dans le département concerné ; 4) il est impossible, en poursuivant l’exploitation, de couvrir normalement les charges non réductibles subsistant après l’expropriation. Or, dans ses conclusions, le commissaire du gouvernement souligne que ces conditions ne sont pas remplies. Il précise en particulier que pour apprécier la valeur de productivité des terres expropriées (deuxième condition), il y a lieu de tenir compte du rapport existant entre la surface de l’emprise et celle de l’ensemble de l’exploitation, y compris les terres situées à 10 km de la ferme ; ainsi évalué, le seuil de 35% n’est pas atteint.", "23.  La Cour souligne que toute ingérence dans le droit au respect des biens doit ménager un « juste équilibre » entre les exigences de l’intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l’individu concerné. En matière d’expropriation, cet équilibre est en règle générale atteint lorsque l’exproprié perçoit une indemnité  « raisonnablement en rapport » avec la valeur vénale du bien. ", "Il y a lieu cependant d’examiner chaque situation individuelle in concreto et, en particulier, de tenir compte de la spécificité de l’expropriation lorsqu’elle concerne un immeuble utilisé à des fins agricoles. Dans un tel cas, la privation de propriété se double d’une atteinte aux moyens de production de l’agriculteur concerné, ce qui peut mettre en cause sa capacité à continuer son activité professionnelle.  ", "On ne peut reprocher au requérant de ne pas avoir demandé l’emprise totale alors qu’il n’était pas avéré que cela lui eût permis de poursuivre ailleurs son activité dans des conditions acceptables. On peut d’autant moins le lui reprocher qu’en matière agricole, la connaissance directe du terroir est souvent primordiale.", "Selon la Cour, la compensation pour des expropriations comme celle de l’espèce devrait consister autant que possible en l’offre d’un terrain en échange. Cette charge devrait incomber en premier lieu à l’autorité expropriante et non à l’exproprié.", "24.  En conclusion, vu la spécificité de la situation du requérant (en particulier le morcellement de son exploitation et le type d’activité agricole qui était la sienne), d’une part, l’indemnité versée n’est pas raisonnablement en rapport avec la valeur du bien exproprié puisqu’elle ne couvre pas spécifiquement la perte de l’« outil de travail » du requérant et, d’autre part, les articles L. 13-10 alinéa 3 et L. 13-11 du code de l’expropriation n’offraient pas une possibilité effective  de remédier à la situation critiquée. ", "Bref, l’expropriation litigieuse ayant entraîné la perte de l’ « outil de travail » du requérant sans indemnisation appropriée, l’intéressé a subi une « charge spéciale et exorbitante ». Partant, il y a eu violation de l’article 1 du Protocole n° 1.   ", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "25.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "1.  Dommage matériel", "26.  Le requérant soutient tout d’abord que l’administration et les juridictions internes ont sous-évalué les fonds dont il a été exproprié en ne retenant pas qu’il s’agissait de terrains à bâtir ; cela lui aurait causé un préjudice d’une valeur de 102 378,29 euros (« EUR »). S’y ajouterait un « manque à gagner lié à l’absence de jouissance des fonds », qu’il conviendrait de calculer en appliquant sur ce montant le taux d’intérêt légal jusqu’au jour d’une indemnisation complète par l’Etat défendeur. ", "Il réclame en outre l’indemnisation de la dépréciation du surplus de son exploitation, soit 154 622,94 EUR, augmentée des intérêts courant à compter du 31 octobre 1995 (date du transfert de jouissance des fonds). Cette dépréciation résulterait du « déséquilibre grave » causé à l’exploitation par l’expropriation (laquelle aurait eu pour effet de diminuer proportionnellement la part des terres de qualité dont dispose le requérant) et de la baisse des revenus de l’exploitation consécutive à l’expropriation. ", "27.  Le Gouvernement soutient tout d’abord que le préjudice résultant prétendument du refus des autorités de qualifier les fonds expropriés de terrains à bâtir est sans rapport avec la violation constatée par la Cour. Il ajoute que les juridictions internes ont souverainement jugé qu’une telle qualification ne pouvait être retenue en l’espèce.", "Le Gouvernement plaide ensuite que le requérant ne démontre pas que les juridictions internes n’ont pas proprement indemnisé le « déséquilibre grave d’exploitation » et la perte de revenus d’exploitation dont il fait état. Au surplus, « en l’absence de production des avis d’imposition antérieurs et postérieurs à l’expropriation », ces préjudice ne seraient pas justifiés.", "28.  La Cour rappelle qu’elle conclut en l’espèce à une violation de l’article 1 du Protocole n° 1 au seul motif que l’expropriation litigieuse a entraîné la perte de l’ « outil de travail » du requérant sans indemnisation appropriée, et que seuls les dommages causés spécifiquement par cette violation de la Convention sont susceptibles de justifier l’allocation d’une somme au titre de la « satisfaction équitable ». ", "En l’absence d’un tel lien de causalité, il y a lieu de rejeter la demande du requérant tendant à l’indemnisation d’un préjudice résultant prétendument d’une sous-évaluation des terrains expropriés et d’un « manque à gagner lié à l’absence de jouissance des fonds ». ", "Quant au reste des prétentions du requérant, la Cour estime que, dans les circonstances de la cause, la question de l’application de l’article 41 ne se trouve pas en état. Il y a donc lieu de la réserver en tenant compte de l’éventualité d’un accord entre l’Etat défendeur et l’intéressé (article 75 §§ 1 et 4 du règlement). ", "2.  Dommage moral", "29.   Le requérant réclame 21 342 ,86 EUR pour préjudice moral. Il produit un certificat médical émanant d’un médecin psychiatre, spécifiant qu’il « a présenté, suite à une très lourde histoire d’expropriation qui a duré plusieurs années, un état dépressif extrêmement sévère et grave pour lequel il a du être hospitalisé (...) (amaigrissement de 25 kilos, état quasi stuporeux, monoïdéisme suicidaire) [ ;] la perte de son exploitation le laisse dans un état de désarroi permanent [;] s’il est un peu mieux au plan clinique et moins déprimé, il se plaint d’une asthénie permanente et sa capacité à reprendre un travail est très limitée [ ;] il est tributaire pour de longs mois encore d’un suivi ». Il produit d’autres attestations médicales, dont une datée du 1er août 2001, précisant qu’il « continue à être suivi pour dépression réactionnelle ». ", "30.  Selon le Gouvernement, « le lien de causalité entre l’état dépressif [du requérant] et l’expropriation litigieuses n’est pas (...) établi, faute notamment d’un document portant sur l’état de santé antérieur de l’intéressé ».", "31.  La Cour rappelle une nouvelle fois que le constat de violation de l’article 1 du Protocole auquel elle parvient se fonde sur le fait que le requérant a été privé de son « outil de travail »  sans compensation appropriée. De telles circonstances sont sans aucun doute de nature à générer angoisse et tension ; le requérant peut donc se prévaloir d’un préjudice moral justifiant l’octroi d’une indemnité. Statuant en équité, comme le veut l’article 41, la Cour lui alloue 15 000 EUR à ce titre.", "B.  Frais et dépens", "32.  Factures à l’appui, le requérant réclame 100 827,35 FRF (soit 15 371,03 EUR) pour frais et dépens, dont 77 472,00 FRF (soit 11 810,53 EUR) et 21 708,00 FRF (soit 3 309,36 EUR) relatifs à ses frais de représentation devant la cour d’appel de Paris et la Cour de cassation (respectivement), et 1 647,35 FRF (251,14 EUR) correspondant à des frais d’huissier de justice (exposés pour l’établissement d’un constat sur l’état des clôtures, dont l’autorité expropriante avait accepté le remplacement à ses frais).", "\n33.  Le Gouvernement souligne que seuls les frais et dépens engagés pour tenter de faire corriger la violation dans l’ordre juridique interne ou devant la Cour sont susceptibles d’être pris en cause. Il estime qu’en l’espèce, « en tout état de cause, le taux des frais d’avocat réclamés ne revêt pas un caractère raisonnable ».", "34.  La Cour rappelle que, lorsqu’elle constate une violation de la Convention, elle peut accorder au requérant le paiement des frais et dépens qu’il a engagés devant les juridictions nationales pour prévenir ou faire corriger par celles-ci ladite violation (voir, notamment, l’arrêt Zimmermann et Steiner c. Suisse du 13 juillet 1983, série A n° 66, § 36, et l’arrêt Hertel c. Suisse, du 25 août 1998, Recueil 1998-VI, § 63). ", "En l’espèce, l’objet et l’enjeu de la procédure devant le juge du fond puis la Cour de cassation étaient le droit du requérant au respect de ses biens, droit à la violation duquel la Cour conclut. La Cour en déduit que le requérant est habilité à réclamer le remboursement de ses frais de représentation devant ces juridictions. Constatant ensuite qu’il justifie ses prétentions par la production de factures, et estimant que les montants réclamés ne sont pas excessifs au vu de la relative complexité du litige, la Cour fait entièrement droit à cette partie des demandes du requérant. Elle estime en revanche qu’il n’y a pas lieu au paiement des frais d’huissier réclamés par le requérant.", "En conclusion, la Cour alloue 15 119,89 EUR au requérant pour frais et dépens. ", "C.  Intérêts moratoires", "35.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt est de 4,26 % l’an. ", "PAR CES MOTIFS, LA COUR", "1.  Dit, par cinq voix contre deux, qu’il y a eu violation de l’article 1 du Protocole n° 1 ;", "", "2.  Dit , par cinq voix contre deux, ", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes : ", "i. 15 000 EUR (quinze mille euros) pour dommage moral ; ", "ii. 15 119,89 EUR (quinze mille cent dix-neuf euros quatre-vingt neuf centimes) pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée ;", "b)  que ces montants seront à majorer d’un intérêt simple de 4,26 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.  Rejette, à l’unanimité, la demande de satisfaction équitable en ce qu’elle se rapporte à l’indemnisation d’un préjudice résultant prétendument d’une sous-évaluation des terrains expropriés et d’un « manque à gagner lié à l’absence de jouissance des fonds » ;", "", "4.  Dit, par cinq voix contre deux, quant au reste des prétentions du requérant au titre du préjudice matériel, que la question de l’application de l’article 41 de la Convention ne se trouve pas en état ;", "      en conséquence,", "a)  réserve cet aspect de la question ;", "b)  invite le Gouvernement et le requérant à lui adresser par écrit, dans les trois mois, leurs observations sur cet aspect de la question et notamment à lui donner connaissance de tout accord auquel ils pourraient aboutir ;", "c)  réserve la procédure ultérieure et délègue au président de la chambre le soin de la fixer au besoin.", "Fait en français, puis communiqué par écrit le 11 avril 2002 en application de l’article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tGeorg Ress\n\tGreffier\tPrésident", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "- opinion concordante de M. Costa ; ", "- opinion dissidente de M. Cabral Barreto, à laquelle M. Traja déclare se rallier.", "G.R.", "V.B.", "\nOPINION CONCORDANTE DE M. LE JUGE COSTA", "J'ai, avec la majorité de la chambre, voté en faveur de la violation de l'article 1er du Protocole additionnel. A mon sens, ce cas se situe à la limite, et je ne souhaiterais pas qu'on en fît un précédent trop aisément transposable.", "Sur un plan très général, je suis fidèle à ce que j'avais écrit au point 10 de mon opinion dissidente dans l'affaire Chassagnou du 29 avril 1999 : je ne trouve pas souhaitable la sacralisation du droit de propriété, et je crois que l'intérêt général ne se trouve pas exclu par principe de la prééminence du droit.", "Dans la présente affaire, le requérant, qui avait repris l'exploitation familiale de son père, s'est trouvé exproprié pour cause d'utilité publique de 60 % de sa parcelle principale, proche de sa maison, et d'une surface de 13 hectares et demi. Il possède par ailleurs une douzaine d'hectares de prés, mais à dix kilomètres de son centre d'exploitation. Le paragraphe 10 de l'arrêt indique qu'il n'a pas demandé l'emprise totale (« pour des raisons personnelles, familiales et sentimentales »), et que le juge de l'expropriation lui a alloué quelque 362 000 francs, soit environ 45 000 francs l'hectare, pour des terrains dont le dossier n'établit pas qu'ils seraient des terrains à bâtir. En soi, ces sommes ne sont pas ridicules, et n'apparaissent pas comme une indemnisation déraisonnable ou disproportionnée, au sens de la jurisprudence.", "Sur ces terres, le requérant élevait trente vaches. On peut supposer qu'il aurait pu continuer d'en élever une douzaine sur ce qui lui restait. L'exploitation aurait-elle été rentable, compte tenu de la réutilisation possible des sommes fixées par le juge et versées par le département ? Je n'en sais évidemment rien. Mais il semble ressortir du dossier, sans que cela soit sérieusement contesté, que dans cette région il n'y avait pas de terrains à vendre, et que l'outil de travail de l'intéressé et des quatre autres personnes, dont deux enfants, vivant de cette exploitation serait amputé au point de provoquer une forte chute de revenus.", "Prenant en compte l'aspect humain de cette affaire – et après tout cela ne me choque nullement qu'une Cour des droits de l'homme ne fasse pas que du droit « pur » –, il m'a semblé finalement que la charge imposée à M. Lallement et à sa famille, en dépit du caractère non négligeable des indemnités perçues, pouvait en l'espèce être qualifiée de spéciale et exorbitante.", "Je réaffirme cependant qu'il s'agit ici d'une situation très particulière, qui ne devrait pas selon moi avoir une portée jurisprudentielle trop extensive. L'arrêt relève justement, d'ailleurs, que la requête doit être, et a été, appréciée in concreto.", "", "\nOPINION DISSIDENTE DE M. LE JUGE CABRAL BARRETO, À LAQUELLE M. LE JUGE TRAJA DÉCLARE SE RALLIER", "À mon vif regret, je ne peux pas suivre l’approche de la majorité concernant la violation de l’article 1 du Protocole nº 1.", "1. Comme l’indique l’arrêt (§ 18), la privation de propriété au sens de la seconde phrase du premier alinéa de l’article 1 du Protocole nº 1 s’analyse en une ingérence dans le respect des biens.", "Selon la jurisprudence bien établie de la Cour, toute ingérence, y compris celle résultant de mesures d’expropriation tendant à la réalisation de grands projets de travaux publics, doit ménager un «juste équilibre» entre les exigences de l’intérêt général et les impératifs de la sauvegarde des droits fondamentaux de l’individu ; aux fins d’apprécier si un tel «juste équilibre» a été préservé entre les divers intérêts en cause, la Cour doit avoir égard aux modalités d’indemnisation prévues par la législation nationale et à la manière dont elles ont été appliquées dans le cas du requérant (voir, parmi beaucoup d’autres, l’arrêt Aka c. Turquie du 23 septembre 1998, Recueil 1998-VI, p. 2681, §§ 44 et 45).", "Le souci de réaliser cet équilibre se reflète dans la structure de l'article 1 tout entier, y compris dans son second alinéa ; dès lors, il doit y avoir un rapport raisonnable de proportionnalité entre les moyens employés et le but poursuivi (arrêt Air Canada c. Royaume-Uni du 5 mai 1995, série A, nº 316-A, p. 16, § 36).", "Afin d'apprécier si la mesure litigieuse respecte le juste équilibre voulu et, notamment, si elle ne fait pas peser sur les requérants une charge disproportionnée, il y a lieu de prendre en considération les modalités d'indemnisation prévues par la législation interne. A cet égard, sans le versement d'une somme raisonnablement en rapport avec la valeur du bien, une privation de propriété constitue normalement une atteinte excessive, et un manque total d'indemnisation ne saurait se justifier sur le terrain de l'article 1 que dans des circonstances exceptionnelles. Ce dernier ne garantit pourtant pas dans tous les cas le droit à une compensation intégrale, car des objectifs légitimes « d'utilité publique » peuvent militer pour un remboursement inférieur à la pleine valeur marchande (voir, parmi d’autres, les arrêts Lithgow et autres c. Royaume-Uni du 8 juillet 1986, série A n° 102, pp. 50-51, § 121, et Air Canada précité, p. 16, § 71).", "Et, comme le souligne à juste titre l’arrêt, il ne faut pas oublier la marge d’appréciation dont l’Etat jouit en la matière.", "2. Or, dans les cas d’espèce, l’Etat français a observé les lois en vigueur et n’a pas excédé sa marge d’appréciation ni n’a imposé au requérant une charge excessive ou exorbitante ; en revanche, à mon humble avis, la somme qui a été accordée au requérant pour la privation d’une partie de sa propriété relève d’un choix du requérant que l’on comprend et que l’on respecte ; mais on ne peut pas venire contra factum proprium.", "L’Etat français a observé les lois en vigueur en la matière et a pris en compte le fait que la privation de 60 % des terres affectées à l’exploration laitière entraînait une «défiguration de parcelle» et a accordée une somme pour cela, pour la dépossession, pour le remploi et pour l’éviction.", "Et même si l’on pouvait admettre que la somme globale fixée par les juridictions françaises ne correspondît pas à la «valeur marchande» de la partie expropriée, il ne me semble pas que la différence puisse être considérée à ce point importante qu’elle imposerait au requérant une charge «exorbitante».", "Il me parait évident que les revenus de 40 % de la propriété doivent être inférieurs aux revenus de la totalité de la propriété ; toutefois, il fallait démontrer que la somme des revenus que le requérant pouvait encore retirer du restant de la propriété et de ceux que lui apportait le montant accordé pour l’expropriation était si différente du total des revenus que le requérant retirait avant l’expropriation pour arriver à la conclusion qu’on imposait au requérant une charge «spéciale et exorbitante», même si on tient compte du rapport d’expertise mentionné au § 19 de l’arrêt.", "A supposer même que cette différence soit profonde au point d’être «exorbitante», il restait toujours au requérant la possibilité de demander l’emprise totale prévue à l’article L-13-11 du code de l’expropriation (qui prévoit la possibilité de demander l’emprise totale si l’emprise partielle compromet la structure d’une exploitation agricole en lui occasionnant un grave déséquilibre), ce qu’il n’a pas voulu faire pour des raisons «personnelles, familiales et sentimentales».", "Dans le § 22 de l’arrêt, la Cour se livre à une spéculation sur les possibilités d’application des articles L.13-10 (qui prévoit la possibilité de demander l’emprise totale si l’emprise partielle empêche l’exploitation agricole dans des conditions normales de la ou des parties restantes) et L.13-11 du code de l’expropriation, pour arriver à la conclusion qu’ils «n’offraient pas une possibilité effective de remédier à situation critiquée».", "Mais, comme la Cour l’a toujours rappelé, elle n’a pas pour tâche de se substituer aux juridictions internes dans l’interprétation de la loi nationale ; c’est au premier chef aux autorités nationales, et notamment aux cours et tribunaux, qu’il incombe d’interpréter la législation interne puisque les juridictions internes se trouvent mieux placées pour interpréter le droit interne ; et la Cour ne substituera pas sa propre interprétation à la leur en l’absence d’arbitraire (voir l’arrêt Tejedor García c. Espagne du 16 décembre 1997, Recueil 1997-VIII, p. 2796 § 31). ", "La Cour de cassation, dans son arrêt du 30 juin 1992, est arrivée à une conclusion différente de celle de notre Cour : «Attendu que l’existence d’un grave déséquilibre de l’exploitation est allégué par l’exproprié alors [qu’il]  n’a pas requis l’emprise totale, comme il l’aurait pu en application de l’article L.13-11(...)» (voir le § 12 de l’arrêt de la Cour).", "Il me paraît que l’arrêt de notre Cour aurait dû respecter l’interprétation de la juridiction interne et ne pas écarter l’application de l’article L.13-11.", "L’interprétation de la Cour de cassation ne me semble pas arbitraire, mais, comme le requérant lui-même l’admet, tout à fait plausible.", "J’arrive donc à la conclusion, à l’instar de la Cour de cassation, que le requérant avait un remède qu’il n’a pas voulu utiliser pour des raisons qui sont les siennes et que l’on doit respecter.", "Or, si les raisons «personnelles, familiales et sentimentales» sont respectables, le requérant, comme l’a souligné la Cour de cassation, «ne peut, à la fois, conserver son exploitation en ne demandant pas l’emprise totale, et solliciter l’indemnisation correspondant dans les termes du décret du 5 avril 1968 ; (...) sa demande de ce chef ne peut qu’être rejetée, faute d’éléments caractérisant le déséquilibre grave de la structure de l’exploitation et la position ambiguë [du requérant]».", "En conclusion, si le requérant n’a pas obtenu une indemnisation qui couvrait tous ses dommages, cela résulte surtout de sa «position ambiguë», et non d’un comportement de l’Etat allant à l’encontre des exigences de l’article 1 du Protocole nº 1.", ""]}