{"file": "FRE_HFJUD_14038_88.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "14038/88", "text_paragraphs": ["", "", "", "COUR (PLÉNIÈRE)", "", "", "", "", "", "", "AFFAIRE SOERING c. ROYAUME-UNI", "", "(Requête no14038/88)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "07 juillet 1989", "\n", "En l’affaire Soering,", "La Cour européenne des Droits de l’Homme, statuant en séance plénière par application de l’article 50 de son règlement et composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tJ. Cremona,", "\t\tThór Vilhjálmsson,", "\t\tF. Gölcüklü,", "\t\tF. Matscher,", "\t\tL.-E. Pettiti,", "\t\tB. Walsh,", "\tSir \tVincent Evans,", "\tMM. \tR. Macdonald,", "\t\tC. Russo,", "\t\tR. Bernhardt,", "\t\tA. Spielmann,", "\t\tJ. De Meyer,", "\t\tJ.A. Carrillo Salcedo,", "\t\tN. Valticos,", "\t\tS.K. Martens,", "\tMme \tE. Palm,", "\tM. \tI. Foighel,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 27 avril et 26 juin 1989,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1.   L’affaire a été déférée à la Cour le 25 janvier 1989 par la Commission européenne des Droits de l’Homme (\"la Commission\"), le 30 janvier 1989 par le gouvernement du Royaume-Uni de Grande-Bretagne et d’Irlande du Nord et le 3 février 1989 par le gouvernement de la République fédérale d’Allemagne, dans le délai de trois mois qu’ouvrent les articles 32 § 1 et 47 (art. 32-1, art. 47) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\"). A son origine se trouve une requête (no 14038/88) dirigée contre le Royaume-Uni et introduite devant la Commission le 8 juillet 1988, en vertu de l’article 25 (art. 25), par un ressortissant allemand, M. Jens Soering.", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration britannique reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46). Comme les deux requêtes gouvernementales, elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’État défendeur aux exigences des articles 3, 6 et 13 (art. 3, art. 6, art. 13) de la Convention.", "2.   En réponse à l’invitation prescrite à l’article 33 § 3 d) du règlement, le requérant a manifesté le désir de participer à l’instance et a désigné ses conseils (article 30).", "3.   Constituée le 26 janvier 1989, la chambre compétente comprenait de plein droit Sir Vincent Evans, juge élu de nationalité britannique (article 43 de la Convention) (art. 43) - la République fédérale d’Allemagne n’étant pas encore partie à l’affaire -, et M. R. Ryssdal, président de la Cour (article 21 § 3 b) du règlement); celui-ci en a désigné par tirage au sort les cinq autres membres, à savoir M. J. Cremona, Mme D. Bindschedler-Robert, M. R. Bernhardt, M. N. Valticos et Mme E. Palm, en présence du greffier.", "Le même jour, la chambre s’est dessaisie avec effet immédiat au profit de la Cour plénière (article 50 du règlement).", "4.   Le même jour également, Commission et requérant ayant demandé une mesure provisoire, la Cour a indiqué au gouvernement britannique qu’il serait souhaitable de ne pas extrader l’intéressé vers les États-Unis d’Amérique avant l’issue de la procédure pendante devant elle (article 36).", "5.   Par l’intermédiaire du greffier, le président de la Cour a consulté les agents des deux gouvernements en cause, le délégué de la Commission et le représentant du requérant au sujet de la nécessité d’une procédure écrite (articles 37 § 1 et 50 § 3). Conformément aux ordonnances ainsi rendues, le greffe a reçu:", "- le 28 mars 1989, les mémoires du gouvernement britannique et du requérant;", "- le 31 mars 1989, celui du gouvernement allemand;", "- le 17 avril 1989, le contre-mémoire du requérant;", "- le 18 avril 1989, des attestations supplémentaires produites par le gouvernement britannique;", "- le 20 avril 1989, des éléments de preuve supplémentaires fournis par le requérant.", "Le 7 avril 1989, le secrétaire de la Commission avait informé le greffier que le délégué n’entendait pas répondre aux mémoires par écrit.", "6.   Le 3 février 1989, après avoir recueilli l’opinion des comparants par les soins du greffier, le président a fixé au 24 avril 1989 la date d’ouverture de la procédure orale (article 38).", "7.   Le 17 février 1989, à la demande du requérant, le président a invité la Commission à communiquer à la Cour l’ensemble des pièces de la procédure écrite et orale suivie devant elle, ce qu’elle a fait le 22.", "8.   Par une lettre reçue le 28 mars 1989, Amnesty International, Londres, a sollicité l’autorisation de présenter des observations écrites (article 37 § 2 du règlement). Le 30, le président la lui a accordée sous certaines conditions. Lesdites observations sont parvenues au greffe le 13 avril.", "9.   Les débats ont eu lieu en public le jour dit, au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu immédiatement auparavant une réunion préparatoire.", "Ont comparu:", "- pour le gouvernement du Royaume-Uni", "\tM. M. Wood, conseiller juridique", "\t\t\tau ministère des Affaires étrangères et du Commonwealth, \t\t\tagent, ", "\tSir Patrick Mayhew, Q.C., M.P., Attorney General,", "\tM. M. Baker, Barrister-at-Law, \tconseils,", "\tMlle E. Wilmshurst, Legal Secretariat", "\t\t\tto the Law Officers, ", "\tMM. D. Bentley, ministère de l’Intérieur,", "\tT. Cobley, ministère de l’Intérieur, \tconseillers;", "- pour le gouvernement de la République fédérale d’Allemagne", "\tMM. J. Meyer-Ladewig, Ministerialdirigent,", "\t\t\tministère fédéral de la Justice,  \tagent,   ", "\tM. Grotz, Regierungsdirektor,", "\t\t\tministère fédéral de la Justice, ", "\tMme S. Werner, Richterin am Amtsgericht,", "\t\t\tministère fédéral de la Justice, \tconseillers;", "- pour la Commission", "\tM. E. Busuttil, \tdélégué;", "- pour le requérant", "\tMM. Colin Nicholls, Q.C., \tconseil,   ", "\tR. Spencer, Solicitor,   ", "\tF. Gardner, Solicitor, \tconseillers.", "La Cour a entendu en leurs déclarations Sir Patrick Mayhew pour le gouvernement britannique, M. Meyer-Ladewig pour le gouvernement allemand, M. Busuttil pour la Commission et M. Nicholls pour le requérant.", "10.   Gouvernement britannique, gouvernement allemand et requérant ont déposé divers documents le jour des audiences et à différentes dates entre les 26 avril et 15 juin 1989.", "", "EN FAIT", "I. LES CIRCONSTANCES DE L’ESPÈCE", "11.   M. Jens Soering, né le 1er août 1966, est allemand. Il se trouve actuellement détenu en Angleterre en attendant son extradition vers les États-Unis d’Amérique où il devrait répondre d’accusations d’assassinat dans l’État de Virginie.", "12.   Les homicides dont il s’agit eurent lieu dans le comté de Bedford, en Virginie, en mars 1985. Les victimes, William Reginald Haysom (72 ans) et Nancy Astor Haysom (53 ans), étaient les parents de l’amie du requérant, Elizabeth Haysom, de nationalité canadienne. Dans les deux cas, la mort résultait de multiples blessures et coups de couteau massivement portés au cou, à la gorge et sur le tronc. A l’époque, le requérant et Elizabeth Haysom, âgés respectivement de 18 et 20 ans, étaient étudiants à l’Université de Virginie. Ils disparurent ensemble de cet État en octobre 1985, mais en avril 1986 la police les arrêta en Angleterre en raison d’escroqueries sur des chèques.", "13.   Entre le 5 et le 8 juin 1986, un inspecteur du Sheriff’s Department du comté de Bedford interrogea M. Soering en Angleterre. Dans une déclaration écrite sous serment du 24 juillet 1986, il indiqua que l’intéressé avait reconnu les meurtres en sa présence et devant deux fonctionnaires de police du Royaume-Uni. Selon ses dires, il était amoureux de Mlle Haysom mais comme les parents de la jeune fille s’opposaient à leur liaison, elle et lui avaient projeté de les tuer; ayant loué une voiture à Charlottesville, ils avaient gagné Washington où ils se forgèrent un alibi; de là, il s’était rendu à la maison des parents et avait discuté avec eux de ses relations avec leur fille; lorsqu’ils l’avertirent qu’ils feraient tout pour les contrecarrer, une dispute éclata et il les tua avec un couteau.", "Le 13 juin 1986, un \"grand jury\" de la cour (Circuit Court) du comté de Bedford mit en accusation le requérant, du chef d’assassinat passible de la peine de mort (capital murder) sur la personne des parents Haysom et d’assassinats non passibles de cette peine (non-capital murders) sur la personne de chacun d’eux.", "14.   Le 11 août 1986, le gouvernement des États-Unis d’Amérique sollicita l’extradition de M. Soering et de Mlle Haysom en vertu du traité anglo-américain d’extradition de 1972 (paragraphe 30 ci-dessous). Le 12 septembre, un juge de la Magistrates’ Court de Bow Street reçut du ministre de l’Intérieur une invitation à décerner un mandat d’arrêt contre le requérant, sur la base de l’article 8 de la loi de 1870 sur l’extradition (paragraphe 32 ci-dessous). L’intéressé fut arrêté le 30 décembre à la prison de Chelmsford après y avoir purgé une peine pour escroquerie sur des chèques.", "15.   Le 29 octobre 1986, l’ambassade britannique à Washington adressa aux autorités américaines la demande suivante:", "\"En raison de l’abolition de la peine capitale en Grande-Bretagne, l’Ambassade a été chargée de chercher à obtenir, conformément au traité d’extradition, une assurance que dans le cas où M. Soering serait livré et reconnu coupable des crimes dont il se trouve accusé, la peine capitale, si elle est imposée, ne recevra pas exécution.", "Si des motifs constitutionnels empêchaient le gouvernement américain de donner pareille assurance, les autorités britanniques le prient de s’engager à recommander aux autorités compétentes de ne pas prononcer la peine capitale ou, si elle est prononcée, de ne pas l’exécuter.\"", "16.   Le 30 décembre 1986, un procureur allemand (Staatsanwalt) de Bonn interrogea M. Soering en prison. Dans une attestation écrite sous serment, il rapporta que ce dernier lui avait affirmé notamment \"n’avoir jamais voulu tuer M. et Mme Haysom et (...) pouvoir seulement se rappeler leur avoir infligé des blessures au cou, ce qui devait avoir un lien avec leur mort ultérieure\"; les jours précédents, Elizabeth et lui-même n’avaient nullement parlé de les tuer. Le procureur se référait aussi à des documents mis à sa disposition, par exemple les déclarations du requérant à l’inspecteur de police américain, les rapports d’autopsie et deux rapports psychiatriques concernant l’intéressé (paragraphe 21 ci-dessous).", "Le 11 février 1987, le tribunal de district de Bonn lança contre M. Soering un mandat d’arrêt relatif aux assassinats qu’on lui reprochait. Le 11 mars, le gouvernement de la République fédérale d’Allemagne réclama au Royaume-Uni l’extradition du requérant en vertu du traité d’extradition de 1872 entre les deux États (paragraphe 31 ci-dessous). Le ministre de l’Intérieur reçut alors du directeur des poursuites (Director of Public Prosecutions) l’avis que si la demande démontrait certes la compétence des juridictions allemandes pour juger l’intéressé, les éléments produits, à savoir de simples aveux passés devant le procureur de Bonn sans avertissement préalable (caution), ne constituaient pas un commencement de preuve de culpabilité; partant, la loi de 1870 sur l’extradition (paragraphe 32 ci-dessous) ne permettait pas au juge de placer M. Soering sous écrou extraditionnel en attendant son envoi en Allemagne.", "17.   Par une lettre du 20 avril 1987 au directeur du bureau des Affaires internationales, division des Affaires criminelles, ministère de la Justice des États-Unis, l’Attorney du comté de Bedford (Virginie), M. James W. Updike Jr, précisa que dans l’hypothèse où le requérant ne pourrait être jugé dans son propre pays sur la base de ses seuls aveux, il n’existait aucun moyen d’obliger des témoins à se rendre des États-Unis en Allemagne pour y comparaître devant un tribunal répressif. Par une note diplomatique du 23 avril, les États-Unis invitèrent le Royaume-Uni à livrer le requérant à eux-mêmes et non à la République fédérale.", "18.   Le 8 mai 1987, Elizabeth Haysom fut extradée vers les États-Unis. Après avoir plaidé coupable, le 22 août, de complicité dans l’assassinat de ses parents, elle s’entendit condamner le 6 octobre à 90 ans de réclusion (45 ans pour chaque assassinat).", "19.   Le 20 mai 1987, le gouvernement britannique informa la République fédérale que les États-Unis avaient, les premiers, \"présenté une demande étayée par des commencements de preuve, en vue de l’extradition de M. Soering\"; eu égard à l’ensemble des circonstances de l’espèce, ajoutait-il, il avait conclu que le tribunal devait continuer à examiner ladite demande de la manière habituelle. Il signalait en outre qu’il avait sollicité auprès des autorités américaines des assurances sur la question de la peine de mort et que si le tribunal plaçait le requérant sous écrou extraditionnel, la remise à ces mêmes autorités serait subordonnée à l’obtention d’assurances suffisantes.", "20.   En sa qualité de procureur du comté de Bedford, M. Updike fit le 1er juin 1987 la déclaration sous serment suivante:", "\"Je certifie par la présente que si Jens Soering devait être convaincu de l’assassinat aggravé qu’on l’accuse d’avoir commis dans le comté de Bedford, en Virginie (...), une démarche sera menée au nom du Royaume-Uni auprès du juge, au moment de la fixation de la peine, pour lui signaler que le Royaume-Uni souhaite ne voir ni infliger ni exécuter la peine de mort.\"", "Communiquées au gouvernement britannique le 8 juin sous couvert d’une note diplomatique, ces assurances furent réitérées dans les mêmes termes par M. Updike dans une nouvelle déclaration sous serment du 16 février 1988, adressée au Royaume-Uni par une note diplomatique du 17 mai 1988. Dans cette même note, le gouvernement fédéral des États-Unis s’engageait à veiller au respect, par les autorités compétentes de l’État de Virginie, de leur promesse d’intervenir au nom du Royaume-Uni.", "Au cours de la présente procédure, les autorités virginiennes ont avisé le gouvernement britannique que M. Updike ne comptait pas donner d’autres assurances et se proposait de requérir la peine capitale contre M. Soering car, selon lui, les éléments de preuve justifiaient une telle attitude.", "21.   Le 16 juin 1987, à la Magistrates’ Court de Bow Street, une audience relative au placement sous écrou extraditionnel se déroula devant le Chief Stipendiary Magistrate.", "Le gouvernement des États-Unis fournit des éléments de preuve d’après lesquels, dans la nuit du 30 mars 1985, M. Soering avait tué William et Nancy Astor Haysom chez eux, dans le comté de Bedford en Virginie. Il se fonda en particulier sur les aveux de l’intéressé tels que les relatait l’attestation de l’inspecteur de police du comté de Bedford (paragraphe 13 ci-dessus).", "Les conseils du requérant produisirent le rapport d’un consultant de psychiatrie médico-légale, le Dr Henrietta Bullard. Daté du 15 décembre 1986, il indiquait que leur client, immature et inexpérimenté, avait perdu son identité personnelle dans une relation de symbiose avec son amie - jeune femme énergique, persuasive et perturbée. Il concluait:", "\"Entre Mlle Haysom et Soering, il existait une ‘folie à deux’; le partenaire le plus perturbé était Mlle Haysom. (...)", "Au moment de l’infraction, Jens Soering souffrait selon moi de troubles mentaux dus à des causes endogènes et qui altéraient fortement sa responsabilité. Le syndrome psychiatrique qualifié de ‘folie à deux’ est un état mental bien connu où l’un des partenaires est suggestible au point de croire aux hallucinations psychotiques de l’autre. La perturbation dont se trouve atteinte Mlle Haysom frise la psychose et, au fil de nombreux mois, la jeune fille a pu persuader Soering que pour permettre à leur couple de survivre il devrait peut-être tuer ses parents à elle. (...) [Elle] avait sur [lui] un effet stupéfiant et hypnotisant qui l’a plongé dans un état psychologique anormal l’empêchant de penser de manière rationnelle ou discuter les absurdités de la conception qu’[elle] avait de sa vie et de l’influence de ses parents. (...)", "En conclusion, je considère qu’au moment des infractions, Soering souffrait d’une anomalie mentale qui, dans ce pays, lui permettrait de plaider non coupable d’assassinat, mais coupable d’homicide.\"", "Les conclusions du Dr Bullard rejoignaient en substance celles d’un rapport psychiatrique antérieur, établi le 11 décembre 1986 par le Dr John R. Hamilton, médecin-chef de l’hôpital de Broadmoor, mais non produit devant la Magistrates’ Court.", "Le juge estima que l’expertise du Dr Bullard n’entrait en ligne de compte pour aucune des questions à trancher par lui et plaça le requérant sous écrou en attendant l’arrêté ministériel de renvoi aux États-Unis.", "22.   Le 29 juin 1987, M. Soering sollicita de la Divisional Court une ordonnance d’habeas corpus concernant sa détention et l’autorisation de demander un contrôle judiciaire. Le 11 décembre, il essuya un double refus de la Divisional Court (le Lord Justice Lloyd et le juge Macpherson).", "A l’appui de ladite demande, il avait soutenu que l’assurance fournie par les autorités américaines avait si peu de valeur que nul ministre raisonnable ne pouvait la trouver satisfaisante au regard de l’article IV du traité anglo-américain d’extradition (paragraphe 36 ci-dessous). Dans son jugement, le Lord Justice convint qu’elle \"laiss[ait] à désirer\":", "\"L’article IV du traité envisage une assurance que la peine capitale ne recevra pas exécution. Il doit entendre par là, je présume, une assurance donnée par l’exécutif - en l’occurrence le gouverneur de l’État de Virginie - ou en son nom. Or l’attestation sous serment de M. Updike, loin de représenter une [telle] assurance (...), se ramène à un engagement de faire auprès du juge des démarches au nom du Royaume-Uni. Je ne puis croire qu’il s’agisse là de ce que l’on voulait à l’époque de la signature du traité. Toutefois, je comprends qu’il peut fort bien y avoir des difficultés à obtenir davantage au moyen d’une assurance, en raison du caractère fédéral de la Constitution des États-Unis.\"", "La demande d’autorisation fut rejetée parce que prématurée. Le Lord Justice Lloyd déclara:", "\"Le ministre n’a pas encore décidé s’il faut tenir l’assurance pour satisfaisante, ni certainement s’il échet ou non de décerner un mandat pour l’extradition de Soering. D’autres éléments peuvent survenir. Notre Cour ne se laissera jamais placer dans la situation d’avoir à contrôler une décision administrative non arrêtée.\"", "Il se fonda sur un motif supplémentaire:", "\"En second lieu, même si le ministre avait déjà résolu de considérer l’assurance comme satisfaisante, les éléments dont nous disposons actuellement ne suffisent de loin pas à me convaincre que pareille décision eût été irrationnelle au sens Wednesbury.\" (paragraphe 35 ci-dessous)", "23.   Le 30 juin 1988, la Chambre des Lords refusa au requérant l’autorisation de recourir contre la décision de la Divisional Court.", "24.   Le 14 juillet 1988, M. Soering invita le ministre de l’Intérieur à user de son pouvoir discrétionnaire de ne pas ordonner sa remise aux États-Unis, en vertu de l’article 11 de la loi de 1870 sur l’extradition (paragraphe 34 ci-dessous).", "Le ministre n’y consentit pas et, le 3 août 1988, signa un arrêté prescrivant de livrer le requérant aux autorités américaines. Cependant, l’intéressé n’a pas été renvoyé aux États-Unis, à la suite des mesures provisoires indiquées dans la présente procédure par la Commission puis par la Cour européennes (paragraphes 4 ci-dessus et 77 ci-dessous).", "25.   Le 5 août 1988, le requérant fut transféré dans un hôpital pénitentiaire où il demeura, jusqu’au début de novembre 1988, sous le régime spécial applicable aux détenus risquant de se suicider.", "D’après un rapport psychiatrique du Dr D. Somekh, daté du 16 mars 1989 et produit au nom de M. Soering, la crainte que celui-ci éprouve de subir des violences physiques extrêmes et des sévices homosexuels de la part d’autres détenus du \"couloir de la mort\" en Virginie a notamment un profond effet psychologique sur lui. Une montée de désespoir se manifesterait chez lui et il existerait des raisons objectives de redouter qu’il n’attente à ses jours.", "26.   Par une déclaration du 20 mars 1989, adressée à la Cour, le requérant précise que si le gouvernement britannique exigeait son expulsion en République fédérale d’Allemagne, il s’y plierait et n’élèverait aucune objection de fait ou de droit contre la délivrance ou l’exécution d’une ordonnance à cette fin.", "II. LÉGISLATION ET PRATIQUE INTERNES PERTINENTES DU ROYAUME-UNI", "A. Droit pénal", "27.   En Angleterre, l’assassinat se définit comme un homicide illicite et prémédité. La peine encourue est la réclusion à perpétuité. Il ne peut s’agir de la peine capitale (Murder (Abolition of the Death Penalty) Act 1965 - loi de 1965 sur l’abolition de la peine de mort pour assassinat, article 1). Selon l’article 2 de la loi de 1957 sur l’homicide (Homicide Act 1957), une personne qui en a tué une autre n’est pas déclarée coupable d’assassinat si elle souffrait, à l’époque, d’une anomalie mentale (due à un développement mental atrophié, à toute autre cause interne ou encore à une maladie ou un accident) telle que sa responsabilité se trouvait largement altérée. Du fait de cet article, elle peut se voir déclarer coupable d’homicide mais non d’assassinat.", "28.   Les tribunaux anglais n’ont pas compétence pour réprimer les actes commis à l’étranger par des étrangers, sauf dans certains cas sans rapport avec la présente affaire. En conséquence, ni le requérant, de nationalité allemande, ni Elizabeth Haysom, de nationalité canadienne, ne pouvaient ni ne peuvent être jugés au Royaume-Uni.", "B. Extradition", "29.   Le droit général pertinent en matière d’extradition figure dans les lois de 1870-1935 sur l’extradition.", "30.   Les conditions de l’extradition entre le Royaume-Uni et les États-Unis d’Amérique sont fixées par le traité d’extradition signé par les deux États le 8 juin 1972, un traité complémentaire signé le 25 juin 1982 et un échange de notes des 19 et 20 août 1986 portant amendement au traité complémentaire. Elles ont été intégrées au droit du Royaume-Uni par des ordonnances (Orders in Council) (the United States of America (Extradition) Order 1976, S.I. 1976/2144, et the United States of America (Extradition) (Amendment) Order 1986, S.I. 1986/2020).", "Aux termes de l’article I du traité d’extradition, \"chaque Partie contractante s’engage à extrader vers l’autre, dans les circonstances et sous réserve des conditions énoncées dans le présent traité, toute personne découverte sur son territoire qui est accusée ou reconnue coupable d’une infraction [mentionnée dans le traité et y compris l’assassinat], commise dans la juridiction de l’autre Partie\".", "31.   L’extradition entre le Royaume-Uni et la République fédérale d’Allemagne se trouve régie par le traité du 14 mai 1872 entre le Royaume-Uni et l’Allemagne pour la remise mutuelle des criminels en fuite, renouvelé avec des amendements par un accord signé à Bonn le 23 février 1960 et ultérieurement modifié par un échange de notes des 25 et 27 septembre 1978. Ces accords ont été incorporés dans le droit du Royaume-Uni par des ordonnances (the Federal Republic of Germany (Extradition) Order 1960, S.I., 1960/1375, et the Federal Republic of Germany (Extradition) (Amendment) Order 1978, S.I., 1978/1403).", "32.   Saisi d’une demande d’extradition, le ministre peut, par ordonnance, inviter un magistrate à délivrer un mandat d’arrêt contre le criminel en fuite (loi de 1870 sur l’extradition, articles 7 et 8).", "Au Royaume-Uni, la procédure d’extradition consiste en une audience devant un magistrate. D’après l’article 10 de la loi de 1870 sur l’extradition, si \"des preuves sont apportées qui (sous réserve des dispositions de la présente loi) justifieraient, en droit anglais, le renvoi en jugement du détenu au cas où l’infraction dont on l’accuse aurait été commise en Angleterre, (...) le (...) juge ordonne sa détention; dans le cas contraire, il ordonne la mise en liberté\". Il doit être convaincu qu’il existe assez de preuves pour renvoyer l’accusé en jugement; avant pareil renvoi, un commencement de preuve doit avoir été fourni. \"Il s’agit de savoir si, au vu des seules preuves dont dispose le magistrate, un jury raisonnable, et éclairé par le président de manière satisfaisante, conclurait à la culpabilité\" (Schtraks v. Government of Israel, Appeal Cases, 1964, p. 556).", "33.   L’article 11 de la loi de 1870 sur l’extradition permet de contester par la voie de l’habeas corpus les décisions prises dans pareille procédure. En pratique, la demande est présentée à une Divisional Court et, sur autorisation, à la Chambre des Lords. Les procédures d’habeas corpus tendent surtout à vérifier que le juge était bien compétent pour statuer, qu’il disposait de preuves suffisantes pour justifier la détention, que l’infraction commise est passible d’extradition et ne revêt pas un caractère politique, et qu’il n’existe aucun autre obstacle à l’extradition. L’article 12 de la loi de 1870 prévoit l’élargissement du détenu, s’il n’est pas livré, à l’issue de cette instance ou dans les deux mois qui suivent le placement sous écrou extraditionnel, sauf arguments suffisants en sens contraire.", "34.   D’après l’article 11 de la loi de 1870, le ministre peut ne pas signer l’arrêté d’extradition (Atkinson v. United States, Appeal Cases, 1971, p. 197). Cette latitude peut prévaloir sur toute décision judiciaire prescrivant de remettre le fugitif à l’État requérant, et tout détenu qui a présenté en vain une demande d’habeas corpus peut s’adresser à cet effet au ministre. En étudiant l’opportunité d’ordonner l’extradition du fugitif, le ministre est tenu de prendre en compte tout élément de preuve nouveau non produit devant le magistrate (Schtraks v. Government of Israel, loc. cit.).", "35.   Le détenu a en outre la faculté de contester, par une procédure de contrôle judiciaire, tant la décision du ministre rejetant sa demande que celle de signer l’arrêté. Le tribunal peut alors rechercher si l’exercice du pouvoir discrétionnaire par le ministre se trouve entaché d’illégalité, d’irrationalité ou d’irrégularité procédurale (Council of Civil Service Unions and Others v. Minister for the Civil Service, All England Law Reports, 1984, vol. 3, p. 935).", "L’irrationalité se détermine sur la base des principes de droit administratif exposés dans l’arrêt Associated Provincial Picture Houses Ltd v. Wednesbury Corporation (King’s Bench, 1948, vol. 1, p. 223) et appelés les \"principes Wednesbury\" de l’attitude raisonnable. En matière d’extradition, le critère serait qu’un ministre raisonnable n’aurait jamais pris un arrêté de remise dans de telles circonstances. Comme le montre le jugement rendu en l’espèce par le Lord Justice Lloyd, de la Divisional Court, (paragraphe 22 ci-dessus), si le ministre s’appuie sur des assurances données par l’État requérant, on peut contrôler le caractère raisonnable de l’argument qu’il en tire. Selon le gouvernement britannique, en vertu du même principe un tribunal aurait compétence pour annuler la décision de livrer un fugitif à un pays où existe un risque sérieux et avéré de traitements inhumains ou dégradants, au motif qu’au vu de l’ensemble des circonstances de la cause aucun ministre raisonnable ne pouvait la prendre.", "Dans R. v. Home Secretary, ex parte Bugdaycay (All England Law Reports, 1987, vol. 1, p. 940, à la p. 952) - une affaire de refus d’asile portée devant la Chambre des Lords -, Lord Bridge, tout en reconnaissant les limites des principes Wednesbury, a précisé que les tribunaux appliquent ceux-ci très strictement à l’encontre du ministre quand la vie de l’intéressé se trouve menacée:", "\"A l’intérieur de ces limites, j’estime que le tribunal doit, en fonction de la gravité de l’objet de la décision administrative, pouvoir soumettre cette dernière à l’examen le plus rigoureux pour s’assurer qu’elle n’est en aucune façon viciée. Le droit le plus fondamental de l’homme est le droit à la vie et, lorsqu’une décision administrative est attaquée comme de nature à mettre en danger la vie du requérant, les éléments sur lesquels elle se fonde appellent à coup sûr le contrôle le plus scrupuleux.\"", "Lord Templeman ajoutait (à la page 956):", "\"Lorsqu’une décision viciée risque de menacer la vie ou la liberté, une responsabilité particulière incombe à mon avis au tribunal dans l’examen du processus décisionnel.\"", "Toutefois, les tribunaux n’annulent pas une décision du ministre du seul fait qu’il a omis de rechercher s’il y avait ou non violation de la Convention européenne des Droits de l’Homme (R v. Secretary of State, ex parte Kirkwood, Weekly Law Reports, 1984, vol. 1, p. 913).", "En outre, les tribunaux n’ont pas compétence pour prescrire à la Couronne des mesures provisoires dans une procédure de contrôle judiciaire (Kirkwood, ibid., et R v. Secretary of State for Transport, ex parte Factortame Ltd and Others, The Times, 19 mai 1989).", "36.   Les lois sur l’extradition ne contiennent aucune disposition sur la peine de mort, mais l’article IV du traité anglo-américain est ainsi libellé:", "\"Si l’infraction pour laquelle l’extradition est demandée est passible de la peine de mort selon la législation pertinente de la Partie requérante, alors que la législation pertinente de la Partie requise ne prévoit pas cette peine dans les mêmes circonstances, l’extradition peut être refusée sauf si la Partie requérante donne à la Partie requise des assurances suffisantes que la peine capitale ne sera pas exécutée.\"", "37.   Dans le cas d’un fugitif réclamé par les États-Unis et passible de la peine capitale, le ministre a pour pratique, en vertu dudit article IV, d’accepter du parquet de l’État concerné l’assurance qu’une intervention sera faite auprès du juge, au moment du prononcé de la peine, pour exprimer le voeu du Royaume-Uni que la peine capitale ne soit ni infligée ni exécutée. M. David Mellor, alors secrétaire d’État à l’Intérieur, décrivait ainsi cet usage:", "\"Les assurances écrites concernant la peine capitale, que le ministre obtient des autorités fédérales, équivalent à l’engagement que les vues du Royaume-Uni seront exposées au juge. Au moment du prononcé de la peine, le juge sera informé que le Royaume-Uni ne souhaite pas que la peine capitale soit infligée ou exécutée. Autrement dit, les autorités britanniques livrent un fugitif, ou consentent à envoyer une personne devant un tribunal américain, s’il est clairement entendu que la peine capitale ne sera pas exécutée; elle ne l’a jamais été en pareil cas. L’exécution d’un individu renvoyé de la sorte porterait gravement atteinte aux accords d’extradition entre nos deux pays.\" (Hansard, 10 mars 1987, col. 955)", "Il n’y a cependant jamais eu de cas où l’efficacité d’une telle assurance ait été vérifiée.", "38.   Des demandes concurrentes d’extradition pour la même infraction et provenant de deux États différents ne sont pas courantes. Si elles arrivent en même temps, le ministre décide à laquelle il faut donner suite, compte tenu de tous les faits de la cause, notamment la nationalité du fugitif et le lieu d’accomplissement de l’infraction.", "A cet égard, l’article X du traité anglo-américain d’extradition dispose:", "\"Si l’extradition d’un individu est demandée concurremment par l’une des Parties contractantes et par un ou plusieurs autres États, pour la même infraction ou pour des infractions différentes, la Partie requise doit prendre sa décision, dans la mesure où sa législation le lui permet, compte tenu de toutes les circonstances, notamment les dispositions figurant à cet égard dans tout accord en vigueur entre la Partie requise et la Partie requérante, la gravité relative et le lieu d’accomplissement des infractions, les dates respectives des demandes, la nationalité de la personne recherchée et la possibilité de l’extrader ultérieurement à un autre État.\"", "III.  LÉGISLATION INTERNE PERTINENTE DE L’ÉTAT DE VIRGINIE", "A. Législation concernant l’assassinat", "39.   La définition et la classification pertinentes de l’assassinat et les peines correspondantes se trouvent régies par le code de Virginie de 1950, avec ses amendements, et par la jurisprudence des tribunaux de l’État et de la Fédération.", "40.   L’article 18.2-31 du code de Virginie énumère huit types d’homicide passibles de la peine capitale et relevant de la catégorie 1 des crimes les plus graves, y compris \"le fait de tuer sciemment, délibérément et avec préméditation plus d’une personne dans le cadre du même acte ou de la même opération\" (alinéa g)). La peine prévue pour un crime de la catégorie 1 est \"la mort ou la réclusion à vie\" (code de Virginie, article 18.2-10 a)). Mis à part le cas d’un tueur à gages, seul le \"tireur\", à savoir l’auteur effectif de l’homicide, peut être accusé d’assassinat passible de la peine capitale (Johnston v. Commonwealth, 220 Virginia Reports (Va.) 146, 255 South Eastern Reporter, Second Series (S.E.2d) 525 (1979)).", "L’assassinat non passible de la peine capitale est classé comme assassinat de premier ou deuxième degré, puni de durées variables d’emprisonnement (code de Virginie, articles 18.2-10 b) et 18.2-32).", "41.   Dans la plupart des procès pour crimes graves, y compris l’assassinat passible de la peine capitale, l’accusé a le droit d’être jugé par un jury. Il peut y renoncer mais le fait rarement.", "B. Procédure de prononcé de la peine", "42.   En Virginie, le prononcé de la peine dans une affaire d’assassinat passible de la peine capitale suit une procédure distincte de la détermination de la culpabilité. Après avoir constaté la culpabilité de l’accusé dans une telle affaire, le même jury, ou le même magistrat siégeant sans jury, continue à recueillir des éléments relatifs à la peine. Est recevable toute preuve pertinente concernant l’infraction et l’accusé. Les données plaidant pour la démence ne sont soumises à presque aucune limitation, tandis que la loi restreint celles qui militent pour la rigueur (code de Virginie, article 19.2-264.4).", "43.   On ne peut pas prononcer la peine de mort si l’accusation n’a pas prouvé au-delà de tout doute raisonnable qu’il existe au moins l’une des circonstances aggravantes prévues par la loi: \"dangerosité future\" ou \"atrocité\".", "Il y a \"dangerosité future\" s’il apparaît probable que l’accusé commettra à l’avenir \"des actes de violence criminelle\" qui constitueraient une \"menace grave et permanente pour la société\" (code de Virginie, article 19.2-264.2).", "Il y a \"atrocité\" si le crime était \"outrageusement atroce ou commis pour le plaisir, de manière horrible ou inhumaine en ce qu’il comportait torture, dépravation de l’esprit ou voies de fait qualifiées sur la victime\" (code de Virginie, ibidem). Les mots \"dépravation de l’esprit\" visent \"un degré de turpitude morale et d’avilissement psychique dépassant ce qui est inhérent à la définition légale habituelle de l’intention coupable et de la préméditation\". Les mots \"voies de fait qualifiées\" s’entendent de violences qui \"dépassent qualitativement et quantitativement le minimum nécessaire pour accomplir un acte d’assassinat\" (Smith v. Commonwealth, 219 Va. 455, 248 S.E.2d 135 (1978),certiorari refusé, 441 United States Supreme Court Reports (U.S.) 967 (1979)). La preuve de blessures multiples subies par la victime - notamment une blessure au cou qui, même considérée isolément, constitue une voie de fait qualifiée compte tenu de la manière sauvage et méthodique dont son auteur l’a infligée, puis a laissé sa victime souffrir atrocement en attendant la mort - est considérée comme répondant au critère d’\"atrocité\" prévu dans cet article (Edmonds v. Commonwealth, 229 Va. 303, 329 S.E.2d 807, certiorari refusé, 106 Supreme Court Reporter (S.Ct.) 339, 88 United States Supreme Court Report, Lawyers’ Edition, Second Series (L.Ed.2d) 324 (1985)).", "44.   La loi de Virginie n’interdit pas d’infliger la peine de mort à un jeune ayant atteint la majorité - fixée à 18 ans dans cet État (code de Virginie, article 1.13.42). L’âge est un élément à apprécier par le jury. (Peterson v. Commonwealth, 225 Va. 289, 302 S.E.2d 520, certiorari refusé, 464 U.S. 865, 104 S.Ct. 202, 78 L.Ed.2d 176 (1983)).", "45.   La loi précise de manière non limitative les circonstances atténuantes:", "\"i) l’accusé n’a pas d’antécédents criminels importants, ou ii) le crime grave a été commis alors que l’accusé se trouvait sous l’empire d’une perturbation mentale ou émotionnelle extrême, ou iii) la victime a participé à la conduite de l’accusé ou a consenti à l’acte, ou iv) au moment où le crime grave a été commis, la capacité de l’accusé d’apprécier le caractère criminel de sa conduite ou de conformer celle-ci aux exigences de la loi était sensiblement réduite, ou v) l’âge de l’accusé au moment où il a perpétré le crime grave\" (code de Virginie, article 19.2-264.4B).", "46.   Si un procès pour crime passible de la peine capitale se déroule devant un jury, celui-ci doit, avant de prononcer la peine, examiner tous les éléments de preuve, favorables ou défavorables, pertinents pour la fixer. En particulier, il ne peut condamner à mort l’accusé qu’après avoir envisagé les circonstances atténuantes de l’infraction (Watkins v. Commonwealth, 229 Va. 469, 331 S.E.2d 422 (1985), certiorari refusé, 475 U.S. 1099, 106 S.Ct. 1503, 89 L.Ed.2d 903 (1986)). En outre, sauf unanimité au sein du jury la peine ne peut pas être la mort, mais la réclusion à vie (code de Virginie, article 19.2-264.4). Même s’il constate une ou plusieurs des circonstances aggravantes prévues par la loi, le tribunal demeure libre de prononcer une peine de réclusion à vie plutôt que la mort, à la lumière des circonstances atténuantes ou par simple humanité (Smith v. Commonwealth, loc. cit.).", "47.   Après une condamnation à mort, le juge doit ordonner l’établissement d’un rapport d’enquête sur les antécédents de l’accusé et sur \"tout autre fait pertinent, afin que le tribunal puisse déterminer si la peine capitale est appropriée et juste\"; après examen du rapport, le juge peut annuler la peine de mort et infliger une peine de réclusion à vie (code de Virginie, article 19.2-264.5).", "48.   A la suite d’un moratoire consécutif à une décision de la Cour suprême des États-Unis (Furman v. Georgia, 92 S.Ct. 2726 (1972)), l’imposition de la peine capitale a repris en Virginie en 1977; depuis lors, sept personnes ont été exécutées. Le mode d’exécution est l’électrocution.", "La jurisprudence estime constitutionnel le régime juridique de la peine capitale en Virginie, y compris le contrôle obligatoire de la peine (paragraphe 52 ci-dessous): il empêche d’infliger ladite peine de manière arbitraire ou capricieuse et délimite étroitement le pouvoir discrétionnaire du juge la prononçant (Smith v. Commonwealth, loc. cit.; Turnver v. Bass, 753 Federal Reporter, Second Series (F.2d) 342 (4th Circuit, 1985); Briley v. Bass, 750 F.2d 1238 (4th Circuit, 1984)). La peine capitale prévue par la législation sur l’assassinat ne constitue pas davantage une peine cruelle et inhabituelle et elle ne refuse à l’accusé ni droits de la défense ni égalité de protection (Stamper v. Commonwealth, 220 Va. 260, 257 S.E.2d 808 (1979), certiorari refusé, 445 U.S. 972, 100 S.Ct. 1666, 64 L.Ed.2d 249 (1980)). La Cour suprême de Virginie a rejeté la thèse selon laquelle la mort par électrocution provoquerait \"des souffrances inutiles avant la mort et des souffrances émotionnelles en attendant l’exécution de la peine\" (ibidem).", "C. Démence, troubles mentaux et responsabilité atténuée", "49.   Le droit virginien n’admet généralement pas comme moyen de défense la diminution de la capacité de discernement (Stamper v. Commonwealth, 228 Va. 707, 324 S.E.2d 682 (1985)).", "50.   En Virginie, la démence est un moyen de défense reconnu qui, s’il aboutit, empêche tout verdict de culpabilité. Il vaut lorsque l’accusé sait son acte mauvais, mais le commet sous l’empire d’une impulsion irrésistible, provoquée par une maladie mentale affectant sa volonté (Thompson v. Commonwealth, 193 Va. 704, 70 S.E.2d 284 (1952), et Godley v. Commonwealth, 2 Virginia Court of Appeals Reports (Va. App.) 249 (1986)), ou lorsqu’il ne comprend pas la nature, le caractère et les conséquences de son acte ou ne peut distinguer le bien du mal (Price v. Commonwealth, 228 Va. 452, 323 S.E.2d 106 (1984)). Si aucun moyen de défense tiré de la démence n’est présenté, l’état mental de l’accusé n’entre en ligne de compte, au stade de l’examen de la culpabilité, que dans la mesure où il pourrait prouver un fait litigieux, par exemple la préméditation de l’homicide (Le Vasseur v. Commonwealth, 225 Va. 564, 304 S.E.2d 644 (1983), certiorari refusé, 464 U.S. 1063, 104 S.Ct. 744, 79 L.Ed.2d 202 (1984)).", "51.   Dans un procès pour assassinat passible de la peine capitale, l’état mental de l’accusé au moment du crime, y compris une maladie mentale quelconque, peut être invoqué comme circonstance atténuante au stade de la fixation de la peine. Parmi les éléments de preuve pertinents figurent, entre autres, ceux d’où il ressort que l’intéressé subissait l’influence d’un trouble mental ou émotionnel extrême ou qu’au moment de l’infraction, son aptitude à apprécier le caractère criminel de sa conduite se trouvait gravement réduite (code de Virginie, article 19.2-264.4B - paragraphe 45 ci-dessus).", "De plus, les indigents accusés d’assassinat passible de la peine capitale ont droit à se voir désigner un expert agréé en santé mentale qui aidera à préparer et présenter les informations concernant leurs antécédents, leur personnalité et leur état mental en vue d’établir l’existence de circonstances atténuantes (code de Virginie, article 19.2-264.3:1).", "Sur présentation de preuves relatives à l’état mental de l’accusé, on peut choisir d’infliger la réclusion à vie au lieu de la peine de mort.", "D. Recours pour les condamnés à mort", "52.   La Cour suprême de Virginie revoit systématiquement toute affaire dans laquelle la peine capitale a été prononcée, que l’accusé ait ou non plaidé coupable. Outre qu’elle examine \"toute erreur\" alléguée par le condamné dans son recours, elle recherche si la sentence capitale a été rendue \"sous l’influence de la passion, d’un préjugé ou de tout autre facteur arbitraire\" et si elle est excessive ou hors de proportion \"avec la peine infligée dans des affaires analogues\" (code de Virginie, article 17-110.1).", "Ce recours direct et automatique est régi par le règlement de la Cour suprême de Virginie, qui fixe différents délais pour déposer les dossiers. En outre, le contrôle des condamnations à mort bénéficie d’une priorité absolue (article 5.23; voir aussi code de Virginie, article 17-110.2). En général, le temps nécessaire ne dépasse pas six mois.", "Une fois la procédure achevée, la peine de mort est exécutée sauf sursis à exécution c’est-à-dire, en pratique, sauf si le détenu exerce un nouveau recours.", "Depuis 1977, il semble y avoir eu un seul cas dans lequel la Cour suprême de Virginie a commué elle-même la peine capitale en réclusion à vie.", "53.   Le condamné peut demander à la Cour suprême des États-Unis de réexaminer par certiorari l’arrêt de la Cour suprême de Virginie. S’il échoue, il peut attaquer le verdict et la peine par la voie de l’habeas corpus devant les tribunaux de l’État comme de la Fédération.", "Il peut déposer une demande d’habeas corpus soit devant la Cour suprême de Virginie, soit devant la juridiction du fond avec possibilité de recours à la Cour suprême de Virginie, puis saisir derechef la Cour suprême des États-Unis pour faire contrôler par certiorari la décision d’habeas corpus rendue au niveau de l’État.", "Il peut alors former une demande d’habeas corpus devant le tribunal fédéral de district, dont la décision est susceptible de recours devant la cour d’appel fédérale du ressort puis, en cas d’échec, d’une demande de certiorari devant la Cour suprême des États-Unis.", "A chaque étape de ses recours parallèles, le condamné peut solliciter un sursis à exécution jusqu’à la décision définitive sur ses demandes.", "54.   Les lois et les règlements des tribunaux de Virginie et de la Fédération fixent des délais pour attaquer une condamnation ou les décisions rendues dans une procédure d’habeas corpus. Il n’existe cependant aucun délai pour déposer la première demande d’habeas corpus au niveau de l’État ou de la Fédération.", "55.   Les moyens recevables en appel et dans le cadre d’une procédure d’habeas corpus sont limités par \"la règle des objections simultanées\" à ceux qui ont été invoqués au cours du procès (article 5.25 du règlement de la Cour suprême de Virginie). Elle repose sur le principe que le procès lui-même est \"l’événement principal\", de sorte que les véritables questions litigieuses doivent se discuter et se trancher en première instance et non en appel ou dans toute autre procédure de contrôle ultérieur. Elle a été adoptée pour empêcher de tendre des pièges aux juges du fond (Keeney v. Commonwealth, 147 Va. 678, 137 South Eastern Reporter (S.E.) 478 (1927)), pour permettre à ceux-ci de statuer sur les points litigieux intelligemment et pour éviter des recours superflus, des renversements de décisions et des procès viciés (Woodson v. Commonwealth, 211 Va. 285, 176 S.E.2d 818 (1970), certiorari refusé, 401 U.S. 959 (1971)). Elle s’applique également dans les affaires où il y a risque de peine capitale et les juridictions fédérales la reconnaissent (Briley v. Bass, 584 Federal Supplement (F. Supp.) 807 (district oriental de Virginie), confirmé, 742 F.2d 155 (4th Circuit, 1984)).", "Par exception, les erreurs n’ayant suscité aucune objection pendant le procès peuvent être dénoncées en appel si l’intérêt de la justice l’exige ou si l’on démontre l’existence d’une cause valable. La Cour suprême de Virginie s’est prévalue de cette exception pour renverser une condamnation à mort pour assassinat (Ball v. Commonwealth, 221 Va. 754, 273 S.E.2d 790 (1981)). Si la peine capitale a été prononcée, sa proportionnalité et le point de savoir si elle a été infligée sous l’influence de la passion, d’un préjugé ou de tout autre facteur arbitraire (paragraphe 52 ci-dessus), font l’objet d’un contrôle même si l’objection n’a pas été soulevée au procès (Briley v. Bass, loc. cit.).", "56.   L’intervalle moyen entre le procès et l’exécution en Virginie, calculé sur la base des sept exécutions qui ont eu lieu depuis 1977, va de six à huit ans. Les retards découlent surtout d’une stratégie des condamnés détenus, consistant à prolonger le plus possible les procédures de recours. La Cour suprême des États-Unis n’a pas encore examiné ni tranché la question du \"syndrome du couloir de la mort\", et en particulier celle de savoir s’il échappe à l’interdiction des \"peines cruelles ou inhabituelles\" par le Huitième Amendement à la Constitution des États-Unis.", "E. Assistance d’un avocat pour les recours", "57.   Tout détenu condamné à mort a un avocat pour le représenter, choisi à titre privé ou désigné d’office. Toutefois, aucune loi n’exige expressément l’octroi de l’assistance judiciaire aux détenus indigents désireux de former une demande en habeas corpus. Néanmoins, une cour d’appel des États-Unis a jugé récemment qu’il incombe à l’État de Virginie d’assurer aux détenus indigents et condamnés à mort l’assistance d’avocats pour contester la sentence par une action d’habeas corpus au niveau de l’État (Giarratano v. Murray, 847 F.2d 1118 (4th Circuit, 1988) (plénière) - affaire actuellement pendante devant la Cour suprême des États-Unis). La jurisprudence n’édicte pas la même obligation pour les procédures d’habeas corpus et de certiorari au niveau fédéral (ibid., p. 1122, col. 1), au motif qu’un tribunal fédéral disposerait du dossier de la juridiction de recours, du compte rendu officiel des débats et de l’avis du tribunal de l’État (dans une procédure de certiorari) ou des conclusions écrites d’un avocat, du compte rendu et de l’avis du tribunal (dans une procédure d’habeas corpus).", "Les détenus de Virginie bénéficient aussi de renseignements et d’une aide juridiques grâce à des bibliothèques de droit et à des avocats pénitentiaires. Ces derniers peuvent les assister \"pour toute question juridique touchant à leur incarcération\" (code de Virginie, article 53.1-40), notamment pour rédiger des demandes en habeas corpus et en désignation d’un défenseur.", "Le détenu n’est pas obligé d’avoir le ministère d’un avocat; il peut ester seul devant les tribunaux de l’État et de la Fédération. Pourtant, de nos jours, aucun détenu condamné à mort en Virginie ne s’est trouvé sans l’assistance d’un avocat pendant le procès et les procédures d’appel ou d’habeas corpus. Jamais non plus il n’a dû affronter l’exécution sans avocat.", "F. Autorités impliquées dans la procédure de la peine de mort", "58.   Pour chaque comté de l’État de Virginie, il existe un Attorney (procureur), élu tous les quatre ans (article VII (4) de la Constitution de Virginie). Sa fonction principale consiste à exercer les poursuites dans toutes les affaires pénales de son ressort (code de Virginie, article 15.1-18.1). Il peut choisir la catégorie d’assassinat à viser dans l’acte d’accusation, mais cette latitude est limitée par le respect de l’éthique propre à sa charge et par le devoir qu’il a, envers la loi et la population, d’opter pour la qualification la mieux étayée par les pièces du dossier. Il est indépendant dans l’exercice de ses fonctions: en aucun cas - qu’il s’agisse d’inculper, de requérir une peine ou de donner des assurances à ce sujet - il ne reçoit d’ordres de l’Attorney General de Virginie (code de Virginie, article 2.1-124), du gouverneur de Virginie ou de personne d’autre. Il a la faculté d’engager des négociations sur ce que plaidera la défense, mais le tribunal n’est pas tenu d’accepter tout accord qui en résulterait (article 3A.8 du règlement de la Cour suprême de Virginie).", "59.   Les juges des tribunaux de district et des juridictions supérieures de l’État de Virginie ne sont pas élus, mais désignés. Leurs activités sont régies par des normes de déontologie judiciaire (Canons of Judicial Conduct), qui sont publiées et que la Cour suprême de Virginie a adoptées comme règlement. La première d’entre elles exige le respect de strictes règles de conduite afin de préserver l’intégrité et l’indépendance de la magistrature.", "60.   Le gouverneur de l’État de Virginie a le pouvoir illimité \"de commuer la peine capitale\" (article V, paragraphe 12, de la Constitution de Virginie). Par principe il ne promet pas, avant le verdict et le prononcé de la peine, d’en user plus tard. Depuis 1977, il ne l’a jamais exercé.", "G. Conditions de réclusion au pénitencier de Mecklenburg", "61.   On compte actuellement 40 condamnés à mort en Virginie. La plupart se trouvent au pénitencier de Mecklenburg, établissement moderne de sécurité maximale, d’une capacité totale de 335 détenus. Le règlement intérieur (IOP 821.1) fixe des procédures uniformes de fonctionnement pour l’administration, la sécurité, le contrôle et la fourniture des services nécessaires aux détenus du couloir de la mort. En outre, les conditions de réclusion sont définies en détail par une ordonnance d’homologation d’un règlement amiable (consent decree), rendue par le tribunal fédéral de district de Richmond dans l’affaire Alan Brown et al. v. Allyn R. Sielaff et al. (5 avril 1985). Le service de l’exécution des peines (Department of Corrections) de Virginie et une association (American Civil Liberties Union) veillent au respect des termes de cette décision. Le tribunal fédéral de district reste lui aussi compétent pour en assurer l’observation.", "62.   Les moyens permettant de formuler des réclamations et, si elles sont fondées, de les faire aboutir sont les suivants: 1) la procédure, approuvée par un tribunal fédéral, du service de l’exécution des peines de Virginie concernant la présentation des griefs des détenus; y participent le directeur de la prison, l’administrateur régional et le directeur des prisons ainsi que le médiateur régional; 2) les contacts officiels ou officieux entre défenseurs des détenus et personnel de la prison; 3) une plainte en justice pour infraction au consent decree; 4) une action en responsabilité civile, intentée en vertu de la législation fédérale ou virginienne.", "63.   Une cellule de condamné à mort mesure 3 m sur 2,2. Les détenus ont environ 7 h 30 de récréation par semaine l’été, et 6 h l’hiver, si le temps le permet. Le quartier des condamnés à mort comprend deux cours de récréation, toutes deux équipées de terrains de basket-ball et l’une de poids et haltères. Les condamnés peuvent aussi quitter leur cellule en d’autres occasions, par exemple pour recevoir des visites ou se rendre à la bibliothèque de droit ou à l’infirmerie de la prison. En outre, ils disposent tous les matins d’une heure à passer en dehors de leur cellule dans une zone commune. Tout condamné à mort peut être affecté à des corvées, par exemple de nettoyage. Quand les détenus se déplacent dans la prison, ils portent des menottes et des fers spéciaux autour de la taille.", "Lorsqu’ils sortent de leur cellule, les détenus du couloir de la mort se trouvent dans une zone commune appelée \"pod\". Les gardiens restent dans une guérite à l’extérieur. En cas de trouble, ou de rixe entre détenus, ils ne peuvent intervenir tant que leur supérieur présent ne les en a pas chargés.", "64.   Le requérant a produit maints documents pour établir la tension extrême, la dégradation psychologique et les risques de sévices homosexuels et d’agressions que subissent les détenus du couloir de la mort, y compris au pénitencier de Mecklenburg. Le gouvernement britannique les a vivement contestés sur la base de déclarations sous serment d’agents du service de l’exécution des peines de Virginie.", "65.   Les condamnés à mort bénéficient des mêmes services médicaux que les autres détenus. Une infirmerie, dotée des installations, du matériel et du personnel voulus, fournit nuit et jour des possibilités d’hospitalisation, et un service des urgences fonctionne dans chaque bâtiment. Mecklenburg offre aussi des services psychologiques et psychiatriques aux détenus du couloir de la mort. Le tribunal fédéral du district oriental de Virginie a récemment estimé suffisant le traitement psychiatrique mis à la disposition des condamnés à mort de Mecklenburg (Stamper et al. v. Blair et al., décision du 14 juillet 1988).", "66.   Les détenus peuvent recevoir des visites, dans un parloir muni d’hygiaphones, les samedis, dimanches et jours de fête entre 8 h 30 et 15 h 30. Les avocats ont accès à leurs clients pendant les heures ouvrables normales, sur demande, ainsi qu’aux heures normales de visite. Les condamnés à mort connus pour leur bonne conduite peuvent recevoir, dans des parloirs sans séparation, la visite de membres de leur proche famille deux jours par semaine. Le courrier écrit par les détenus est relevé tous les jours et celui qu’ils reçoivent leur est distribué tous les soirs.", "67.   Pour des raisons de sécurité, et en vertu de règles applicables à tous les établissements de Virginie, des fouilles de routine ont lieu dans l’ensemble du pénitencier chaque trimestre. Elles peuvent durer environ une semaine. Pendant ces périodes, dites de \"bouclage\", on confine les détenus dans leur cellule; ils prennent des douches, reçoivent des soins médicaux, dentaires ou psychologiques en dehors de leur cellule, si le personnel médical le juge nécessaire, et sur demande peuvent se rendre à la bibliothèque de droit; ils sont aussi autorisés à recevoir la visite de leur avocat et à communiquer avec lui par téléphone. Les autres services, tels les repas, leur sont assurés dans leur cellule. Pendant le \"bouclage\", les privilèges et activités hors cellule augmentent peu à peu jusqu’au retour à la normale.", "Un \"bouclage\" peut aussi être ordonné de temps à autre pour le couloir de la mort s’il apparaît que certains détenus projettent peut-être des troubles, une prise d’otage ou une évasion.", "68.   Quinze jours avant la date prévue pour sa mise à mort, le condamné est transféré dans un bâtiment voisin de la chambre d’exécution où se trouve la chaise électrique. Il y demeure sous surveillance constante et isolé. Il n’a pas de lumière dans sa cellule, tandis que l’extérieur reste éclairé en permanence. Un détenu qui exerce les voies de recours peut être placé à plusieurs reprises dans ledit bâtiment.", "H. La fourniture et l’effet d’assurances en matière de peine capitale", "69.   Les relations entre le Royaume-Uni et les États-Unis d’Amérique en matière d’extradition relèvent des autorités fédérales et non de celles des États. Pour les infractions à la législation d’un État, les autorités fédérales n’ont cependant aucun pouvoir juridiquement contraignant de donner, dans une affaire d’extradition, l’assurance que la peine capitale ne sera pas prononcée ou exécutée. En pareil cas seul l’État jouit d’un tel pouvoir; s’il décide d’en user, il appartient au gouvernement des États-Unis d’assurer le gouvernement requis que la promesse sera honorée.", "Selon des pièces fournies par les autorités virginiennes, la procédure de prononcé de la peine capitale en Virginie, et notamment les dispositions relatives au rapport d’enquête après le verdict (paragraphe 47 ci-dessus), permettrait au juge appelé à fixer la peine d’avoir égard aux représentations qui seraient faites au nom du gouvernement britannique en vertu de l’assurance fournie par l’Attorney du comté de Bedford (paragraphe 20 ci-dessus). En outre, le gouverneur aurait la faculté d’avoir égard aux voeux du gouvernement britannique en examinant un recours en grâce (paragraphe 60 ci-dessus).", "I. Entraide en matière pénale", "70.   Il n’y a aucun moyen d’obliger des témoins américains à déposer à un procès en République fédérale d’Allemagne, mais ils seraient en principe libres, sauf s’ils se trouvaient détenus, de comparaître volontairement devant un tribunal allemand et les autorités allemandes assumeraient leurs frais. En outre, un tribunal fédéral américain peut, sur commission rogatoire ou demande d’un tribunal étranger, ordonner à quelqu’un de faire une déposition ou déclaration, ou de produire une pièce ou autre chose aux fins d’une procédure devant un tribunal étranger (28 United States Code, article 1782). De plus, les documents publics, par exemple le compte rendu d’un procès pénal, peuvent être communiqués aux autorités étrangères de poursuite.", "IV. LÉGISLATION ET PRATIQUE PERTINENTES DE LA RÉPUBLIQUE FÉDÉRALE D’ALLEMAGNE", "71.   Le droit pénal allemand s’applique aux actes commis à l’étranger par un ressortissant allemand dès lors qu’ils y sont punissables (code pénal, article 7 § 2).", "72.   L’article 211 § 2 du code pénal définit ainsi l’assassinat:", "\"Est assassin celui qui tue un être humain par envie de tuer, pour assouvir son instinct sexuel, par cupidité ou pour d’autres motifs vils, sournoisement ou cruellement ou par des moyens constituant un danger public, ou pour permettre l’accomplissement d’une autre infraction, ou pour la dissimuler.\"", "L’assassinat est passible de la réclusion à vie (code pénal, article 211 § 1), la Constitution (article 102 de la Loi fondamentale de 1949) ayant aboli la peine de mort.", "73.   Aux termes de la loi (modifiée) de 1953 sur les tribunaux pour jeunes, si un jeune adulte - une personne d’au moins 18 ans, mais de moins de 21 (article 1 § 3) - accomplit une infraction, le juge applique les dispositions qui valent pour les mineurs - les personnes ayant au moins 14 ans, mais pas encore 18 au moment de l’infraction (ibidem) - si, entre autres, \"l’appréciation générale portée sur la personnalité du délinquant, compte tenu aussi des conditions de son environnement, révèle qu’étant donné son développement moral et mental il demeurait assimilable à un mineur au moment [de] l’infraction\" (article 105 § 1). Les jeunes adultes relevant de cet article encourent au maximum un emprisonnement spécial de six mois à dix ans ou, sous certaines conditions, de durée indéterminée (articles 18, 19 et 105 § 3).", "Si au contraire le développement personnel du jeune adulte délinquant correspond à son âge, le droit pénal général s’applique mais le juge peut infliger de dix à quinze ans d’emprisonnement au lieu d’une peine perpétuelle (article 106 § 1).", "74.   Si, au moment de l’infraction, le délinquant était incapable d’apprécier le caractère délictueux de l’acte, ou de se comporter en conséquence, à cause d’un trouble mental ou émotionnel morbide, d’un trouble profond de la conscience, d’une déficience mentale ou d’une autre anomalie mentale ou émotionnelle grave, on ne peut le déclarer coupable, ni le sanctionner (code pénal, article 20), mais on peut ordonner son placement dans un établissement psychiatrique pour une durée indéterminée (code pénal, article 63).", "Dans l’hypothèse d’une responsabilité atténuée, c’est-à-dire si l’aptitude du délinquant à apprécier le caractère délictueux de l’acte, ou à se comporter en conséquence, au moment de l’infraction se trouve grandement diminuée pour l’une des raisons énumérées à l’article 20 (code pénal, article 21), la peine peut être réduite; en particulier, dans les affaires d’homicide un emprisonnement de trois ans au moins remplace la réclusion à vie (code pénal, article 49 §§ 1 et 2). Le tribunal peut aussi ordonner le placement en hôpital psychiatrique.", "75.   En cas de risque de condamnation à mort, le gouvernement fédéral n’accorde l’extradition que si l’État requérant lui donne sans équivoque l’assurance que la peine capitale ne sera pas prononcée ou exécutée. Le traité germano-américain d’extradition du 20 juin 1978, en vigueur depuis le 29 août 1980, renferme une disposition (article 12) correspondant pour l’essentiel à l’article IV du traité anglo-américain d’extradition (paragraphe 36 ci-dessus). Au cours de la procédure, le gouvernement de la République fédérale d’Allemagne a précisé qu’il aurait refusé l’extradition car il n’aurait pas jugé suffisante une assurance du genre de celle que le gouvernement des États-Unis a fournie en l’espèce. Selon une jurisprudence récente, il appartient à la cour d’appel de contrôler le caractère suffisant de pareille assurance.", "PROCEDURE DEVANT LA COMMISSION", "76.   M. Soering a saisi la Commission le 8 juillet 1988 (requête no 14038/88). Il exprimait la conviction qu’en dépit des assurances reçues par le gouvernement britannique, il risquait fort de se voir condamner à la peine capitale si on le livrait aux États-Unis d’Amérique. Il alléguait que dans les circonstances de la cause, et eu égard en particulier au \"syndrome du couloir de la mort\", il subirait ainsi un traitement et une peine inhumains et dégradants, contraires à l’article 3 (art. 3) de la Convention. Il ajoutait que son extradition aux États-Unis violerait l’article 6 § 3 c) (art. 6-3-c) en raison de l’absence, dans l’État de Virginie, d’une assistance judiciaire pour exercer divers recours. Il prétendait enfin qu’au mépris de l’article 13 (art. 13), le droit du Royaume-Uni ne lui offrait aucun recours effectif pour son grief tiré de l’article 3 (art. 3).", "77.   Le 11 août 1988, le président de la Commission a indiqué au gouvernement britannique, en vertu de l’article 36 du règlement intérieur, qu’il était souhaitable, dans l’intérêt des parties et pour le bon déroulement de la procédure, de ne pas extrader le requérant aux États-Unis tant que la Commission n’aurait pas eu la possibilité d’examiner le dossier. Elle a renouvelé cette indication à plusieurs reprises jusqu’à la saisine de la Cour.", "78.   La Commission a retenu la requête le 10 novembre 1988.", "Dans son rapport du 19 janvier 1989 (article 31) (art. 31), elle relève une violation de l’article 13 (art. 13) (sept voix contre quatre), mais non de l’article 3 (art. 3) (six voix contre cinq) ni de l’article 6 § 3 c) (art. 6-3-c) (unanimité).", "Le texte intégral de son avis et des opinions séparées dont il s’accompagne figure en annexe au présent arrêt.", "", "CONCLUSIONS PRESENTEES A LA COUR PAR LE GOUVERNEMENT BRITANNIQUE", "79.   À l’audience publique du 24 avril 1989, le gouvernement britannique a confirmé les conclusions figurant dans son mémoire. Elles invitaient la Cour à dire", "\"1. que ni l’extradition du requérant, ni aucun acte ou décision du gouvernement du Royaume-Uni à cet égard, n’enfreignent l’article 3 (art. 3) de la Convention;", "2. que ni l’extradition du requérant, ni aucun acte ou décision du gouvernement du Royaume-Uni à cet égard, n’enfreignent l’article 6 § 3 c) (art. 6-3-c) de la Convention;", "3. qu’il n’y a pas eu violation de l’article 13 (art. 13) de la Convention;", "4. qu’il ne se pose, sur le terrain de l’article 50 (art. 50) de la Convention, aucun problème appelant un examen de la part de la Cour\".", "Il a soutenu aussi que les griefs supplémentaires formulés devant la Cour par le requérant sur le terrain de l’article 6 (art. 6) sortaient du cadre de l’affaire telle que la Commission l’a déclarée recevable.", "EN DROIT", "I. SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 (art. 3)", "80.   Selon le requérant, la décision du ministre de l’Intérieur de le livrer aux autorités des États-Unis d’Amérique entraînera, si elle reçoit exécution, un manquement du Royaume-Uni aux exigences de l’article 3 (art. 3) de la Convention, ainsi libellé:", "\"Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants.\"", "A. Applicabilité de l’article 3 (art. 3) en matière d’extradition", "81.   La violation alléguée consisterait à exposer M. Soering au \"syndrome du couloir de la mort\" (\"death row phenomenon\"). On peut décrire celui-ci comme une combinaison de circonstances dans lesquelles l’intéressé devrait vivre si, une fois extradé en Virginie pour y répondre d’une accusation d’assassinats passibles de la peine capitale, il se voyait condamner à mort.", "82.   Au paragraphe 94 de son rapport, la Commission rappelle que d’après sa jurisprudence, une expulsion ou extradition peut soulever un problème au regard de l’article 3 (art. 3) de la Convention s’il existe des raisons sérieuses de croire que la personne en cause subira dans l’État de destination un traitement contraire à ce texte.", "Le gouvernement de la République fédérale d’Allemagne approuve la démarche de la Commission, signalant que les cours et tribunaux allemands adoptent une conception analogue.", "De son côté, le requérant affirme que l’article 3 (art. 3) ne se borne pas à interdire aux États contractants de faire infliger des peines ou traitements inhumains ou dégradants dans leur juridiction: il impliquerait en outre l’obligation corrélative de ne pas placer quelqu’un dans une situation où d’autres États le soumettront ou pourront le soumettre à de tels peines ou traitements. On ne saurait livrer un individu en dehors de la zone couverte par la Convention sans avoir la certitude qu’il bénéficiera de garanties égales à celles, pour le moins, de l’article 3 (art. 3).", "83.   Pour le gouvernement britannique au contraire, on ne doit pas interpréter l’article 3 (art. 3) de manière à imputer à un État contractant des actes qui ne se produisent pas sous sa juridiction. Ainsi, une extradition n’engagerait pas la responsabilité de l’État extradant à raison de peines ou traitements inhumains ou dégradants que l’intéressé encourt au dehors. Pour commencer, on forcerait intolérablement le sens des termes de l’article 3 (art. 3) si l’on disait qu’en livrant un délinquant fugitif, l’État extradant l’a \"soumis\" à la peine ou au traitement consécutifs à sa condamnation dans l’État de destination. La thèse de la Commission se heurterait à d’autres arguments: elle porterait atteinte aux droits découlant de conventions internationales; elle irait à l’encontre des normes de la procédure judiciaire internationale en ce qu’elle amènerait à se prononcer sur les affaires intérieures d’États tiers, non Parties à la Convention ou aux instances pendantes devant les organes de celle-ci; elle créerait de gros problèmes d’appréciation et de preuve en exigeant l’examen du système juridique et de la situation d’États étrangers; elle ne trouverait aucun appui dans la pratique des cours et tribunaux nationaux, ni de la communauté internationale; elle risquerait grandement de léser l’État contractant obligé d’abriter la personne protégée et laisserait des criminels en liberté, sans jugement ni sanction.", "En ordre subsidiaire, le gouvernement britannique soutient que dans le domaine de l’extradition, l’article 3 (art. 3) devrait valoir pour les seuls cas où le traitement ou la peine à l’étranger sont certains, imminents et graves. Les mesures incriminées revêtant, par définition, un caractère virtuel et les États ayant tous un intérêt légitime à déférer à la justice les délinquants fugitifs, il faudrait qu’il existe un très haut degré de risque, avéré au-delà de tout doute raisonnable, de voir un mauvais traitement se produire effectivement.", "84.   La Cour abordera le problème sur la base des considérations suivantes.", "85.   Comme il ressort de l’article 5 § 1 f) (art. 5-1-f), qui autorise \"(...) la détention régulière (...) d’une personne (...) contre laquelle une procédure (...) d’extradition est en cours\", la Convention ne consacre pas en soi un droit à ne pas être extradé. Néanmoins, quand une décision d’extradition porte atteinte, par ses conséquences, à l’exercice d’un droit garanti par la Convention, elle peut, s’il ne s’agit pas de répercussions trop lointaines, faire jouer les obligations d’un État contractant au titre de la disposition correspondante (voir, mutatis mutandis, l’arrêt Abdulaziz, Cabales et Balkandali du 25 mai 1985, série A no 94, pp. 31-32, §§ 59-60 - au sujet de droits en matière d’immigration). La question à trancher ici consiste à savoir si l’article 3 (art. 3) peut s’appliquer lorsque de telles répercussions se manifestent ou peuvent se manifester en dehors de la juridiction de l’État requis, par suite de peines ou traitements administrés dans l’État de destination.", "86.   L’article 1 (art. 1), aux termes duquel \"les Hautes Parties Contractantes reconnaissent à toute personne relevant de leur juridiction les droits et libertés définis au Titre I\", fixe une limite, notamment territoriale, au domaine de la Convention. En particulier, l’engagement des États contractants se borne à \"reconnaître\" (en anglais \"to secure\") aux personnes relevant de leur \"juridiction\" les droits et libertés énumérés. En outre, la Convention ne régit pas les actes d’un État tiers, ni ne prétend exiger des Parties contractantes qu’elles imposent ses normes à pareil État. L’article 1 (art. 1) ne saurait s’interpréter comme consacrant un principe général selon lequel un État contractant, nonobstant ses obligations en matière d’extradition, ne peut livrer un individu sans se convaincre que les conditions escomptées dans le pays de destination cadrent pleinement avec chacune des garanties de la Convention. En réalité, le gouvernement britannique le souligne avec raison, en déterminant le champ d’application de la Convention, et spécialement de l’article 3 (art. 3), on ne saurait oublier l’objectif bénéfique de l’extradition: empêcher des délinquants en fuite de se soustraire à la justice.", "En l’espèce, nul ne le conteste, celles des pratiques et mesures des autorités virginiennes dont se plaint le requérant échappent au contrôle du Royaume-Uni. Il est aussi exact que d’autres instruments internationaux mentionnés par le gouvernement britannique abordent en termes exprès et précis les problèmes liés à la remise d’une personne à un État sur le territoire duquel peuvent s’ensuivre des conséquences non souhaitées, par exemple la Convention des Nations Unies relative au statut des réfugiés, de 1951 (article 33), la Convention européenne d’extradition de 1957 (article 11) et la Convention des Nations Unies, de 1984, contre la torture et autres peines ou traitements cruels, inhumains ou dégradants (article 3).", "Ces considérations ne sauraient pourtant relever les États contractants de leur responsabilité, au regard de l’article 3 (art. 3), pour tout ou partie des conséquences prévisibles qu’une extradition entraîne en dehors de leur juridiction.", "87.   La Convention doit se lire en fonction de son caractère spécifique de traité de garantie collective des droits de l’homme et des libertés fondamentales (arrêt Irlande contre Royaume-Uni du 18 janvier 1978, série A no 25, p. 90, § 239). L’objet et le but de cet instrument de protection des êtres humains appellent à comprendre et appliquer ses dispositions d’une manière qui en rende les exigences concrètes et effectives (voir, entre autres, l’arrêt Artico du 13 mai 1980, série A no 37, p. 16, § 33). En outre, toute interprétation des droits et libertés énumérés doit se concilier avec \"l’esprit général [de la Convention], destinée à sauvegarder et promouvoir les idéaux et valeurs d’une société démocratique\" (arrêt Kjeldsen, Busk Madsen et Pedersen du 7 décembre 1976, série A no 23, p. 27, § 53).", "88.   L’article 3 (art. 3) ne ménage aucune exception et l’article 15 (art. 15) ne permet pas d’y déroger en temps de guerre ou autre danger national. Cette prohibition absolue, par la Convention, de la torture et des peines ou traitements inhumains ou dégradants montre que l’article 3 (art. 3) consacre l’une des valeurs fondamentales des sociétés démocratiques qui forment le Conseil de l’Europe. On la rencontre en des termes voisins dans d’autres textes internationaux, par exemple le Pacte international de 1966 relatif aux droits civils et politiques et la Convention américaine des Droits de l’Homme, de 1969; on y voit d’ordinaire une norme internationalement acceptée.", "Reste à savoir si l’extradition d’un fugitif vers un autre État où il subira ou risquera de subir la torture ou des peines ou traitements inhumains ou dégradants engage par elle-même la responsabilité d’un État contractant sur le terrain de l’article 3 (art. 3). Que l’aversion pour la torture comporte de telles implications, la Convention des Nations Unies contre la torture et autres peines ou traitements cruels, inhumains ou dégradants le reconnaît en son article 3 (art. 3): \"Aucun État partie (...) n’extradera une personne vers un autre État où il y a des motifs sérieux de croire qu’elle risque d’être soumise à la torture.\" De ce qu’un traité spécialisé en la matière énonce en détail une obligation précise dont s’accompagne l’interdiction de la torture, il ne résulte pas qu’une obligation en substance analogue ne puisse se déduire du libellé général de l’article 3 (art. 3) de la Convention européenne. Un État contractant se conduirait d’une manière incompatible avec les valeurs sous-jacentes à la Convention, ce \"patrimoine commun d’idéal et de traditions politiques, de respect de la liberté et de prééminence du droit\" auquel se réfère le Préambule, s’il remettait consciemment un fugitif - pour odieux que puisse être le crime reproché - à un autre État où il existe des motifs sérieux de penser qu’un danger de torture menace l’intéressé. Malgré l’absence de mention expresse dans le texte bref et général de l’article 3 (art. 3), pareille extradition irait manifestement à l’encontre de l’esprit de ce dernier; aux yeux de la Cour, l’obligation implicite de ne pas extrader s’étend aussi au cas où le fugitif risquerait de subir dans l’État de destination des peines ou traitements inhumains ou dégradants proscrits par ledit article (art. 3).", "89.   Ce qui constitue \"des peines ou traitements inhumains ou dégradants\" dépend de l’ensemble des circonstances de la cause (paragraphe 100 ci-dessous). En outre, le souci d’assurer un juste équilibre entre les exigences de l’intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l’individu est inhérent à l’ensemble de la Convention. Les voyages de par le monde devenant plus faciles et la criminalité prenant une plus grande ampleur internationale, toutes les nations ont un intérêt croissant à voir traduire en justice les délinquants présumés qui fuient à l’étranger. Inversement, la création de havres de sécurité pour fugitifs ne comporterait pas seulement des dangers pour l’État tenu d’abriter la personne protégée: elle tendrait également à saper les fondements de l’extradition. Ces considérations doivent figurer parmi les éléments à prendre en compte pour interpréter et appliquer, en matière d’extradition, les notions de peine ou traitement inhumain ou dégradant.", "90.   En principe, il n’appartient pas aux organes de la Convention de statuer sur l’existence ou l’absence de violations virtuelles de celle-ci. Une dérogation à la règle générale s’impose pourtant si un fugitif allègue que la décision de l’extrader enfreindrait l’article 3 (art. 3) au cas où elle recevrait exécution, en raison des conséquences à en attendre dans le pays de destination; il y va de l’efficacité de la garantie assurée par ce texte, vu la gravité et le caractère irréparable de la souffrance prétendument risquée (paragraphe 87 ci-dessus).", "91.   En résumé, pareille décision peut soulever un problème au regard de l’article 3 (art. 3), donc engager la responsabilité d’un État contractant au titre de la Convention, lorsqu’il y a des motifs sérieux et avérés de croire que l’intéressé, si on le livre à l’État requérant, y courra un risque réel d’être soumis à la torture, ou à des peines ou traitements inhumains ou dégradants. Pour établir une telle responsabilité, on ne peut éviter d’apprécier la situation dans le pays de destination à l’aune des exigences de l’article 3 (art. 3). Il ne s’agit pas pour autant de constater ou prouver la responsabilité de ce pays en droit international général, en vertu de la Convention ou autrement. Dans la mesure où une responsabilité se trouve ou peut se trouver engagée sur le terrain de la Convention, c’est celle de l’État contractant qui extrade, à raison d’un acte qui a pour résultat direct d’exposer quelqu’un à des mauvais traitements prohibés.", "B. Application de l’article 3 (art. 3) dans les circonstances de la cause", "92.   La procédure d’extradition ouverte au Royaume-Uni contre le requérant a pris fin avec la signature, par le ministre, d’un arrêté qui ordonnait la remise aux autorités américaines (paragraphe 24 ci-dessus); quoique non encore exécutée, cette décision atteint de plein fouet l’intéressé. Il faut donc rechercher, à la lumière des principes énoncés plus haut, si les conséquences prévisibles d’un renvoi de M. Soering aux États-Unis sont de nature à faire jouer l’article 3 (art. 3). L’examen doit porter d’abord sur le point de savoir si le requérant risque vraiment une condamnation capitale en Virginie, car la source de la peine ou du traitement inhumains ou dégradants allégués, le \"syndrome du couloir de la mort\", réside dans pareille sentence. Seule une réponse affirmative obligera la Cour à déterminer si, dans les circonstances de la cause, exposer M. Soering au \"syndrome du couloir de la mort\" constituerait un traitement ou une peine incompatibles avec l’article 3 (art. 3).", "1. Sur le point de savoir si le requérant risque vraiment de se voir condamner à la peine capitale, donc exposer au \"syndrome du couloir de la mort\"", "93.   Contrairement au gouvernement de la République fédérale d’Allemagne, à la Commission et au requérant, le gouvernement britannique ne croit pas le prononcé de la peine capitale assez probable pour déclencher l’application de l’article 3 (art. 3). Il invoque quatre arguments.", "Tout d’abord, le requérant ne se serait pas reconnu coupable d’assassinat en tant que tel; cela ressortirait de son entretien avec le procureur allemand, au cours duquel il semblerait avoir nié toute intention de tuer (paragraphe 16 ci-dessus).", "En second lieu, il n’aurait été apporté contre lui qu’un simple commencement de preuve. En particulier, le dossier psychiatrique (paragraphe 21 ci-dessus) n’indiquerait pas nettement si M. Soering souffre d’une maladie mentale suffisante pour fonder en droit virginien une exception d’irresponsabilité pour démence (paragraphe 50 ci-dessus).", "Ensuite, même en cas de verdict de culpabilité d’assassinat on ne saurait présumer que, dans l’exercice normal de leur pouvoir discrétionnaire, le jury recommandera, le juge infligera et la Cour suprême de Virginie confirmera une condamnation à la peine capitale (paragraphes 42-47 et 52 ci-dessus). Il existerait en effet d’importantes circonstances atténuantes, tels l’âge et l’état mental du requérant à l’époque de l’infraction et l’absence d’antécédents criminels, dont devront tenir compte le jury puis le juge, au cours de la procédure séparée de fixation de la peine (paragraphes 44-47 et 51 ci-dessus).", "Enfin, l’assurance reçue des États-Unis réduirait beaucoup, pour le moins, le risque de voir imposer ou exécuter la peine capitale (paragraphes 20, 37 et 69 ci-dessus).", "Toutefois, l’Attorney General a précisé à l’audience qu’aux yeux de son Gouvernement, M. Soering courrait \"un certain risque\", non négligeable, d’être condamné à mort une fois extradé vers les États-Unis.", "94.   Le requérant - il le relève lui-même - a passé devant des officiers de police américains et britanniques, ainsi que deux psychiatres, des aveux sur sa participation au meurtre des parents Haysom, encore qu’il ait paru se rétracter quelque peu quand le procureur allemand l’interrogea (paragraphes 13, 16 et 21 ci-dessus). La Cour n’a pas à usurper la fonction des juridictions virginiennes en constatant que le dossier psychiatrique disponible étayerait - ou n’étayerait pas - une exception d’irresponsabilité mentale pour démence. Le gouvernement britannique est fondé à prétendre que rien en l’espèce ne permet de croire certaine, ni même probable, une déclaration de culpabilité d’assassinats passibles de la peine de mort (paragraphes 13 in fine et 40 ci-dessus). Il existe pourtant, l’Attorney General l’a concédé pendant les débats, \"un risque important\" de pareil verdict.", "95.   En droit virginien, le prononcé d’une sentence capitale ne peut avoir lieu sans que l’accusation ait prouvé, au-delà de tout doute raisonnable, l’existence d’au moins une des deux circonstances aggravantes légales: la dangerosité future et l’atrocité du crime (paragraphe 43 ci-dessus). A cet égard, le déroulement horrible et brutal des homicides (paragraphe 12 ci-dessus) jouerait sans doute contre le requérant, compte tenu de la jurisprudence relative aux moyens d’établir l’\"atrocité\" (paragraphe 43 ci-dessus).", "A la vérité, considérées isolément les circonstances atténuantes réduisent la probabilité d’une peine capitale. En faveur de M. Soering, on pourrait invoquer au moins quatre de celles, au nombre de cinq, que mentionne le code de Virginie: l’absence d’antécédents criminels chez l’accusé; le fait qu’à l’époque de l’infraction il traversait une phase de perturbation mentale ou affective extrême; le fait que son aptitude à mesurer la criminalité de sa conduite ou à conformer celle-ci aux exigences de la loi se trouvait alors fortement limitée; son âge enfin (paragraphe 45 ci-dessus).", "96.   Ces divers éléments militant pour ou contre une condamnation capitale doivent s’apprécier à la lumière de l’attitude des organes de poursuite.", "97.   L’Attorney du comté de Bedford, M. Updike, responsable des poursuites contre le requérant, a certifié que \"si Jens Soering devait être convaincu de l’assassinat aggravé [dont] on l’accuse (...), une démarche sera[it] menée au nom du Royaume-Uni auprès du juge, au moment de la fixation de la peine, pour lui signaler que le Royaume-Uni souhaite ne voir ni infliger ni exécuter la peine de mort\" (paragraphe 20 ci-dessus). La Cour constate, comme le Lord Justice Lloyd à la Divisional Court (paragraphe 22 ci-dessus), que cet engagement ne correspond de loin pas au libellé de l’article 4 du traité anglo-américain d’extradition de 1972, qui parle d’\"assurances suffisantes que la peine capitale ne sera pas exécutée\" (paragraphe 36 ci-dessus). Toutefois, l’infraction dont il s’agit relève de la juridiction non de la Fédération, mais de l’État de Virginie; il paraît en résulter que nulle autorité de l’État ou de la Fédération ne pouvait ou ne peut enjoindre à l’Attorney de promettre davantage; de leur côté, les tribunaux virginiens, organes judiciaires, ne sauraient s’obliger par avance à statuer dans tel ou tel sens; quant au gouverneur de Virginie, il a pour principe de ne pas garantir qu’il usera ultérieurement de son pouvoir de commuer une peine capitale (paragraphes 58-60 ci-dessus).", "Dès lors, peut-être l’engagement de M. Updike constituait-il bien la meilleure \"assurance\" que le Royaume-Uni pût obtenir, en l’occurrence, du gouvernement fédéral américain. D’après une déclaration ministérielle de 1987 au Parlement, l’acceptation d’un engagement ainsi libellé signifie que les autorités britanniques livrent un fugitif ou sont prêtes à envoyer une personne appelée à répondre de ses actes devant un tribunal américain, mais considèrent comme \"clairement entendu que la peine de mort ne sera pas exécutée\": \"l’exécution d’un individu renvoyé de la sorte porterait gravement atteinte aux accords d’extradition entre [les] deux pays\" (paragraphe 37 ci-dessus). Il reste que l’efficacité d’un tel engagement n’a pas encore été mise à l’épreuve.", "98.   À en croire le requérant, des représentations reflétant les voeux d’un gouvernement étranger ne seraient pas juridiquement recevables au regard du code de Virginie ou, en tout cas, n’auraient aucune influence sur le juge fixant la peine.", "Quoi qu’il en soit selon le droit et la pratique de Virginie (paragraphes 42, 46, 47 et 69 ci-dessus), et nonobstant le contexte diplomatique des relations anglo-américaines en matière d’extradition, on ne peut dire objectivement que l’engagement de signaler au juge, au moment de la fixation de la peine, les voeux du Royaume-Uni écarte le danger d’une sentence capitale. Dans le libre exercice de son pouvoir d’appréciation, l’Attorney de l’État a décidé lui-même de requérir et persister à requérir la peine capitale, parce que le dossier lui semble le commander (paragraphe 20 in fine ci-dessus). Si l’autorité nationale chargée des poursuites adopte une attitude aussi ferme, la Cour ne saurait guère conclure à l’absence de motifs sérieux de croire que M. Soering court un risque réel d’être condamné à mort, donc de subir le \"syndrome du couloir de la mort\".", "99.   Partant, la perspective de voir l’intéressé exposé à ce \"syndrome\", comme il le redoute, se révèle telle que l’article 3 (art. 3) entre en jeu.", "2. Sur le point de savoir si le risque d’exposer le requérant au \"syndrome du couloir de la mort\" rendrait l’extradition contraire à l’article 3 (art. 3)", "a) Considérations générales", "100.  D’après la jurisprudence de la Cour, un mauvais traitement, y compris une peine, doit atteindre un minimum de gravité pour tomber sous le coup de l’article 3 (art. 3). L’appréciation de ce minimum est relative par essence; elle dépend de l’ensemble des données de la cause, et notamment de la nature et du contexte du traitement ou de la peine ainsi que de ses modalités d’exécution, de sa durée, de ses effets physiques ou mentaux ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime (arrêt Irlande contre Royaume-Uni précité, série A no 25, p. 65, § 162, et arrêt Tyrer du 25 avril 1978, série A no 26, pp. 14-15, §§ 29-30).", "La Cour a estimé un certain traitement à la fois \"inhumain\", pour avoir été appliqué avec préméditation pendant des heures et avoir causé \"sinon de véritables lésions, du moins de vives souffrances physiques et morales\", et \"dégradant\" parce que de \"nature à créer [en ses victimes] des sentiments de peur, d’angoisse et d’infériorité propres à les humilier, à les avilir et à briser éventuellement leur résistance physique ou morale\" (arrêt Irlande contre Royaume-Uni précité, p. 66, § 167). Pour qu’une peine ou le traitement dont elle s’accompagne soient \"inhumains\" ou \"dégradants\", la souffrance ou l’humiliation doivent en tout cas aller au-delà de celles que comporte inévitablement une forme donnée de peine légitime (arrêt Tyrer, loc. cit.). En la matière, il échet de tenir compte non seulement de la souffrance physique mais aussi, en cas de long délai avant l’exécution de la peine, de l’angoisse morale éprouvée par le condamné dans l’attente des violences qu’on se prépare à lui infliger.", "101.  La Convention autorise la peine capitale, sous certaines conditions, par son article 2 § 1 (art. 2-1) aux termes duquel", "\"Le droit de toute personne à la vie est protégé par la loi. La mort ne peut être infligée à quiconque intentionnellement, sauf en exécution d’une sentence capitale prononcée par un tribunal au cas où le délit est puni de cette peine par la loi.\"", "En raison de ce libellé, le requérant ne prétend pas que la peine de mort viole en soi l’article 3 (art. 3). Comme les deux gouvernements en cause, il reconnaît avec la Commission que l’extradition d’une personne vers un État où elle encourt la peine capitale ne pose pas en elle-même de problème sous l’angle de l’article 2 (art. 2), ni de l’article 3 (art. 3). Dans ses observations écrites (paragraphe 8 ci-dessus), Amnesty International affirme en revanche que l’évolution des normes en Europe occidentale quant à l’existence et à l’usage de la peine capitale commande de considérer désormais celle-ci comme une peine inhumaine et dégradante au sens de l’article 3 (art. 3).", "102.  La Convention est sans conteste \"un instrument vivant à interpréter (...) à la lumière des conditions de vie actuelles\"; pour déterminer s’il lui faut considérer un traitement ou une peine donnés comme inhumains ou dégradants aux fins de l’article 3 (art. 3), \"la Cour ne peut pas ne pas être influencée par l’évolution et les normes communément acceptées de la politique pénale des États membres du Conseil de l’Europe dans ce domaine\" (arrêt Tyrer précité, série A no 26, pp. 15-16, § 31). En fait, la peine capitale n’existe plus en temps de paix dans les États contractants. Dans ceux d’entre eux, peu nombreux, dont la législation la conserve pour certaines infractions en temps de paix, les condamnations à mort parfois prononcées ne reçoivent pas exécution de nos jours. L’idée, \"virtuellement commune aux systèmes juridiques d’Europe occidentale, que dans les circonstances actuelles la peine capitale ne cadre plus avec les normes régionales de justice\", pour reprendre les termes d’Amnesty International, se reflète dans le Protocole no 6 (P6) à la Convention, lequel prévoit l’abolition de ladite peine en temps de paix. Ouvert à la signature en avril 1983, ce qui dans la pratique du Conseil de l’Europe impliquait l’absence d’objection de l’un quelconque des États membres, il est entré en vigueur en mars 1985 et lie à présent treize États parties à la Convention, parmi lesquels ne figure cependant pas le Royaume-Uni.", "Pour savoir si la peine capitale elle-même, en raison de ces changements notables, constitue désormais un mauvais traitement prohibé par l’article 3 (art. 3), il échet de suivre les principes régissant l’interprétation de la Convention.", "103.  Cette dernière doit se comprendre comme un tout, de sorte qu’il y a lieu de lire l’article 3 (art. 3) en harmonie avec l’article 2 (art. 2) (voir, mutatis mutandis, l’arrêt Klass et autres du 6 septembre 1978, série A no 28, p. 31, § 68). Dès lors, les auteurs de la Convention ne peuvent certainement pas avoir entendu inclure dans l’article 3 (art. 3) une interdiction générale de la peine de mort, car le libellé clair de l’article 2 § 1 (art. 2-1) s’en trouverait réduit à néant.", "Une pratique ultérieure en matière de politique pénale nationale, sous la forme d’une abolition généralisée de la peine capitale, pourrait témoigner de l’accord des États contractants pour abroger l’exception ménagée par l’article 2 § 1 (art. 2-1), donc pour supprimer une limitation explicite aux perspectives d’interprétation évolutive de l’article 3 (art. 3). Toutefois, le Protocole no 6 (P6), accord écrit postérieur, montre qu’en 1983 encore les Parties contractantes, pour instaurer une obligation d’abolir la peine capitale en temps de paix, ont voulu agir par voie d’amendement, selon la méthode habituelle, et, qui plus est, au moyen d’un instrument facultatif laissant à chaque État le choix du moment où il assumerait pareil engagement. Dans ces conditions et malgré la spécificité de la Convention (paragraphe 87 ci-dessus), l’article 3 (art. 3) ne saurait s’interpréter comme prohibant en principe la peine de mort.", "104.  Il n’en résulte pas que les circonstances entourant une sentence capitale ne puissent jamais soulever un problème sur le terrain de l’article 3 (art. 3). La manière dont elle est prononcée ou appliquée, la personnalité du condamné et une disproportion par rapport à la gravité de l’infraction, ainsi que les conditions de la détention vécue dans l’attente de l’exécution, figurent parmi les éléments de nature à faire tomber sous le coup de l’article 3 (art. 3) le traitement ou la peine subis par l’intéressé. L’attitude actuelle des États contractants envers la peine capitale entre en ligne de compte pour apprécier s’il y a dépassement du seuil tolérable de souffrance ou d’avilissement.", "b) Les circonstances de la cause", "105.  Selon le requérant, les circonstances auxquelles l’exposerait l’exécution de la décision ministérielle de le livrer aux États-Unis, à savoir le \"syndrome du couloir de la mort\", constituent au total un traitement assez grave pour rendre son extradition contraire à l’article 3 (art. 3). Il mentionne en particulier la lenteur des procédures de recours consécutives à une sentence capitale, période pendant laquelle il éprouverait une tension croissante et un traumatisme psychologique; le fait, dit-il, que pour fixer la peine le juge ou le jury ne sont pas obligés d’avoir égard à la jeunesse et à l’état mental d’un accusé au moment de l’infraction; le régime extrêmement rigoureux de sa détention future dans le \"couloir de la mort\" au pénitencier de Mecklenburg, où il s’attend à des violences et à des sévices sexuels à cause de son âge, de sa couleur et de sa nationalité; et la hantise permanente de l’exécution elle-même, y compris son rituel. Il invoque aussi la possibilité d’une extradition ou expulsion, auxquelles il ne s’opposerait pas, vers la République fédérale d’Allemagne: elle accentuerait le caractère disproportionné de la décision du ministre.", "Pour la République fédérale d’Allemagne, le traitement que M. Soering aurait à endurer en Virginie irait, considéré dans son ensemble, tellement au-delà de celui dont s’accompagnent inévitablement le prononcé et l’exécution d’une peine capitale qu’il serait \"inhumain\" au sens de l’article 3 (art. 3).", "La Commission estime au contraire que le seuil de gravité visé à l’article 3 (art. 3) ne se trouverait pas atteint.", "Le gouvernement britannique souscrit à cette opinion. En particulier, il contredit le requérant sur nombre de points de fait concernant la situation dans le couloir de la mort de Mecklenburg et le sort qu’il y connaîtrait.", "i. Durée de la détention avant l’exécution", "106.  Avant son exécution, un condamné détenu dans un \"couloir de la mort\" en Virginie peut escompter y passer en moyenne de six à huit ans (paragraphe 56 ci-dessus). Comme le relèvent la Commission et le gouvernement britannique, cet intervalle s’explique dans une large mesure par la propre attitude de l’intéressé, en ce sens qu’il exerce tous les recours s’ouvrant à lui en droit virginien. Le contrôle automatique de la Cour suprême de Virginie ne prend d’ordinaire pas plus de six mois (paragraphe 52 ci-dessus). Le surplus vient des recours connexes dont le détenu saisit lui-même les juridictions de l’État comme de la Fédération, par la voie de l’habeas corpus, et la Cour suprême des États-Unis au moyen de demandes de certiorari, d’autant qu’il peut à chaque stade solliciter un sursis à exécution (paragraphes 53-54 ci-dessus). Les recours offerts par le droit virginien tendent à empêcher d’infliger la mort, sanction irréversible, de manière irrégulière ou arbitraire.", "Un certain laps de temps doit forcément s’écouler entre le prononcé de la peine et son exécution si l’on veut fournir au condamné des garanties de recours, mais de même il entre dans la nature humaine que l’intéressé s’accroche à l’existence en les exploitant au maximum. Si bien intentionné soit-il, voire potentiellement bénéfique, le système virginien de procédures postérieures à la sentence aboutit à obliger le condamné détenu à subir, pendant des années, les conditions du \"couloir de la mort\", l’angoisse et la tension grandissante de vivre dans l’ombre omniprésente de la mort.", "ii. Situation dans le \"couloir de la mort\"", "107.  Quant à la situation au pénitencier de Mecklenburg, où le requérant serait sans doute emprisonné en cas de sentence capitale, la Cour se fonde sur les faits non contestés par le gouvernement britannique; elle ne croit pas devoir se prononcer sur la fiabilité des autres éléments de preuve produits par le requérant, notamment quant aux risques de sévices homosexuels et d’agressions physiques courus par les détenus du \"couloir de la mort\" (paragraphe 64 ci-dessus).", "La rigueur du régime carcéral de Mecklenburg, ainsi que les services (médical, juridique et social) et contrôles (législatif, judiciaire et administratif) prévus pour les détenus, sont décrits en détail plus haut (paragraphes 61-63 et 65-68). A ce sujet, le gouvernement britannique insiste sur la nécessité de mesures supplémentaires de sécurité à l’égard d’individus condamnés à mort pour assassinat. Si elle peut donc se justifier en principe, la sévérité d’un régime spécial comme celui du \"couloir de la mort\" de Mecklenburg s’accroît du fait que les détenus s’y voient soumis pendant une longue période, en moyenne six à huit ans.", "iii. L’âge et l’état mental du requérant", "108.  A l’époque des homicides, le requérant n’avait que dix-huit ans et certains rapports psychiatriques, non discutés en soi, montrent qu’il \"souffrait de troubles mentaux (...) qui altéraient fortement sa responsabilité\" (paragraphes 11, 12 et 21 ci-dessus).", "A la différence de l’article 2 (art. 2) de la Convention, l’article 6 du Pacte international de 1966 relatif aux droits civils et politiques et l’article 4 de la Convention américaine des Droits de l’Homme, de 1969, interdisent expressément de prononcer la peine capitale contre une personne âgée de moins de dix-huit ans au moment de l’infraction. Que pareille prohibition soit ou non inhérente au libellé bref et général de l’article 2 (art. 2) de la Convention européenne, son énoncé explicite dans des instruments internationaux ultérieurs, dont nombre d’États contractants ont ratifié le premier, indique à tout le moins que la jeunesse de l’intéressé constitue en principe une circonstance propre à mettre en cause, avec d’autres, la compatibilité avec l’article 3 (art. 3) de mesures accompagnant une sentence capitale.", "Attribuer à des troubles mentaux le même effet pour l’application de l’article 3 (art. 3) cadre avec la jurisprudence de la Cour (paragraphe 100 ci-dessus).", "109.  Ainsi que le soulignent gouvernement britannique et Commission, le droit de la Virginie ne méconnaît certes pas ces deux éléments. Le code virginien oblige à prendre en compte les troubles mentaux d’un accusé à titre soit d’obstacle absolu à un verdict de culpabilité, s’ils se révèlent suffisants pour qu’il y ait démence, soit de circonstance atténuante - comme l’âge - au stade de la fixation de la peine (paragraphes 44-47 et 50-51 ci-dessus). En outre, les indigents accusés d’assassinat ont droit à la désignation d’un expert psychiatre chargé de les aider à préparer leurs arguments pendant la procédure de fixation de la peine (paragraphe 51 ci-dessus). Ces dispositions du code servent sans nul doute - les juridictions américaines l’ont constaté - à empêcher d’imposer celle-ci de manière arbitraire ou à la légère et à canaliser étroitement le pouvoir discrétionnaire du juge (paragraphe 48 ci-dessus). L’âge et l’état mental n’en demeurent pas moins pertinents lorsqu’il s’agit d’apprécier, pour tel individu condamné à la peine capitale, l’acceptabilité du \"syndrome du couloir de la mort\" au regard de l’article 3 (art. 3).", "Bien que la Cour n’ait pas à préjuger de la responsabilité pénale et de la peine appropriée, la jeunesse du requérant à l’époque de l’infraction et sa condition mentale d’alors, illustrées par le dossier psychiatrique existant, figurent donc parmi les données qui tendent, en l’espèce, à faire relever de l’article 3 (art. 3) le traitement à subir dans le \"couloir de la mort\".", "iv. Possibilité d’une extradition vers la République fédérale d’Allemagne", "110.  Pour le gouvernement britannique et la majorité de la Commission, la possibilité d’extrader ou expulser le requérant en vue d’un procès en République fédérale d’Allemagne (paragraphes 16, 19, 26, 38 et 71-74 ci-dessus), où la Constitution a aboli la peine capitale (paragraphe 72 ci-dessus), n’entre pas ici en ligne de compte. Une interprétation différente conduirait, selon le gouvernement britannique, à une dualité de statuts: la protection de la Convention jouerait en faveur des personnes extradables assez heureuses pour disposer d’une telle destination de rechange, mais non au profit des autres.", "L’argument ne manque pas de poids. En outre, la Cour ne saurait oublier ni l’atrocité des meurtres reprochés à M. Soering, ni le rôle louable et salutaire des accords d’extradition dans la lutte contre le crime. Le but dans lequel les États-Unis ont demandé au Royaume-Uni de leur livrer l’intéressé, en vertu du traité bilatéral d’extradition liant les deux pays, est assurément légitime. Toutefois, l’envoi du requérant dans sa propre patrie aux fins de jugement supprimerait à la fois le danger de voir un criminel en fuite demeurer impuni et le risque de souffrances profondes et prolongées dans le \"couloir de la mort\". Il s’agit donc d’une circonstance pertinente pour l’appréciation d’ensemble sur le terrain de l’article 3 (art. 3): elle concerne le juste équilibre à ménager entre les intérêts en jeu, ainsi que la proportionnalité de la décision litigieuse d’extradition (paragraphes 89 et 104 ci-dessus).", "c) Conclusion", "111.  Aucun détenu condamné à mort ne saurait éviter l’écoulement d’un certain délai entre le prononcé et l’exécution de la peine, ni les fortes tensions inhérentes au régime rigoureux d’incarcération nécessaire. Le caractère démocratique de l’ordre juridique virginien en général, et notamment les éléments positifs des procédures de jugement, de condamnation et de recours en Virginie, ne suscite aucun doute. La Cour reconnaît, avec la Commission, que le système judiciaire auquel le requérant se verrait assujetti aux États-Unis n’est en soi ni arbitraire ni déraisonnable; au contraire, il respecte la prééminence du droit et accorde à l’accusé passible de la peine de mort des garanties procédurales non négligeables. Les détenus du \"couloir de la mort\" bénéficient d’une assistance, par exemple sous la forme de services psychologiques et psychiatriques (paragraphe 65 ci-dessus).", "Eu égard, cependant, à la très longue période à passer dans le \"couloir de la mort\" dans des conditions aussi extrêmes, avec l’angoisse omniprésente et croissante de l’exécution de la peine capitale, et à la situation personnelle du requérant, en particulier son âge et son état mental à l’époque de l’infraction, une extradition vers les États-Unis exposerait l’intéressé à un risque réel de traitement dépassant le seuil fixé par l’article 3 (art. 3). L’existence, en l’espèce, d’un autre moyen d’atteindre le but légitime de l’extradition, sans entraîner pour autant des souffrances d’une intensité ou durée aussi exceptionnelles, représente une considération pertinente supplémentaire.", "En conclusion, la décision ministérielle de livrer le requérant aux États-Unis violerait l’article 3 (art. 3) si elle recevait exécution.", "Ce constat ne met nullement en cause la bonne foi du gouvernement britannique, qui dès le début de la présente affaire a manifesté le désir de respecter ses obligations au titre de la Convention, d’abord en sursoyant à l’extradition du requérant aux autorités américaines conformément aux mesures provisoires indiquées par les organes de la Convention, puis en saisissant lui-même la Cour en vue d’une décision judiciaire (paragraphes 1, 4, 24 et 77 ci-dessus).", "II. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 (art. 6)", "A. La procédure pénale américaine", "112.  Le requérant prétend que l’absence, en Virginie, d’une assistance judiciaire gratuite pour les recours parallèles devant les tribunaux fédéraux (paragraphe 57 ci-dessus) l’empêcherait, s’il retournait aux États-Unis, d’assurer sa représentation juridique comme le veut l’article 6 § 3 c) (art. 6-3-c), ainsi libellé:", "\"Tout accusé a droit notamment à:", "(...)", "c) se défendre lui-même ou avoir l’assistance d’un défenseur de son choix et, s’il n’a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d’office, lorsque les intérêts de la justice l’exigent;", "(...).\"", "Selon la Commission, l’extradition envisagée de M. Soering ne pourrait engager la responsabilité du gouvernement britannique au regard de l’article 6 § 3 c) (art. 6-3-c). Ledit gouvernement souscrit à cette analyse; en ordre subsidiaire, il conclut au défaut de fondement de la thèse de l’intéressé.", "113.  Tel que le consacre l’article 6 (art. 6), le droit à un procès pénal équitable occupe une place éminente dans une société démocratique (voir, entre autres, l’arrêt Colozza du 12 février 1985, série A no 89, p. 16, § 32). La Cour n’exclut pas qu’une décision d’extradition puisse exceptionnellement soulever un problème sur le terrain de ce texte au cas où le fugitif aurait subi ou risquerait de subir un déni de justice flagrant, mais les faits de la cause ne révèlent pas de tel risque.", "Sur ce point, aucune question ne se pose donc sous l’angle de l’article 6 § 3 c) (art. 6-3-c).", "B. La procédure d’extradition en Angleterre", "114.  Le requérant affirme en outre qu’en refusant, pendant la procédure d’extradition, d’examiner les pièces relatives à son état psychiatrique (paragraphe 21 ci-dessus), la Magistrates’ Court a enfreint les paragraphes 1 et 3 d) de l’article 6 (art. 6-1, art. 6-3-d), aux termes desquels:", "\"1.   Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...).\"", "\"3.   Tout accusé a droit notamment à:", "(...)", "d) interroger ou faire interroger les témoins à charge et obtenir la convocation et l’interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge;", "(...).\"", "115.  Comme le relève son délégué, la Commission n’a pas eu à connaître de pareille plainte. Celles que le requérant a énoncées à l’époque au sujet de la prise en compte, insuffisante à ses yeux, de son dossier psychiatrique concernaient uniquement l’article 3 (art. 3) et la décision ministérielle finale de l’extrader vers les États-Unis. M. Soering n’a présenté, sous l’angle de l’article 6 (art. 6), de l’article 3 (art. 3) ou de l’article 13 (art. 13), aucune doléance relative à l’étendue ou à la conduite de la procédure de la Magistrates’ Court en soi. Partant, l’allégation supplémentaire de manquement aux exigences de l’article 6 (art. 6) constitue non un simple moyen ou argument juridique nouveau, mais un grief distinct sortant du cadre du litige, délimité par la décision de la Commission sur la recevabilité (voir, entre autres, les arrêts Schiesser du 4 décembre 1979, série A no 34, p. 17, § 41, et Johnston et autres du 18 décembre 1986, série A no 112, p. 23, § 48).", "La Cour n’a donc pas compétence pour examiner la question.", "III. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 13 (art. 13)", "116.  Le requérant invoque enfin l’article 13 (art. 13), ainsi libellé:", "\"Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles.\"", "Il affirme que nul recours effectif ne s’ouvre à lui au Royaume-Uni pour son grief tiré de l’article 3 (art. 3). La majorité de la Commission arrive à la même conclusion. Le gouvernement britannique marque son désaccord: il soutient que l’article 13 (art. 13) ne s’applique pas en l’espèce ou, en ordre subsidiaire, que le droit interne fournit un ensemble adéquat de voies de recours.", "117.  Eu égard au constat de la Cour quant à l’article 3 (art. 3) (paragraphe 111 ci-dessus), le grief correspondant du requérant ne peut être considéré comme incompatible avec les dispositions de la Convention ou non \"défendable\" au fond (voir, entre autres, l’arrêt Boyle et Rice du 27 avril 1988, série A no 131, p. 23, § 52).", "D’après le gouvernement britannique, toutefois, l’article 13 (art. 13) ne peut jouer en l’occurrence: la contestation porterait en réalité sur les termes d’un traité entre le Royaume-Uni et les États-Unis; en outre, la violation prétendue de la clause normative revêtirait un caractère conjectural.", "La Cour ne juge pas nécessaire de se prononcer sur cette double objection, car elle ne relève en tout cas aucune infraction à l’article 13 (art. 13).", "118.  Le gouvernement britannique s’appuie sur l’ensemble de recours que forment la procédure devant la Magistrates’ Court, une demande d’habeas corpus et une demande de contrôle judiciaire (paragraphes 21-23, 32-33 et 35 ci-dessus).", "119.  La Cour commencera son examen par cette dernière, laquelle fournit le principal moyen d’attaquer une décision d’extradition une fois celle-ci prise.", "Requérant et Commission estiment le contrôle judiciaire trop étroit pour que les tribunaux puissent examiner l’objet du grief tiré de l’article 3 (art. 3) en l’espèce. D’après l’intéressé, l’incompétence des tribunaux pour ordonner des mesures provisoires contre la Couronne contribue elle aussi à l’inefficacité du contrôle judiciaire.", "120.  L’article 13 (art. 13) garantit l’existence en droit interne d’un recours permettant de s’y prévaloir en substance des droits et libertés de la Convention tels qu’ils peuvent s’y trouver consacrés (arrêt Boyle et Rice précité, série A no 131, p. 23, § 52). Il a donc pour conséquence d’exiger un recours interne habilitant l’\"instance\" nationale qualifiée à connaître du contenu du grief fondé sur la Convention et, de plus, à offrir le redressement approprié (voir, entre autres, l’arrêt Silver et autres du 25 mars 1983, série A no 61, p. 42, § 113 a)).", "121.  Au titre du contrôle judiciaire, le tribunal peut juger illicite l’exercice du pouvoir discrétionnaire de l’exécutif parce qu’entaché d’illégalité, d’irrationalité ou d’irrégularité procédurale (paragraphe 35 ci-dessus). En matière d’extradition, le critère de l’\"irrationalité\", selon les \"principes Wednesbury\", serait qu’un ministre raisonnable n’aurait jamais agi de la sorte dans de telles circonstances (ibidem). Selon le gouvernement britannique, un tribunal aurait compétence pour annuler la décision de livrer un fugitif à un État où il courrait un risque sérieux et avéré de traitements inhumains ou dégradants, au motif que nul ministre raisonnable ne pouvait la prendre dans les circonstances de la cause. Bien que l’on ne considère pas la Convention comme intégrée au droit britannique, la Cour est convaincue que les juridictions anglaises peuvent apprécier le \"caractère raisonnable\" d’une décision d’extradition à la lumière d’éléments du genre de ceux que l’intéressé invoque à Strasbourg dans le contexte de l’article 3 (art. 3).", "122.  M. Soering a certes présenté une demande de contrôle judiciaire conjointement à son recours en habeas corpus, et a reçu du Lord Justice Lloyd une réponse défavorable sur la question de l’\"irrationalité\" (paragraphe 22 ci-dessus). Cependant, comme l’a expliqué le Lord Justice Lloyd, la demande a échoué parce que prématurée, les tribunaux n’ayant compétence qu’une fois prise la décision du ministre (ibidem). En outre, la thèse de M. Soering ne coïncidait nullement avec celle qu’il a présentée aux organes de la Convention sur le terrain de l’article 3 (art. 3). Devant la Divisional Court, son avocat soutint sans plus que les assurances des autorités américaines étaient si dénuées de valeur qu’un ministre raisonnable ne pouvait s’en contenter au regard du traité. L’argument concernait la probabilité du prononcé de la peine de mort, mais non la qualité du traitement qui attendrait le requérant après une sentence capitale; or là réside la substance de l’allégation de traitements inhumains et dégradants.", "Rien n’empêchait M. Soering de formuler une demande de contrôle judiciaire en temps voulu, ni de plaider \"l’irrationalité Wednesbury\" sur la base de données voisines de celles qu’il a produites à Strasbourg à propos du syndrome du \"couloir de la mort\". Pareille demande aurait été examinée de la manière \"la plus scrupuleuse\", en raison du caractère fondamental du droit de l’homme en cause (paragraphe 35 ci-dessus). L’efficacité du recours, aux fins de l’article 13 (art. 13), ne dépend pas de la certitude d’un résultat favorable au requérant (arrêt Syndicat suédois des conducteurs de locomotives du 6 février 1976, série A no 20, p. 18, § 50), et en tout cas il n’appartient pas à la Cour de spéculer sur ce qu’auraient décidé les juridictions anglaises.", "123.  Quant à leur incompétence pour ordonner des mesures provisoires contre la Couronne (paragraphe 35 in fine ci-dessus), elle n’amoindrit pas en la matière l’efficacité du contrôle judiciaire, car personne ne prétend qu’en pratique un fugitif soit jamais livré avant qu’il n’ait été statué sur sa demande à la Divisional Court puis sur son appel éventuel.", "124.  La Cour conclut que M. Soering disposait en droit anglais d’un recours effectif pour son grief fondé sur l’article 3 (art. 3). Dès lors, elle n’a pas besoin d’étudier les deux autres recours mentionnés par le gouvernement britannique.", "Il n’y a donc pas violation de l’article 13 (art. 13).", "IV. SUR L’APPLICATION DE L’ARTICLE 50 (art. 50)", "125.  Aux termes de l’article 50 (art. 50),", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "Selon M. Soering, sa requête ayant pour objet d’obtenir le respect de droits que lui garantit la Convention, l’exécution effective de la décision de la Cour assurerait une satisfaction équitable. Il prie la Cour d’assister les États parties au litige et lui-même par des directives sur les conséquences à tirer de son arrêt.", "Il sollicite en outre le remboursement des frais et dépens qu’a occasionnés sa représentation dans les procédures déclenchées par la demande américaine d’extradition. Il s’agirait de 1.500 £ et 21.000 £ d’honoraires d’avocat pour les instances suivies respectivement au Royaume-Uni et à Strasbourg, de 2.067 £ et 4.885 FF 60 de frais de voyage et de séjour de ses conseils pour leur comparution devant les organes de la Convention, ainsi que de 2.185 £ 80 et 145 FF de débours divers, soit 26.752 £ 80 et 5.030 FF 60 en tout.", "126.  Aucune infraction à l’article 3 (art. 3) n’a encore eu lieu. Néanmoins, la Cour a conclu que la décision ministérielle de livrer le requérant aux États-Unis en entraînerait une si elle était mise en oeuvre; partant, il faut considérer l’article 50 (art. 50) comme applicable en l’espèce.", "127.  La Cour estime que son constat relatif à l’article 3 (art. 3) constitue en soi une satisfaction équitable suffisante aux fins de l’article 50 (art. 50). La Convention ne l’habilite pas à prescrire des mesures accessoires du genre de celles que revendique le requérant (voir, mutatis mutandis, l’arrêt Dudgeon du 24 février 1983, série A no 59, p. 8, § 15). D’après l’article 54 (art. 54), le contrôle de l’exécution du présent arrêt incombe au Comité des Ministres du Conseil de l’Europe.", "128.  Quant à la demande en remboursement de frais et dépens, le gouvernement britannique n’en conteste pas le principe. Il lui semble cependant que si la Cour jugeait mal fondés un ou plusieurs des griefs de M. Soering, elle devrait en équité, dans l’esprit de l’article 50 (art. 50), réduire en conséquence la somme à octroyer (arrêt Le Compte, Van Leuven et De Meyere du 18 octobre 1982, série A no 54, p. 10, § 21).", "La Cour relève que la préoccupation majeure du requérant, et l’essentiel des diverses thèses en présence, portent sur la violation alléguée de l’article 3 (art. 3). Or le requérant a obtenu gain de cause sur ce point. En équité, il a donc droit à recouvrer l’intégralité de ses frais et dépens.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1. Dit qu’il y aurait violation de l’article 3 (art. 3) si la décision ministérielle d’extrader le requérant vers les États-Unis d’Amérique recevait exécution;", "", "2. Dit qu’il n’y aurait pas violation de l’article 6 § 3 c) (art. 6-3-c);", "", "3. Dit qu’elle n’a pas compétence pour examiner le grief tiré de l’article 6 §§ 1 et 3 d) (art. 6-1, art. 6-3-d);", "", "4. Dit qu’il n’y a pas violation de l’article 13 (art. 13);", "", "5. Dit que le Royaume-Uni doit verser au requérant, pour frais et dépens, 26.752 £ 80 (vingt-six mille sept cent cinquante-deux livres sterling quatre-vingts) et 5.030 FF 60 (cinq mille trente francs français soixante) plus, le cas échéant, le montant de la taxe sur la valeur ajoutée;", "", "6. Rejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 7 juillet 1989.", "", "Rolv RYSSDAL", "Président", "", "Pour le Greffier", "Herbert PETZOLD", "Greffier adjoint", "", "Au présent arrêt se trouve joint, conformément aux articles 51 § 2 (art. 51-2) de la Convention et 52 § 2 du règlement, l’exposé de l’opinion séparée de M. De Meyer.", "", "R.R.", "H.P.", "", "", "\nOPINION CONCORDANTE DE M. LE JUGE DE MEYER", "(Traduction)", "L’extradition du requérant vers les États-Unis d’Amérique non seulement l’exposerait à une peine ou un traitement inhumains ou dégradants, mais aussi et surtout violerait son droit à la vie.", "En effet, la principale question en l’espèce ne consiste pas dans \"la perspective de voir l’intéressé exposé\" au \"syndrome du couloir de la mort\", mais dans le fait très simple que ladite extradition mettrait sa vie en danger.", "", "Aux termes de la seconde phrase de l’article 2 § 1 (art. 2-1) de la Convention telle qu’elle fut rédigée en 1950, \"la mort ne peut être infligée à quiconque intentionnellement, sauf en exécution d’une sentence capitale prononcée par un tribunal au cas où le délit est puni de cette peine par la loi\".", "Dans les circonstances de la cause, le requérant risquerait, si on l’extradait vers les États-Unis, d’être condamné à la peine capitale, et exécuté, en Virginie pour un crime non passible de cette peine d’après le droit du Royaume-Uni.", "Lorsqu’il y va du droit de quelqu’un à la vie, aucun État requis ne saurait permettre à un État requérant de faire ce qu’il ne lui est pas permis de faire lui-même.", "Si, comme en l’occurrence, le droit interne d’un État ne prévoit pas la peine de mort pour le crime dont il s’agit, cet État ne peut placer la personne concernée dans une situation telle qu’un autre État peut la priver de sa vie pour ce crime.", "Cette considération peut déjà suffire à empêcher le Royaume-Uni de livrer le requérant aux États-Unis.", "", "Il y a aussi quelque chose de plus fondamental.", "La seconde phrase de l’article 2 § 1 (art. 2-1) de la Convention fut adoptée, voici près de quarante ans, dans un contexte historique particulier, peu après la seconde guerre mondiale. Pour autant qu’elle puisse encore sembler autoriser, sous certaines conditions, la peine capitale en temps de paix, elle ne reflète pas la situation contemporaine et se trouve aujourd’hui dépassée par l’évolution de la conscience et de la pratique juridiques.", "Une telle peine n’est pas compatible avec l’état actuel de la civilisation européenne.", "En fait, elle n’existe plus dans aucun État partie à la Convention.", "Le Comité des Ministres du Conseil de l’Europe en a reconnu l’illicéité lorsqu’il a adopté en décembre 1982, et ouvert à la signature en avril 1983, le Protocole no 6 (P6) à la Convention, signé à ce jour par seize États contractants et ratifié par treize.", "Aucun État partie à la Convention ne peut dans ce contexte, même s’il n’a pas encore ratifié le Protocole no 6 (P6), être autorisé à extrader une personne si celle-ci se trouve par là même exposée à être mise à mort dans l’État requérant.", "Extrader quelqu’un dans de telles circonstances heurterait les normes de justice européennes et irait à l’encontre de l’ordre public de l’Europe.", "", "Le Royaume-Uni ne pourrait licitement livrer le requérant aux États-Unis que si ces derniers donnaient des assurances absolues que l’intéressé ne sera pas exécuté au cas où on le déclarerait coupable du crime dont on l’accuse.", "Or de telles assurances n’ont pas été obtenues et ne peuvent l’être.", "Le Gouvernement fédéral des États-Unis ne peut assumer aucun engagement quant à ce que les autorités judiciaires et autres de l’État de Virginie pourront ou non décider ou faire.", "En fait, le procureur d’État chargé du dossier entend requérir la peine capitale et le gouverneur de l’État de Virginie n’a jamais commué une peine capitale depuis que l’on a, en 1977, recommencé à appliquer cette peine.", "", "Dans ces conditions, l’extradition du requérant vers les États-Unis violerait sans nul doute son droit à la vie."]}