{"file": "FRE_CLINF_31333_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "31333/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 133", "Août-Septembre 2010", "McFarlane c. Irlande [GC] - 31333/06", "Arrêt 10.9.2010 [GC]", "Article 13", "Recours effectif", "Absence de recours effectif pour demander à être indemnisé des retards accusés dans une procédure pénale: violation", "En fait – En janvier 1998, le requérant, qui venait de sortir de la prison où il était détenu en Irlande du Nord, fut arrêté par la police irlandaise à la suite d’un enlèvement qui s’était produit en décembre 1983. Il fut inculpé de diverses infractions, dont certaines étaient passibles de la réclusion criminelle à perpétuité, et libéré sous conditions. Par la suite, il sollicita à deux reprises une ordonnance d’interdiction des poursuites contre lui au motif que la perte des originaux des empreintes digitales et les retards de procédure avaient été irrémédiablement préjudiciables à son droit à un procès équitable. Dans le cadre de la première action en interdiction, la Cour suprême conclut en 2006 que la perte des originaux des empreintes digitales n’était pas préjudiciable puisque le rapport de l’expertise scientifique avait été conservé et qu’il était parfaitement légitime que la police irlandaise eût attendu que le requérant sorte de prison pour l’arrêter. S’agissant de la seconde action en interdiction, où le requérant soutenait que le délai écoulé depuis son arrestation avait violé son droit constitutionnel à être jugé avec une diligence raisonnable, la Cour suprême releva notamment que le seul redressement demandé par le requérant était une ordonnance d’interdiction de son procès et que, même à supposer que son droit constitutionnel à être jugé avec une diligence raisonnable eût été violé, les circonstances ne justifiaient pas d’émettre une telle ordonnance. Le requérant n’avait pas réclamé d’indemnisation et il n’entrait pas dans les attributions de la Cour suprême de se prononcer dans l’abstrait sur la possibilité d’obtenir des dommages et intérêts à titre de réparation. Dans le cadre de la procédure pénale dirigée contre lui, le requérant dut se rendre une fois par mois dans un poste de police situé à 80 km environ de son domicile de Belfast et se déplacer une quarantaine de fois à la cour criminelle spéciale à Dublin (un trajet d’environ 320 km aller et retour). La procédure prit fin en juin 2008 avec la mise hors de cause du requérant.", "En droit – Article 13 combiné avec l’article 6 § 1 : la Cour ne juge effectif aucun des recours internes cités par le Gouvernement. Il existe une incertitude importante quant à la réalité du principal recours invoqué, à savoir le recours indemnitaire pour violation du droit constitutionnel à être jugé avec une diligence raisonnable. Ce recours existe en théorie depuis près de vingt-cinq ans, mais il n’a jamais été utilisé et de récentes décisions des juridictions internes indiquent que sa disponibilité en pratique reste à démontrer. Si la Cour indique dans sa jurisprudence qu’il faut prévoir un certain délai pour permettre d’éprouver un nouveau recours spécialement adopté pour porter remède à des durées excessives de procédure, la situation qui vient d’être décrite ne relève pas de ce cas de figure. L’évolution et la disponibilité d’un recours que l’on invoque, y compris sa portée et son champ d’application, doivent être exposés avec clarté et confirmés ou complétés par la pratique ou la jurisprudence. En outre, étant donné qu’aucune procédure particulière ou rationalisée n’a été élaborée pour le recours en question, celui-ci s’analyserait en un recours constitutionnel en indemnisation, juridiquement complexe, notamment sur le plan procédural, porté devant la High Court, puis probablement en appel devant la Cour suprême, qui, au moins au début, présenterait une certaine nouveauté juridique. Il en découle deux conséquences qui semblent également de nature à amoindrir l’effectivité de ce recours : premièrement, la durée d’une telle procédure (susceptible d’atteindre plusieurs années) et, deuxièmement, le montant potentiellement élevé des frais de justice.", "Pour ce qui est des autres recours invoqués par le Gouvernement, l’action en indemnisation au titre de la loi de 2003 sur la Convention européenne des droits de l’homme ne serait pas effective notamment parce qu’il apparaît que les lenteurs imputables aux « tribunaux » ne peuvent être dénoncées en justice par ce biais ; en tout état de cause, la loi (qui n’est pas rétroactive) est entrée en vigueur le 31 décembre 2003 alors que la procédure engagée par le requérant était pendante depuis près de six ans. Quant à l’action en interdiction pour préjudice et risque réel d’inéquité du procès pour cause de durée de procédure, elle peut en principe représenter un recours effectif pour se plaindre de délais risquant de rendre un procès inéquitable mais, compte tenu de l’exercice supplémentaire de mise en balance inhérent à cette procédure, elle ne saurait constituer un recours effectif devant être utilisé pour dénoncer un délai déraisonnable au sens de l’article 6 § 1.", "En bref, le Gouvernement n’a pas démontré l’existence de recours effectifs disponibles en théorie et en pratique à l’époque des faits.", "Conclusion : violation (douze voix contre cinq).", "Article 6 § 1 : la procédure pénale dirigée contre le requérant a duré plus de dix ans et demi, à savoir depuis son arrestation en janvier 1998 jusqu’à sa mise hors de cause en juin 2008. Même si la conduite du requérant a quelque peu contribué à la durée de la procédure, elle ne l’explique pas en totalité. Le Gouvernement n’a pas expliqué de manière convaincante les délais imputables aux autorités alors que celles-ci avaient l’obligation particulière d’agir avec célérité étant donné que la procédure pénale n’avait démarré que bien après la commission des infractions en cause. Le fait que le requérant avait la possibilité d’accomplir des démarches en vue de l’accélération de la procédure n’est pas non plus pertinent, car cela ne dispense les tribunaux de veiller au respect de l’exigence de délai raisonnable. Le requérant a dû supporter le poids d’accusations graves passibles de lourdes peines pendant toute la durée de la procédure, au cours de laquelle il a dû se présenter régulièrement à un poste de police et aller au tribunal à Dublin. Dans ces conditions, la procédure pénale dirigée contre le requérant a connu une durée excessive.", "Conclusion : violation (douze voix contre cinq).", "Article 41 : 5 500 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}