{"file": "FRE_CLINF_59608_09.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "59608/09", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 158", "Décembre 2012", "Sampani et autres c. Grèce - 59608/09", "Arrêt 11.12.2012 [Section I]", "Article 14", "Discrimination", "Non-scolarisation puis placement dans des classes spéciales de 98 enfants roms: violation", "", "Article 46", "Article 46-2", "Exécution de l'arrêt", "Mesures individuelles", "Etat défendeur tenu d’inscrire les élèves requérants dans une école publique autre que celle mise en cause", "", "En fait – Les requérants sont quatre-vingt-dix-huit enfants âgés de cinq ans et demi à quinze ans, scolarisables entre 2008 et 2010, et certains de leurs parents ou tuteurs. En janvier 2008, à la suite de l’arrêt , dans lequel la Cour a conclu à la violation de l’article 14 de la Convention combiné avec l’article 2 du Protocole no 1, la 12e école fut créée sur les prémices de la 10e école où fonctionnait auparavant les classes préparatoires fréquentées exclusivement par des élèves roms. Cette nouvelle école avait pour but d’accueillir indistinctement des élèves roms et non roms. Cependant, seuls des élèves roms l’ont fréquentée. L’année même de sa création, en raison de dégradations causées aux bâtiments, le préfet décida d’utiliser provisoirement le bâtiment préfabriqué qui jouxtait la 10e école et qui avait servi auparavant à accueillir précisément les classes de soutien qui avaient été mises en cause dans l’arrêt Sampanis et autres. En outre, le directeur de la 12e école ainsi que le médiateur de la république alertèrent à plusieurs reprises les autorités sur les carences auxquelles l’école faisait face, notamment en ce qui concernait l’itinéraire du bus scolaire affecté à l’école, la construction d’un préau, l’installation du chauffage et de toilettes supplémentaires, la construction de deux salles de classe supplémentaires, la création d’un jardin d’enfants, les manuels inappropriés pour les enfants roms dont la langue maternelle n’est pas le grec et l’abandon des cours par certains élèves à partir d’avril 2009. Devant la Cour européenne, les requérants se plaignent d’une discrimination du fait des conditions de leur scolarisation.", "En droit – Article 14 de la Convention combiné avec l’article 2 du Protocole no 1 : Il n’y a eu aucun changement notable dans les faits à l’origine de l’arrêt Sampanis et autres, si ce n’est la volonté affichée du ministère de l’Education d’intégrer les élèves roms dans le système éducatif ordinaire, manifestée par la création de la 12e école, laquelle, pour diverses raisons relevant de la politique des autorités municipales et préfectorales, n’a pas pu fonctionner comme prévu, ce qui a eu pour effet de faire perdurer une différence de traitement à l’égard de la communauté rom. Il existe donc un commencement de preuve d’une pratique de discrimination.", "La 12e école ne fut fréquentée que par des élèves roms de 2008 à 2010. En outre, il existe plusieurs éléments établissant que, pendant l’année scolaire 2008/2009, ces élèves ont été maintenus dans des conditions matérielles telles qu’elles rendaient sinon impossible, du moins très difficile, la poursuite de leur scolarité. Prévue pour une durée provisoire à l’époque, faute d’espace disponible, la scolarisation des enfants dans l’annexe du bâtiment de la 10e école s’est poursuivie pendant la période 2009/2010. A cela s’ajoute l’attitude des autorités municipales et préfectorales qui, par crainte de susciter de nouveaux incidents de la part de la population locale hostile aux Roms, sont restées inactives face aux appels du directeur de l’école et du médiateur demandant que les élèves roms puissent être intégrés dans des écoles ordinaires et y bénéficier de cours adaptés à leur niveau éducatif et linguistique. Il apparaît donc que les mesures prises pour la scolarisation des enfants roms n’étaient pas accompagnées des garanties suffisantes permettant une prise en compte convenable par l’Etat, dans l’exercice de sa marge d’appréciation dans le domaine de l’éducation, des besoins particuliers de ces enfants en tant que membres d’un groupe défavorisé. En outre, la Cour ne peut que constater que le Gouvernement ne fournit pas d’explication convaincante sur les raisons pour lesquelles aucun élève non rom n’était scolarisé à la 12e école, à part une vague mention au fait qu’ils étaient « inscrits ailleurs ». Par conséquent, les conditions dans lesquelles la 12e école a fonctionné entre 2008 et 2010 ont, en définitive, eu pour résultat de discriminer une nouvelle fois les requérants.", "Conclusion : violation (unanimité).", "Article 46 : Certaines mesures concrètes, préconisées d’ailleurs par les requérants, mais aussi par le Gouvernement dans ses observations en réponse, sont de nature à mettre un terme à la violation constatée. Ainsi, ceux des requérants qui sont encore en âge d’être scolarisés pourraient être inscrits par la direction de l’éducation primaire de l’Attique de l’Ouest dans une autre école publique et ceux qui ont atteint la majorité pourraient s’inscrire dans les « écoles de la deuxième chance » ou bien les écoles pour adultes, mises en place par le ministère de l’Education dans le cadre du Programme de l’instruction pérenne.", "Article 41 : 1 000 EUR à chacune des familles requérantes pour préjudice moral.", "(Voir Sampanis et autres c. Grèce, no 32526/05, 5 juin 2008, )", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}