{"file": "FRE_HFJUD_23452_94.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "23452/94", "text_paragraphs": ["", "", "", "", "", "AFFAIRE OSMAN c. ROYAUME-UNI", "", "(87/1997/871/1083)", "", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "STRASBOURG", "", "", "28 octobre 1998", "", "", "", "", "En l’affaire Osman c. Royaume-Uni,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 51 de son règlement A, en une grande chambre composée des juges dont le nom suit :", "\tMM.\tR. Bernhardt, président,\n\t\tThór Vilhjálmsson,\n\t\tJ. De Meyer,\n\t\tI. Foighel,\n\t\tR. Pekkanen,\n\t\tJ.M. Morenilla,\n\tSir\tJohn Freeland,\n\tMM.\tA.B. Baka,\n\t\tM.A. Lopes Rocha,\n\t\tL. Wildhaber,\n\t\tG. Mifsud Bonnici,\n\t\tJ. Makarczyk,\n\t\tD. Gotchev,\n\t\tP. Jambrek,\n\t\tK. Jungwiert,\n\t\tP. Kūris,\n\t\tU. Lōhmus,\n\t\tJ. Casadevall,\n\t\tT. Pantiru,\n\t\tV. Toumanov,", "ainsi que de MM. H. Petzold, greffier, et P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 27 juillet et 24 septembre 1998,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCéDURE", "1.  L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (« la Commission ») le 22 septembre 1997, dans le délai de trois mois qu’ouvrent les articles 32 § 1 et 47 de la Convention de\n\nsauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). A son origine se trouve une requête (n° 23452/94) dirigée contre le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord et dont deux ressortissants de cet Etat, Mme Mulkiye Osman et son fils Ahmet Osman, avaient saisi la Commission le 10 novembre 1993 en vertu de l’article 25.", "La demande de la Commission renvoie aux articles 44 et 48 ainsi qu’à la déclaration britannique reconnaissant la juridiction obligatoire de la Cour (article 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences des articles 2, 6, 8 et 13 de la Convention.", "2.  En réponse à l’invitation prévue à l’article 33 § 3 d) du règlement A, les requérants ont exprimé le désir de participer à l’instance et désigné leur conseil (article 30).", "3.  La chambre à constituer comprenait de plein droit Sir John Freeland, juge élu de nationalité britannique (article 43 de la Convention), et M. R. Ryssdal, président de la Cour à cette époque (article 21 § 4 b) du règlement A). Le 25 septembre 1997, le président a tiré au sort, en présence du greffier, le nom des sept autres membres, à savoir MM. Thór Vilhjálmsson, R. Macdonald, A.B. Baka, L. Wildhaber, K. Jungwiert, J. Casadevall et V. Toumanov (articles 43 in fine de la Convention et 21 § 5 du règlement A). M. R. Bernhardt, vice-président de la Cour, a remplacé ultérieurement à la présidence de la chambre M. Ryssdal, décédé (article 21 § 6, second alinéa, du règlement A).", "4.  En sa qualité de président de la chambre à l’époque (article 21 § 6 du règlement A), M. Ryssdal avait consulté, par l’intermédiaire du greffier, l’agent du gouvernement britannique (« le Gouvernement »), le conseil des requérants et le délégué de la Commission au sujet de l’organisation de la procédure (articles 37 § 1 et 38). Conformément à l'ordonnance rendue en conséquence, le greffier a reçu les mémoires du Gouvernement et des requérants les 5 et 24 mars 1998 respectivement, ces derniers ayant obtenu du président de la chambre un report de la date d’échéance du dépôt. Les requérants ont transmis au greffe les 9 avril et 8 juin 1998 des précisions sur leur demande de satisfaction équitable au titre de l’article 50 de la Convention. Le greffe a reçu le 18 juin 1998 les observations du Gouvernement en réponse.", "5.  Ainsi qu’en avait décidé le nouveau président de la chambre, M. Bernhardt, les débats se sont déroulés en public le 22 juin 1998 au Palais des Droits de l’Homme, à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "", "\nOnt comparu :", "–\tpour le Gouvernement\nMM.\tM. Eaton, conseiller juridique adjoint, ministère \n\t\t\tdes Affaires étrangères et du Commonwealth,\tagent,\n\t\tJ. Eadie, Barrister-at-Law,\n\t\tS. Freeland, Barrister-at-Law,\tconseils,\nMme\tR. Davies, ministère de l’Intérieur,\nM.\tP. Edmundson, ministère de l’Intérieur,\tconseillers ;", "–\tpour la Commission\nM.\tC.L. Rozakis,\tdélégué ;", "–\tpour les requérants\t\nMM.\tB. Emmerson, Barrister-at-Law,\t\n\t\tN. Ahluwalia, Barrister-at-Law,\t\n\t\tA.B. Clapham, Barrister-at-Law,\tconseils,\nMmes\tN. Mole,\t\n\t\tL. Christian, Solicitor,\tconseillers.", "", "La Cour a entendu en leurs déclarations MM. Rozakis, Emmerson et Eadie.", "6.  A l’issue des délibérations du 26 juin 1998, la chambre a décidé de se dessaisir avec effet immédiat en faveur d’une grande chambre (article 51 du règlement A).", "7.  La grande chambre à constituer comprenait de plein droit M. Bernhardt, président de la Cour, élu à ce poste à la suite du décès de M. Ryssdal, et le vice-président, M. Thór Vilhjálmsson, successeur élu de M. Bernhardt, les autres membres de la chambre originaire, ainsi que les quatre suppléants de celle-ci, MM. I. Foighel, J. Makarczyk, M.A. Lopes Rocha et R. Pekkanen (article 51 § 2 a) et b) du règlement A). Le 28 juin 1998, le président a tiré au sort, en présence du greffier, le nom des huit juges supplémentaires appelés à compléter la grande chambre, à savoir MM. J. De Meyer, J.M. Morenilla, G. Mifsud Bonnici, D. Gotchev, P. Jambrek, P. Kūris, U. Lōhmus et T. Pantiru (article 51 § 2 c)). Par la suite, M. Macdonald, membre de la chambre initiale, empêché, s’est désisté de la grande chambre.", "8.  Le 26 juin 1998, après consultation de l’agent du Gouvernement et du délégué de la Commission, le président a accordé l’assistance judiciaire que demandaient les requérants (article 4 de l’addendum au règlement A).", "\n9.  Après avoir pris acte des avis de l’agent du Gouvernement, du délégué de la Commission et des requérants, la grande chambre a décidé le 27 juillet 1998 qu’il n’y avait pas lieu de tenir une nouvelle audience à la suite du dessaisissement de la chambre (article 38 combiné avec l’article 51 § 6 du règlement A).", "EN FAIT", "I.\tLES CIRCONSTANCES DE L’ESPÈCE", "A.\tLes requérants", "10.  Les requérants sont des citoyens britanniques résidant à Londres. La première requérante, Mme Mulkiye Osman, est née à Chypre en 1948 ; elle est la veuve de M. Ali Osman, qui a été tué par M. Paul Paget-Lewis le 7 mars 1988. Le second requérant est son fils, Ahmet Osman, né en Angleterre en 1972. Ancien élève de M. Paul Paget-Lewis à l’école de Homerton House, il fut blessé au cours de l’incident qui coûta la vie à son père.", "Les intéressés se plaignent de ce que les autorités n’ont pas compris, malgré ce qu’ils appellent une série de signes annonciateurs explicites, la menace grave que représentait M. Paul Paget-Lewis pour la sûreté de Ahmet Osman et de sa famille, et n’aient donc pas réagi en conséquence. Les parties ne sont pas d’accord sur certains aspects essentiels des circonstances ayant provoqué cette tragédie. Ainsi, les requérants contestent que les faits aient été présentés dans leur intégralité par la Commission.", "B.\t\tDéroulement des événements jusqu’à la fin de mars 1987", "1.\tPlaintes initiales contre M. Paget-Lewis", "11.  En 1986, le directeur de Homerton House School (« l’école »), M. John Prince, remarqua que l’un des membres du corps enseignant, M. Paul Paget-Lewis, nourrissait une affection particulière pour Ahmet Osman, élève de l’établissement. Selon une déclaration faite à la police le 10 mars 1988, M. Prince précisa « qu’il avait mis un point d’honneur à garder personnellement un œil sur cette affaire ». En raison de cet attachement, M. Paul Paget-Lewis informa M. Prince qu’il avait l’intention de quitter l’école et de prendre un poste de suppléant. M. Kenneth Perkins, directeur adjoint, le convainquit de rester à l’école.", "12.  En janvier 1987, Mme Green, mère de Leslie Green, autre élève de l’école, et voisine des requérants, appela M. Fleming, également directeur adjoint, pour se plaindre de ce que M. Paget-Lewis eût suivi son fils après l’école et l’eût harcelé. Elle soutint que M. Paget-Lewis avait colporté la rumeur selon laquelle son fils aurait des comportements sexuels anormaux, et que cet enseignant s’opposait à l’amitié de son fils avec Ahmet Osman. Mme Green se plaignit formellement de ces rumeurs auprès de M. Prince le 2 mars 1987.", "2.\tLes divers entretiens concernant les plaintes", "a)\tLeslie Green", "13.  Le 3 mars 1987, M. Perkins interrogea Leslie Green qui confirma que M. Paget-Lewis l’avait suivi et avait propagé à son sujet des rumeurs à caractère sexuel en raison de son amitié pour Ahmet Osman.", "b)\tAhmet Osman", "14.  Egalement le 3 mars 1987, M. Fleming eut un entretien avec Ahmet Osman. D’après le procès-verbal de cette discussion, daté du 6 mars 1987, Ahmet confirma que M. Paget-Lewis l’avait mis en garde contre Leslie Green, qui aurait eu un comportement sexuel condamnable avec un autre élève. Il rapporta également à M. Fleming au cours de cette entrevue qu’une fois, M. Paget-Lewis les avait suivis dans sa voiture, Leslie et lui, jusque chez eux. Il affirma aussi que M. Paget-Lewis lui avait demandé de le retrouver dans la salle de classe à l’heure du déjeuner, apparemment pour lui apprendre le turc ; que le professeur l’avait photographié et lui avait donné de l’argent, un stylo et un dictionnaire de turc. M. Paget-Lewis lui aurait par la suite repris le stylo qu’il aurait délibérément cassé en deux pendant un cours.", "c)\tM. Paget-Lewis", "15.  Le 6 mars 1987, M. Perkins interrogea M. Paget-Lewis. Au cours de cet entretien, celui-ci confirma avoir avec Ahmet Osman, depuis environ un an, une relation particulière que Leslie Green essayait de détruire ; cette situation le perturbait à tel point qu’un jour il affronta Leslie et l’accusa d’être un pervers sexuel. Il reconnut avoir une fois suivi Leslie jusque chez lui et attendu quarante-cinq minutes devant la maison de ses parents. M. Paget-Lewis mentionna à M. Perkins avoir dit au garçon qu’il serait « furieux » si quelque chose venait entraver sa relation avec Ahmet, tout en précisant au directeur adjoint qu’il ne fallait pas y voir une menace. Il reconnut également avoir donné de l’argent et des cadeaux à Ahmet, et l’avoir photographié pour « des raisons sentimentales ». Dans une note ultérieure, datée du 5 mai 1988, M. Perkins expose que, lors de cet entretien, M. Paget-Lewis était dans un état tout à fait irrationnel et refusait d’admettre que son comportement démontrait un manque évident de clairvoyance et de professionnalisme.", "16.  Le 9 mars 1987, M. Paget-Lewis soumit à M. Perkins une déclaration écrite concernant la plainte déposée par Mme Green. Dans sa note du 5 mai 1988 (paragraphe 15 ci-dessus), M. Perkins déclara qu’il trouvait cette confession « dérangeante », car elle montrait combien M. Paget-Lewis était « jaloux à outrance » de l’amitié entre Ahmet Osman et Leslie Green et prouvait manifestement qu’il « ne maîtrisait absolument pas ses sentiments ». Leslie était décrit comme un être d’influence perverse, malveillante et pernicieuse.", "M. Perkins convoqua à nouveau M. Paget-Lewis pour l’interroger sur sa déclaration écrite et lui fit part de son inquiétude sur le contenu de celle-ci ; il lui suggéra également de rechercher une aide psychiatrique. Il informa le directeur de tout ce qui s’était passé jusque-là.", "17.  Avant le 13 mars 1987, M. Prince eut avec M. Paget-Lewis un entretien informel au cours duquel ce dernier admit avoir dit aux élèves de l’école, dans le but de se venger des rumeurs propagées par Leslie Green sur sa relation avec Ahmet, que Leslie avait pratiqué la fellation avec Ahmet Osman.", "Le 13 mars 1987, M. Prince interrogea formellement M. Paget-Lewis en se référant aux notes prises par M. Perkins au cours de l’entretien précédent. Selon les notes prises à cette occasion, M. Paget-Lewis aurait reconnu éprouver un certain attachement pour Ahmet Osman ; avoir accusé Leslie Green d’essayer de monter Ahmet contre lui ; avoir stationné devant la maison de Leslie pour lui montrer qu’il ne se laisserait pas intimider. Il nia cependant avoir accusé Leslie de comportements sexuels anormaux. La conclusion tient en une phrase : « La situation s’est aggravée et M. Prince ne pense plus pouvoir la gérer lui-même ».", "d)\tLeslie Green et sa mère", "18.  Le 16 mars 1987, M. Prince apprit au cours d’un entretien avec Leslie Green et sa mère que M. Paget-Lewis espionnait Ahmet et lui avait dit « qu’il savait où travaillait sa mère et combien elle gagnait, et que s’il venait à quitter l’école, il le retrouverait ».", "e)\tAhmet Osman", "19.  A la même époque, un autre directeur adjoint, M. Youssouf, interrogea à plusieurs reprises Ahmet Osman. Ces entretiens révélèrent que M. Paget-Lewis avait dit à Ahmet qu’il le retrouverait s’il quittait l’école ; il prétendit avoir découvert sa précédente adresse et le nom de son ancienne école, et lui dit avoir visité le quartier et parlé à ses anciens voisins.", "", "", "f)\tLa famille Osman", "20.  Le 17 mars 1987, M. Prince convoqua la famille Osman pour lui exprimer ses inquiétudes sur l’intérêt que M. Paget-Lewis portait à Ahmet. Il expliqua que, dans l’établissement, on avait la conviction que rien d’inconvenant ne s’était passé entre eux. Il leur donna l’assurance que l’école surveillerait de près la situation, afin de protéger Ahmet. Il fut recommandé à l’adolescent de ne jamais rester seul avec ce professeur. Durant l’entretien, la mère d’Ahmet exprima son souhait de voir son fils transféré dans un autre établissement.", "3.\tRapports entre l’école et la police à cette époque", "21.  Selon son agenda, entre le 3 et le 17 mars 1987, M. Prince rencontra l’agent de police Williams à quatre reprises. Les requérants affirment qu’au cours de ces entrevues la police fut informée du comportement de M. Paget-Lewis à l’égard d’Ahmet. Le Gouvernement soutient que l’agent Williams ne se souvient pas avoir entendu parler des cadeaux faits à Ahmet par M. Paget-Lewis, ni que celui-ci aurait suivi le garçon jusque chez lui. Il n’a pas gardé trace de ces entretiens, ni rédigé de rapport sur la nature et l’importance des informations recueillies, et même si c’était le cas, il n’en existe plus aujourd’hui. Le Gouvernement rappelle que toutes les parties concernées s’accordent à reconnaître que l’attachement du professeur pour l’élève n’avait aucune connotation sexuelle, et que l’affaire pouvait donc être réglée dans le cadre de l’école.", "4.\tLes graffitis", "22.  A partir du 17 mars 1987, des graffitis apparurent en six endroits différents, aux alentours de l’école ; l’inscription en était la suivante : « Leslie, n’oublie pas le préservatif lorsque tu sautes Ahmet, sinon il attrapera le sida. » Les caractères avaient été tracés à l’aide d’une bombe de peinture et d’un pochoir.", "23.  Après la découverte des graffitis, M. Perkins s’entretint avec M. Paget-Lewis et lui demanda s’il en était l’auteur. Celui-ci répondit que non. Cependant, comme le nota M. Perkins dans son rapport, il connaissait le libellé et l’emplacement exacts de toutes les inscriptions.", "5.\tLes dossiers volés", "24.  Le 19 mars 1987, une nouvelle discussion eut lieu entre M. Prince et la famille Osman au sujet du transfert d’Ahmet dans un autre établissement scolaire. Pour sa propre sécurité, le directeur demanda à Ahmet de ne pas communiquer l’adresse de sa nouvelle école à quiconque de Homerton House. Alors qu’il prenait des dispositions pour le départ du garçon, M. Youssouf s’aperçut que les dossiers d’Ahmet et de Leslie Green avaient été subtilisés du secrétariat de l’école ; ainsi que celui sur les questions disciplinaires du personnel.", "M. Perkins considéra que ces dossiers avaient vraisemblablement permis à M. Paget-Lewis de retrouver l’ancienne adresse d’Ahmet et de son école (paragraphe 19 ci-dessus). Il interrogea par conséquent le professeur, qui nia toute implication dans le vol et nia aussi ses remarques sur les précédentes adresse et école de son élève ou sur sa visite au quartier où celui-ci avait habité.", "25.  Le 23 mars 1987, Ahmet changea d’établissement, mais à cause de l’incompatibilité des programmes scolaires, il dut retourner à Homerton House quinze jours plus tard.", "C.\tDéroulement de l’affaire entre avril et août 1987", "1.\tM. Paget-Lewis change de nom", "26.  Le 14 avril 1987, M. Paget-Lewis changea, par acte unilatéral, son nom pour celui de Paul Ahmet Yildirim Osman. Le 1er mai 1987, M. Prince écrivit aux services londoniens de l’éducation (Inner London Education Authority, « l’ILEA ») déclarant que M. Paget-Lewis avait changé de nom et qu’il craignait que ce dernier, psychologiquement perturbé, ne mît en péril la sécurité d’Ahmet Osman. Selon lui, il convenait de muter le professeur le plus rapidement possible dans une autre école.", "2.\tNouveaux contacts entre l’école et la police", "27.  Le 4 mai 1987, M. Prince s’entretint avec deux policiers, le brigadier major Newman et le brigadier Clarke. D’après les requérants, lors de cette rencontre, le directeur aurait évoqué les dossiers manquants et les graffitis, et mentionné que le vrai nom de M. Paget-Lewis était Ronald Stephen Potter, et qu’il en aurait changé précédemment par acte unilatéral pour adopter celui d’un de ses élèves, nommé Paget-Lewis, alors qu’il enseignait à Highbury Grove School. Le Gouvernement soutient que les deux policiers n’ont pas souvenir d’avoir été informés de ces faits.", "3.\tContacts avec l’ILEA", "28.  A la suite de sa lettre du 1er mai 1987 (paragraphe 26 ci-dessus), M. Prince adressa au directeur chargé des questions disciplinaires à l’ILEA un nouveau courrier, daté du 8 mai 1987 et dans lequel il exposait son point de vue sur M. Paget-Lewis. Il estimait que ce dernier avait besoin d’une assistance médicale et que son maintien à l’école compromettait le bien-être, la sécurité et l’éducation des élèves. Une note interne de son correspondant à l’ILEA, datée du même jour, mentionne « la crainte de voir [M. Paget-Lewis] emmener le garçon hors du pays » et indique que la police enquête sur la plainte « attribuant [à M. Paget-Lewis] le vol des dossiers de l’école relatifs à l’affaire ».", "D’autres notes non datées, écrites par le même fonctionnaire entre le 14 avril et le 8 mai 1987, révèlent la crainte qu’il ne soit fait du mal à Ahmet Osman et qu’ayant changé son nom, M. Paget-Lewis ne cherche à s’enfuir avec le garçon. Est mentionné le fait que la police avait demandé à M. Prince de prendre contact avec elle si Ahmet venait à s’absenter plus d’une heure. De plus, devaient intervenir une enquête sur les dossiers disparus, une perquisition au domicile de M. Paget-Lewis et une enquête sur le passé de ce professeur.", "Le Gouvernement affirme que la police n’a jamais prétendu vouloir être prévenue en cas de disparition de l’enfant et qu’il n’était aucunement question d’effectuer une perquisition chez M. Paget-Lewis.", "4.\tConclusions du psychiatre de l’ILEA après son premier examen de M. Paget-Lewis", "29.  Le 19 mai 1987, le psychiatre de l’ILEA, le docteur Ferguson, examina M. Paget-Lewis. Lui avaient été fournis, entre autres, les documents relatifs au changement de nom du patient, les rapports des entretiens de mars 1987 et le compte rendu préparé par M. Perkins le 5 mai 1987 (paragraphe 15 ci-dessus). Le praticien déclara :", "« Les inquiétudes au sujet de ce professeur sont effectivement justifiées. Il n’est pas malade au sens propre du terme et ne semble pas présenter de déviance sexuelle mais il a des problèmes de personnalité, et sa façon de concevoir son amitié avec un élève est suspecte et répréhensible. »", "Le médecin recommanda que M. Paget-Lewis continuât à enseigner dans l’école, mais entreprît une psychothérapie ou se fît aider d’une manière ou d’une autre.", "5.\tAtteintes aux biens des requérants", "30.  Aux environs du 21 mai 1987, une brique fut jetée à travers une fenêtre de la maison des requérants. La police en fut informée et un agent envoyé pour dresser le constat. A deux reprises en juin 1987, les pneus de la voiture d’Ali Osman furent délibérément crevés. Les deux incidents furent signalés à la police, mais aucune mention à ce sujet n’a pu être retrouvée.", "6.\tEntretiens ultérieurs du docteur Ferguson avec M. Paget-Lewis", "31.  Le 1er juin 1987, M. Prince demanda à M. Paget-Lewis de prendre un congé de maladie. Le lendemain, 2 juin 1987, le docteur Ferguson réexamina le professeur qui, à cette occasion, exprima un pressant et persistant besoin de parler à Ahmet Osman et se dit furieux de voir que le garçon semblait satisfait de cette absence de contacts. Le docteur Ferguson conclut que, dans ces conditions, M. Paget-Lewis devait être tenu éloigné de Homerton House et il le déclara temporairement inapte au travail.", "M. Paget-Lewis informa par conséquent M. Perkins qu’il prendrait un congé de maladie pour le reste de l’année scolaire, après quoi il quitta Homerton et n’y revint plus.", "\n32.  Le 16 juin 1987, après un nouvel entretien avec M. Paget-Lewis, le docteur Ferguson recommanda que son patient fût exclu du corps enseignant d’Homerton House et muté au plus vite pour raisons médicales.", "7.\tAutres plaintes de Mme Green contre M. Paget-Lewis", "33.  Le 4 juin 1987, Mme Green téléphona à M. Perkins pour se plaindre à nouveau de ce que M. Paget-Lewis eût une nouvelle fois suivi son fils. Elle l’informa également qu’elle avait envoyé ce dernier chez sa sœur.", "8.\tSuspension de M. Paget-Lewis de ses fonctions d’enseignant et sa réintégration ultérieure", "34.  Le 18 juin 1987, M. Paget-Lewis fut suspendu de ses fonctions en attendant le résultat de l’enquête de l’ILEA pour « comportement non professionnel » à l’égard d’Ahmet Osman. Il soumit une déclaration datée du 6 juillet 1987 dans laquelle il reconnut, notamment, avoir photographié Ahmet et lui avoir donné de l’argent, mais nia avoir subtilisé les dossiers et être l’auteur des graffitis. Il accusa M. Perkins d’avoir menti à son sujet et affirma que le directeur avait déclaré vouloir le « démolir ».", "35.  Le 7 août 1987, l’ILEA envoya un courrier à M. Paget-Lewis pour lui adresser un blâme officiel et le mettre sérieusement en garde, mais leva la mesure de suspension. La lettre lui indiquait également de ne pas retourner à Homerton House. Peu de temps après, l’intéressé retrouva un poste comme professeur suppléant dans deux autres établissements de la localité, Haggerston School et Skinners School.", "D.\tDéroulement des événements d’août à décembre 1987", "1.\tLes actes de vandalisme contre les biens des Osman", "36.  En août ou septembre 1987, un mélange d’huile de moteur et de paraffine fut déversé autour de la maison des Osman. Le 18 octobre 1987, M. Ali Osman eut le pare-brise de sa voiture cassé. En novembre 1987 se produisit une série d’autres incidents : la serrure de la porte d’entrée du domicile des requérants fut colmatée avec de la colle forte, des excréments de chien furent étalés sur le seuil de leur porte et sur leur voiture, et plus d’une fois l’ampoule de la lampe sous leur porche fut volée. A cette même époque, toutes les vitres de leur voiture furent brisées. Ces incidents furent régulièrement signalés à la police, et M. Ali Osman se rendit même à deux reprises au commissariat de Hackney pour discuter de ces actes de vandalisme et atteintes à ses biens.", "37.  Durant le mois de novembre 1987, l’agent de police Adams se rendit au domicile des Osman puis s’entretint avec M. Paget-Lewis des actes de vandalisme. Dans une déclaration ultérieure à la police, ce dernier allégua avoir confié au policier que la perte de son emploi était si démoralisante qu’il se sentait sur le point de commettre un acte de folie criminelle. Le Gouvernement dément ces affirmations et se réfère au fait qu’au cours de l’entretien avec l’agent de police Adams, M. Paget-Lewis nia une quelconque participation aux actes de vandalisme et aux dommages causés. Le policier Adams n’établit aucun compte rendu détaillé de ses contacts avec M. Paget-Lewis ou avec la famille Osman. Le bureau du représentant de la police métropolitaine ne put par la suite trouver aucune trace d’une quelconque mention dans les dossiers ou les registres officiels (registre des infractions ou cahier des déplacements).", "2.\tLa collision impliquant M. Paget-Lewis", "38.  Le 7 décembre 1987, un véhicule conduit par M. Paget-Lewis percuta une camionnette dans laquelle se trouvait Leslie Green. Selon le conducteur du véhicule, M. Paget-Lewis aurait prétendu que l’accélérateur de sa voiture s’était bloqué et qu’il n’avait rien pu faire pour éviter la collision. La police arriva sur les lieux de l’accident, réprimanda M. Paget-Lewis et dressa un procès-verbal lui enjoignant de venir présenter son permis de conduire.", "39.  Le 10 décembre 1987, M. Paget-Lewis se rendit donc au poste de police de Hackney muni des documents requis. Comme il lui manquait cependant un certificat de contrôle technique, il fut à nouveau admonesté.", "40.  Dans sa déposition, recueillie par la police le 22 décembre 1987, le conducteur de la camionnette emboutie se rappela qu’après l’accident M. Paget-Lewis avait déclaré : « Je ne suis pas inquiet, car dans quelques mois je serai emprisonné à vie ».", "3.\tContacts entre le brigadier Boardman et l’ILEA", "41.  Le 8 décembre 1987, lendemain de l’accident, le brigadier Boardman prit contact avec l’ILEA, déclarant qu’il souhaitait interroger M. Paget-Lewis et le directeur de l’école. Selon les requérants, il donna toutes les assurances à l’organisme que la famille Osman serait protégée. Le Gouvernement réfute cette allégation.", "Un compte rendu de l’ILEA daté du 8 décembre 1987 fait état d’actes de harcèlement dont la famille Osman aurait été l’objet et mentionne que M. Paget-Lewis aurait prétendu reconnaître sa responsabilité dans la collision avec la camionnette, déclarant que Leslie Green avait détourné à son profit l’affection qu’Ahmet Osman éprouvait naguère pour lui. La note indique de plus que la police poursuivait l’enquête, mais que, si elle en restait là, il faudrait la « relancer ». L’indication « les familles obtiennent la protection de la police » tient lieu de conclusion.", "4.\tEntretien du brigadier Boardman avec les familles Green et Osman et visite de l’école", "42.  Le 9 décembre 1987, le brigadier Boardman recueillit une déclaration détaillée de Leslie Green et de sa mère concernant notamment le fait que M. Paget-Lewis avait suivi le garçon jusque chez lui, les actes de\n\nharcèlement et les graffitis apparus à l’école. Leslie affirme que M. Paget-Lewis l’avait menacé « de l’avoir », que cela lui prenne « trente jours ou trente ans ». Il dit aussi ne plus aller aux cours depuis deux semaines car il avait peur de se rendre à l’école et avait déménagé chez sa tante afin de se soustraire à M. Paget-Lewis.", "43.  Le 14 décembre 1987, le brigadier Boardman se rendit à Homerton House et examina les graffitis. Un photographe des services de police en prit quelques clichés.", "44.  Aux environs du 15 décembre 1987, le policier se rendit chez les Osman et s’entretint avec eux des dommages à leurs biens et de la relation entre M. Paget-Lewis et Ahmet. Les requérants soutiennent que le brigadier Boardman leur aurait dit savoir que M. Paget-Lewis était responsable des actes de vandalisme, et leur donna l’assurance qu’il y mettrait un terme. Le Gouvernement nie que le policier ait tenu de tels propos concernant M. Paget-Lewis et pu s’engager à veiller à la sécurité de la famille. ", "5.\tRapport du brigadier Boardman sur l’affaire", "45.  Dans son rapport sur l’affaire, rédigé aux alentours du 15 décembre 1987, le brigadier Boardman fit les observations suivantes :", "« Il faut se rendre à l’évidence : à ce stade, rien n’implique M. Paget-Lewis dans les infractions qui lui sont reprochées, [les graffitis à l’école] ou les actes de vandalisme perpétrés à l’encontre des Osman, même s’il n’existe aucun doute dans les esprits quant à sa responsabilité et qu’il s’agisse d’une nouvelle démonstration de son dépit. »", "6.\tM. Paget-Lewis est interrogé par l’ILEA", "46.  Le 15 décembre 1987, à sa demande, M. Paget-Lewis fut reçu par des agents de l’ILEA. Une note sur cette entrevue, datée de ce même jour, rapporte que le professeur manifestait des tendances suicidaires, déclarant que tout cela n’était qu’une symphonie dont il fallait jouer le dernier accord. Il avoua être fortement endetté et devoir vendre tous ses biens. Il reprocha à M. Perkins d’être la cause de tous ses maux, mais ne voulait pas faire un « Hungerford» dans une école ; il irait le voir chez lui. La note indique également que la police devait être informée des inquiétudes de l’ILEA et que, dans cette perspective, on avait tenté de joindre par téléphone le brigadier Boardman et, en son absence, laissé un message détaillé à la secrétaire.", "Un agent de l’ILEA rapporta plus tard, dans une déclaration datée du 9 mars 1988, que M. Paget-Lewis tenait des propos inquiétants, rejetant la responsabilité de la perte de son emploi sur M. Perkins, dont il connaissait le domicile, et qu’il allait faire quelque chose mais en dehors de l’école.\n\nUn autre agent, dans son rapport du 9 mars 1988, indiqua que M. Paget-Lewis avait déclaré qu’il allait faire un « Hungerford ». Elle se rappela qu’à la suite de cette conversation, elle avait averti la police et l’école que, selon elle, le directeur et son adjoint étaient physiquement menacés.", "Bien que les requérants soutiennent que le contenu de cet entretien a été communiqué à la police, le Gouvernement nie qu’il ait été fait allusion à l’affaire « Hungerford » ou à l’existence d’un danger pour les Osman.", "7.\tRéaction du brigadier Boardman au message de l’ILEA et décision d’arrêter M. Paget-Lewis", "47.  Le 15 décembre 1987, après avoir pris connaissance du message de l’ILEA (paragraphe 46 ci-dessus), le brigadier Boardman adressa un télex au commissariat le plus proche du domicile de M. Perkins, signalant que de vagues menaces avaient été proférées contre lui et que les services de l’éducation en étaient très préoccupés. Il demanda une surveillance de routine des abords de la maison, dressa un portrait sommaire de M. Paget-Lewis et donna le numéro d’immatriculation de sa voiture.", "48.  Le 16 décembre 1987, le brigadier Boardman prit contact avec l’ILEA dans l’optique de retrouver M. Paget-Lewis et d’obtenir son adresse. Il demanda aussi à son interlocuteur d’inviter M. Paget-Lewis à se mettre en rapport avec la police. Le même jour, le policier rencontra MM. Prince et Perkins. Selon les requérants, il aurait alors donné au directeur l’assurance que la police ferait le nécessaire pour protéger son adjoint, de même que les Osman. Une annotation du 16 décembre 1987 dans l’agenda de M. Prince indiquant : « OSMAN/PERKINS – PRÉSENCE DE LA POLICE ARRANGÉE » fait référence au brigadier Boardman et une autre remarque concerne l’appel de l’ILEA « pour convenir des dispositions à prendre pour la protection des deux familles Osman et Perkins ». Le Gouvernement nie qu’une telle assurance ait été donnée. Le brigadier Boardman aurait eu l’impression, au cours de ses discussions avec MM. Prince et Perkins, que M. Paget-Lewis était furieux d’avoir été exclu de l’école, mais que sa colère était dirigée contre le directeur adjoint qui, lui-même, ne se sentait pas en danger.", "49.  Le 17 décembre 1987, le brigadier Boardman et d’autres agents de police se rendirent au domicile de M. Paget-Lewis dans l’intention de l’arrêter pour les actes de vandalisme dont il était soupçonné. L’intéressé était absent. La police ignorait qu’il enseignait à l’école de Haggerston ce jour-là.", "50.  Le 18 décembre 1987, conformément à la requête de la police, l’ILEA envoya une lettre à M. Paget-Lewis l’invitant à se mettre en rapport avec le brigadier Boardman. Le même jour, l’organisme informa la police que le professeur n’avait pas assuré ses cours à Haggerston. Il ne se présenta plus à l’école par la suite.", "E.\t\tDéroulement des événements de janvier à octobre 1988", "1.\tTentatives de localisation de M. Paget-Lewis", "51.  Début janvier 1988, la police déposa contre M. Paget-Lewis une plainte devant le tribunal de première instance pour conduite imprudente d’un véhicule. En outre, M. Paget-Lewis fut fiché dans les registres de la police nationale en tant que personne recherchée à propos de la collision et soupçonnée d’avoir commis des infractions de nature correctionnelle.", "52.  Le 8 janvier, une responsable de l’ILEA tenta de joindre le brigadier Boardman, afin de s’enquérir de l’évolution de l’affaire, mais il était absent. Trois jours plus tard, il la rappela et lui dit qu’il n’y avait pas d’évolution.", "53.  Entre janvier et mars 1988, M. Paget-Lewis voyagea à travers l’Angleterre, louant des voitures sous son nouveau nom d’Osman, et fut impliqué dans plusieurs accidents de la circulation. Il retourna régulièrement à son domicile durant cette période et continua à y recevoir du courrier.", "54.  Le 17 janvier 1988, il fractura une voiture en stationnement à proximité d’un terrain de tir au pigeon près de Leeds, dans le Yorkshire, et vola un fusil de chasse dont il scia les deux canons. Alors que le vol fut signalé à la police locale, il ne le fut pas à celle de Londres, chargée de l’affaire Paget-Lewis, car rien n’associait l’enseignant à ce vol.", "2.\tM. Paget-Lewis est aperçu près du domicile des Osman", "55.  Les 1er, 4 et 5 mars 1988, Leslie Green aperçut M. Paget-Lewis, coiffé d’un casque noir, près du domicile des requérants. Selon ceux-ci, à chaque fois, Mme Green en informa la police, qui ne donna pas suite. Le Gouvernement reconnaît que, le 5 mars 1988, le brigadier Boardman reçut un message lui demandant de « rappeler Mme Green » ; toutefois, aucun numéro de téléphone n’étant précisé, il ne fit pas le rapprochement avec la mère de Leslie Green.", "3.\tLa fusillade fatale et l’arrestation de M. Paget-Lewis", "56.  Le 7 mars 1988, plusieurs personnes aperçurent M. Paget-Lewis près du domicile des requérants. Vers 23 heures, il tua Ali Osman et blessa grièvement son fils Ahmet. Il se rendit ensuite chez M. Perkins, qu’il blessa d’une balle et dont il tua le fils.", "57.  Tôt le lendemain matin, M. Paget-Lewis fut arrêté. Il déclara alors : « Pourquoi ne m’avez-vous pas arrêté avant que je ne passe à l’acte ? Je vous ai donné tous les signes avant-coureurs nécessaires ».", "58.  Plus tard ce même jour, M. Paget-Lewis fut interrogé par la police. D’après le procès-verbal de l’interrogatoire, il prétendit avoir préparé ces agressions depuis qu’il avait perdu son emploi, et qu’il surveillait depuis\n\ndeux semaines déjà la maison des Osman. Bien qu’il considérât M. Perkins comme sa principale cible, il tenait également Ali et Ahmet Osman pour responsables de la perte de son poste à Homerton House. Il avoua qu’il espérait inconsciemment que la police l’arrêterait. Il reconnut avoir menacé de son arme la famille Osman à son retour au domicile, obligé Ali et Ahmet à s’agenouiller sur le sol de la cuisine, éteint la lumière et tiré sur eux. Il nia cependant avoir endommagé les fenêtres de la maison des Osman à différentes occasions précédemment, mais admit avoir dégonflé les pneus de leur voiture pour leur jouer un tour. Il nia toute responsabilité dans les graffitis et le vol des dossiers au secrétariat de l’école.", "4.\tM. Paget-Lewis est reconnu coupable d’homicide", "59.  Le 28 octobre 1988, M. Paget-Lewis fut reconnu coupable sur deux chefs d’homicide pour lesquels il avait plaidé coupable sur la base d’une responsabilité atténuée (paragraphe 73 ci-dessous). Il fut condamné à une détention de durée illimitée dans un établissement psychiatrique de sécurité, conformément à l’article 41 de la loi de 1983 sur la santé mentale (Mental Health Act).", "F.\t\tPoursuites judiciaires engagées contre la police pour faute", "60.  A l’issue de la procédure pénale, une enquête judiciaire fut menée sur les circonstances du décès de M. Ali Osman. Le Coroner ne la poussa pas très loin, car l’assassin avait été condamné (article 16 de la loi de 1988 sur le Coroner).", "61.  Le 28 septembre 1989, les requérants intentèrent une action pour faute, notamment contre le préfet de police du Grand Londres (Commissioner of the Police of the Metropolis), car, bien que la police fût avisée des agissements de M. Paget-Lewis depuis mai 1987, celui-ci n’avait été ni appréhendé ni interrogé ; son domicile n’avait jamais été perquisitionné, et lui-même n’avait jamais fait l’objet de poursuites avant mars 1988. Ce n’est que le 24 avril 1990 que des ordonnances de communication de pièces furent rendues.", "62.  Le 19 août 1991, le préfet de police du Grand Londres introduisit une requête en rejet des poursuites, alléguant qu’elles ne se justifiaient pas. La High Court écarta sa demande.", "63.  Le 7 octobre 1992, la Cour d’appel fit droit au recours du préfet (Osman and another v. Ferguson and another –  All England Law Reports 1993, vol. 4, p. 344). Dans sa décision, la Cour conclut qu’au regard d’une jurisprudence bien établie aucune action ne pouvait être intentée contre la police pour faute dans ses fonctions de recherche et de lutte contre la criminalité, car l’ordre public exigeait que lui fût accordée l’immunité de poursuites.", "\n64.  Lord Justice McCowan déclara notamment :", "« A mon avis, les demandeurs [les requérants] peuvent donc valablement alléguer qu’il existait entre [le second requérant] et sa famille d’une part, et les policiers chargés de l’enquête d’autre part, un très fort lien de proximité créant une relation très spéciale. »", "65.  Cependant, au regard de l’arrêt rendu par la Chambre des lords dans l’affaire Hill v. Chief Constable of West Yorkshire (paragraphes 90-92 ci-dessous), qui ne présentait pas selon lui de différence majeure avec le cas de l’espèce, le juge estima qu’il s’agissait en l’occurrence de se déterminer sur des manquements dans la conduite de l’enquête judiciaire et que l’argument d’ordre public condamnait par avance toute action à l’échec. Il rejeta le raisonnement qui soutenait que l’ordre public ne pouvait pas être invoqué quand les victimes probables étaient identifiables par avance en raison de leur proximité et de leur petit nombre. Il constata que, dans l’arrêt Hill, Lord Keith avait traité séparément la question de l’ordre public et considéré qu’elle ne pouvait être soulevée que s’il existait un devoir de diligence.", "Le second juge de la Cour d’appel, Lord Justice Beldam, déclara également que la plainte devait être rejetée pour motifs d’ordre public, mais se garda d’exprimer son opinion quant à savoir si, dans le cas où les faits seraient avérés, ils suffiraient à établir une relation de proximité dont l’existence justifierait un devoir de diligence. Lord Justice Simon Brown se rangea à l’avis du juge McCowan. La plainte des requérants fut donc rejetée.", "66.  La Cour d’appel refusa aux requérants l’autorisation de se pourvoir devant la Chambre des lords, laquelle fit de même le 10 mai 1993.", "G.\tConstats de la Commission", "67.  Les tribunaux internes n’établirent pas tous les faits, puisque M. Paget-Lewis plaida coupable sur les charges retenues contre lui et aucune enquête exhaustive ne fut menée sur les circonstances du décès de M. Ali Osman (paragraphe 60 ci-dessus). De plus, l’action engagée au civil par les requérants contre la police fut radiée du rôle pour insuffisance de fondement juridique (paragraphe 65 ci-dessus). Après examen des pièces produites par les parties, notamment au regard des faits litigieux, la Commission a procédé à l’établissement des faits de la cause. Ses conclusions peuvent se résumer comme suit.", "68.  Concernant les quatre réunions qui eurent lieu entre la police et l’école entre le 3 et le 17 mars 1987 (paragraphe 21 ci-dessus), la Commission est convaincue que la police avait été tenue informée du déroulement des événements et des inquiétudes de l’école sur le caractère douteux de l’attachement que M. Paget-Lewis portait à Ahmet Osman, ainsi que des réactions préoccupantes du professeur à l’égard de Leslie Green.", "En outre, le 4 mai 1987, M. Prince avait très probablement averti les brigadiers Newman et Clarke (paragraphe 27 ci-dessus) de l’incident des graffitis, du vol des dossiers scolaires et du changement de nom de M. Paget-Lewis, même si aucun des deux policiers ne se souvient avoir été prévenu des deux premiers événements. De même, lors des entretiens entre le commissaire Williams et M. Prince, aucune note ne semble avoir été prise. Cependant, la Commission estime qu’aucun élément ne permet d’affirmer qu’à ce stade la police se serait engagée à perquisitionner au domicile de M. Paget-Lewis ou aurait été sérieusement alarmée par la possibilité que celui-ci enlevât Ahmet. Ces hypothèses furent émises dans le rapport de l’ILEA rédigé vers cette époque (paragraphe 28 ci-dessus) et probablement soulevées lors des entretiens avec M. Prince, mais pas lors de contacts directs avec la police.", "69.  Bien que les actes de vandalisme perpétrés contre le domicile et les biens des Osman entre mai et novembre 1987 aient tous été signalés à la police, ainsi que les forts soupçons de la famille à l’encontre de M. Paget-Lewis, tenu pour responsable de ces agressions, la seule mesure prise fut d’inviter ce dernier à se rendre au commissariat pour un entretien (paragraphe 37 ci-dessus). De l’avis de la Commission, on ne peut guère accorder de crédit aux propos ultérieurs de M. Paget-Lewis selon lesquels il aurait déclaré à l’agent de police Adams lors de cette entrevue qu’il allait commettre un acte de folie. On n’a pu retrouver ni note ni rapport de police sur cette réunion, dont on ne connaît d’ailleurs pas la date.", "70.  Après l’incident de la collision (paragraphe 38 ci-dessus), la police interrogea sur-le-champ les Green et les Osman et photographia les graffitis à l’école (paragraphes 42 et 43 ci-dessus). Bien que le brigadier Boardman, dans son rapport non daté (paragraphe 45 ci-dessus), ait souligné qu’aucun élément ne prouvait que M. Paget-Lewis fût l’auteur des graffitis ou des actes de vandalisme contre le domicile des Osman, la police considéra néanmoins que la menace qu’il représentait était suffisante pour décider de mesures concrètes à son encontre. Aussi, le 16 décembre 1987, la décision fut-elle prise d’arrêter M. Paget-Lewis pour présomption d’infraction pénale.", "La Commission est également convaincue qu’il n’existe aucune preuve selon laquelle M. Paget-Lewis aurait directement ou indirectement menacé les Osman au cours de son entretien du 15 décembre 1987 avec l’ILEA (paragraphe 46 ci-dessus). Elle attache plus d’importance à des notes sur la réunion prises à la même époque qu’à la déclaration d’un des agents relatant plusieurs mois après que M. Paget-Lewis avait menacé au cours de cette discussion de commettre « un massacre à la Hungerford ». D’après le compte rendu de la réunion, l’intéressé semblerait avoir dit qu’il ne ferait pas un « Hungerford » à l’école, mais se rendrait au domicile du directeur adjoint. Selon la Commission, cela expliquerait pourquoi la police a exigé la mise en place d’une surveillance de routine du domicile des Perkins. De plus, malgré la formulation du compte rendu de l’ILEA du 8 décembre 1987 et des annotations plutôt sibyllines de l’agenda de M. Prince à la date du 16 décembre 1987 (paragraphes 41 et 48 ci-dessus), il paraît peu probable que la police ait mentionné ou promis sa protection à la famille Osman, d’autant qu’aucune mesure en ce sens ne fut en réalité ni prise ni envisagée. Les services de l’éducation avaient probablement retiré cette impression de la promesse faite par la police de prendre les mesures nécessaires pour régler cette affaire, y compris tenir compte des vagues menaces à l’encontre de M. Perkins.", "71.  La Commission n’estime pas établi que la lettre envoyée à M. Paget-Lewis par l’ILEA à la demande de la police, après l’arrestation manquée du 17 décembre 1987, ait conduit l’intéressé à disparaître (paragraphe 50 ci-dessus). Elle est également convaincue que la police n’a rien fait pour retrouver la trace de M. Paget-Lewis du 18 décembre 1987 au mois de mars 1988, hormis enregistrer son nom dans le fichier national de la police en janvier 1988. De plus, aucun rapport de cette même époque ne vient étayer l’idée que Mme Green aurait informé la police que son fils avait vu M. Paget-Lewis rôder autour de la maison des Osman début mars 1988 (paragraphe 55 ci-dessus). Il se peut que Mme Green ait simplement laissé un message au commissariat pour que le brigadier Boardman la rappelât. Dans ce cas, il n’est pas étonnant que celui-ci n’ait pas fait le rapprochement entre une Mme Green et l’affaire Paget-Lewis, au point mort depuis trois mois.", "II.\tle DROIT INTERNE PERTINENT", "A.\tLe droit pénal", "1.\tAssassinat", "72.  Il y a assassinat lorsqu’une personne saine d’esprit commet un homicide illicite avec préméditation. L’élément moral de l’assassinat, « la préméditation », est établi s’il est prouvé que l’inculpé avait l’intention de tuer, de blesser grièvement ou de commettre un acte dont il savait avec une quasi-certitude qu’il entraînerait la mort ou des blessures graves. L’assassinat est puni de réclusion à perpétuité.", "2.\tHomicide involontaire", "73.  L’homicide involontaire est constitué lorsque la victime est illégalement tuée par une personne qui, en raison de son état mental, est partiellement irresponsable de ses actes, c’est-à-dire que son état mental est tel qu’il entrave son discernement et l’exonère donc substantiellement des conséquences de ses actes. L’homicide est puni de la réclusion à perpétuité ou d’un emprisonnement plus court.", "B.\t\tLa procédure pénale", "1.\tMandat de perquisition", "74.  La possibilité d’obtenir un mandat de perquisition pour des objets qui ont été utilisés ou sont susceptibles de l’être pour commettre un crime est régie par l’article 6 § 1 de la loi de 1971 sur les dommages criminels (Criminal Damage Act), ainsi libellé :", "« S’il vient à être connu par un témoignage sous serment donné devant un juge de paix qu’il y a des raisons valables de penser qu’une personne a en sa possession, sous sa garde ou dans ses locaux, un quelconque objet dont on peut raisonnablement croire qu’il a été utilisé ou est susceptible de l’être sans excuse légale", "a)  pour détruire ou endommager la propriété d’autrui ; ou", "b)  pour détruire ou endommager toute propriété de manière à mettre en danger la vie d’autrui,", "le juge de paix peut délivrer un mandat qui autorise les forces de police à rechercher et à saisir cet objet. »", "2.\tPouvoirs d’arrestation et de détention conférés à la police", "75.  Pour être légale, toute arrestation doit d’abord être conforme aux dispositions des articles 24 ou 25 de la loi de 1984 sur la police et l’administration de la preuve pénale (Police and Criminal Evidence Act) (« la loi de 1984 »).", "76.  Selon l’article 24, un fonctionnaire de police peut arrêter toute personne qu’il soupçonne légitimement de s’être rendue coupable d’une infraction justifiant l’arrestation (arrestable offence). Constitue une telle infraction celle qui est passible d’une peine d’emprisonnement de cinq ans ou plus (article 24 § 1).", "77.  Aux termes de l’article 25, un fonctionnaire de police peut arrêter sans mandat toute personne qu’il soupçonne légitimement de s’être rendue coupable d’une infraction ne justifiant pas l’arrestation (non arrestable offence), à condition que l’une des conditions d’intérêt général soit présente, notamment :", "a) lorsque le fonctionnaire de police a des motifs légitimes de douter que le nom donné par l’intéressé soit son vrai nom (article 25 § 3 a)) ;", "b) lorsque le fonctionnaire de police a des motifs légitimes de penser que l’arrestation est nécessaire pour empêcher l’intéressé d’attenter à l’intégrité physique d’autrui ou de porter une atteinte définitive ou dommageable au bien d’autrui (article 25 § 3 d) i. et ii.) ;", "c) lorsque le fonctionnaire de police a des motifs légitimes de penser que l’arrestation est nécessaire pour protéger un enfant ou une autre personne vulnérable (article 25 § 3 e)).", "78.  Pour déterminer si les renseignements disponibles sont suffisants pour donner lieu à un soupçon légitime, le critère à appliquer est celui énoncé par la Chambre des lords dans l’affaire Hussein v. Chang Fook Kam, Appeal Cases 1970, p. 942 :", "« La suspicion, dans l’acception courante, résulte d’une situation conjoncturelle ou conjecturale, quand les preuves font défaut : « Je soupçonne, mais je ne peux pas prouver ». Les soupçons naissent au début ou presque d’une enquête, qui doit se terminer par un commencement de preuve. »", "3.\tLa décision d’inculper", "79.  Lorsqu’une personne est arrêtée pour une infraction, sans mandat ou avec un mandat ne permettant pas une liberté sous caution, le fonctionnaire de police au commissariat où elle est emmenée doit déterminer s’il y a contre elle suffisamment de preuves pour l’accuser de l’infraction pour laquelle elle a été arrêtée (article 37 § 1 b) de la loi de 1984). Avant de se prononcer, ce policier doit se demander s’il existe un motif « raisonnable et suffisant » de poursuites. Dans l’affaire Hicks v. Faulkner, Queen’s Bench Division 1878, vol. 8, p. 167, le juge Hawkins interpréta cette exigence en ces termes :", "« (…) une conviction honnête quant à la culpabilité du prévenu, fondée sur des motifs raisonnables de croire à l’existence de circonstances qui, en admettant qu’elles soient exactes, conduiraient raisonnablement un homme prudent et sage, placé dans la position du prévenu, à conclure que l’intéressé est probablement coupable du délit reproché. »", "80.  Le fonctionnaire de police n’a pas à avoir la certitude que le suspect est coupable avant de l’accuser (Tempest v. Snowden, King’s Bench Reports 1952, vol. 1, p. 130). Il ne lui est pas non plus demandé de croire que les poursuites vont aboutir à une condamnation (Dawson v. Vasandau, Weekly Reporter 1863, vol. 11, p. 516). Il doit simplement déterminer si les preuves sont suffisantes pour que l’affaire soit examinée « de manière équitable et impartiale » par un tribunal (Glinski v. McIver, Appeal Cases 1962, p. 726).", "81.  Si le fonctionnaire de police n’a pas d’éléments suffisants pour inculper, il doit relâcher la personne arrêtée avec ou sans caution. Si toutefois il a des motifs raisonnables de penser que la détention du suspect est nécessaire pour rassembler ou préserver les preuves de l’infraction pour laquelle celui-ci a été arrêté ou pour les obtenir par un interrogatoire, il peut autoriser le prolongement de la garde à vue (article 37 § 2 de la loi de 1984).", "4.\tModèles d’actes constitutifs d’infraction", "82.  Lorsqu’il est amené à envisager des poursuites contre une personne, le fonctionnaire de police peut tenir compte des éléments révélant un certain\n\n\ntype d’infraction. Toutefois, dans l’affaire D.P.P. v. P., Appeal Cases 1991, vol. 2, p. 447, la Chambre des lords a affirmé que la recevabilité d’une telle preuve doit être déterminée par son degré de force probante. Le Lord Chancellor, Lord Mackay of Clashfern, déclare :", "« (…) la principale caractéristique d’une preuve est d’avoir une force probante suffisante pour faire admettre que les accusations de crime portées à l’encontre d’une personne sont fondées, même si elles lui sont préjudiciables parce qu’elles tendent à démontrer que le prévenu est coupable d’un autre crime (...). Une fois que le principe du déterminisme de la force probante d’une preuve est admis, l’infinie variété des circonstances où la question se pose prouve qu’il n’y a pas une façon uniforme d’atteindre ce résultat. Le point de savoir si l’aspect préjudiciable doit céder devant la force probante est à chaque fois question de fait et de degré. » (p. 460)", "Il poursuit :", "« Lorsque l’identité de l’auteur du crime ou délit reste à déterminer, et qu’une telle preuve est importante à cet effet, elle doit inévitablement être appuyée par l’un des éléments soulevés dans l’argumentation, une signature ou toute autre spécificité. Transposer cette exigence à d’autres situations où la question est de savoir si un crime a été commis, plutôt que de déterminer qui l’a perpétré, signifie restreindre inutilement et mal à propos cette application du principe. » (p. 462)", "5.\tLiberté sous caution", "83.  L’article 38 de la loi de 1984 prévoit que, lorsqu’une personne arrêtée est accusée d’une infraction, le fonctionnaire de police doit la remettre en liberté, avec ou sans caution, sauf, notamment, si son nom ou son adresse ne peuvent pas être déterminés avec certitude, si la propre sécurité du suspect le commande, s’il faut l’empêcher de porter physiquement atteinte à autrui ou à des biens, ou s’il risque de ne pas comparaître.", "84.  Si le fonctionnaire de police décide de ne pas relâcher l’inculpé, celui-ci doit être présenté à une Magistrates’ Court dans les vingt-quatre heures suivant son arrestation ; le juge peut alors décider de le maintenir en détention ou de le libérer sous caution. Conformément à l’article 13 de l’annexe 1, chapitre 1, à la loi de 1976 sur la liberté sous caution (Bail Act) :", "« L’inculpé ne peut pas être libéré sous caution si le tribunal estime qu’il existe de bonnes raisons de croire qu’une fois libéré (sous conditions ou non)", "a)  il ne se rendra pas à la police, ou", "b)  il commettra un nouveau délit pendant sa liberté provisoire, ou", "c)  il fera pression sur les témoins ou entravera d’une autre manière le cours de la justice, à son égard ou vis-à-vis d’autrui. »", "\nPour se déterminer, la Magistrates’ Court doit, conformément à l’article 9 de l’annexe 1, chapitre 1, prendre en compte telle ou telle des considérations suivantes qui lui paraissent pertinentes :", "« a)  nature et gravité de l’infraction (...) ;", "b)  personnalité, antécédents, environnement social et fréquentations du défendeur ;", "c)  antécédents du défendeur s’agissant du respect de ses obligations dans le cadre d’une liberté provisoire antérieure ;", "d)  sauf dans le cas où il y a sursis à l’examen de l’affaire aux fins de l’enquête ou du rapport, force des preuves quant à l’infraction ou au manquement. »", "C.\tSanté mentale", "85.  L’article 136 de la loi de 1983 sur la santé mentale (Mental Health Act) énonce :", "« 1)  Si un agent de police découvre, dans un endroit ouvert au public, une personne qui lui paraît présenter des troubles mentaux et avoir immédiatement besoin de soins ou d’assistance, il peut emmener cette personne en lieu sûr, si l’intérêt de cette personne ou la protection d’autrui lui paraît l’exiger (...)", "2)  Une personne placée en lieu sûr, conformément aux dispositions du présent article, peut être gardée ainsi au maximum soixante-douze heures, afin de pouvoir être examinée par un praticien agréé, d’être interrogée par un agent agréé des services sociaux et afin que soient prises les dispositions nécessaires à son traitement ou à son placement. »", "86.  La Magistrates’ Court de même que la Crown Court peuvent placer un inculpé dans un hôpital spécialisé afin de le soumettre à un examen de ses facultés mentales. L’article 35 § 2 définit ainsi l’inculpé :", "« a)  pour la Crown Court, toute personne en instance de jugement pour une infraction punie d’emprisonnement ou qui a été traduite devant cette juridiction pour une telle infraction et n’a pas encore fait l’objet d’un jugement ni d’aucune autre mesure en raison de l’infraction pour laquelle elle comparaît ;", "b)  pour la Magistrates’ Court, toute personne déclarée coupable par cette juridiction d’une infraction punie d’une peine correctionnelle d’emprisonnement et toute personne accusée d’une telle infraction dont cette juridiction est convaincue qu’elle a commis l’infraction ou l’omission qui lui est reprochée, ou qu’elle a souscrit à l’exercice par cette juridiction des pouvoirs reconnus par cet article. »", "Lorsque ces conditions sont remplies, le tribunal peut renvoyer l’inculpé dans un hôpital afin de le faire examiner, conformément à l’article 35 § 3, si :", "\n« a)  le tribunal est convaincu, sur la base d’un rapport écrit ou oral d’un praticien agréé, qu’il y a lieu de supposer que le prévenu souffre d’une maladie mentale, de psychopathie, d’une grave altération de ses facultés mentales ou de troubles psychiques ; et si", "b)  le tribunal est d’avis qu’il ne serait pas possible de procéder à un examen des facultés mentales de l’intéressé s’il était mis en liberté provisoire (…) »", "87.  La Crown Court peut placer un prévenu dans un hôpital spécialisé si elle est convaincue, sur la foi du rapport de deux praticiens, qu’il est atteint d’une maladie mentale ou d’une grave altération de ses facultés mentales dont la nature et le degré commandent cette détention dans son propre intérêt (article 36 § 1).", "88.  A la suite d’une condamnation pour une infraction passible d’emprisonnement, la Crown Court et la Magistrates’ Court peuvent toutes deux, conformément à l’article 38 § 1, ordonner un placement temporaire en milieu hospitalier lorsque :", "« (...) le tribunal devant lequel ou par lequel l’accusé a été déclaré coupable est convaincu, sur la foi du rapport écrit ou oral de deux praticiens agréés,", "a)  que le coupable souffre d’une maladie mentale, de psychopathie, d’une altération grave de ses facultés mentales ou de troubles psychiques ; et", "b)  qu’il y a lieu de supposer que le trouble mental est de nature à justifier une ordonnance d’hospitalisation en l’espèce (…) »", "Conformément à l’article 37 § 2, Magistrates’ Court et Crown Court peuvent également faire admettre un prévenu à l’hôpital si :", "« a)  le tribunal est convaincu sur la foi du rapport écrit ou oral de deux praticiens agréés que le coupable souffre d’une maladie mentale, de psychopathie, d’une altération grave de ses facultés mentales ou de troubles psychiques et que (...)", "i) ledit trouble est d’une nature ou d’un degré justifiant l’hospitalisation du coupable aux fins d’un traitement médical, et, dans le cas de psychopathie ou de troubles psychiques, que ce traitement est susceptible de réduire ou de prévenir une détérioration de son état (...)", "b)  le tribunal estime, au vu de l’ensemble des circonstances, y compris la nature de l’infraction, la personnalité et les antécédents du coupable ainsi que les autres méthodes possibles de traitement, qu’une ordonnance au sens de cet article constitue la solution la plus adéquate. »", "D.\tActions intentées contre la police pour faute", "89.  Dans l’affaire Dorset Yacht Co. Ltd v. the Home Office (Appeal Cases 1970, p. 1004), les propriétaires d’un yacht endommagé par de jeunes délinquants qui avaient échappé à la surveillance des gardiens d’une maison\n\nde redressement cherchèrent à engager contre le ministère de l’Intérieur une action en justice fondée sur la négligence des surveillants. La Chambre des lords conclut que, dans ce cas particulier, il pouvait y avoir devoir de diligence. Lord Diplock déclara :", "« Je soutiendrai donc que seules les personnes possédant dans le voisinage des lieux de détention des biens, qui risquent d’être volés ou endommagés par des détenus évadés s’efforçant d’échapper à leurs poursuivants, peuvent prétendre à ce qu’un gardien d’une maison de redressement exerce une diligence suffisante pour éviter que des détenus n’échappent à sa surveillance. »", "90.  Dans l’affaire Hill v. Chief Constable of West Yorkshire (Appeal Cases 1989, p. 53), la mère d’une victime de l’éventreur du Yorkshire intenta une action contre la police qu’elle accusait d’avoir manqué à son devoir de faire tout son possible pour appréhender le meurtrier et protéger ses victimes potentielles. Lord Keith déclara devant la Chambre des lords :", "« La prétendue négligence de la police tient au fait qu’elle n’a pas découvert l’identité [du meurtrier]. Cependant, puisqu’il n’existe aucun devoir général de diligence à l’égard de chaque individu qui obligerait les autorités responsables à empêcher un criminel notoire de s’évader ou à le rattraper, l’on ne peut raisonnablement exiger de la police un devoir analogue lorsqu’il s’agit d’identifier et d’arrêter un criminel inconnu. En ce sens, Mlle Hill ne pouvait être considérée comme particulièrement exposée à un risque spécifique sous le seul prétexte qu’elle était jeune et de sexe féminin. Quand la catégorie des victimes potentielles d’un certain criminel récidiviste est particulièrement large, une évaluation quantitative précise n’apporte en principe rien à la solution du problème en jeu. Tout propriétaire est la victime potentielle d’un cambrioleur professionnel, et toute femme, celle d’un violeur récidiviste. Il y a lieu de conclure que, malgré la possibilité raisonnable que Mlle Hill fût agressée si Sutcliffe n’était pas identifié et arrêté, il n’existe en l’espèce aucun élément de même nature que ceux qui ont permis d’établir la responsabilité du ministre de l’Intérieur dans l’affaire Dorset Yacht. Rien n’indique non plus qu’il y ait eu faute. Les circonstances de l’affaire ne suffisent donc pas à établir, pour la police du West Yorkshire, un devoir de diligence à l’égard de Mlle Hill. »", "91.  Bien qu’il considérât ces arguments suffisants pour rejeter l’appel, Lord Keith continua à objecter, sur le fondement de l’intérêt public, à la possibilité d’une action contre la police pour faute dans l’exercice de ses fonctions de recherche et de répression des infractions.", "« La possibilité de mettre en jeu cette responsabilité pourrait bien souvent se révéler bénéfique pour l’intérêt général, car elle imposerait des normes plus élevées de diligence dans l’exécution d’activités de diverse nature. Néanmoins, je ne pense pas que cela soit le cas pour la police. Le sens du bien public qui motive les forces de police ne sera sans doute pas sensiblement renforcé par l’obligation d’assumer une telle responsabilité, du moins en ce qui concerne l’exercice des fonctions de recherche et de répression des infractions. Il arrive que des erreurs soient commises en ce domaine, mais à n’en pas douter, la police fait tout son possible pour atteindre ces objectifs. Dans certains cas, il pourrait arriver que lui imposer cette responsabilité aboutisse à une mise en œuvre hostile et dommageable de ses pouvoirs. On ne saurait exclure que pareille situation survienne dans le cadre d’une enquête. Par ailleurs, il serait plausible de s’attendre à ce que, si l’on impose cette responsabilité, il soit plutôt fréquent que des actions soient intentées contre la police au motif qu’elle a échoué dans la capture d’un criminel alors qu’elle en avait la possibilité et que l’intéressé a commis d’autres délits. Alors que certains de ces recours ne se fonderaient que sur une simple et élémentaire défaillance – par exemple, un policier a trébuché et est tombé en poursuivant un voleur – d’autres pourraient remettre en cause plus profondément la méthode générale d’investigation de la police, comme ce serait le cas en l’espèce. La conduite d’une telle enquête implique une multitude de décisions à prendre en matière de tactique et de prudence, par exemple le type de recherches le plus approprié et la manière de gérer au mieux les ressources disponibles. Sans doute les tribunaux ne remettraient-ils pas en question bon nombre de ces choix, cependant un examen approfondi des faits de l’espèce pourrait se révéler utile pour déterminer si tel a été effectivement le cas. La préparation de la défense et la convocation des témoins au procès supposeraient un important déploiement de temps, d’efforts et d’argent de la part de la police. Cela aurait pour conséquence de détourner la police, ses effectifs et son énergie, de sa mission primordiale : lutter contre la criminalité. Des dossiers classés seraient rouverts et réexaminés, non dans l’idée de traîner un quelconque criminel en justice, mais simplement pour vérifier si l’enquête a ou non été correctement menée. »", "92.  Lord Templeman observa :", "« (...) si cette action est recevable, tout citoyen pourra demander à un tribunal d’enquêter sur l’activité de chaque policier. Si le policier se concentre sur un crime, il peut être accusé d’en négliger d’autres. S’il n’arrête pas un suspect déjà condamné pour d’autres méfaits, la police pourra être tenue pour responsable de crimes ultérieurs. La menace de procès contre la police ne rendra pas un policier plus efficace. L’obligation de se défendre en justice, quelle que soit l’issue de cette action, détournerait le policier de ses devoirs.", "Ce type d’action est mal venu et causera plus de mal que de bien. »", "93.  Dans Swinney and another v. the Chief Constable of Northumbria (Queen’s Bench Reports 1997, p. 464), la plaignante avait confidentiellement révélé à la police l’identité d’une personne impliquée dans le meurtre d’un policier et instamment demandé que son anonymat fût préservé. L’information fut consignée, avec indication du nom de la plaignante, dans un document qui fut laissé dans un véhicule de police sans surveillance, lequel fut fracturé ; le document volé se retrouva dans les mains de la personne impliquée, et la plaignante, menacée de sévices et d’incendie de ses biens, en fut mentalement perturbée. La plainte engagée contre la police pour faute fut rejetée en première instance mais accueillie en appel par le juge de la High Court. Le directeur des services de police attaqua cette décision, faisant valoir que la police n’avait aucun devoir de diligence ou, à titre subsidiaire, que les motifs d’ordre public empêchaient les poursuites puisque la police bénéficiait d’une immunité quant aux plaintes liées aux activités de recherche et de répression des infractions. La Cour d’appel rejeta le recours.", "Dans son arrêt, Lord Justice Hirst, renvoyant aux affaires Dorset Yacht et Hill (paragraphes 89-92 ci-dessus), déclara qu’il ne pouvait en l’espèce accepter l’argument d’une immunité complète des policiers dans l’exercice de leurs fonctions, car il existait d’autres considérations liées à la notion \nd’ordre public, à savoir la nécessité de protéger les sources d’information de la police et les informateurs afin d’encourager ceux-ci à collaborer avec elle. Au vu des faits de la cause, on pouvait soutenir que la police avait la responsabilité de garantir l’anonymat du plaignant. L’affaire devait donc être renvoyée en jugement. ", "94.  Lord Justice Ward estima pour sa part :", "« Il existe une relation spéciale de proximité entre les plaignants et le défendeur. La proximité résulte, d’une part, de ce que la police accepte de garantir la confidentialité de l’information et, d’autre part, de ce que les plaignants se fondent sur cette garantie en l’absence de laquelle l’information risquerait de tomber en de mauvaises mains, et de faire courir à la première plaignante et à sa famille un risque particulier de préjudice d’origine criminelle ou autre, au-delà du risque général que tout citoyen doit affronter sereinement.", "Il est équitable, juste et raisonnable que la loi impose une obligation, dans la mesure où il n’existe aucun motif impérieux d’ordre public d’exclure les poursuites. D’une part, comme le montre en détail l’affaire Hill v. the Chief Constable (...), l’intérêt public bien compris commande que la police puisse accomplir ses lourdes tâches au mieux de ses possibilités et sans être entravée, ni même simplement influencée, par le spectre d’une action en justice venant planer sur chaque jugement qu’elle porte, chaque pouvoir d’appréciation qu’elle exerce, chaque acte qu’elle accomplit ou omet d’accomplir dans le cadre du combat incessant qu’elle mène pour la recherche et la répression des infractions. L’intérêt général supérieur justifie des sacrifices de la part de chacun. D’autre part, il est incontestable que la lutte contre la criminalité dépend quotidiennement des informations fournies à la police par les citoyens, souvent au risque évident de cruelles représailles de la part des criminels et de leurs séides. L’intérêt général ne saurait exiger que l’on demande aux honnêtes gens de révéler des informations à la police sans que, en retour, la police n’assure leur sécurité. Il serait contraire à l’intérêt général que, dans l’exécution du service public, les individus dussent, au regard de la loi, accepter d’assumer un risque sans qu’en contrepartie la police ne prenne plus que les mesures de diligence minimales nécessaires pour leur assurer la confidentialité (...) »", "95.  La police a été jugée responsable de faute ou de manquement à ses obligations dans d’autres affaires. Dans l’affaire Kirkham v. the Chief Constable of Manchester (Queen’s Bench Reports 1989, vol. 2, p. 283), la Cour d’appel a confirmé un constat de responsabilité pour faute en vertu de la loi de 1976 sur les accidents mortels, car la police avait fait incarcérer un homme en connaissant ses tendances suicidaires mais sans communiquer cette information à l’administration pénitentiaire. L’homme, dépressif, se suicida pendant sa détention. La police, qui avait l’intéressé sous sa responsabilité, n’a pas assumé son devoir de diligence, ce qui a entraîné la mort de l’intéressé.", "96.  Dans l’affaire Rigby and another v. Chief Constable of Northamptonshire (All England Law Reports 1985, vol. 2, p. 986), la High Court condamna la police à payer des dommages-intérêts pour faute, car elle avait tiré une cartouche de gaz dans les locaux des plaignants afin de déloger un dangereux psychopathe. Ce tir faisait courir un risque d’incendie réel et sérieux, qui n’était acceptable que si les policiers disposaient d’emblée d’un matériel de lutte contre l’incendie. En l’absence d’un tel matériel, le feu se déclara et se propagea très rapidement. La faute fut aussi retenue dans l’affaire Knightley v. Johns and others (All England Law Reports 1982, vol. 1, p. 301), dans laquelle un brigadier de police qui se trouvait sur le lieu d’un accident ordonna aux policiers sous ses ordres de retourner dans le tunnel, à contresens, sans en avoir condamné l’accès, ce qui causa un autre accident. ", "97.  Dans l’affaire R. v. Dytham (Queen’s Bench Reports 1979, vol. 1, p. 722), la Cour d’appel confirma la condamnation pour faute délibérée dans l’exercice de ses fonctions d’un policier qui, lors d’une attaque meurtrière, était resté sans intervenir à côté d’un homme agonisant à l’extérieur d’un club.", "PROCÉDURE DEVANT LA COMMISSION", "98.  Les requérants se sont adressés à la Commission le 10 novembre 1993, se plaignant de ce que l’on n’eût pas protégé les vies d’Ali et Ahmet Osman, ni mis fin au harcèlement de leur famille. Ils se plaignaient aussi de n’avoir pas eu accès à un tribunal ni disposé d’un recours effectif pour remédier à cette défaillance. Ils invoquaient les articles 2, 6, 8 et 13 de la Convention.", "99.  La Commission a retenu la requête (n° 23452/94) le 17 mai 1996. Dans son rapport du 1er juillet 1997 (article 31), elle formule l’avis qu’il n’y a pas eu violation de l’article 2 de la Convention (dix voix contre sept) ; qu’il n’y a pas eu violation de l’article 8 de la Convention (dix voix contre sept) ; qu’il y a eu violation de l’article 6 § 1 de la Convention (douze voix contre cinq) et qu’aucune question distincte ne se pose sous l’angle de l’article 13 de la Convention (douze voix contre cinq). Le texte intégral de son avis et des trois opinions dissidentes dont il s’accompagne figure en annexe au présent arrêt.", "CONCLUSIONS PRÉSENTÉES À LA COUR", "100.  Les requérants ont soutenu, dans leur mémoire comme à l’audience, que les faits de la cause révèlent des manquements de l’Etat défendeur à ses obligations au titre des articles 2, 6, 8 et 13 de la Convention. Ils demandent à la Cour de conclure en conséquence et de leur accorder une satisfaction équitable au titre de l’article 50.", "Quant au Gouvernement, il invite la Cour à dire qu’il n’y a eu violation d’aucun des articles invoqués par les requérants.", "EN DROIT", "I.\tSUR LA violation alléguée de l’article 2 de la Convention", "101.  Les requérants affirment qu’en ne prenant pas les mesures nécessaires et appropriées pour protéger la vie du second requérant et celle de son père, M. Ali Osman, contre le danger réel et connu que représentait M. Paget-Lewis, les autorités ont failli à l’obligation positive consacrée par l’article 2 de la Convention, qui prévoit dans sa partie pertinente :", "« 1.  Le droit de toute personne à la vie est protégé par la loi. La mort ne peut être infligée à quiconque intentionnellement, sauf en exécution d’une sentence capitale prononcée par un tribunal au cas où le délit est puni de cette peine par la loi.", "(...) »", "102.  Le Gouvernement soutient que les faits de la cause ne viennent pas étayer les allégations des requérants et qu’il n’y a donc pas eu violation de l’article 2. La Commission souscrit aux arguments du Gouvernement.", "A.\tArguments des comparants", "1.\tLes requérants", "103.  Les requérants affirment qu’un examen minutieux des événements ayant conduit à la fusillade tragique révèle que la police avait été informée à plusieurs reprises que les vies de MM. Ali et Ahmet Osman étaient réellement en danger en raison de la menace que représentait M. Paget-Lewis. Or, malgré des signes annonciateurs manifestes, la police n’aurait pas pris les mesures préventives nécessaires et appropriées pour assurer la protection effective de leur vie face à ce risque. Bien que les intéressés ne soient pas d’accord avec la norme de diligence énoncée par le Gouvernement (paragraphe 107 ci-dessous), ils avancent que, même sur la base de ce critère très strict, l’évidente inadaptation de la réaction de la police sur une période de quatorze mois doit passer pour un grave abandon par les autorités de leur devoir de protéger la vie et un facteur ayant sérieusement contribué à la mort de M. Ali Osman et aux blessures de son fils. ", "\n104.  Selon les requérants, il faut considérer qu’en mai 1987, vu ses contacts avec le directeur de l’école, M. Prince (paragraphes 21 et 27 ci-dessus), la police connaissait parfaitement la personnalité instable, obsessionnelle et agressive de M. Paget-Lewis qui avait filé et photographié Ahmet Osman, l’avait amadoué en lui faisant des cadeaux et avait même changé son propre patronyme pour adopter celui de l’adolescent. De plus, elle était pleinement informée de ce que M. Paget-Lewis était fortement soupçonné d’être l’auteur des graffitis et du vol des dossiers scolaires. Cependant, elle n’a jamais pris au sérieux ces signes précurseurs alors qu’elle devait savoir quelle idée M. Prince se faisait de la situation, notamment que, selon lui, M. Paget-Lewis souffrait d’un déséquilibre psychique (paragraphe 26 ci-dessus). Malgré l’existence d’indices flagrants impliquant M. Paget-Lewis dans le vol des dossiers et l’inscription des graffitis à proximité de l’école (paragraphes 22 et 24 ci-dessus), la police n’a pas poussé l’enquête sur ces questions.", "Les requérants allèguent en outre que, face à des indices montrant clairement que la vie d’un enfant vulnérable était réellement menacée par M. Paget-Lewis, cette inertie de la police fut renforcée par l’incapacité de celle-ci à comprendre la portée des huit agressions signalées entre mai et novembre 1987 contre le domicile et les biens de la famille Osman, qui dénotaient pourtant une escalade dans une situation déjà menaçante pour la vie des intéressés. En résumé, rien ne fut entrepris pour établir que M. Paget-Lewis était l’auteur de cette campagne de harcèlement et d’intimidation mettant la sécurité de la famille en péril. C’est seulement le 17 décembre 1987, et dix jours après la collision (paragraphe 38 ci-dessus) que la décision fut prise d’arrêter M. Paget-Lewis. Même alors, la police aurait très mal géré la situation, en offrant à l’intéressé l’occasion de se soustraire à l’arrestation et de s’enfuir, puis en omettant d’informer la famille Osman de ce fait et de surveiller son domicile.", "105.  Les requérants soulignent que M. Paget-Lewis avait affirmé à trois reprises son intention de commettre un meurtre et que chacune de ses déclarations avait été portée à la connaissance de la police (paragraphes 37, 40 et 46 ci-dessus). Cependant, celle-ci a une fois de plus failli à prendre au sérieux des preuves concluantes du risque qu’un individu instable, obsessionnel, dérangé et dangereux faisait courir à la vie des Osman. Le fait qu’aucune trace n’ait été conservée des visites de la police à l’école en mars et mai 1987 ou des attaques contre le domicile et les biens de la famille, confirmerait l’attitude négligente et insouciante des autorités dans l’enquête sur la très grave menace pesant sur la vie des Osman. Cela expliquerait aussi que les autorités n’aient pas usé de leurs pouvoirs pour empêcher la matérialisation de ce risque en arrêtant M. Paget-Lewis, soupçonné d’être l’auteur des graffitis, du vol des dossiers scolaires et des attaques contre la maison des Osman, en perquisitionnant à son domicile pour y rechercher des preuves de sa participation à ces infractions, ou encore en l’internant d’office dans un hôpital psychiatrique pour l’y faire examiner.", "106.  Pour les raisons qui précèdent, les requérants concluent que, dans ces conditions, les autorités ne se sont pas acquittées de l’obligation positive mise à leur charge par l’article 2 de la Convention. Ils soutiennent en outre qu’aucune enquête officielle effective n’a jamais été menée sur la carence des autorités à cet égard. L’action civile en responsabilité qu’ils ont engagée sur la base d’une faute de la police a échoué parce que le préfet de police du Grand Londres a invoqué avec succès la règle de l’immunité de la police (paragraphe 63 ci-dessus). A leur avis, cela donne lieu à une violation distincte de l’article 2.", "2.\tLe Gouvernement ", "107.  Le Gouvernement ne conteste pas que l’article 2 de la Convention puisse mettre à la charge des autorités d’un Etat contractant l’obligation positive d’agir à titre préventif pour protéger la vie d’un individu contre le danger qu’un autre présente pour lui. Il souligne cependant que cette obligation ne peut naître que dans des circonstances exceptionnelles où les autorités connaissent l’existence d’une menace réelle, directe et immédiate pour la vie de l’intéressé et pour autant qu’elles se soient engagées à assurer sa sécurité. De plus, il faudrait démontrer que l’absence de mesures préventives de leur part  constitue une faute lourde ou un manquement délibéré à leur obligation de protéger la vie. Enfin, il faudrait établir, sur la base d’arguments solides et convaincants, qu’il existe un lien de causalité entre le manquement à agir préventivement reproché aux autorités et le fait que cette action, jugée de manière équitable et réaliste, aurait pu empêcher l’événement en question.", "108.  Cela étant, et vu les faits de l’espèce, le Gouvernement soutient que la police ne saurait passer pour avoir, à un moment ou à un autre, été en mesure de percevoir M. Paget-Lewis comme menaçant, de manière réelle et immédiate, la vie des Osman. En effet, l’intéressé n’avait jamais menacé Ali ou Ahmet Osman, ni en parole ni en fait, et, tant avant qu’après son arrestation, il a toujours nié être responsable du vol des dossiers, de l’inscription des graffitis aux alentours de l’école et des actes de vandalisme commis contre la maison et les biens de la famille. D’ailleurs, après avoir enquêté sur les plaintes contre M. Paget-Lewis, les services londoniens de l’éducation (« l’ILEA ») ont estimé qu’un avertissement suffisait et ont autorisé le professeur à poursuivre son enseignement dans un autre établissement. Le fait que le docteur Ferguson, psychiatre de l’ILEA, ait conclu, au vu du dossier complet, que M. Paget-Lewis était apte à enseigner (paragraphe 29 ci-dessus), confirmerait que celui-ci ne manifestait aucun signe évident de maladie mentale pouvant indiquer qu’il représentait un danger réel et immédiat pour la vie des Osman.", "109.  Selon le Gouvernement, la police a eu, à chaque étape du déroulement de l’affaire, une attitude raisonnable compte tenu de ce qu’elle savait et des informations en sa possession à l’époque. A aucun moment en effet, il n’y aurait eu des éléments suffisants pour inculper M. Paget-Lewis soupçonné d’actes de vandalisme ou pour perquisitionner à son domicile à la recherche de preuves. Le brigadier Boardman qui reprit entièrement le dossier en décembre 1987 fut obligé d’admettre qu’en l’absence d’aveux, aucun élément ne permettait d’incriminer M. Paget-Lewis.", "110.  Le Gouvernement déclare que la faiblesse de l’argumentation des requérants devant la Cour ne tient pas seulement à leur appréciation a posteriori de l’action de la police, mais aussi à leur interprétation erronée de certains événements qui veut faire croire que la police connaissait le danger que représentait M. Paget-Lewis pour la famille Osman ou l’accuser de faute lourde. Sur ce dernier aspect, le Gouvernement proteste notamment contre les assertions infondées des requérants selon lesquelles la police aurait promis sa protection à la famille sur la base du mémorandum de l’ILEA du 8 décembre 1987 (paragraphe 41 ci-dessus), ou que la lettre de l’ILEA du 17 décembre 1987 aurait poussé M. Paget-Lewis à s’enfuir avant de pouvoir être arrêté (paragraphe 50 ci-dessus), ou que la police n’aurait gardé aucune trace des incidents qui lui auraient été signalés (paragraphe 105 ci-dessus). Quant à cette dernière affirmation, le Gouvernement souligne qu’en décembre 1987 le brigadier Boardman était parfaitement bien informé de la totalité du dossier (paragraphe 109 ci-dessus).", "3.\tLa Commission", "111.  Vu ses propres conclusions en l’espèce (paragraphes 67-71 ci-dessus), la Commission considère qu’aucun élément, jugé raisonnablement, ne permettait à l’époque de prévoir comme assez probable que M. Paget-Lewis se livrerait à une agression à main armée contre la famille Osman. Tout en regrettant que la police n’ait pas établi ou conservé de notes des entretiens avec la direction de l’école, les agents de l’ILEA et l’intéressé, elle n’estime pas que cette défaillance ait empêché d’apprécier convenablement le risque couru par la famille Osman ou de prendre des mesures effectives ; le fait de n’avoir ordonné aucune mesure d’enquête complémentaire n’incite pas non plus à penser qu’il s’agisse d’une absence grave de réaction à la menace que représentait M. Paget-Lewis telle qu’elle fût perçue à ce moment-là. La Commission en conclut que les circonstances ne révèlent aucun manquement fondamental de la police à son obligation, au regard de la loi, de protéger la vie.", "112.  Quant à l’argument des requérants selon lequel l’impossibilité pour eux de poursuivre la police pour faute constituerait une violation de l’article 2 (paragraphe 106 ci-dessus), la Commission n’est pas convaincue \nque le caractère limité de l’exclusion d’un devoir de diligence dans les actions civiles de ce type intentées contre la police (paragraphes 90-97 ci-dessus) atteste d’une absence de protection du droit à la vie dans le droit interne de l’Etat défendeur.", "B.\t\tAppréciation de la Cour", "1.\tSur l’établissement des faits", "113.  La Cour relève que les faits de l’espèce n’ont jamais donné lieu à aucune évaluation indépendante par la justice interne. La Commission, au vu des mémoires des parties et sur la base de l’audience devant elle, a procédé à ses propres constats sur le déroulement des événements jusqu’au moment de l’attaque à main armée contre MM. Ali et Ahmet Osman par M. Paget-Lewis le 7 mars 1988 (paragraphes 67-71 ci-dessus). Selon les requérants, la Commission a méconnu dans ses conclusions l’importance de certains événements qui permettent de supputer ce que la police savait de la gravité du danger que M. Paget-Lewis représentait pour la vie des Osman (paragraphe 10 ci-dessus).", "114.  La Cour observe qu’il lui faut déterminer si les faits de l’espèce révèlent un manquement des autorités de l’Etat défendeur à protéger le droit à la vie d’Ali et Ahmet Osman, en violation de l’article 2 de la Convention. Dans l’examen de cette question et compte dûment tenu du rôle que la Convention assigne à la Commission dans l’établissement et la vérification des faits, elle étudiera, conformément à sa pratique habituelle, les questions qui se posent à la lumière des éléments que lui ont fournis les requérants et le Gouvernement, ou au besoin, qu’elle se procure d’office (voir les arrêts Irlande c. Royaume-Uni du 18 janvier 1978, série A n° 25, p. 64, § 160, et McCann et autres c. Royaume-Uni du 27 septembre 1995, série A n° 324, p. 51, § 173).", "2.\tSur le manquement allégué des autorités à leur devoir de protéger le droit à la vie d’Ali et Ahmet Osman", "115.  La Cour note que la première phrase de l’article 2 § 1 astreint l’Etat non seulement à s’abstenir de provoquer la mort de manière volontaire et irrégulière mais aussi à prendre les mesures nécessaires à la protection de la vie des personnes relevant de sa juridiction (arrêt L.C.B. c. Royaume-Uni du 9 juin 1998, Recueil des arrêts et décisions 1998-III, p. 1403, § 36). Nul ne conteste que l’obligation de l’Etat à cet égard va au-delà du devoir primordial d’assurer le droit à la vie en mettant en place une législation pénale concrète dissuadant de commettre des atteintes contre la personne et s’appuyant sur un mécanisme d’application conçu pour en prévenir, \nréprimer et sanctionner les violations. Aussi les comparants acceptent-ils que l’article 2 de la Convention puisse, dans certaines circonstances bien définies, mettre à la charge des autorités l’obligation positive de prendre préventivement des mesures d’ordre pratique pour protéger l’individu dont la vie est menacée par les agissements criminels d’autrui. Les parties ne sont pas d’accord sur l’étendue de cette obligation.", "116.  Pour la Cour, et sans perdre de vue les difficultés pour la police d’exercer ses fonctions dans les sociétés contemporaines, ni l’imprévisibilité du comportement humain ni les choix opérationnels à faire en termes de priorités et de ressources, il faut interpréter cette obligation de manière à ne pas imposer aux autorités un fardeau insupportable ou excessif. Dès lors, toute menace présumée contre la vie n’oblige pas les autorités, au regard de la Convention, à prendre des mesures concrètes pour en prévenir la réalisation. Une autre considération pertinente est la nécessité de s’assurer que la police exerce son pouvoir de juguler et de prévenir la criminalité en respectant pleinement les voies légales et autres garanties qui limitent légitimement l’étendue de ses actes d’investigations criminelles et de traduction des délinquants en justice, y compris les garanties figurant aux articles 5 et 8 de la Convention.", "La Cour estime que, face à l’allégation que les autorités ont failli à leur obligation positive de protéger le droit à la vie dans le cadre de leur devoir de prévenir et réprimer les atteintes contre la personne (paragraphe 115 ci-dessus), il lui faut se convaincre que lesdites autorités savaient ou auraient dû savoir sur le moment qu’un ou plusieurs individus étaient menaçés de manière réelle et immédiate dans leur vie du fait des actes criminels d’un tiers, et qu’elles n’ont pas pris, dans le cadre de leurs pouvoirs, les mesures qui, d’un point de vue raisonnable, auraient sans doute pallié ce risque. La Cour n’accepte pas la thèse du Gouvernement selon laquelle le fait de ne pas percevoir ce risque de mort dans des circonstances connues à l’époque et de ne pas prendre des mesures préventives pour empêcher la concrétisation du risque, équivaudrait à une faute lourde ou à un manquement délibéré à l’obligation de protéger la vie (paragraphe 107 ci-dessus). En effet, un critère aussi rigoureux serait incompatible avec les exigences de l’article 1 de la Convention et avec l’obligation pour les Etats contractants au regard de cet article d’assurer une protection concrète et effective des droits et libertés consacrés par cet instrument, y compris par l’article 2 (voir, mutatis mutandis, l’arrêt McCann et autres précité, p. 45, § 146). Pour la Cour, et vu la nature du droit protégé par cet article, essentiel pour l’économie de la Convention, il suffit au requérant de montrer que les autorités n’ont pas fait tout ce que l’on pouvait raisonnablement attendre d’elles pour empêcher la matérialisation d’un risque certain et immédiat pour la vie, dont elles avaient ou auraient dû avoir connaissance. Il s’agit là d’une question dont la réponse dépend de l’ensemble des circonstances de l’affaire en question.", "Cela étant, la Cour examinera les circonstances particulières de la cause.", "117.  A l’instar de la Commission, la Cour remarque que l’on peut raisonnablement considérer que, lors des cinq réunions qui ont eu lieu entre le 3 mars et le 4 mai 1987 (paragraphes 21 et 27 ci-dessus), la police a été informée des inquiétudes de l’école concernant l’attachement malsain de M. Paget-Lewis pour Ahmet Osman, d’autant que la décision de M. Prince de prévenir en premier lieu la police était motivée par les accusations portées par Mme Green contre M. Paget-Lewis et par les suites qu’y avait données l’école. On peut raisonnablement admettre pour le même motif que la police était avertie de tous les problèmes connexes apparus avant le 4 mai 1987, y compris de l’incident des graffitis, du vol des dossiers scolaires et du changement de nom de M. Paget-Lewis.", "Les requérants soutiennent qu’à ce stade la police aurait dû se rendre compte de la nécessité d’enquêter plus avant sur la participation alléguée de M. Paget-Lewis aux graffitis et au vol des dossiers ou d’exercer à son égard une surveillance plus étroite : elle connaissait en effet le caractère obsessionnel du comportement de l’intéressé vis-à-vis d’Ahmet Osman et les manifestations de ce comportement. Pour sa part, la Cour n’est pas convaincue que la défaillance de la police à ce moment-là puisse être mise en cause sous l’angle de l’article 2, vu ce que savait cette dernière à l’époque. Si l’attachement de l’enseignant pour son élève a pu sembler très répréhensible d’un point de vue professionnel aux policiers qui se sont rendus à l’école, rien n’a jamais pu faire penser que M. Paget-Lewis mettait en danger l’intégrité sexuelle de l’adolescent, encore moins sa vie. De plus, seul M. Perkins, le directeur adjoint, était arrivé à la conclusion que M. Paget-Lewis était l’auteur des graffitis et le voleur des dossiers. Cependant, interrogé par M. Perkins, M. Paget-Lewis nia toute participation à cet égard et rien ne permettait de le relier à l’un ou l’autre des deux incidents. Dès lors, à ce stade, l’appréciation de la situation par la police et la décision de celle-ci de traiter l’affaire comme une question interne à l’école ne sauraient passer pour déraisonnables.", "Comme la Commission (paragraphe 68 ci-dessus), la Cour n’est pas davantage convaincue que le mémorandum et les notes internes rédigées par les responsables de l’ILEA entre le 14 avril et le 8 mai 1987 soient un reflet fidèle de la conclusion des entretiens de M. Prince et des policiers (paragraphe 28 ci-dessus).", "118.  Les requérants attachent une importance particulière à l’état mental de M. Paget-Lewis et notamment au risque qu’il pouvait devenir violent et diriger cette violence contre Ahmet Osman. Il faut noter cependant que l’intéressé a continué à enseigner dans l’établissement jusqu’en juin 1987. Le docteur Ferguson, qui l’examina par trois fois, était convaincu qu’il n’était pas mentalement malade. Le 7 août 1987, l’enseignant fut autorisé à reprendre son travail mais ailleurs qu’à Homerton House (paragraphe 35 ci-dessus). Il est très improbable que la décision de réintégrer M. Paget-Lewis dans ses fonctions d’enseignant aurait été prise si l’on avait pu croire à ce moment-là qu’il existait le moindre risque qu’il constituât un danger pour la sécurité des jeunes confiés à sa charge. Les requérants critiquent particulièrement l’évaluation psychiatrique faite par le docteur Ferguson qui, pourtant, se fonde sur trois entretiens distincts avec M. Paget-Lewis. Or s’il est apparu à un psychiatre professionnel que l’enseignant ne présentait à ce moment-là aucun signe de maladie mentale ou de propension à la violence, il eût été déraisonnable d’attendre de la police qu’elle interprétât les faits et gestes de M. Paget-Lewis, tels qu’ils lui furent signalés par l’école, comme ceux d’un malade mental ou d’un individu très dangereux.", "119.  Pour apprécier le degré d’information qui pouvait être celui de la police à l’époque, la Cour a également examiné de près la série d’actes de vandalisme perpétrés contre le domicile et les biens des Osman entre mai et novembre 1987 (paragraphes 30, 36 et 37 ci-dessus). Elle relève, premièrement, qu’aucun de ces incidents ne peut être qualifié de menace pour la vie et, deuxièmement, qu’aucun élément ne permettait d’y impliquer M. Paget-Lewis. Tel fut également le point de vue du brigadier Boardman dans le rapport qu’il établit sur l’affaire à la mi-décembre 1987, après avoir interrogé les familles Green et Osman, visité l’école et étudié le dossier (paragraphes 42-45 ci-dessus). L’exhaustivité de ce rapport et l’évaluation de la situation faite par le brigadier, informé de toutes les accusations formulées contre M. Paget-Lewis, donnent à penser que, même si les requérants ont raison d’affirmer que la police n’a pas gardé trace des actes de vandalisme qui lui avaient été signalés ni de ses réunions avec les responsables de l’école et de l’ILEA, cette omission ne saurait passer pour l’avoir empêchée de s’apercevoir plus tôt qu’une menace réelle pesait sur la vie des Osman ou que le comportement irrationnel de M. Paget-Lewis cachait une intention meurtrière. La Cour note à ce propos que, lorsqu’elle fut finalement prise, la décision d’arrêter M. Paget-Lewis n’était pas fondée sur une quelconque perception d’un risque pour la vie des Osman, mais sur la participation présumée de l’intéressé à des infractions pénales mineures (paragraphe 49 ci-dessus).", "120.  La Cour a également examiné attentivement la force de l’argumentation des requérants selon laquelle M. Paget-Lewis aurait à trois reprises informé la police, directement ou non, de ses intentions meurtrières (paragraphe 105 ci-dessus). Il lui paraît cependant déraisonnable de considérer ces affirmations comme indiquant que la famille Osman était la cible de ces intimidations et que la police en était ainsi informée. Les requérants se réfèrent notamment à la menace de « faire une sorte de Hungerford », que M. Paget-Lewis aurait proférée lors de la rencontre du 15 décembre 1987 avec les responsables de l’ILEA (paragraphe 46 ci-dessus). Le Gouvernement conteste que ces paroles aient été prononcées à cette occasion mais, même en les considérant dans le sens le plus favorable à l’argumentation des requérants, il apparaît plus probable qu’elles s’adressaient à M. Perkins, que M. Paget-Lewis considérait comme premier responsable de son départ forcé de Homerton House. De plus, la circonstance que M. Paget-Lewis aurait rétorqué au conducteur de la voiture qu’il emboutit le 7 décembre 1987 qu’il était sur le point de commettre un acte terrible (paragraphes 38 et 40 ci-dessus) ne pouvait raisonnablement être considérée à l’époque comme une allusion indirecte à une attaque projetée contre la vie des Osman. La Cour doit également attacher de l’importance à cet égard au fait que, même si M. Paget-Lewis a délibérément percuté la voiture comme cela a été allégué, cet acte d’hostilité était très probablement dirigé contre Leslie Green, passager du véhicule. Les requérants n’ont pas non plus avancé d’arguments pouvant ajouter du poids à la déclaration de M. Paget-Lewis selon laquelle il aurait dit à l’agent de police Adams qu’il allait commettre un acte de folie criminelle (paragraphe 37 ci-dessus). En tout cas, de même que pour ses autres menaces voilées, cette affirmation ne pouvait raisonnablement être interprétée comme une menace pour la vie des Osman.", "121.  De l’avis de la Cour, les requérants n’ont pas réussi à indiquer, dans le déroulement des événements ayant conduit à la fusillade tragique, le moment décisif à partir duquel on peut considérer que la police savait ou aurait dû savoir que la vie des Osman était réellement et immédiatement menacée par M. Paget-Lewis. Les requérants ont certes mentionné une série d’occasions manquées qui auraient permis à la police de neutraliser le risque présenté par M. Paget-Lewis, par exemple en perquisitionnant à son domicile pour y trouver des éléments susceptibles de démontrer un lien entre lui et l’incident des graffitis, ou en le faisant interner en vertu de la loi de 1983 sur la santé mentale, ou encore en envisageant des mesures d’investigation plus actives après sa disparition. Cependant, on ne peut pas dire que ces mesures, appréciées de manière raisonnable, auraient en effet abouti à ce résultat ni qu’un tribunal interne aurait condamné l’intéressé ou ordonné son internement en hôpital psychiatrique au vu des preuves produites. Comme précédemment indiqué (paragraphe 116 ci-dessus), la police doit s’acquitter de ses fonctions d’une manière compatible avec les droits et libertés des individus. Dans les circonstances de l’espèce, elle ne saurait être critiquée pour avoir accordé du poids à la présomption d’innocence, ou n’avoir pas usé de son pouvoir d’arrêter, de perquisitionner et de saisir compte tenu du caractère raisonnable de son point de vue selon lequel le degré de suspicion requis n’étant pas atteint aux moments déterminants, elle ne pouvait pas exercer ces pouvoirs, ou qu’aucune action de sa part n’aurait produit des résultats concrets.", "122.  Pour les raisons exposées ci-dessus, la Cour conclut à l’absence de violation de l’article 2 de la Convention en l’espèce.", "3.\tSur l’allégation de violation par les autorités de leur obligation procédurale au regard de l’article 2", "123.  La Cour considère que la nature même du grief des requérants à ce titre (paragraphe 106 ci-dessus) repose sur l’impossibilité pour eux d’accéder aux tribunaux ou à tout autre recours leur permettant de faire examiner en toute indépendance l’attitude de la police face au risque que représentait M. Paget-Lewis pour la vie des Osman. Elle estime dès lors opportun d’examiner ce grief dans le contexte de ceux que les requérants tirent des articles 6 et 13 de la Convention (voir, mutatis mutandis, l’arrêt McCann et autres précité, p. 48, § 160).", "II.\tsur la violation alléguée de l’article 8 de la Convention", "124.  Les requérants soutiennent que le fait que la police, premièrement, n’ait pas mis fin à la campagne de harcèlement, vandalisme et avanies menée par M. Paget-Lewis contre leurs biens et leur famille et, deuxièmement et surtout, n’ait pas empêché que le second requérant soit blessé, emporte violation de l’article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "125.  Les requérants font valoir qu’ils ne pouvaient pas espérer obtenir une injonction au civil pour empêcher M. Paget-Lewis d’intimider leur famille et d’attenter à leur domicile et à leurs biens ; une telle requête aurait été vaine car, soutiennent-ils, ils n’auraient jamais pu prouver devant un tribunal que M. Paget-Lewis était l’auteur des actes de vandalisme, la police n’ayant jamais pris aucune mesure pour enquêter sur les incidents qu’ils lui avaient pourtant signalés.", "A l’audience, ils ont indiqué à la Cour que leur grief principal au titre de l’article 8 portait sur le fait que la police n’eût pas assuré la sécurité personnelle du second requérant, problème que la Commission n’a pas examiné. A leur avis, en admettant même qu’il était impossible à la police de pronostiquer que M. Paget-Lewis porterait une atteinte quasi fatale à la vie d’Ahmet Osman, on pouvait néanmoins prévoir qu’il risquait de faire du mal à l’adolescent. Selon eux, cet élément suffit à engager la responsabilité des autorités au titre de l’article 8.", "126.  La Commission estime, à propos des griefs des requérants dénonçant la carence des autorités qui n’auraient pas protégé leur domicile et leurs biens contre les atteintes imputées à M. Paget-Lewis, qu’il n’y a pas eu violation de l’article 8 car, selon elle, les  intéressés auraient pu chercher à obtenir une injonction contre M. Paget-Lewis.", "Sur le grief selon lequel la police n’a pas protégé l’intégrité physique du second requérant, le délégué de la Commission a indiqué à la Cour lors de l’audience que la Commission avait bien abordé ce problème. Pour les mêmes raisons que celles l’ayant amenée à conclure à la non-violation de l’article 2, elle n’a pas estimé nécessaire non plus d’accueillir le grief tiré de l’article 8.", "127.  Le Gouvernement rejoint la Commission sur ces deux points.", "128.  La Cour rappelle qu’il n’a pas été établi que la police savait ou aurait dû savoir à l’époque que M. Paget-Lewis représentait un danger réel et immédiat pour la vie d’Ahmet Osman et que la réaction de la police aux événements tels qu’ils se sont déroulés était raisonnable vu les circonstances et n’était pas incompatible avec l’obligation de protéger le droit à la vie découlant pour les autorités de l’article 2 de la Convention. De l’avis de la Cour, ce constat conduit pareillement à la conclusion qu’il n’y a pas eu manquement à l’obligation positive, inhérente à l’article 8 de la Convention, de protéger l’intégrité physique du second requérant.", "129.  Quant à la thèse des requérants selon laquelle la police aurait omis d’enquêter sur les agressions contre leur domicile dans la perspective de mettre fin à la campagne de harcèlement contre la famille Osman, la Cour réitère que la police estimait ne disposer d’aucun élément impliquant M. Paget-Lewis et que l’on ne pouvait, dès lors, retenir aucune charge contre lui. Il faut noter à cet égard que l’intéressé fut interrogé par l’agent de police Adams en novembre 1987, mais nia toute responsabilité. Le brigadier Boardman confirma lui aussi dans son rapport qu’aucune preuve ne permettait de poursuivre M. Paget-Lewis en justice (paragraphe 45 ci-dessus). Au vu des nouveaux développements de l’affaire, on tenta en fait le 17 décembre 1987 d’arrêter et d’interroger M. Paget-Lewis, soupçonné de dégradation de biens, notamment dans les actes de vandalisme commis contre le domicile et les biens des requérants (paragraphe 49 ci-dessus). Cependant, la tentative échoua.", "130.  La Cour conclut en conséquence que les faits de l’espèce ne révèlent pas de manquement à une obligation positive mise à la charge des autorités par l’article 8 de la Convention.", "III.\tsur la violation alléguée de l’article 6 § 1 de la convention", "131.  Les requérants allèguent que le rejet par la Cour d’appel, pour des motifs d’ordre public, de leur action pour faute engagée contre la police équivalait à restreindre leur droit d’accès à un tribunal, au mépris de l’article 6 § 1 de la Convention, qui prévoit en ses dispositions pertinentes : ", "« Toute personne a droit à ce que sa cause soit entendue (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "132.  La Commission accueille les arguments des requérants sur ce point. Le Gouvernement avance en revanche que ces derniers ne peuvent  invoquer l’article 6 § 1 et soutient à titre subsidiaire qu’il n’y a pas eu violation de cette disposition en l’espèce.", "A.\tApplicabilité de l’article 6 § 1", "133.  Le Gouvernement affirme que les requérants ne peuvent se prévaloir d’aucun droit substantiel au niveau interne à poursuivre la police parce qu’elle n’aurait pas empêché M. Paget-Lewis de tirer mortellement sur M. Ali Osman et de blesser grièvement le second requérant. Il explique que, pour déterminer si la police a ou non dans un contexte particulier un devoir de diligence à l’égard d’un plaignant, il ne suffit pas de rapporter la preuve d’une relation de proximité unissant les parties et celle de la prévisibilité du dommage ; il faut aussi se demander s’il était équitable, juste et raisonnable d’imposer un tel devoir à la police. La Cour d’appel a répondu à cette dernière question par la négative, convaincue qu’aucune autre considération d’ordre public n’aurait pu la conduire à conclure différemment. En conséquence, n’ayant pas établi la présence d’une composante essentielle du devoir de diligence en droit interne, les requérants n’auraient aucun droit substantiel à faire valoir pour que l’article 6 § 1 leur soit applicable. Toute autre conclusion aboutirait à la création inadmissible d’un droit substantiel par les institutions de la Convention alors qu’en réalité il n’en existerait aucun dans le droit interne de l’Etat défendeur.", "134.  Les requérants répondent que la Cour d’appel a admis leur argument selon lequel il existait une relation particulière de proximité entre eux-mêmes et la police depuis que celle-ci savait que M. Paget-Lewis menait une campagne d’avanies contre la famille Osman et menaçait particulièrement la vie du second requérant. Ils soutiennent que, bien qu’ils eussent établi la présence de tous les éléments constitutifs du devoir de diligence, la Cour d’appel a été forcée par les précédents jurisprudentiels d’appliquer, pour radier leur plainte du rôle, la théorie de l’immunité de la police mise au point par la Chambre des lords dans l’affaire Hill (paragraphe 90 ci-dessus). Selon eux, cette théorie n’était pas l’une des composantes essentielles du devoir de diligence, comme le prétend le Gouvernement, mais un motif autonome et distinct de rejeter une action pour faute afin que, notamment, les effectifs de la police ne soient pas détournés de leurs fonctions ordinaires ou qu’ils ne les exercent pas de manière défensive ou exagérément prudente.", "135.  La Commission s’accorde avec les requérants sur l’applicabilité de l’article 6 § 1. Elle estime que leur grief contre la police se fondait valablement sur un droit existant en droit interne, l’action en responsabilité pour faute. Dans l’affaire Hill, la Chambre des lords a restreint ce droit pour des raisons d’ordre public, afin d’accorder à la police une immunité contre des poursuites civiles pour ses actes et omissions dans le cadre de ses fonctions de recherche et de répression des infractions. Or, en l’espèce, cette immunité a fait obstacle à l’action civile engagée par les requérants, les empêchant d’obtenir une décision judiciaire au fond dans leur litige contre la police.", "136.  La Cour rappelle d’emblée que l’article 6 § 1 garantit à chacun le droit à ce qu’un tribunal connaisse de toute contestation relative à ses droits et obligations de caractère civil. Il consacre de la sorte le « droit à un tribunal », dont le droit d’accès, à savoir le droit de saisir le tribunal en matière civile, ne constitue qu’un aspect (arrêt Golder c. Royaume-Uni du 21 février 1975, série A n° 18, p. 18, § 36).", "137.  La Cour, se référant à ce principe fondamental, relève que le gouvernement défendeur conteste l’applicabilité de l’article 6 § 1 au grief des requérants. Il allègue que les intéressés ne bénéficiaient d’aucun droit substantiel au niveau interne puisque la Cour d’appel, en application de la règle d’immunité établie par la Chambre des lords dans l’affaire Hill (paragraphe 65 ci-dessus), a rejeté leur action civile contre la police pour défaut de fondement juridique.", "138.  La Cour observe que la common law de l’Etat défendeur accorde depuis longtemps à un plaignant le droit de soumettre à un tribunal une plainte pour faute contre un défendeur et de l’inviter à constater que les faits de la cause révèlent une méconnaissance du devoir de diligence du second à l’égard du premier, méconnaissance qui a causé à celui-ci un dommage. Les investigations du tribunal national visent à déterminer si les éléments constitutifs du devoir de diligence sont réunis : prévisibilité du dommage, existence d’une relation de proximité entre les parties et point de savoir s’il est équitable, juste et raisonnable d’imposer un tel devoir en l’occurrence (paragraphes 94 et 133 ci-dessus).", "Il faut souligner que ce dernier critère, sur lequel s’appuie le Gouvernement pour montrer que les requérants n’ont aucun droit substantiel au niveau interne, ne s’applique pas seulement aux actions civiles engagées contre la police pour faute présumée dans leurs fonctions de recherche et de répression des infractions, mais a été pris en considération et appliqué dans d’autres domaines d’activité. Dans l’affaire Hill, la Chambre des lords a déclaré pour la première fois que ce critère pouvait être invoqué pour dégager la responsabilité de la police dans le cadre de la recherche et de la répression des infractions (paragraphes 90-92 ci-dessus). Bien que l’argumentation des requérants soit exprimée en des termes suggérant que la règle contestée joue comme une immunité absolue dans les actions pour faute engagées contre la police dans le contexte en cause, la Cour accepte la thèse du Gouvernement selon laquelle ce principe ne condamne pas dès le départ et automatiquement à l’échec des poursuites civiles de ce type, mais permet en général au tribunal national de déterminer en toute connaissance de cause, au regard des arguments qui lui sont présentés, si la règle doit s’appliquer ou non dans un cas précis. Le Gouvernement renvoie en l’espèce à la jurisprudence interne pertinente (paragraphe 94 ci-dessus).", "139.  Cela posé, il y a lieu selon la Cour de considérer que les requérants bénéficiaient d’un droit, dérivé du droit de la responsabilité pour faute, d’obtenir une décision sur la recevabilité et le bien-fondé d’un grief défendable, selon lequel il existait entre eux et la police une relation de proximité, que le dommage causé était prévisible et que, dans ces conditions, il était équitable, juste et raisonnable de ne pas appliquer la règle d’immunité esquissée dans l’affaire Hill. De l’avis de la Cour, la revendication de ce droit par les requérants suffit en soi à autoriser l’application de l’article 6 § 1 de la Convention. ", "140.  Pour les raisons exposées ci-dessus, la Cour conclut que l’article 6 § 1 est applicable. Reste à déterminer si la restriction imposée à l’exercice de ce droit était légale.", "B.\t\tObservation de l’article 6 § 1", "141.  D’après les requérants, les considérations d’ordre public invoquées par la Chambre des lords dans l’affaire Hill à l’appui de la règle de l’immunité de la police et sur lesquelles le Gouvernement fonde sa défense ne sont pas soutenables. En effet, l’argument selon lequel exposer la police à des actions intentées pour faute conduirait à détourner de manière notable ses effectifs de leur rôle dans la répression des infractions est incompatible avec le fait que l’immunité se limite aux actions pour faute commise dans l’exercice des pouvoirs d’enquête et de répression, et ne s’étend pas aux affaires d’agression ou d’emprisonnement arbitraire que l’on pourrait pareillement taxer de détourner les effectifs.", "Quant à la thèse selon laquelle la menace d’une action en responsabilité pour faute conduirait à un exercice défensif ou exagérément prudent des fonctions policières, les requérants soutiennent que cette objection n’a jamais été invoquée pour mettre à l’abri d’actions en responsabilité pour faute d’autres services publics vitaux, tels les services des hôpitaux, des ambulances et des pompiers. Ils contestent également la validité de l’argument d’après lequel une action engagée contre la police pour faute aurait pour effet indésirable la réouverture d’enquêtes closes aux fins de vérifier qu’elles ont été menées correctement. A leur avis, si une enquête entachée de négligence a eu pour conséquence une mort qu’il était parfaitement possible d’éviter, ce sont là des motifs convaincants de réexaminer le comportement de la police. Les requérants soutiennent en outre, notamment, qu’imposer à la police une responsabilité pour faute s’agissant de ses pouvoirs de recherche et de répression des infractions contribuerait à élever les normes applicables aux policiers, en particulier dans leur activité de protection du droit à la vie.", "142.  A titre subsidiaire, les requérants affirment que, même si l’immunité peut être considérée comme poursuivant un ou des objectifs légitimes, sa mise en œuvre va à l’encontre du principe de proportionnalité. Ils font valoir à cet égard que l’immunité est totale et ne distingue donc pas entre les affaires dont le fond est solide et celles où il est faible. Or, en l’espèce, où il s’agissait de protéger un enfant et le droit à la vie et où le préjudice causé est grave, les impératifs d’ordre public ne peuvent pas exonérer la police de sa responsabilité. Au surplus, l’effet combiné des critères stricts de proximité et de prévisibilité constitue une barrière suffisante pour empêcher les affaires indéfendables d’aller jusqu’à l’audience et pour limiter la responsabilité aux cas où de véritables fautes de la police sont à l’origine de pertes graves.", "143.  Le Gouvernement réplique que la règle d’exonération qui a mis un terme à l’action civile des requérants poursuivait un ou plusieurs des objectifs légitimes énoncés par la Chambre des lords dans l’affaire Hill puisqu’elle visait notamment à éviter un exercice défensif des fonctions de la police et le détournement des effectifs de celle-ci (paragraphe 91 ci-dessus). A son avis, l’idée que l’imposition de ce devoir de diligence dans un tel contexte pouvait emporter un risque réel de saper les opérations de police devant bénéficier à la population au sens large, était au centre du raisonnement de la Chambre des lords dans l’affaire Hill.", "144.  Cette règle serait en outre une réponse proportionnée pour atteindre ces objectifs et relèverait bien de la marge d’appréciation de l’Etat défendeur. Le Gouvernement souligne que cette exclusion n’est pas une exonération générale de responsabilité, mais une limitation soigneusement et rigoureusement ciblée qui ne s’applique qu’à l’égard des pouvoirs de recherche et de répression des infractions, et même alors, pas dans tous les cas (paragraphe 93 ci-dessus). Aussi la Cour d’appel a-t-elle estimé en l’espèce qu’il n’y avait aucune autre considération d’ordre public susceptible de l’emporter sur la considération d’intérêt général selon laquelle il ne serait pas juste, équitable et raisonnable d’imposer un devoir de diligence à la police.", "145.  Le Gouvernement souligne en outre, pour démontrer la proportionnalité de la restriction au droit des requérants d’assigner la police en justice, que ces derniers auraient pu intenter une action civile contre M. Paget-Lewis. Du reste, ils ont en fait cherché à poursuivre le docteur Ferguson puis abandonné ce projet. Dans les deux cas, ils avaient pleinement accès aux tribunaux.", "146.  La Commission admet que la règle contestée peut être considérée comme visant les objectifs légitimes indiqués par le Gouvernement (paragraphe 143 ci-dessus). Elle est cependant d’accord avec l’essentiel des arguments avancés par les requérants contre la justification par le Gouvernement de l’application de cette règle (paragraphes 141 et 142 ci-dessus). Elle relève en particulier que les intéressés affirment avoir satisfait à la composante « relation de proximité » du devoir de diligence, contrairement à la  plaignante dans l’affaire Hill. Cependant, la mise en jeu de la règle de l’immunité les a privés de la possibilité d’établir, dans le cadre d’une procédure contradictoire, les faits qui sont à l’origine de leurs griefs, alors qu’en outre cette règle ne distingue pas entre une négligence sans conséquence notable et, comme c’est le cas ici, celle qui a des répercussions catastrophiques.", "147.  La Cour rappelle que l’article 6 § 1 consacre le « droit à un tribunal », dont le droit d’accès, à savoir le droit de saisir le tribunal en matière civile, ne constitue qu’un aspect.", "Ce droit n’est toutefois pas absolu : il se prête à des limitations implicitement admises car il appelle de par sa nature même une réglementation par l’Etat. Les Etats contractants jouissent en la matière d’une certaine marge d’appréciation. Il appartient pourtant à la Cour de statuer en dernier ressort sur le respect des exigences de la Convention ; elle doit se convaincre que les limitations mises en œuvre ne restreignent pas l’accès offert à l’individu d’une manière ou à un point tels que le droit s’en trouve atteint dans sa substance même. En outre, pareille limitation ne se concilie avec l’article 6 § 1 que si elle tend à un but légitime et s’il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (voir, récemment, l’arrêt Tinnelly & Sons Ltd et autres et McElduff et autres c. Royaume-Uni du 10 juillet 1998, Recueil 1998-IV, p. 1660, § 72).", "148.  Dans ce contexte, la Cour relève que le grief des requérants n’a jamais vraiment abouti à un procès en ce sens qu’il n’a débouché sur aucune décision, ni sur le fond ni sur les faits qui lui ont donné naissance. La Cour d’appel a décidé de radier la demande dans le cadre d’une procédure incidente introduite par le préfet de police du Grand Londres et présumé, pour les besoins de la procédure, de l’exactitude des faits exposés dans la demande initiale. La plainte des requérants a été rejetée comme tombant exactement dans le champ d’application de la règle formulée par la Chambre des lords dans l’affaire Hill.", "149.  Les raisons qui, dans l’affaire Hill, ont conduit la Chambre des lords à énoncer cette règle pour protéger la police contre des actions en responsabilité pour faute dans un tel contexte, reflètent l’idée que les intérêts de la société dans son ensemble seront mieux assurés par un service de police dont l’efficience et l’efficacité dans sa lutte contre la criminalité \nne sont pas constamment remises en cause par le risque de voir sa responsabilité civile engagée pour ses décisions tactiques et opérationnelles.", "150. Même si elle peut admettre la légitimité du but d’une telle règle au regard de la Convention – préserver l’efficacité du service de police et donc défendre l’ordre et prévenir les infractions pénales –, la Cour doit néanmoins, en se prononçant sur la proportionnalité, prêter particulièrement attention à la portée de ladite règle, notamment à son application en l’espèce. Alors que le Gouvernement a contesté le caractère absolu de la règle d’exonération de la responsabilité (paragraphe 144 ci-dessus) et le fait que son application pouvait céder devant d’autres considérations d’ordre public, il apparaît à la Cour qu’en l’espèce la Cour d’appel a tenu compte du moyen de défense inattaquable que cette règle procurait à la police et de ce qu’il était impossible de lever l’immunité dont bénéficie la police dans les poursuites civiles concernant ses actes et omissions dans ses fonctions de recherche et de répression des infractions. ", "151.  La Cour observera que cette manière d’appliquer la règle, sans rechercher plus avant l’existence de considérations d’intérêt général concurrentes, ne sert qu’à accorder une immunité générale à la police pour ses actes et omissions dans l’exercice de ses fonctions de recherche et de répression des infractions, et constitue une restriction injustifiable au droit pour un requérant d’obtenir une décision sur le bien-fondé de sa plainte contre la police dans des affaires qui le méritent.", "De l’avis de la Cour, un tribunal interne doit pouvoir avoir égard à l’existence d’autres considérations d’intérêt général qui militent contre l’application de cette règle. Sinon aucune distinction n’est faite entre les degrés de la faute et du préjudice subi, ni aucun compte tenu du bien-fondé d’une affaire donnée. Il faut remarquer qu’en l’espèce, Lord Justice McCowan (paragraphe 64 ci-dessus) s’estima convaincu que les requérants, contrairement à Mlle Hill, satisfaisaient au critère de proximité, condition de base qui est en elle-même suffisamment rigide pour restreindre considérablement le nombre d’affaires engagées pour faute contre la police qui pourraient déboucher sur un procès. En outre, en l’espèce, les requérants allèguent l’absence de protection de la vie d’un enfant, qui résulterait d’une série d’actes et d’omissions constituant une faute lourde par opposition à des actes mineurs d’incompétence. Ils prétendent également que la police s’était engagée à assurer leur sécurité. Enfin, le dommage subi était de nature gravissime.", "152.  Ce sont, pour la Cour, des considérations qui méritent un examen au fond et ne peuvent pas être automatiquement écartées par l’application d’une règle qui équivaut à accorder une immunité à la police. En l’espèce, la Cour n’est pas convaincue par l’argument du Gouvernement selon lequel cette règle, telle que l’interprètent les tribunaux internes, ne procure pas automatiquement une immunité à la police.", "153.  La Cour n’est pas persuadée non plus que, comme le soutient le Gouvernement, les requérants disposaient de solutions de rechange pour obtenir réparation (paragraphe 145 ci-dessus). A son avis, la mise en œuvre de ces moyens ne saurait passer pour atténuer la perte du droit pour les intéressés d’engager contre la police des poursuites pour faute et de faire valoir la justesse de leur plainte. Aucune action contre M. Paget-Lewis ou contre le docteur Ferguson, psychiatre de l’ILEA, ne leur aurait permis d’obtenir des réponses au problème essentiel sous-jacent à leur action, à savoir les raisons pour lesquelles la police n’a pas pris plus tôt des mesures pour empêcher M. Paget-Lewis d’exercer une vengeance mortelle contre MM. Ali et Ahmet Osman. Indépendamment du fait que les requérants auraient ou non réussi à convaincre le tribunal interne que la police avait commis une faute en l’occurrence, ils avaient droit à ce que la police expliquât ses actions et ses omissions au cours d’une procédure contradictoire.", "154.  Par ces motifs, la Cour estime que l’application de la règle d’exonération de responsabilité en l’espèce a constitué une restriction disproportionnée au droit d’accès des requérants à un tribunal. Il y a donc eu violation de l’article 6 § 1 de la Convention.", "IV.\tsur la violation alléguée de l’article 13 de la Convention", "155.  Les requérants se plaignent de ce qu’aucun recours effectif ne leur ait permis d’obtenir une décision sur le grief selon lequel les autorités n’ont pas fait tout ce qu’exigeait d’elles l’article 2 pour protéger la vie d’Ali et Ahmet Osman. Ils invoquent l’article 13 de la Convention, ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (…) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "156.  Les intéressés soutiennent que le seul mécanisme effectif dans les circonstances de l’espèce pour faire porter aux autorités la responsabilité de leur incurie face à leur obligation positive au titre de l’article 2 de la Convention aurait été d’engager contre la police une action en responsabilité pour faute. Or, l’acceptation par la Cour d’appel du moyen de défense de l’immunité policière, dont a excipé le préfet de police du Grand Londres, et la radiation de leur demande initiale, ont empêché la mise en œuvre de ce recours.", "157.  La Commission considère qu’aucun problème distinct ne se pose au titre de l’article 13 vu son constat de violation de l’article 6 § 1 de la Convention. Le Gouvernement a invité la Cour à adopter ce point de vue dans l’hypothèse où elle conclurait à une méconnaissance de l’article 6 § 1.", "158.  La Cour souscrit à l’avis de la Commission sur ce grief eu égard à sa propre conclusion selon laquelle les droits des requérants garantis par l’article 6 § 1 ont été enfreints. Elle rappelle à cet égard que les exigences de l’article 13 sont moins strictes que celles de l’article 6, et ici absorbées par elles (voir, en dernier lieu, l’arrêt Tinnelly et autres précité, pp. 1662-1663, § 77).", "V.\tSUR L’application de l’article 50 de la Convention", "159.  Les requérants réclament une satisfaction équitable au titre de l’article 50 de la Convention, ainsi libellé :", "« Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable. »", "A.\tPréjudice matériel et moral", "160.  Dans leur mémoire, les requérants demandent à la Cour une réparation de la perte matérielle et morale subie, calculée par référence au taux approprié d’indemnisation qui leur aurait été dû devant les tribunaux internes s’ils avaient été autorisés à persister dans leur demande et eu totalement gain de cause.", "161.  Dans leurs observations complémentaires, reçues au greffe le 9 juin 1998, ils ont fourni des estimations détaillées de ce que chacun d’eux aurait pu espérer obtenir par voie de réparation devant un tribunal interne. Ils indiquent cependant qu’il ne s’agit que de repères pour la Cour, et qu’ils s’en remettront à l’appréciation que celle-ci fera du taux de satisfaction équitable, conformément aux principes qu’elle a établis.", "162.  Le Gouvernement préconise, à titre principal, le rejet pour tardiveté des demandes détaillées des requérants et, de toutes manières, pour défaut de fondement et exagération manifeste. A titre subsidiaire, il estime qu’un constat de violation de l’un ou de tous les articles de la Convention invoqués par les requérants constituerait en soi une satisfaction équitable suffisante.", "163.  Le délégué de la Commission ne formule pas d’observations sur cet aspect de la question de l’article 50.", "164.  La Cour relève que son évaluation de ce qu’un requérant peut espérer obtenir à titre de satisfaction équitable est menée conformément aux principes dégagés par sa jurisprudence sur l’article 50, et non par référence aux principes ou au barème d’évaluation des tribunaux internes. \nLes requérants l’acceptent (paragraphe 161 ci-dessus). La Cour n’estime donc pas nécessaire de répondre aux objections du Gouvernement sur la recevabilité des observations complémentaires des intéressés. ", "Dans tous les cas, la Cour ne saurait spéculer sur ce qu’aurait pu être l’issue d’un recours interne si la demande des requérants n’avait pas été radiée. Elle considère néanmoins que ceux-ci se sont vu refuser la possibilité d’obtenir une décision sur le bien-fondé de leur action en dommages-intérêts contre la police. Statuant en équité, elle alloue à chacun d’eux la somme de 10 000 livres sterling (GBP).", "B.\t\tFrais et dépens", "165.  Les requérants réclament un montant total de 46 976,78 GBP au titre des frais et dépens exposés par eux devant les institutions de la Convention. Ils présentent un état détaillé du nombre d’avocats qui ont travaillé sur le dossier, du taux horaire facturé, de la nature du travail accompli ainsi que des débours. Ils ont reçu une assistance judiciaire du Conseil de l’Europe. ", "166.  Le Gouvernement estime notamment que les détails produits par les requérants montrent qu’il y a largement double emploi des heures passées sur l’affaire par les solicitors et les conseillers juridiques et du temps qu’y a consacré le conseil. Il estime qu’il y a lieu de ce fait d’opérer une réduction des frais. Il suggère qu’un montant de 27 216,43 GBP serait plus raisonnable dans ces conditions, sous réserve des versements effectués par le Conseil de l’Europe au titre de l’assistance judiciaire et d’un fractionnement  proportionnel au nombre de constats de violation des articles invoqués. ", "167.  Le délégué de la Commission n’a pas fait non plus d’observations sur cette partie de la requête au titre de l’article 50.", "168.  Eu égard aux précisions fournies par les requérants, au fait que les griefs tirés par les requérants des articles 2 et 8 n’ont pas été reconnus fondés et à des considérations d’équité, la Cour alloue aux intéressés la somme de 30 000 GBP ainsi que tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée, moins les 28 514 francs français déjà versés par le Conseil de l’Europe par la voie de l’assistance judiciaire.", "C.\tIntérêts moratoires", "169.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable au Royaume-Uni à la date d’adoption du présent arrêt est de 7,5 % l’an.", "Par ces motifs, la cour", "1.\tDit, par dix-sept voix contre trois, qu’il n’y a pas eu violation de l’article 2 de la Convention ;", "", "2.\tDit, par dix-sept voix contre trois, qu’il n’y a pas eu violation de l’article 8 de la Convention ;", "", "3.\tDit, à l’unanimité, que l’article 6 § 1 de la Convention est applicable en l’espèce et a été violé ;", "", "4.\tDit, par dix-neuf voix contre une, qu’il n’est pas nécessaire d’examiner la demande des requérants au regard de l’article 13 de la Convention ;", "", "5.\tDit, à l’unanimité, ", "a)\tque l’Etat défendeur doit verser à chacun des requérants, dans les trois mois, 10 000 (dix mille) livres sterling à titre de réparation pour la perte de possibilités ;", "b)\tque l’Etat défendeur doit verser aux requérants, dans les trois mois, 30 000 (trente mille) livres sterling pour frais et dépens, montant à majorer, le cas échéant, de la taxe sur la valeur ajoutée due, moins 28 514 (vingt-huit mille cinq cent quatorze) francs français à convertir en livres sterling au taux applicable à la date du prononcé du présent arrêt ;", "c)\tque ces sommes seront à majorer d’un intérêt simple de 7,5 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "6.\tRejette, par dix-neuf voix contre une, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 28 octobre 1998.", "", "", "", "\tSigné : Rudolf Bernhardt", "\t\tPrésident", "Signé :\tHerbert Petzold", "\tGreffier", "", "", "", "", "\nAu présent arrêt se trouve joint, conformément aux articles 51 § 2 de la Convention et 53 § 2 du règlement A, l’exposé des opinions séparées suivantes :", "– opinion concordante de M. Foighel ;", "– opinion concordante de Sir John Freeland ;", "– opinion concordante de M. Jambrek ;", "– opinion partiellement dissidente et partiellement concordante de M. De Meyer, à laquelle déclarent se rallier MM. Lopes Rocha et Casadevall ;", "– opinion partiellement dissidente et partiellement concordante de M. Lopes Rocha.", "", "", "", "Paraphé : R. B.", "Paraphé : H. P.", "OPINION CONCORDANTE DE M. LE JUGE FOIGHEL", "(Traduction)", "Je partage la conclusion de la majorité sur l’absence en l’espèce de violation de l’article 2 de la Convention.", "Je dis aussi que l’article 6 § 1 a été méconnu en raison de l’incidence disproportionnée qu’a eue la restriction au droit d’accès à un tribunal garanti aux requérants par cette disposition (paragraphe 154 de l’arrêt). Toutefois, en ce qui concerne la question préalable de l’applicabilité de l’article 6 § 1, je me suis fondé sur un autre raisonnement que celui suivi par la Cour.", "En premier lieu, que la disposition interne ayant fait échec à l’action des requérants au civil relève du fond ou de la procédure, la Convention habilitait en droit interne les requérants, avant tout et surtout, à saisir un tribunal de leur plainte pour qu’il statue sur ce point. Le fait que le grief des requérants n’ait pu être examiné ne déplace pas le droit que leur garantit l’article 6 § 1 de la Convention. Selon moi, ce qui est déterminant en l’occurrence pour l’applicabilité de cette disposition, c’est que les intéressés avaient le droit de voir statuer sur leur grief de protection due par la police à leur droit à la vie, grief qui ne pouvait passer d’emblée pour dénué de fondement. Selon moi, que la Cour d’appel ait estimé, en appliquant la règle dégagée dans l’affaire Hill, qu’ils n’avaient aucun motif pour agir ou, selon les termes du Gouvernement, aucun droit concret à poursuivre la police en justice, n’entre pas en ligne de compte pour appliquer l’article 6 § 1. Cette décision ne joue pas sur la question de l’applicabilité.", "Certes, jusqu’à présent la Cour a interprété l’expression « droits de caractère civil » figurant à l’article 6 § 1 comme s’entendant de droits posés par le droit interne. Cela n’exclut pourtant pas à mon sens d’autres droits dont l’existence ne fait aucun doute. On ne saurait se prononcer sur le caractère fondamental du droit pour un requérant de saisir un tribunal d’une plainte au civil en se fondant exclusivement sur des considérations de droit interne quant au point de savoir si un tel droit existe dans un contexte donné. Je rappelle à ce propos que la Cour a souligné à certaines occasions qu’il suffit au requérant de démontrer que l’on peut dire, au moins de manière défendable, que le droit en cause est reconnu en droit interne (voir, entre autres, l’arrêt Fayed c. Royaume-Uni du 21 septembre 1994, série A n° 294-B, p. 49, § 65) ; en dernière analyse, c’est à la Cour qu’il incombe, dans l’exercice de sa compétence de contrôle et à partir des critères établis par la Convention, de dire si le requérant a démontré qu’il en était bien ainsi. Je relève aussi que, dans sa jurisprudence, la Cour entend la condition\nselon laquelle il doit exister une contestation sur un droit de caractère civil pour que l’article 6 § 1 entre en jeu, comme couvrant les différends concernant non seulement l’étendue d’un droit mais encore son existence même en droit interne (arrêt Ashingdane c. Royaume-Uni du 28 mai 1985, série A n° 93, p. 24, § 55).", "De surcroît, et c’est encore plus important, le droit interne des Etats contractants doit assurer la jouissance des droits et libertés consacrés par la Convention et ses Protocoles (article 1er de la Convention). Parmi eux, le droit à la vie. En l’occurrence, les requérants comptaient sur une action en responsabilité engagée contre la police pour établir que leur droit à la vie avait été méconnu en raison de la défaillance coupable de la police, laquelle n’a pas empêché la tragédie dont ils ont été victimes. Selon moi, ce droit, qui découle de la Convention, leur ouvre en conséquence droit à la protection de l’article 6 § 1.", "C’est pourquoi j’ai conclu à l’applicabilité de l’article 6 § 1 en l’espèce. ", "", "", "OPINION CONCORDANTE DE Sir John FREELAND, JUGE", "(Traduction)", "", "1.  J’aimerais ajouter aux motifs indiqués dans l’arrêt pour conclure à une violation de l’article 6 § 1 une brève explication de mon vote en ce sens.", "2.  Si j’ai voté ainsi, c’est en raison de la manière dont la règle d’exonération pour des raisons d’ordre public de la responsabilité – énoncée par la Chambre des lords dans l’affaire Hill v. Chief Constable of West Yorkshire (paragraphes 90-92 de l’arrêt) – a joué en l’espèce pour faire obstacle aux revendications des requérants dans leurs actions engagées pour faute contre la police. J’admets, comme le fait le paragraphe 150 de l’arrêt, que l’exonération a un but légitime au regard de la Convention ; j’admets aussi qu’il est possible de l’appliquer, dans d’autres affaires, proportionnellement à cet objectif. Pour moi, la difficulté surgit essentiellement du fait qu’en l’espèce la règle semble avoir été suivie pour conférer en quelque sorte à la police une exonération générale de sa responsabilité pour faute, dans l’exercice de ses fonctions de recherche et de répression des infractions, au point d’exclure par là-même tout examen par le tribunal de considérations pouvant imprimer une autre direction.", "3.  A cet égard, la présente affaire marque un contraste très net avec la dernière de celles qu’a traitées la Cour d’appel, à savoir Swinney and another v. Chief Constable of Northumbria Police Force (paragraphes 93 et 94 de l’arrêt) : le juge avait tenu compte de l’existence possible d’autres considérations compensatoires d’ordre public – notamment, vu les circonstances, la nécessité de préserver les sources d’information, de protéger les informateurs et de les encourager à se manifester. La Cour d’appel a estimé aussi défendable, à partir des faits invoqués dans cette affaire-là, l’idée que la police avait spontanément assumé une responsabilité (argument analogue à celui avancé par les requérants en l’espèce).", "4.  Je relève également que, dans l’affaire Hill, la plaignante a perdu sa cause pour deux raisons, dont chacune aurait suffi à la faire débouter \n– d’abord l’absence de proximité nécessaire, ensuite l’exception d’ordre public. En l’espèce toutefois, le juge McCowan, avec qui le juge Simon Brown était d’accord, a exprimé le point de vue que les plaignants pouvaient valablement invoquer l’existence d’un lien très étroit de proximité équivalant à une relation spéciale (le troisième juge, Beldam, a préféré ne pas exprimer d’opinion à ce stade) ; et la Cour d’appel a finalement radié l’affaire engagée contre la police pour l’unique motif d’exception d’ordre public.", "5.  Le poids ainsi attaché à l’exception dans cette affaire, ainsi que sa vaste portée et l’application exclusive qui lui a été donnée, se sont à mes yeux combinés pour produire une restriction disproportionnée au droit d’accès des requérants à un tribunal. Je suis par conséquent d’accord avec la conclusion énoncée au paragraphe 154 de l’arrêt. Pour moi, utiliser ainsi l’exception revient à manier l’outil de façon inopportune et brutale pour écarter des plaintes soulevant des questions de droits de l’homme telles qu’en pose le cas en l’espèce.", "", "", "", "", "OPINION CONCORDANTE DE M. LE JUGE JAMBREK", "(Traduction)", "1.  Je souscris à la conclusion unanime de la Cour quant à l’applicabilité de l’article 6 § 1 de la Convention aux griefs des requérants, et aux motifs indiqués dans l’arrêt à l’appui de cette conclusion.", "2.  Toutefois, selon moi, une interprétation de l’expression « droits et obligations de caractère civil » plus large que celle appliquée par la Cour, tant en l’espèce que dans sa jurisprudence en général, obligerait seulement la Cour à être convaincue de l’existence d’un droit au niveau interne – en l’occurrence, un droit dérivé de la responsabilité générale pour faute ou le devoir de diligence dû par la police aux plaignants. La seule condition pour que la Cour reconnaisse le caractère « civil » à un tel droit, garantissant par là-même à un requérant le droit d’accès à un tribunal national, consacré par l’article 6 § 1, serait que le droit en question soit reconnu dans l’ordre juridique interne comme un droit individuel relevant du domaine de la liberté générale de l’individu. Vu dans cette optique, le droit de tout un chacun à un procès équitable par un tribunal protégerait également l’individu dans ses relations avec les autorités de l’Etat.", "3.  Si la Cour avait pris pour point de départ cette interprétation de l’expression « droits de caractère civil », il ne lui aurait pas été nécessaire d’examiner si la règle d’immunité imposée à l’exercice du droit avait fonctionné en l’espèce de manière absolue ou permis aux tribunaux internes de procéder à une appréciation réfléchie du point de savoir s’il faut autoriser une affaire à aller jusqu’à l’examen au fond devant une juridiction interne et garantir pour ce faire au plaignant l’accès à un tribunal  (paragraphe 138 de l’arrêt). Il n’aurait pas non plus été nécessaire à la Cour d’établir si les requérants pouvaient valablement faire valoir que, dans ces conditions, il était équitable, juste et raisonnable de ne pas appliquer la règle d’immunité esquissée dans l’affaire Hill (paragraphe 139 de l’arrêt).", "4.  Mon raisonnement a été éclairé par les opinions dissidentes de MM. Melchior et Frowein dans la décision de la Commission européenne des Droits de l’Homme en l’affaire Benthem (rapport établi au titre de l’article 31 le 8 octobre 1983), ainsi que par le chapitre du juge van Dijk intitulé « The interpretation of « civil rights and obligations » by the European Court of Human Rights – one more step to take » – Franz Matscher et Herbert Petzold éditeurs, La protection des Droits de l’Homme : dimension européenne – Mélanges en l’honneur de Gérard J. Wiarda, Cologne, Carl Heymanns Verlag KG, 1988, pp. 131-143.", "5.  Dans l’affaire Sporrong et Lönnroth c. Suède (arrêt du 23 septembre 1982, série A n° 52), la Cour a dit que la cause des requérants n’ayant pu être entendue par un tribunal jouissant de la plénitude de juridiction, il y avait eu violation de l’article 6 § 1 de la Convention (p. 31, § 87). Dans son arrêt Golder c. Royaume-Uni (21 février 1975, série A n° 18), elle a souligné également (p. 17, § 35) que les garanties consacrées par l’article 6 § 1 de la Convention pouvaient être réduites à néant par le législateur interne si le droit d’accès à un tribunal n’était pas considéré comme implicite dans cette disposition :", "« (...) un Etat contractant pourrait, sans l’enfreindre, supprimer ses juridictions ou soustraire à leur compétence le règlement de certaines catégories de différends de caractère civil pour le confier à des organes dépendant du gouvernement. »", "Or la situation telle que la décrivent les faits de l’espèce est proche des inquiétudes exprimées par la Cour dans cette citation.", "6.  Je suis par conséquent d’accord aussi avec le jugement porté par M. le juge van Dijk selon lequel si la Cour devait franchir ce pas, et par conséquent ne plus limiter la signification de l’expression « droits et obligations de caractère civil » aux « droits et obligations de caractère privé », la sécurité et la prévisibilité de sa jurisprudence s’en trouveraient renforcées. De surcroît, si l’on entendait par « droits et obligations de caractère civil » « tous les droits qui sont des droits individuels dans l’ordre juridique interne et qui ressortissent du domaine de la liberté générale de l’individu » (voir supra l’opinion dissidente de M. Melchior et de M. Frowein dans l’affaire Benthem), la jurisprudence de la Cour serait plus conforme à l’objet et au but de l’article 6 et de la Convention dans son ensemble, à savoir respecter la condition de la prééminence du droit telle que l’a interprétée la Cour, par exemple dans l’affaire Klass et autres c. Allemagne (arrêt du 6 septembre 1978, série A n° 28) dans laquelle elle a dit (pp. 25-26, § 55) :", "« Elle implique, entre autres, qu’une ingérence de l’exécutif dans les droits d’un individu soit soumise à un contrôle efficace que doit normalement assurer, au moins en dernier ressort, le pouvoir judiciaire car il offre les meilleures garanties d’indépendance, d’impartialité et de procédure régulière. »", "", "Opinion partiellement dissidente\n et partiellement concordante de M. LE JUGE De Meyer, à laquelle déclarent se rallier MM. LES JUGES Lopes Rocha et Casadevall", "(Traduction)", "", "Dans cette triste affaire, tout indique que, depuis plusieurs mois avant le 7 mars 1988, les autorités de l’Etat défendeur étaient bien au courant du comportement étrange et inquiétant de M. Paget-Lewis. L’une et l’autre, l’ILEA et la police savaient, au moins depuis le printemps de 1987, qu’il était obsédé par Ahmet Osman. Elles savaient qu’il harcelait la famille Osman et la famille Green, les menaçant de plus en plus, de même que M. Perkins. Elles savaient que du mal avait déjà été fait. Depuis décembre 1987 elles ne pouvaient plus guère douter que d’autres faits, plus graves encore, étaient à prévoir.", "Elles ne firent toutefois presque rien pour écarter le danger imminent et protéger les intéressés.", "Elles auraient dû, avant qu’il ne fût trop tard, prendre en charge M. Paget-Lewis afin de le faire soigner convenablement. Au lieu de cela elles laissèrent aller les choses jusqu’à ce qu’il finît par tuer deux personnes et en blesser deux autres.", "Lors de son arrestation, M. Paget-Lewis demanda lui-même aux policiers pourquoi ils ne l’avaient pas stoppé avant qu’il n’eût fait ce qu’il fit et leur rappela qu’il avait donné tous les signes prémonitoires. Il avait raison.", "J’estime donc qu’en négligeant de faire ce qu’elles auraient dû faire, les autorités de l’Etat défendeur ont méconnu le droit des requérants à la vie, ainsi que leur droit au respect de leur vie privée et familiale.", "", "", "A cela s’est ajoutée, bien entendu, la violation de leur droit d’accès à la justice, puisqu’on leur dénia toute possibilité de voir leurs griefs concernant les carences de la police dûment examinés par un tribunal. Il était sans intérêt de savoir s’ils pouvaient ou ne pouvaient pas y prétendre en vertu d’un droit matériel au niveau interne, puisqu’ils se prétendaient victimes d’une violation de droits fondamentaux (et donc aussi civils), qui leur sont reconnus par la Convention, nonobstant tout ce que peuvent comporter de contraire le droit et la pratique internes, et puisque leur droit à ce que leur cause fût entendue par un tribunal était aussi un droit de cette nature. Il était pareillement sans intérêt que l’immunité de la police fût ou ne fût pas absolue, puisqu’en son principe même une telle immunité n’est pas acceptable dans un Etat de droit. Le refus de prendre en considération l’action engagée par les requérants était dès lors un évident déni de justice.", "", "OPINION PARTIELLEMENT DISSIDENTE\n ET PARTIELLEMENT CONCORDANTE\nDE M. LOPES ROCHA", "Je regrette de ne pas suivre la majorité en ce qui concerne le constat de non-violation des articles 2 et 8 de la Convention.", "Mon interprétation des faits – la même que celle de M. le juge De Meyer – me conduit à la conclusion que la police a sous-estimé le danger que représentait M. Paget-Lewis pour la vie et l’intégrité physique de M. Ahmet Osman et probablement de ses proches.", "A mon avis, on ne peut invoquer, comme le prétend le gouvernement défendeur, l’absence d’un lien de causalité entre le manquement d’agir préventivement reproché aux autorités et les événements survenus.", "En effet, l’appréciation de la responsabilité par omission impose une approche assez différente de celle de la responsabilité par action. La première doit être appréciée selon les règles généralement admises : il faut juger si l’omission de telles ou telles mesures est à la source du passage à l’acte d’une personne dont le comportement antérieur annonçait déjà qu’il existait une probabilité qu’il allait se comporter agressivement à l’égard d’une autre personne pour laquelle il avait une affection particulière.", "Or, dans le cas d’espèce, il y avait des indices très sérieux d’un comportement agressif de la part de M. Paget-Lewis, de nature à laisser penser qu’à la première occasion, ce dernier passerait à l’acte. Il ne faut pas oublier que M. Paget-Lewis présentait des traits de personnalité assez bizarres, que la police connaissait, même si des doutes existaient quant à une inclination homosexuelle.", "Vu aussi l’expérience professionnelle que l’on est en droit d’attendre de la police, on pouvait légitimement exiger de celle-ci qu’elle fasse preuve de prudence et qu’elle prenne des mesures de protection à l’égard des personnes menacées. L’omission de ces mesures engage la responsabilité de la police et de l’Etat concerné. Il y a donc eu violation des articles susmentionnés.", ""]}