{"file": "FRE_CLINF_6087_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "6087/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 164", "Juin 2013", "Grimailovs c. Lettonie - 6087/03", "Arrêt 25.6.2013 [Section IV]", "Article 3", "Traitement dégradant", "Impossibilité pour un prisonnier paraplégique d’avoir un accès indépendant à l’infrastructure de la prison et absence d’assistance organisée avec sa mobilité et routine quotidienne : violation", "", "En fait – En juin 2002, le requérant, qui avait un implant métallique dans la colonne vertébrale depuis qu’il s’était cassé le dos deux ans plus tôt, fut condamné à une peine de cinq ans et demi d’emprisonnement. Il estimait notamment que la configuration de la prison n’était pas adaptée à son état, car il était paraplégique et cloué dans un fauteuil roulant. En 2006, il bénéficia d’une libération conditionnelle.", "En droit – Article 3 : Le requérant a été détenu pendant près de deux ans et demi dans un centre pénitentiaire ordinaire qui n’était pas adapté aux personnes en fauteuil roulant. Le Gouvernement a fait valoir que l’intéressé avait été placé dans une unité spéciale réservée aux détenus souffrant de problèmes de santé, mais la Cour observe que les installations ne semblent pas avoir comporté moins d’obstacles architecturaux ou techniques dans cette unité que dans les ailes ordinaires de la prison. Une rampe aurait été installée pour faciliter l’accès en fauteuil roulant à la cour de promenade, mais d’autres lieux, tels que le réfectoire, les toilettes, le sauna, la bibliothèque, le magasin, le gymnase, la salle de visites et la salle de téléphone, sont demeurés inaccessibles. Même si le requérant n’était pas enfermé dans sa cellule pendant la journée et pouvait en théorie se déplacer dans la salle de vie de son unité, la possibilité pour lui d’utiliser les lieux était restreinte par sa paraplégie. Il n’avait pas accès aux douches et ne pouvait compter pour assurer son hygiène personnelle que sur une toilette hebdomadaire au sauna, ce qui était insuffisant. De plus, il n’a pas été adopté de mesures pour alléger les inconvénients qui découlaient de l’impossibilité pour le requérant d’accéder aux sanitaires lors des visites conjugales de sa femme, visites qui, en vertu de la législation lettone, pouvaient durer quarante-huit heures. A cet égard, la Cour dit que, dans l’exercice de leur ample marge d’appréciation en matière d’autorisation des visites conjugales, les Etats doivent tenir dûment compte des besoins et des ressources de la communauté et des individus. Le fait d’avoir placé le requérant dans des locaux où il ne pouvait pas se laver convenablement ni utiliser les toilettes, même pendant une période limitée, ne peut guère être considéré comme compatible avec le respect de sa dignité humaine.", "Le requérant a dû compter sur ses codétenus, qui n’étaient ni formés ni qualifiés pour cela, pour l’assister dans ses activités quotidiennes et pour l’aider à se mouvoir dans la prison. Certes, il recevait dans sa cellule les visites du personnel médical qui pratiquait des contrôles médicaux de routine, mais ce personnel ne lui apportait aucune assistance pour ses activités quotidiennes. Or l’obligation pour l’Etat d’assurer des conditions adéquates de détention comprend celle de répondre aux besoins spéciaux des détenus ayant un handicap physique, et il ne peut pas s’exonérer de cette obligation en en transférant la responsabilité aux détenus.", "A la lumière de ces considérations et de leurs effets cumulatifs, la Cour conclut que, compte tenu du handicap physique du requérant et, en particulier, de l’impossibilité dans laquelle il s’est trouvé d’accéder sans assistance aux différents lieux de la prison – dont les sanitaires – et du fait qu’il n’a été organisé aucune assistance à sa mobilité dans la prison ou pour ses activités quotidiennes, ses conditions de détention ont atteint le seuil de gravité requis pour constituer un traitement dégradant.", "Conclusion : violation (unanimité).", "La Cour conclut aussi à une violation de l’article 3 en raison de l’absence d’enquête effective sur les allégations du requérant selon lesquelles il aurait été maltraité par la police en septembre 2001.", "Article 41 : 6 000 EUR pour préjudice moral.", "(Voir aussi Čuprakovs c. Lettonie, , 18 décembre 2012 ; Turzynski c. Pologne (déc.), , 17 avril 2012 ; D.G. c. Pologne, , 12 février 2013 ; et Todorov c. Bulgarie (déc.), , 12 février 2013)", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}