{"file": "FRE_HFJUD_71678_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "71678/01", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE GOURGUENIDZE c. GÉORGIE", "", "", "(Requête no 71678/01)", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "17 octobre 2006", "", "", "", "DÉFINITIF", "", "17/01/2007", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Gourguénidzé c. Géorgie,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tA.B. Baka,\n\t\tR. Türmen,\n\t\tM. Ugrekhelidze,\n\tMmes\tA. Mularoni,\n\t\tD. Jočienė,\n\tM.\tD. Popović, juges,", "et de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 5 janvier et 26 septembre 2006,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 71678/01) dirigée contre la Géorgie et dont un ressortissant de cet Etat, M. David Gourguénidzé (« le requérant »), a saisi la Cour le 18 mai 2001 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par M. V. Kakabadzé, avocat à Tbilissi. Le gouvernement géorgien (« le Gouvernement ») était représenté successivement par M. L. Tchélidzé, Mmes T. Bourdjaliani et E. Gouréchidzé, représentants généraux du Gouvernement auprès de la Cour, auxquels ont succédé le 1er septembre 2005 M. S. Papouachvili et Mme I. Bartaïa, agents du Gouvernement.", "3.  Le requérant alléguait en particulier que des informations parues à son sujet dans un journal national, ainsi que les décisions des juridictions internes à cet égard, emportaient violation de son droit au respect de sa vie privée, garanti par l’article 8 de la Convention.", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1 du règlement).", "6.  Par une décision du 5 janvier 2006, la chambre a déclaré la requête partiellement recevable.", "7.  Le requérant a déposé des observations écrites complémentaires (article 59 § 1 du règlement), mais non le Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Le requérant, M. David Gourguénidzé, est un ressortissant géorgien, né en 1957 et résidant à Tbilissi.", "9.  Maître de conférence dans le passé et sans travail au moment des faits, le requérant décida de vendre des manuscrits, hérités de son père, afin de subvenir aux besoins de sa famille. Ainsi, en 1999, il publia dans plusieurs journaux nationaux une annonce de vente d’un manuscrit de Konstantiné Gamsakhourdia, un des plus grands écrivains géorgiens du XXe siècle. Le manuscrit représentait un article écrit en 1970 et adressé au journal « Communiste » pour publication.", "10.  Suite à cette annonce, Mme M. Artchvadzé-Gamsakhourdia, bellefille de l’écrivain et épouse de M. Z. Gamsakhourdia, ex-Président décédé de la Géorgie, prit rendez-vous avec le requérant. Elle se fit accompagner par une proche, ainsi que par une journaliste, Mme G. Baladzé. Les deux accompagnatrices apparurent dans l’appartement de rendez-vous en premier, la belle-fille de l’écrivain les attendant en bas de l’immeuble pour « se manifester au moment venu ».", "Cette visite engendra une série d’interviews et d’articles de la journaliste G. Baladzé, publiés sur les premières pages des numéros 189-204 du journal national Akhali Thaoba.", "11.  Le premier article, intitulé « Le marchandage public des manuscrits de Konstantiné Gamsakhourdia a commencé », parut le 12 juillet 1999. Il en ressort que la journaliste ne se présenta pas au rendez-vous en tant que journaliste, mais en tant qu’acheteuse potentielle du manuscrit. Elle relata dans son article que le requérant lui avait montré le manuscrit ainsi que sa copie, celle-ci portant la mention d’authenticité de l’écriture de K. Gamsakhourdia, apposée par la directrice du Musée d’Etat de la littérature. A la question de la journaliste par quel moyen il avait pris possession de ce manuscrit, le requérant aurait répondu que « c’était un petit secret ». A la question si la révélation de ce secret lui posait problème, le requérant aurait répondu que, si ceci avait été un problème, il ne se serait pas adressé à la directrice du Musée d’Etat de la littérature pour que celle-ci certifie l’authenticité de la copie et il n’aurait pas décidé d’annoncer la vente publiquement. La journaliste relata qu’à un moment, la seconde visiteuse feignit de descendre dans la voiture pour apporter l’argent et amena la bellefille de l’écrivain avec elle.", "12.  Une fois entrée dans l’appartement, Mme Artchvadzé-Gamsakhourdia regarda le manuscrit et dit que « ceci était volé de sa maison » et demanda au requérant « qui est-ce qui le lui avait donné ». Le requérant s’indigna et lui demanda si elle pensait réellement qu’il avait obtenu le manuscrit par voie criminelle. La belle-fille de l’écrivain répondit par l’affirmative. Elle prit le manuscrit et regagna la sortie. Le requérant lui barra le chemin et lui demanda de lui laisser ce qui lui appartenait. Il ferma ensuite la porte à clé. La belle-fille de l’écrivain voulut appeler la police. Le requérant appela la police lui-même. « Voilà, comment nous avons été prises en otage avec Mme Artchvadzé-Gamsakhourdia », conclut la journaliste dans son article. Elle s’étonna que le requérant n’avait pas eu peur de la police, n’avait pas « rendu le manuscrit à sa propriétaire » et ne cessait de répéter que le manuscrit lui appartenait.", "13.  La police se rendit entre-temps sur place et le requérant, ainsi que ses hôtes, furent emmenés au commissariat pour déposition. Le requérant y fut retenu pendant deux heures environ avant d’être relâché. Il y fut photographié par un photographe ayant rejoint la journaliste G. Baladzé au commissariat.", "14.  Dans le numéro de Akhali Thaoba du 14 juillet 1999, Mme Artchvadzé-Gamsakhourdia, interviewée par la même journaliste, déclara que, la veille, elle avait « attrapé par hasard un chasseur de manuscrits. »", "15.  Lors de l’interview suivante, parue le 15 juillet 1999, Mme Artchvadzé-Gamsakhourdia affirma qu’elle savait « qui étaient les cambrioleurs de la Tour colchidienne, résidence familiale des Gamsakhourdia, et que la police, à moins qu’elle reçoive un ordre de classer l’affaire sans suite, obligerait le requérant à lui restituer le manuscrit. Elle ajouta que le requérant « s’entretenait grâce à ces manuscrits. »", "16.  La journaliste rendit ensuite visite à la belle-fille de l’écrivain et publia leur conversation dans le même journal. En guise d’introduction, elle informa le public que des manuscrits et d’autres objets appartenant à l’écrivain avaient été volés, lorsque les opposants politiques de Gamsakhourdia fils avaient mis le feu à la Tour colchidienne. « (...) l’un des manuscrits volés de la Tour avait fait l’objet de commerce il y a quelques jours », affirma la journaliste. « A ce sujet, l’enquête est en cours à la police du district de Mthatsminda. (...) Mme Artchvadzé-Gamsakhourdia me montra l’étagère où était gardé le manuscrit qui se vendait il y a quelques jours pour 300 dollars américains (...) », poursuivit-elle.", "17.  Après cette introduction, la journaliste questionna son interlocutrice :", "« Madame, nous avons été témoins de la vente des manuscrits de K. Gamsakhourdia, volés de la Tour colchidienne. Quel est votre avis à ce sujet ? »", "En réponse, Mme Artchvadzé-Gamsakhourdia affirma que, suite à une annonce dans la presse, elle avait été témoin de la vente des manuscrits de K. Gamsakhourdia, jadis conservés dans la Tour. Elle les avait elle-même souvent rangés, elle savait dans quelle chemise et quel carton elle les gardait.", "La journaliste répliqua :", "« La personne concernée – M. D. Gourguénidzé – déclarait hier qu’il était propriétaire de ces manuscrits (...) »", "La belle-fille de l’écrivain répondit que le manuscrit en question était conservé dans leur famille, puisqu’il s’agissait d’un brouillon ; que très rarement, l’écrivain adressait un manuscrit à quelqu’un ; et que l’absence de cachet et de numéro des archives des musées sur ce manuscrit prouvait bien qu’il était volé de la Tour. A la fin, elle interrogea la journaliste : « Si je vous vole quelque chose et je vous annonce que je suis propriétaire, est-ce que ceci veut dire que je suis vraiment propriétaire ? Ceci transgresse toutes les limites de la moralité (...) ». Elle poursuivit :", "« Lorsque j’allais rendre visite [au requérant], je croyais qu’en me voyant, il me transmettrait ce manuscrit avec plaisir, parce que celui-ci appartient à ma famille. (...) Mais, M. Gourguénidzé est un athée terrible, (...), il ne peut pas comprendre. Pour lui, voler, cambrioler ne veulent rien dire. J’ai été particulièrement indignée, lorsqu’il a déclaré que son père travaillait dans les archives. Il a donc remis en cause la réputation de son père aussi. Nous savons que son père travaillait dans les archives, mais si, tout ce qu’il y voyait, lettres ou autres documents, importants pour l’avenir du pays, il l’emportait à la maison, c’est terrifiant. Sur une telle personne, il faudrait jeter l’anathème, pourquoi caractérise-t-il ainsi son père ? (...) Son père venait souvent dans notre famille, (...), nous savions de quelle organisation il faisait partie, mais on ne peut pas mettre tout le monde à la porte. (...) Vers la fin, il venait chez nous moins souvent, parce qu’il sentait ma froideur à son égard : je savais pourquoi il nous rendait visite (...). Alors, comme nous avons constaté hier, son fils pratique la même activité (...) il a commis un crime devant la Nation. Il vole les archives dans des familles, alors qu’elles doivent rester soit dans ces familles soit appartenir à l’Etat ».", "18.  Cette partie de l’interview fut accompagnée d’une photographie du requérant.", "19.  Le requérant s’adressa au rédacteur en chef de Akhali Thaoba et demanda que les informations calomnieuses soient réfutées publiquement par le biais du même journal. Il requit également la publication de son article dans lequel il démentirait lesdites informations.", "20.  Le 15 juillet 1999, la réponse du requérant fut publiée sur la dernière page du journal. Selon lui, elle fut modifiée et déformée à ce point qu’elle se trouvait vidée de sens. Dans cette réponse, telle qu’elle parut dans Akhali Thaoba, on lit :", "« Le manuscrit en question est une lettre adressée par l’écrivain en 1970 à la rédaction du journal « Communiste ». (...) Ainsi, ce qui avait été envoyé de la Tour colchidienne à une rédaction par l’écrivain, n’aurait pu être volé par personne de cette même Tour. (...) L’article ne fut pas publié dans le journal « Communiste » à l’époque (...). La seule chose que je demande à la journaliste G. Baladzé, c’est de me dispenser publiquement de ce qualificatif de cambrioleur de la Tour colchidienne ! (...) »", "A la fin, le requérant remarqua :", "« En revanche, je ne demande pas [à G. Baladzé] que je sois pleinement réhabilité ! Que je garde l’autre qualificatif de cambrioleur du journal « Communiste » ! A notre époque, ceci peut même paraître valorisant ! »", "21.  En réponse, dans le numéro suivant, la journaliste s’adressa publiquement au requérant :", "« (...) quand vous êtes venu indigné à la rédaction, je vous ai proposé une interview, mais vous l’avez refusée. (...) Vous soutenez que le manuscrit en question représente un article qui, envoyé par l’écrivain à la rédaction de « Communiste », n’a jamais été publié. Mais le manuscrit ne porte pas le numéro d’enregistrement par cette rédaction et ses archives (ce qui était obligatoire pour un journal de l’époque communiste). Estce qu’on ne pourrait pas se demander, dans ce cas, si le manuscrit avait été réellement envoyé à la rédaction ? (...) Vous me demandez de vous dispenser du qualificatif de cambrioleur de la Tour colchidienne. Dans mon interview, j’ai posé des questions connues de tous, qui concernent la mise à feu et le cambriolage de la Tour colchidienne. En revanche, vous, dans votre article, vous soulevez des faits qui demandent à être prouvés. Le seul fait incontestable, c’est que le manuscrit s’est trouvé entre vos mains (...) »", "22.  Par une lettre du 20 juillet 1999, le chef du Commissariat de police du district de Mthatsminda informa le requérant que l’action publique n’avait pas été mise en mouvement et que la plainte de Mme ArtchvadzéGamsakhourdia dirigée à son encontre avait été classée sans suite pour cause d’absence du corps du délit dans son action.", "23.  En décembre 1999, le requérant assigna en justice Akhali Thaoba et la journaliste concernée en soutenant que celle-ci avait violé son droit à l’honneur, à la dignité et au respect de sa vie privée et de sa réputation. Il contesta les informations contenues dans les publications exposées ci-dessus et souleva également des griefs tirés de la publication illégale de sa photographie et du refus du journal de réfuter sur ses pages les informations calomnieuses. Le requérant soutint que, depuis le 12 juillet 1999, sa vie était devenue un enfer, il n’osait plus sortir voir ses amis en craignant qu’ils aient lu les publications, qu’il devait donner des explications en permanence aux membres de sa famille et à ses anciens étudiants et qu’il était amené à subir des interrogatoires à la police suite au scandale délibérément provoqué par la journaliste G. Baladzé. Le requérant requit que les informations calomnieuses en cause soient intégralement démenties sur les pages du même journal et que la journaliste et la rédactrice en chef l’indemnisent du dommage moral subi.", "24.  Statuant par une décision du 21 février 2000, le tribunal de première instance du district de Didoubé-Tchougouréthi à Tbilissi examina l’interview lors de laquelle Mme Artchvadzé-Gamsakhourdia avait affirmé que voler et cambrioler ne voulaient rien dire pour le requérant. Se référant à l’ordonnance de classement sans suite de la plainte dirigée à l’encontre du requérant, il conclut que ces propos ne correspondaient pas à la réalité et qu’ils portaient atteinte à l’honneur et à la dignité du requérant. Estimant que le journal n’avait fait que diffuser les propos de Mme ArtchvadzéGamsakhourdia, il ordonna à la journaliste et à la rédaction de Akhali Thaoba de réfuter publiquement les propos précités. La demande de compensation du dommage moral fut rejetée, au motif que « le requérant n’avait pas démontré qu’il avait subi un préjudice matériel suite à une violation du droit non matériel » ou que la partie défenderesse avait « obtenu un profit matériel » en diffusant les informations litigieuses. Le requérant fut condamné à s’acquitter de la taxe d’Etat d’un montant de 73 EUR environ.", "25.  Le requérant interjeta appel contestant le rejet de sa demande de compensation morale. Il rappela que la journaliste avait diffusé les informations litigieuses sans aucune vérification et n’avait pas attendu le résultat de l’enquête de police, communiqué le 20 juillet 1999, soit quelques jours après la date de parution de la première publication dans le journal.", "26.  Le 13 juillet 2000, la cour régionale de Tbilissi confirma le jugement du 21 février 2000. Elle considéra que, puisque les informations parues dans le journal représentaient l’avis de Mme Artchvadzé-Gamsakhourdia, émis dans le cadre des interviews, les publications ne pouvaient engager ni la responsabilité du journal ni celle de la journaliste. Par conséquent, et en l’absence de faute de la journaliste, les juges conclurent que la demande de compensation morale du requérant était mal fondée et que, si une telle compensation était allouée sans fondement, la liberté de presse s’en trouverait restreinte. A cet égard, le requérant se vit reprocher de ne pas avoir réussi à démontrer que le tirage de Akhali Thaoba avait augmenté grâce à la publication des interviews en cause, ou que celles-ci avaient apporté un profit quelconque au journal.", "27.  L’arrêt d’appel fut accompagné d’une opinion dissidente du président de la formation. Selon ce magistrat, le journal avait porté atteinte à deux aspects de la vie du requérant. D’une part, la parution des fausses informations accompagnées de la photographie du requérant avait contribué à ce que la société change d’avis sur lui, avait amené le requérant à craindre le regard d’autrui l’ayant considéré, avant ces publications, comme un homme honnête, et l’avait soumis à des doutes et tourments personnels. D’autre part, ces informations diffusées à l’échelle nationale avaient suscité chez le requérant un sentiment de honte, ce qui l’empêchait de penser qu’il pourrait un jour se présenter, en sa qualité de maître de conférence, devant un amphithéâtre rempli d’étudiants. Ainsi, s’opposant à l’arrêt d’appel, le président de la formation conclut que la journaliste, ne s’étant pas souciée de la véracité de ses affirmations, avait commis un acte de négligence professionnelle lui étant entièrement imputable. Selon ce magistrat, la demande de compensation morale du requérant était fondée, parce que nécessaire au rétablissement de son équilibre psychologique, lequel avait été rompu suite à la parution des publications litigieuses. En outre, la compensation morale aurait produit un effet de prévention sur la journaliste et sur la presse en général au profit de la protection des droits d’autrui.", "28.  Le requérant se pourvut en cassation. Il contesta le fait que les juridictions de fond ne statuèrent pas sur le moyen tiré de la publication illégale de sa photographie accompagnée de propos insultants. Il soutint que sa réponse, publiée sur la dernière page du journal sous forme défigurée, n’avait compensé en rien le préjudice moral causé.", "29.  Le 1er décembre 2000, ce pourvoi fut rejeté par la Cour suprême de Géorgie qui considéra qu’une compensation morale ne pouvait pas être allouée en l’absence de faute de la journaliste et du journal. Elle ne répondit pas au moyen du requérant, tiré de la publication de sa photographie.", "30.  Passée en force de chose jugée à cette dernière date, la décision, rendue le 21 février 2000 en première instance, ne fut jamais exécutée par le journal.", "31.  Affirmant que son père était un collectionneur de manuscrits, le requérant produisit devant la Cour un certificat attestant la vente par son père de différents manuscrits historiques géorgiens des XVIII-XXes siècles à l’Institut national des manuscrits.", "II.  LE DROIT INTERNE PERTINENT", "32.  Code civil, en vigueur à l’époque des faits", "Article 18 §§ 2, 3, 4, 5 et 6", "« (...) 2.  L’individu a le droit de requérir par voie judiciaire la réfutation des informations qui portent atteinte à son honneur, à sa dignité, au secret de sa vie privée, à sa sécurité personnelle ou à sa réputation professionnelle, lorsque celui qui est à l’origine de la diffusion de ces informations ne prouve pas qu’elles correspondent à la réalité. (...)", "3.  Si les informations portant atteinte à l’honneur, à la dignité, à la réputation professionnelle ou au secret de la vie privée de l’individu sont diffusées par les médias, leur réfutation doit avoir lieu dans les mêmes médias. (...)", "4.  Lorsque les informations portant atteinte à l’honneur et à la dignité de l’individu ont été diffusées par les médias, celui-ci a le droit de publier dans les mêmes médias des informations en réponse.", "5.  L’individu a les droits définis aux paragraphes 1 et 2 du présent article, lorsque son image (photographie, film et autres) a été publiée sans son accord. Cet accord n’est pas nécessaire, lorsque l’enregistrement de son image (photographie, film et autres) est corollaire de sa notoriété publique, du poste qu’il occupe, des exigences judiciaire ou policière, des objectifs scientifiques, éducatifs ou culturels, ou bien, lorsque l’enregistrement a eu lieu dans des conditions d’exposition publique ou que l’individu a perçu une rétribution pour avoir posé.", "6. Les droits garantis par le présent article sont protégés malgré la question d’imputabilité de la faute à l’auteur de la violation. Toutefois, si la violation lui est imputable, la personne lésée peut requérir l’indemnisation du dommage matériel. La somme indemnisée peut égaler le profit que l’auteur a pu tirer de la violation. Dans le même cas, la personne lésée peut requérir également l’indemnisation du dommage moral. L’indemnisation du dommage moral s’effectue indépendamment de l’indemnisation du dommage matériel. »", "33.  Loi du 10 août 1991, relative à la presse et aux médias, en vigueur jusqu’au 24 juin 2004", "Article 4 (tel qu’amendé le 25 novembre 1997)", "« La liberté des médias peut faire l’objet de restrictions dans les cas et selon les voies prévus par la loi. »", "Article 20", "« Toute personne ou organisation a le droit de requérir d’une rédaction, à partir d’un médium, d’infirmer l’information qu’elle juge outrageante à son égard. A partir de la réception de cette demande, au plus tard dans une semaine, la réfutation ou une réponse doit être publiée dans le journal ou la revue correspondante sur la même page et sous une rubrique spéciale ou dans l’émission suivante correspondante. La réfutation peut être publiée dans un autre journal ou une autre revue si l’information avait paru dans une édition non périodique. »", "Article 24 § 2", "« Le journaliste est tenu de (...) vérifier la véracité de l’information qu’il a obtenue. »", "Article 25", "« La diffusion de fausses informations, l’outrage et la calomnie, infligés intentionnellement à une personne ou une organisation, engagent la responsabilité des médias publics et privés, de leurs dirigeants, du rédacteur en chef et des auteurs de la publication qui ont enfreint la présente loi. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "34.  Le requérant se plaint que les informations et sa photographie, parues dans le journal Akhali Thaoba, ainsi que les décisions des juridictions internes à cet égard, emportent violation de son droit au respect de sa vie privée, garanti par l’article 8 de la Convention qui est ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée (...)", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire (...) à la protection des droits et libertés d’autrui. »", "1.  Thèses des parties", "35.  Le Gouvernement affirme qu’il n’y a pas eu ingérence dans la vie privée du requérant. Il estime en premier lieu que le fait d’avoir été photographié au commissariat de police dépasse le cadre de la vie privée du requérant, étant donné l’intérêt particulièrement accru du public envers le pillage de la Tour colchidienne. Pour ce qui est des informations parues dans Akhali Thaoba, le Gouvernement met l’accent sur le même intérêt public et affirme qu’il n’y avait aucune intention de la part de la journaliste d’insulter le requérant, de porter atteinte à son honneur, à sa dignité ou encore à sa réputation. Il souligne que le journal offrit à l’intéressé la possibilité de répliquer aux propos et accusations de Mme ArtchvadzéGamsakhourdia, contenus dans les interviews litigieuses. En revanche, le requérant ne produisit pas devant les tribunaux la copie de sa réponse qui, selon lui, aurait subi une censure pour ne pas être publiée entièrement.", "Le Gouvernement relève en outre l’impossibilité pour le requérant de prouver qu’il détenait le manuscrit légalement, ce qui aurait naturellement renforcé le doute des magistrats quant à l’obtention du document lors du pillage de la Tour colchidienne. Il admet toutefois que le requérant avait produit devant les juridictions internes l’ordonnance de classement sans suite de la plainte dirigée à son encontre. Dès lors qu’en se fondant sur cette ordonnance, les tribunaux ordonnèrent au journal et à la journaliste de réfuter certains propos de Mme Artchvadzé-Gamsakhourdia, les décisions des juridictions internes furent, selon le Gouvernement, en conformité avec les principes établis par la Cour dans son arrêt Jersild c. Danemark (arrêt du 23 septembre 1994, série A no 298).", "36.  Le requérant s’oppose à cette thèse et affirme qu’il y a eu ingérence dans sa vie privée de la part de la journaliste et que les décisions judiciaires ne remédièrent pas à la violation de ses droits. Quant au caractère public de l’affaire invoqué par le Gouvernement, le requérant rappelle qu’il n’est pas une personnalité publique et qu’il n’était guère censé tolérer l’ingérence telle qu’elle eut lieu dans son cas.", "Le requérant met en outre l’accent sur le fait qu’aucune des juridictions ne répondit à sa prétention quant à la publication de sa photographie dans un journal national avec de fausses informations portant atteinte à sa personne. Il conçoit qu’il soit permis de publier la photographie d’un suspect ou d’un criminel recherché, mais estime condamnable la publication de la photographie d’une personne interpellée par la police aux fins d’une enquête. En effet, en cas de classement sans suite, de non-lieu ou d’acquittement par la suite, cette publication serait fort dommageable pour cette personne. Il estime que ceci fut son cas. D’autant plus qu’il ne fit jamais l’objet de poursuites pénales et il n’était demeuré au commissariat qu’aux fins de l’interrogatoire suite à la plainte déposée à son encontre par Mme Artchvadzé-Gamsakhourdia. Or, sa photographie, prise lors de cette rétention par un « paparazzi » de Akhali Thaoba, avait été publiée telle la photographie d’un criminel, accompagnée de qualificatifs outrageants. Le requérant précise qu’il n’avait jamais donné son accord pour cette publication et celle-ci n’avait nullement été nécessaire aux fins de l’enquête.", "2.  Appréciation de la Cour", "37.  La Cour note que le requérant ne se plaint pas d’un acte de l’Etat, mais d’une absence de protection suffisante de sa vie privée de la part de celui-ci (cf. Von Hannover c. Allemagne, no 59320/00, § 56, CEDH 2004...). Or, si l’article 8 a essentiellement pour objet de prémunir l’individu contre les ingérences arbitraires des pouvoirs publics, il ne se contente pas de commander à l’Etat de s’abstenir de pareilles ingérences : à cet engagement négatif peuvent s’ajouter des obligations positives inhérentes au respect effectif de la vie privée ou familiale. Elles peuvent nécessiter l’adoption de mesures visant au respect de la vie privée jusque dans les relations des individus entre eux (voir, mutatis mutandis, X et Y c. Pays-Bas, arrêt du 26 mars 1985, série A no 91, p. 11, § 23 ; Stubbings et autres c. Royaume-Uni, arrêt du 22 octobre 1996, Recueil des arrêts et décisions 1996-IV, § 62 ; Stjerna c. Finlande, arrêt du 25 novembre 1994, série A no 299-B, p. 61, § 38), y compris lorsqu’il s’agit d’une atteinte au principe du respect de la personne humaine.", "38.  La frontière entre les obligations positives et négatives de l’Etat au regard de l’article 8 ne se prête pas à une définition précise ; les principes applicables sont néanmoins comparables. En particulier, dans les deux cas, il faut prendre en compte le juste équilibre à ménager entre l’intérêt général et les intérêts de l’individu, l’Etat jouissant en toute hypothèse d’une marge d’appréciation. Cette protection de la vie privée doit être mise en balance avec la liberté d’expression garantie par l’article 10 de la Convention (Minelli c. Suisse (déc.), no 14991/02, 14 juin 2005 ; Schüssel c. Autriche (déc.), no 42409/98, 21 février 2002 ; Von Hannover, précité, §§ 57 et 58).", "39.  La Cour note que le code civil géorgien et la loi relative à la presse et aux médias, tels qu’en vigueur à l’époque des faits, offraient aux individus un degré considérable de protection de leurs droits face à l’ingérence des médias dans leur vie privée et à l’imputation publique de faits ne correspondant pas à la réalité (voir paragraphes 32-33 ci-dessus). Ce fait ne prête pas à une controverse entre les parties. En l’espèce, la question des obligations positives de l’Etat défendeur se pose au niveau des décisions des juridictions internes qui, selon le requérant, ne lui offrirent pas de protection contre l’ingérence de la journaliste de Akhali Thaoba dans sa vie privée. C’est donc en ayant égard à la mise en balance par les juridictions géorgiennes du droit découlant de l’article 8 avec le droit à la liberté d’expression au regard de l’article 10, dont la journaliste concernée et le journal Akhali Thaoba sont titulaires (Von Hannover, précité, § 58), que la Cour devra apprécier le degré satisfaisant ou non de la protection offerte à l’intéressé.", "40. A cet égard, la Cour relève d’emblée, qu’en l’espèce, la liberté d’expression n’appelait pas une interprétation élargie, le requérant étant une personne inconnue du public (cf. a contrario, entre autres, Schüssel, décision précitée ; Von Hannover, précité, § 66 ; mutatis mutandis, Krone Verlag GmbH & Co. KG c. Autriche, no 34315/96, §§ 35-37, 26 février 2002). En effet, les limites de la critique admissible à son égard ne sauraient être aussi larges que lorsqu’il s’agit d’une personnalité publique qui s’expose inévitablement et consciemment à un contrôle attentif de ses faits et gestes et qui doit dès lors montrer une plus grande tolérance (voir, parmi d’autres, Lingens c. Autriche, arrêt du 8 juillet 1986, série A no 103, § 42).", "41.  Ensuite, eu égard au contenu des publications parues dans Akhali Thaoba, journal diffusé à l’échelle nationale, la Cour estime que celles-ci ont dû avoir un effet négatif incontestable sur la personnalité du requérant, ses rapports personnels avec sa famille et ses amis, ainsi que sur ses liens sociaux tissés au fil des années avec ses collègues et étudiants. Il est vrai que la Convention ne garantit pas en tant que tel le droit à l’honneur et à une bonne réputation (Saltuk c. Turquie (déc.), no 31135/96, 24 août 1999). Cependant, elle ne permet pas que soient affectés le domaine « intime » de l’individu dans lequel il doit pouvoir poursuivre librement le développement et l’accomplissement de sa personnalité (Deklerck c. Belgique, décision du 11 juillet 1980, no 8307/78, Décisions et rapports 21, p. 116) ou bien le domaine « externe » dans lequel il doit pouvoir nouer et développer, sans ingérences extérieures, des relations avec ses semblables et le monde extérieur, y compris dans le domaine professionnel et commercial (voir, mutatis mutandis, Niemietz c. Allemagne, arrêt du 16 décembre 1992, série A no 251B, p. 33, § 29 ; C. c. Belgique, arrêt du 7 août 1996, Recueil 1996III, § 25).", "42.  La Cour réitère que les reportages d’actualité́ axés sur des entretiens, mis en forme ou non, représentent l’un des moyens les plus importants sans lesquels la presse ne pourrait jouer son rôle indispensable de « chien de garde » public (voir, par exemple, Observer et Guardian c. Royaume-Uni, arrêt du 26 novembre 1991, série A no 216, pp. 29-30, § 59). Sanctionner un journaliste pour avoir aidé à la diffusion de déclarations émanant d’un tiers dans un entretien entraverait gravement la contribution de la presse aux discussions de problèmes d’intérêt général et ne saurait se concevoir sans raisons particulièrement sérieuses (Jersild c. Danemark, arrêt du 23 septembre 1994, série A no 298, § 35). Cependant, la presse ne saurait franchir les bornes fixées en vue, notamment, de la « protection de la réputation ou des droits d’autrui » (ibid. § 31).", "43.  Selon le Gouvernement, le pillage du domicile de K. Gamsakhourdia était connu de tous et, par conséquent, la vente d’un manuscrit de ce grand écrivain constituait un fait d’intérêt pour la société. La Cour ne nie point, qu’en effet, le pillage de la demeure familiale des Gamsakhourdia et la vente en question aient pu présenter un intérêt essentiel pour le public, vu l’immense notoriété de l’écrivain et le fait que le premier Président de la Géorgie post-communiste était issu de sa famille. Ceci étant, l’intérêt accru du public envers les personnalités et faits historiques ne justifierait pas que la journaliste n’ait pas traité la question de vente du manuscrit par le requérant de manière sérieuse et objective.", "44.  Tout en admettant la pertinence de l’ordonnance de classement de la plainte dirigée à l’encontre du requérant, le Gouvernement estime que l’intéressé ne réussit pas à prouver qu’il possède le manuscrit litigieux légalement. Etant donné, de surcroît, l’absence d’intention de la journaliste de porter atteinte à la personne humaine de l’intéressé, la décision des tribunaux géorgiens ordonnant au journal de réfuter les dires de la belle-fille de l’écrivain était, selon le Gouvernement, en parfaite conformité avec l’article 8 de la Convention.", "45.  Aux yeux de la Cour, il n’est pas clair en quoi consisterait l’insuffisance de l’ordonnance précitée en tant que preuve, alors que la plainte, déposée à la police par la belle-fille de l’écrivain en présence du requérant, fut classée sans suite en raison de « l’absence du corps du délit dans l’action » de l’intéressé (article 28 § 1 b) du code de procédure pénale). Quoi qu’il en soit, les juges nationaux prirent en compte ce document pour motiver leurs décisions.", "46.  Notamment, le tribunal de première instance considéra que, vu l’ordonnance de classement, les propos suivants de la belle-fille de l’écrivain : « voler, cambrioler ne veulent rien dire pour lui » avaient porté atteinte à l’honneur et à la dignité du requérant. Or, estimant que le journal et la journaliste n’avaient fait que contribuer à diffuser ces propos, il les condamna à réfuter ces dires calomnieux et débouta le requérant dans sa demande de compensation morale. Selon les premiers juges, l’intéressé n’avait pas démontré avoir subi un « préjudice matériel » découlant d’une violation d’un droit non matériel.", "Par ailleurs, saisis par le requérant de la question de toutes les publications parues dans différents numéros de Akhali Thaoba, les premiers juges se concentrèrent sur une seule interview comportant l’expression précitée et ne mentionnèrent pas dans leur décision d’autres propos de la belle-fille de l’écrivain, tels « chasseur de manuscrits », « cambrioleur », « athée terrible », ainsi que des expressions comme « s’entretient grâce à ces manuscrits », son action « transgresse toutes les limites de la moralité », « sur une telle personne, il faudrait jeter l’anathème », « il a commis un crime devant la Nation », il « pratique la même activité que son père » [qui travaillait dans les archives, aurait été agent de l’organisation que l’on connaît et aurait emporté des manuscrits à la maison], ou « il vole des archives dans des familles ». Ces considérations ne furent pas examinées par le tribunal de première instance.", "47.  En appel, le requérant contesta le rejet de sa demande de compensation morale et rappela que la journaliste avait publié les informations litigieuses sans aucune vérification et sans attendre le résultat de l’enquête de police.", "48.  La cour d’appel quant à elle considéra que, puisque les informations litigieuses traduisaient l’avis de la belle-fille de l’écrivain, émis dans le cadre des interviews, les publications ne pouvaient engager ni la responsabilité du journal ni celle de la journaliste. Concluant à l’absence de faute du journal et de la journaliste sans d’autre argumentation à l’appui, les juges d’appel conclurent que la demande de compensation morale du requérant était mal fondée et que, si une telle compensation était allouée sans fondement, la liberté de presse s’en trouverait restreinte. A cet égard, le requérant se vit même reprocher de ne pas avoir réussi à démontrer que le tirage du journal avait augmenté grâce à la publication des interviews en cause, ou que celles-ci avaient apporté un profit quelconque à la rédaction.", "49.  La Cour suprême fit siennes les considérations des tribunaux d’instances inférieures sans y ajouter de nouveaux arguments.", "50.  Ainsi, le tribunal de première instance accorda un poids décisif à l’ordonnance de classement pour juger une expression utilisée par la bellefille de l’écrivain comme portant atteinte à l’honneur et à la dignité du requérant, alors que les juges d’appel attachèrent de l’importance déterminante à la liberté de la presse en excluant d’emblée la responsabilité du journal et de la journaliste qui n’auraient fait que recueillir et publier ces propos.", "51.  A supposer même que la décision d’ordonner au journal de réfuter une expression incriminatoire ait pu offrir une protection adéquate au requérant contre l’atteinte en découlant, la Cour note que les juridictions internes ne se penchèrent pas sur d’autres propos tenus par la belle-fille de l’écrivain pas plus que sur des questions d’importance comme la manière dont l’information recueillie avait été traitée par la journaliste, l’approche professionnelle dont elle avait pu faire preuve et la vérification des informations obtenues.", "52.  De surcroît, les tribunaux laissèrent en dehors de leur considération et n’apprécièrent pas, au regard du principe du respect de la vie privée du requérant, les propos appartenant à la journaliste elle-même. Toutefois, ces propos, relatant la rencontre entre le requérant et la belle-fille de l’écrivain, à laquelle la journaliste assista incognito, ne furent pas, aux yeux de la Cour, moins outrageants. Il s’agissait notamment des considérations et répliques telles : « [le requérant] n’avait pas eu peur de la police et n’avait pas rendu le manuscrit à sa propriétaire », « l’un des manuscrits volés de la Tour colchidienne fit l’objet de commerce il y a quelques jours », ou « nous avons été témoins de la vente des manuscrits de K. Gamsakhourdia, volés de la Tour colchidienne, (...) la personne concernée – M. D. Gourguénidzé – déclarant (...) qu’il en était propriétaire. »", "53.  Eu égard à ces affirmations, il serait difficile de considérer, à l’instar des juridictions internes, que la journaliste elle-même ne fit que diffuser les propos de la belle-fille de l’écrivain. Il ne serait pas d’ailleurs plus aisé de conclure qu’elle communiqua des informations sur des questions d’intérêt général en s’exprimant de bonne foi, sur la base de faits exacts et fournissent des informations « fiables et précises » dans le respect de l’éthique journalistique (a contrario, Fressoz et Roire c. France [GC], no 29183/95, §§ 54 et 55, CEDH 1999I). Au contraire, il s’avère que la journaliste formula elle-même des jugements de valeur négatifs sur les qualités humaines du requérant (a contrario, Jersild, précité, § 31) et les informations qu’elle obtint auprès de la belle-fille de l’écrivain furent publiées sans aucune vérification de sa part et sans attendre le résultat de l’enquête de police rendu quelques jours après la date de parution de la première publication. Aux yeux de la Cour, il y a là un manque de zèle professionnel, tout journaliste étant tenu, conformément au droit interne, de contrôler la véracité de l’information qu’il a obtenue (article 24 § 2 de la loi relative à la presse et aux médias). D’autant plus qu’en l’espèce, suite aux publications litigieuses, l’avis de l’entourage proche et celui de la société sur le requérant ont dû être altérés sans fondement et l’intéressé a dû éprouver un sentiment de honte vis-à-vis d’autrui. Le requérant ne s’était pas lui-même exposé au public si ce n’est qu’en passant une annonce de vente dans les journaux. La journaliste lui ayant rendu visite incognito et sans se présenter, le requérant ne pouvait pas soupçonner qu’en discutant avec elle, il risquait de se voir critiquer publiquement. Il pensait tout à fait légitimement avoir à faire à un simple particulier souhaitant lui acheter le manuscrit. La belle-fille de l’écrivain arrivée par la suite, l’intéressé n’était pas non plus en mesure de réaliser que cette rencontre était montée d’avance et ferait l’objet de publications successives de la journaliste G. Baladzé.", "54.  Or, les juridictions internes se limitèrent à l’examen d’une expression utilisée par la belle-fille de l’écrivain et, malgré l’invitation du requérant, omirent d’apprécier les autres aspects de l’affaire à la lumière de la liberté de la presse, ce qui, aux yeux de la Cour, ne saurait passer pour conforme à la protection qu’offre l’article 8 de la Convention.", "55.  Pour ce qui est de la photographie du requérant, publiée dans le cadre des reportages litigieux, la Cour a déjà conclu que la publication de photographies relevait de la vie privée (Sciacca c. Italie, no 50774/99, § 29, CEDH 2005...). Toutefois, il convient d’apprécier si cette photographie constituait une ingérence dans la vie privée de l’intéressé, si elle se rapportait à des questions d’ordre privé ou public, et si elle était destinée à un usage limité ou risquait d’être mis à la disposition du grand public (Peck c. Royaume-Uni, no 44647/98, § 61, CEDH 2003... ; Lupker et autres c. Pays-Bas, no 18395/91, décision de la Commission du 7 décembre 1992, non publiée ; Friedl c. Autriche, arrêt du 31 janvier 1995, série A no 305-B, avis de la Commission, p. 21, §§ 49-52).", "La Cour rappelle également que, si la liberté d’expression s’étend également à la publication de photographies, il s’agit là néanmoins d’un domaine où la protection de la réputation et des droits d’autrui revêt une importance particulière (Von Hannover, précité, § 59).", "56. En l’espèce, la photographie du requérant fut mise à la disposition du grand public sans son agrément. Cet agrément était pourtant nécessaire, la prise en photographie de l’intéressé n’ayant pas correspondu à une exigence policière au sens de l’article 18 § 5 du code civil. Prise au commissariat de police par un photographe de Akhali Thaoba, que le requérant qualifie de « paparazzi », la photographie parut dans ce journal avec l’une des publications litigieuses de la journaliste G. Baladzé.", "57.  La Cour s’est déjà penchée sur la publication de photographies concernant des personnages publics (Von Hannover, précité, § 50) ou des personnalités politiques (Schüssel, décision précitée). Elle a alors examiné la question du respect par l’Etat défendeur des obligations positives qui lui incombent en la matière lorsque la publication ne tire pas son origine d’une activité ou collaboration des organes de l’Etat. La Cour a également eu à connaître de la même question dans une affaire différente dans laquelle la requérante n’était pas une personne qui agissait dans un contexte public, mais une personne poursuivie pénalement (Sciacca c. Italie, no 50774/99, § 28, CEDH 2005...). Elle a conclu que le fait que l’intéressée faisait l’objet de poursuites pénales ne pouvait restreindre le champ de protection plus large dont elle bénéficiait en tant que « personne ordinaire » (ibid.).", "58.  En l’espèce, à la différence des affaires citées ci-dessus, le requérant n’était ni une personnalité publique ni ne faisait l’objet de poursuites pénales. Amené au commissariat pour déposition, il y fut retenu deux heures environ avant d’être relâché. Présente à ses côtés, la belle-fille de l’écrivain, accompagnée de la journaliste auteur des publications, déposa une plainte à son encontre. L’enquête policière fut engagée pour décider de la suite à donner à cette plainte qui, ultérieurement, fut classée sans suite en raison de l’absence du corps du délit dans l’action du requérant.", "59.  La Cour rappelle que l’élément déterminant, lors de la mise en balance de la protection de la vie privée et de la liberté d’expression, doit résider dans la contribution que l’information ou la photographie publiée apporte au débat d’intérêt général (Von Hannover, précité, § 76 ; Tammer c. Estonie, no 41205/98, § 68, CEDH 2001I ; Jaime Campmany y Diez de Revenga et Juan Luís Lopez-Galiacho Perona c. Espagne (déc), no 54224/00, 12 décembre 2000 ; Editions Plon c. France, no 58148/00, § 43, CEDH 2004...). En l’occurrence, la photographie, montrant le requérant de face, accompagna l’une des interviews litigieuses réalisées par Mme G. Baladzé. Le prénom et le nom de l’intéressé y étant expressément mentionnés, son identification par ses proches, ses collègues et étudiants était parfaitement possible. Aux yeux de la Cour, on ne saurait faire abstraction du contexte dans lequel cette photographie fut publiée – dans le cadre d’une série d’interviews, contenant des propos outrageants à l’égard du requérant, créant pour lui un climat de harcèlement continu. Dans l’interview concernée en particulier, on lisait que le requérant était « un athée terrible » ; que, « pour lui, voler, cambrioler ne veulent rien dire » ; que [l’on savait] de quelle organisation son père faisait partie et que le requérant « pratiquait carrément la même activité » ; que, « sur une telle personne, il fallait jeter l’anathème » ; qu’il avait « commis un crime devant la Nation » ; et qu’il « volait les archives dans des familles. »", "60.  La Cour ne discerne aucun élément, ni dans l’article concerné ni dans les observations des parties, pouvant expliquer les raisons d’intérêt général pour lesquelles le journal décida de procéder à la publication de la photographie litigieuse. Rien ne laisse supposer que celle-ci ait eu une valeur d’information en tant que telle ou ait été utilisée à bon escient (cf., a contrario, Sabou et Pircalab c. Roumanie, no 46572/99, §§ 39-41, 28 septembre 2004). Au contraire, il semblerait que la photographie ne servit qu’à montrer la personne mentionnée dans l’interview, caractérisée comme ci-dessus.", "61.  Dans ces conditions, la publication de la photographie du requérant ne saurait passer pour contribuer à un quelconque débat d’intérêt général pour la société, quel que soit le degré d’intérêt de celle-ci envers le pillage du domicile d’un grand écrivain (voir, mutatis mutandis, Julio Bou Gibert et El Hogar Y La Moda J.A. c. Espagne, (déc), no 14929/02, 13 mai 2003 ; Société Prisma Presse c. France (déc.), no 66910/01, 1er juillet 2003 ; Von Hannover, précité, § 76).", "62.  De surcroît, la Cour note qu’aucune des juridictions internes ne statua sur le moyen du requérant, tiré de la publication de sa photographie. Aucune mise en balance de l’intérêt du requérant à voir protéger sa photographie et de celui du public à la voir paraître ne fut dès lors effectuée. Cette absence d’évaluation des intérêts en cause ne saurait passer pour conforme avec les obligations positives de l’Etat au titre de l’article 8 de la Convention (voir, a contrario, Jaime Campmany y Diez de Revenga et Juan Luís Lopez-Galiacho Perona, décision précitée).", "63.  Eu égard à l’ensemble des considérations qui précèdent, et malgré la marge d’appréciation dont l’Etat dispose en la matière, la Cour estime que, concernant la publication des informations et de la photographie litigieuses, les juridictions géorgiennes n’ont pas établi un juste équilibre entre les intérêts en conflit. La manière dont elles ont traité l’affaire n’a donc pas assuré au requérant une protection suffisante et effective de sa vie privée.", "64.  Partant, il y a eu violation de l’article 8 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 13 DE LA CONVENTION", "65.  Le requérant considère qu’en vue de la protection de ses droits garantis par l’article 8, il ne disposa pas d’un recours effectif conformément à l’article 13 de la Convention selon lequel :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "66.  Le Gouvernement fait référence à la législation interne et aux décisions rendues en l’espèce et estime que l’intéressé disposa d’un recours effectif pour faire valoir ses griefs tirés de l’article 8 de la Convention. Le requérant s’oppose à cette thèse.", "67.  Eu égard à sa conclusion sur le terrain de l’article 8 de la Convention, la Cour n’estime pas qu’une question distincte se pose sous l’angle de l’article 13 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "68.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "a) Dommage matériel", "69.  Au titre du dommage matériel, le requérant réclame 3 000 euros (EUR) pour la publication future sur les pages d’Akhali Thaoba d’un article le réhabilitant. Il ressort des tarifs pratiqués par ce journal, produit par l’intéressé, que le prix d’une page, espace maximal pouvant être loué, s’élève à 300 EUR.", "70.  Rappelant que les décisions définitives peuvent recevoir exécution pendant dix ans suivant leur prononcé (article 142 du code civil), le Gouvernement rappelle qu’il reste loisible au requérant de saisir l’huissier de justice compétent pour demander l’exécution de la décision de première instance du 21 février 2000, ordonnant à Akhali Thaoba de démentir dans ses pages les informations portant atteinte aux droits de l’intéressé. Manquant à le faire, le requérant ne serait pas fondé à réclamer 3 000 EUR, somme pouvant d’ailleurs suffire à dix pages de publication, afin de chercher une réhabilitation par voie d’un article.", "71.  La Cour rappelle d’emblée que le grief du requérant, tiré de l’absence d’exécution de la décision du 21 février 2000, a été déclaré irrecevable (paragraphe 6 ci-dessus). Il a été notamment relevé qu’après s’être heurté au refus du journal de se plier volontairement à la décision précitée, le requérant n’avait pas saisi l’huissier de justice compétent selon les règles établies par la loi. La Cour a dès lors conclu qu’en l’absence de demande d’exécution formulée par l’intéressé, les autorités ni n’étaient censées ni n’avaient aucun pouvoir conformément à la législation interne pour engager la procédure d’exécution forcée d’elles-mêmes (Gourguénidzé c. Géorgie (déc.), no 71678/01, 5 janvier 2006). Aux yeux de la Cour, même si la décision du 21 février 2000 recevait exécution dans le futur, comme le suggère le Gouvernement, vu la mesure de portée limitée qu’elle ordonne (paragraphes 46, 51, 52 et 63 ci-dessus), cette exécution n’effacerait pas les conséquences de la violation constatée en l’espèce, de manière à rétablir autant que faire se peut la situation antérieure à celle-ci.", "72.  Quoi qu’il en soit, la Cour note que la demande de compensation matérielle du requérant se rapporte à des dépenses éventuelles que celui-ci aurait à supporter s’il publiait un article le réhabilitant dans Akhali Thaoba. Ne s’agissant dès lors pas de pertes matérielles effectivement subies en conséquence directe de la violation constatée ci-dessus (Comingersoll c. Portugal [GC], no 35382/97, § 29, CEDH 2000IV), la Cour estime qu’il n’y a pas lieu d’allouer au requérant la somme qu’il réclame au titre du dommage matériel.", "b) Dommage moral", "73.  Le requérant évalue à 3 000 EUR le préjudice moral causé par les publications litigieuses et à 1 000 EUR le dommage résultant des décisions de justice.", "74.  Le Gouvernement réitère son raisonnement quant à l’absence de violation du droit du requérant au respect de sa vie privée (paragraphe 35 cidessus) et estime qu’il n’y a pas lieu d’allouer une compensation morale en l’espèce.", "75.  La Cour considère que l’atteinte à sa personne et le défaut de protection suffisante de la part des juridictions internes ont dû causer au requérant des inconvénients dans sa vie privée et professionnelle ainsi qu’un fort sentiment de honte l’empêchant d’affronter le regard d’autrui, un préjudice moral auquel le constat de violation de la Convention figurant dans le présent arrêt ne suffit pas à remédier.", "76.  Par conséquent, statuant en équité, comme le veut l’article 41, la Cour alloue au requérant 4 000 EUR pour le dommage moral.", "B.  Frais et dépens", "77.  Pour les frais et dépens, le requérant réclame une somme de 2 628 EUR, ainsi ventilée : 2 500 EUR au titre des honoraires de son représentant devant la Cour ; 73 EUR qui correspondent à la taxe d’Etat versée en vue de l’examen de son action par les juridictions internes ; et 55 EUR de frais supportés lors de la correspondance avec la Cour (envois postaux et télécopies).", "78.  Concernant les honoraires de l’avocat, le requérant renvoie à sa demande de satisfaction équitable formulée le 28 avril 2005, soit avant la recevabilité de la requête (paragraphe 6 ci-dessus). Il avait alors produit un contrat daté du 15 octobre 2003 par lequel il s’engageait à verser 2 500 EUR à Me Kakabadzé, son représentant devant la Cour, et une quittance attestant qu’il avait honoré cet engagement.", "79.  A l’appui du reste de sa demande, le requérant produit l’attestation de dépôt à la Banque nationale de la taxe d’Etat du montant susmentionné et différentes quittances postales, celles-ci faisant état des dépenses de 43 EUR au titre de la correspondance avec la Cour.", "80.  Le Gouvernement note que, dans le cadre de sa demande de satisfaction équitable, formulée après la recevabilité de la requête, le requérant ne produisit aucun document faisant état des honoraires de son représentant. En tout état de cause, la somme de 2 500 EUR est, à ses yeux, exorbitante, les avocats géorgiens pratiquant des tarifs entre 200 et 400 EUR pour introduire une requête devant la Cour.", "81. La Cour rappelle qu’elle n’octroie aucune somme à titre de satisfaction équitable dès lors que les prétentions chiffrées et les justificatifs nécessaires n’ont pas été soumis dans le délai imparti à cet effet par l’article 60 § 1 du règlement, même dans le cas où la partie requérante aurait indiqué ses prétentions à un stade antérieur de la procédure (Fadıl Yılmaz c. Turquie, no 28171/02, § 26, 21 juillet 2005).", "82.  En l’espèce, suite à l’invitation de la Cour après la décision sur la recevabilité, et dans le délai imparti à cet effet, le requérant réclama le remboursement des honoraires qu’il versa à Me Kakabadzé aux fins de la présente requête. Pour motiver sa demande, il renvoya aux documents qu’il avait produits avant la recevabilité de la requête.", "Même si ces documents ne furent pas soumis en même temps que la demande de remboursement dûment formulée, eu égard au travail accompli par Me Kakabadzé dans les intérêts du requérant, la Cour estime qu’il y a lieu d’allouer en l’espèce une compensation des frais et dépens découlant pour l’intéressé de cette représentation. Notamment, Me Kakabadzé représenta le requérant devant la Cour après la communication de la requête au gouvernement défendeur, ce qui impliqua pour lui la préparation de l’affaire et la production de quatre séries d’observations et de commentaires suite à l’invitation de la Cour. N’étant pas liée par les barèmes d’honoraires et pratiques internes (voir, entre autres, Assanidzé c. Géorgie [GC], no 71503/01, § 206, CEDH 2004...) et statuant en équité, comme le veut l’article 41, la Cour alloue au requérant 2 000 EUR au titre de sa représentation par Me Kakabadzé.", "83.  Quant au reste de la demande, la Cour rappelle sa jurisprudence selon laquelle il ne peut être décidé du remboursement des frais que dans la mesure où ils ont été réellement et nécessairement encourus afin de prévenir ou redresser le fait jugé constitutif d’une violation de la Convention (voir, parmi beaucoup d’autres, Donadzé c. Géorgie, no 74644/01, § 48, 7 mars 2006). En outre, l’article 60 § 2 du règlement de la Cour prévoit que toute prétention présentée au titre de l’article 41 de la Convention doit être chiffrée, ventilée par rubrique et accompagnée des justificatifs nécessaires, faute de quoi la Cour peut rejeter la demande, en tout ou en partie (Svipsta c. Lettonie, no 66820/01, § 170, CEDH 2006... (extraits)).", "84.  En l’espèce, les pièces produites par le requérant ne font état que de 43 EUR réellement exposés au titre des dépenses liées à la correspondance avec la Cour (paragraphes 77 et 79 ci-dessus). Quant aux 73 EUR versés par le requérant en qualité de taxe d’Etat, la Cour note qu’ils correspondent aux frais de justice (paragraphe 24 in fine ci-dessus) et se rapportent en effet à la violation constatée (Schouten et Meldrum c. Pays-Bas, arrêt du 9 décembre 1994, série A no 304, § 78). Par conséquent, statuant en équité, la Cour alloue au requérant 116 EUR au titre de cette partie de sa demande.", "85.  En conclusion, la Cour alloue au requérant une somme globale de 2 116 EUR pour frais et dépens (paragraphes 82 et 84 ci-dessus).", "C.  Intérêts moratoires", "86.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Dit, qu’il y a eu violation de l’article 8 de la Convention ;", "", "2.  Dit, qu’aucune question distincte ne se pose sous l’angle de l’article 13 de la Convention ;", "", "3.  Dit,", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes à convertir en laris géorgiens au taux applicable à la date du versement :", "i.  4 000 EUR (quatre milles euros) pour le préjudice moral ;", "ii.  2 116 EUR (deux mille cent seize euros) pour frais et dépens ;", "iii.  plus tout montant pouvant être dû au titre d’impôt sur ces sommes ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 17 octobre 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tJ.-P. Costa\n\tGreffière\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée concordante de M. Costa.", "J.-P.C. \nS.D.", "", "", "OPINION CONCORDANTE DE M. LE JUGE COSTA", "J’ai voté, mais avec réticences, dans le même sens que mes collègues en faveur d’une violation par la Géorgie de l’article 8 de la Convention.", "", "J’explique ici mes hésitations.", "", "Cette affaire, à la fois pittoresque, obscure et mesquine, pose à nouveau la question de la confrontation entre le respect de la vie privée et la liberté de la presse. Le requérant a été accusé par une personne d’avoir dérobé un manuscrit de valeur appartenant à sa famille, une journaliste, opportunément présente à l’entretien entre ces deux personnes – ce qui a quelque peu piégé le requérant – s’est fait l’écho de ces accusations, et son journal a publié l’interview de l’accusatrice ainsi qu’une photographie de l’accusé.", "", "Je suis tout à fait d’accord quant à la publication de la photo : elle porte atteinte au droit à l’image, qui fait partie des droits protégés par l’article 8 (voir notamment les affaires – inégalement médiatisées – Von Hannover c. Allemagne, no 59320/00, CEDH 2004VI, et Sciacca c. Italie, no 50774/99, CEDH 2005...) ; elle a contribué à jeter l’opprobre sur le requérant, en livrant sa photo en pâture aux lecteurs et à l’opinion ; elle n’était nullement nécessaire au regard de notre jurisprudence.", "", "J’ai eu beaucoup plus de doutes en ce qui concerne les articles eux-mêmes, en raison de l’importance de la presse, du fait que le manuscrit prétendument dérobé avait appartenu, semble-t-il, à un ancien Président de la République de Géorgie, et de la circonstance que le requérant a un peu joué les victimes en refusant ou en contestant les possibilités ou les modalités de son droit de réponse.", "", "Bref, si le vote avait distingué les deux sous-griefs tous deux tirés de la violation de l’article 8, j’aurais accueilli le premier, et très probablement écarté le second.", "", "L’arrêt ayant fait masse de ces deux allégations dans un seul article du dispositif (ce que je ne lui reproche pas), j’ai voté pour la violation, car la logique binaire de la décision juridictionnelle empêche de voter ... à moitié.", "", "Pour les mêmes raisons, je trouve l’article 3 du dispositif contestable car il alloue au requérant une somme excessive au titre du dommage moral, tant par voie de conséquence de ce que je viens d’exposer que compte tenu du comportement pas très net du requérant et de la réalité du préjudice qu’il me semble avoir subi.", "", "Voilà pourquoi cet arrêt ne me satisfait ... qu’à moitié."]}