{"file": "FRE_HFJUD_47833_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "47833/99", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE MARQUES FRANCISCO c. PORTUGAL", "", "", "(Requête n° 47833/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "6 juin 2002", "", "", "", "DÉFINITIF", "", "06/09/2002", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Marques Francisco c. Portugal,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tG. Ress, président,\n\t\tI. Cabral Barreto,\n\t\tL. Caflisch,\n\t\tR. Türmen,\n\t\tB. Zupančič,\n\tMme\tH.S. Greve,\n\tM.\tK. Traja, juges,\net de\tM.\tV. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 16 mai 2002,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 47833/99) dirigée contre la République portugaise et dont un ressortissant de cet Etat, M. Luís Marques Francisco (« le requérant »), a saisi la Cour le 22 avril 1999 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté devant la Cour par Me M. da Piedade Roques, avocate à Lisbonne. Le gouvernement portugais (« le Gouvernement ») est représenté par son agent, M. A. Henriques Gaspar, Procureur général adjoint. ", "3.  Le requérant alléguait que la durée de la procédure civile à laquelle il était partie n’a pas respecté le délai raisonnable.", "4.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Par une décision du 22 mai 2001, la Cour a déclaré la requête recevable.", "6.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la troisième section ainsi remaniée (article 52 § 1).", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "", "", "EN FAIT", "8.  Le requérant est né en 1939 et réside à Grândola (Portugal).", "9.  Le 11 juillet 1991, le requérant introduisit devant le tribunal de grande instance (tribunal de círculo) de Santiago do Cacém une demande en réparation des préjudices causés par l’inexécution d’un contrat d’exploitation de bétail contre trois autres personnes.", "10.  Le 15 octobre 1991, le juge ordonna la citation à comparaître des défendeurs. L’un de ceux-ci n’ayant pas été retrouvé, le juge ordonna, le 19 mars 1992, sa citation par voie d’affichage (citação edital). Le 23 septembre 1992, le ministère public fut cité à comparaître en tant que représentant de ce défendeur. ", "11.  A une date non précisée de janvier 1993, le juge rendit une décision préparatoire (despacho saneador) spécifiant les faits déjà établis et ceux restant à établir. ", "12.  L’audience eut lieu le 8 juin 1993.", "13.  Le 15 septembre 1999, le dossier fut transmis au tribunal de Grândola, suite à l’extinction du tribunal de grande instance de Santiago do Cacém. ", "14.  Par un jugement du 25 mai 2000, le tribunal fit partiellement droit à la demande et condamna l’un des défendeurs au versement d’une indemnisation à déterminer lors de la procédure ultérieure d’exécution, dans la limite maximale de 1 200 000 escudos portugais (PTE). ", "15.  Le 14 juin 2000, le requérant demanda l’octroi de l’assistance judiciaire, alléguant ne pas avoir des ressources suffisants pour payer les frais de justice auxquels il avait été condamné suite au rejet partiel de l’action. A une date non précisée, le juge rejeta la demande.", "16.  Le requérant fit appel devant la cour d’appel (Tribunal da Relação) d’Évora, laquelle, par un arrêt du 15 novembre 2001, annula la décision attaquée. ", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "17.  Le requérant dénonce la durée de la procédure en cause. Il allègue la violation de l’article 6 § 1 de la Convention, ainsi libellé:", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "18.  La période à considérer a commencé avec l’introduction de la demande, le 11 juillet 1991, et s’est terminée le 15 novembre 2001, par l’arrêt de la cour d’appel d’Évora. Elle a donc duré dix ans et quatre mois. ", "19.  Pour rechercher s’il y a eu dépassement du délai raisonnable, il y a lieu d’avoir égard aux circonstances de la cause et aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, l’arrêt Silva Pontes c. Portugal du 23 mars 1994, n° 286A, p. 15, § 39).", "20.  Pour le requérant, la durée en cause est manifestement excessive. ", "21.  Le Gouvernement admet que le délai raisonnable a été dépassé. Il se réfère à cet égard à des difficultés de réorganisation judiciaire. ", "22.  La Cour prend note de la position du Gouvernement ainsi que de ses explications. Elle ne saurait en effet accepter une période d’inactivité de presque sept ans, entre la date de l’audience et celle du jugement du tribunal de Grândola. Quant aux difficultés de réorganisation judiciaire en cause, la Cour réaffirme sa jurisprudence constante selon laquelle il incombe aux Etats contractants d’organiser leur système judiciaire de telle sorte que leurs juridictions puissent garantir à chacun le droit d’obtenir une décision définitive sur les contestations relatives à ses droits et obligations de caractère civil dans un délai raisonnable (Frydlender c. France [GC], n° 30979/96, CEDH 2000-VII, § 47).", "23.  Partant, il y a eu violation de l’article 6 § 1. ", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "24.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "25.  Le requérant demande pour préjudice moral et matériel la somme de 4 000 000 PTE, soit 19 952 euros (EUR). Il fait valoir à cet égard n’avoir aucune possibilité de recevoir la somme de 1 200 000 PTE mentionnée dans le jugement du tribunal de Grândola, le défendeur en question ayant pu entre-temps se débarrasser de ses biens saisissables. ", "26.  Le Gouvernement soutient que le préjudice matériel en cause ne présente aucun lien de causalité avec la durée de la procédure. Il relève par ailleurs que le requérant ne chiffre pas sa demande pour le seul dommage moral et estime que si la Cour décide d’octroyer une somme à ce titre, cette dernière doit être fixée ex aequo et bono. ", "27.  La Cour ne décèle aucun lien de causalité entre la violation constatée et le préjudice matériel invoqué par le requérant. Elle rejette donc les prétentions de celui-ci à ce titre. En revanche, le préjudice moral dont le requérant fait état justifie l’octroi d’une indemnité. Statuant en équité, comme le veut l’article 41, la Cour décide d’allouer au requérant 6 000 EUR pour dommage moral. ", "B.  Frais et dépens", "28.  Le requérant demande le remboursement des dépens engagés dans la procédure devant la Cour, soit 30 371 PTE (151 EUR). Il demande également une somme au titre des honoraires de son avocate mais s’en remet à la sagesse de la Cour pour ce qui est du montant en cause. ", "29.  Le Gouvernement s’en remet également à la sagesse de la Cour.", "30.  Statuant en équité, la Cour alloue au requérant 1 250 EUR à ce titre. ", "C.  Intérêts moratoires", "31.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable au Portugal à la date d’adoption du présent arrêt est de 7 % l’an.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.  Dit ", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 6 000 EUR (six mille euros) pour dommage moral et 1 250 EUR (mille deux cent cinquante euros) pour frais et dépens ;", "b)  que ces montants seront à majorer d’un intérêt simple de 7 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 6 juin 2002 en application de l’article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tGeorg Ress\n\tGreffier\tPrésident"]}