{"file": "FRE_HFJUD_34529_10.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "34529/10", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "", "", "", "AFFAIRE GUTSANOVI c. BULGARIE", "", "(Requête no 34529/10)", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "15 octobre 2013", "", "", "", "", "DÉFINITIF", "", "15/01/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "", "", "En l’affaire Gutsanovi c. Bulgarie,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tIneta Ziemele, présidente,\n\tPäivi Hirvelä,\n\tGeorge Nicolaou,\n\tLedi Bianku,\n\tZdravka Kalaydjieva,\n\tKrzysztof Wojtyczek,\n\tFaris Vehabović, juges,\net de Françoise Elens-Passos, greffière de section,", "Après en avoir délibéré en chambre du conseil le 24 septembre 2013,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 34529/10) dirigée contre la République de Bulgarie et dont quatre ressortissants de cet État, M. Borislav Gutsanov Gutsanov, Mme Monika Vladimirova Gutsanova et Mlles S. et B. Gutsanovi (« les requérants »), ont saisi la Cour le 21 mai 2010 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants ont été représentés par Me S. Bachvarova-Zhelyazkova, avocate à Varna, et par Me M. Ekimdzhiev, avocat à Plovdiv exerçant au sein du cabinet Ekimdzhiev, Boncheva et Chernicherska. Le gouvernement bulgare (« le Gouvernement ») a été représenté par son agent, Mme N. Nikolova, remplacée par la suite par Mme M. Kotseva et M. V. Obretenov, du ministère de la Justice.", "3.  Les requérants alléguaient en particulier que l’intervention des forces de l’ordre à leur domicile, le 31 mars 2010 au petit matin, leur avait causé un traumatisme psychologique qui s’analyse en un traitement dégradant. Ils estimaient que la perquisition de leur logement et la saisie de divers objets personnels et moyens de communication constituait une violation de leur droit au respect de leur domicile et de leur correspondance. Le premier requérant, M. Borislav Gutsanov, ajoutait que sa détention initiale n’avait pas été ordonnée conformément au droit interne, qu’il n’avait pas été aussitôt traduit devant un juge, qu’il avait été détenu pendant une durée excessivement longue, qu’il n’avait pas disposé d’un recours efficace pour contester la légalité de sa détention et qu’il ne pouvait pas obtenir réparation du préjudice subi au cours de son incarcération. Il se plaignait d’une violation de son droit d’être présumé innocent et d’une atteinte injustifiée à sa vie privée et à sa bonne réputation. Tous les requérants dénonçaient une absence de voies de recours internes susceptibles de remédier aux atteintes alléguées à leurs droits et libertés.", "4.  Le 4 avril 2011, la requête a été communiquée au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Les requérants sont nés respectivement en 1967, 1972, 2002 et 2004 et résident à Varna. Les deux premiers requérants sont époux. La troisième et la quatrième requérantes sont les filles mineures du couple.", "A.  Le contexte général de l’affaire", "6.  Le premier requérant, M. Gutsanov, est député à l’Assemblée nationale élu sur la liste du Parti socialiste, membre du bureau exécutif central du Parti socialiste et vice-président de la section régionale du même parti. À l’époque des faits, il était président du conseil municipal de Varna élu sur la liste de son parti.", "7.  Entre décembre 2009 et avril 2010, le ministère bulgare de l’Intérieur effectua sur le territoire du pays plusieurs opérations policières qui visaient au démantèlement de différents groupes criminels. Au cours de ces opérations, la police procéda à l’arrestation de plusieurs individus, y compris d’hommes et de femmes politiques, ce qui fut largement couvert par les médias et suscita l’intérêt du grand public. Plusieurs hommes politiques, y compris le premier ministre et le ministre de l’Intérieur, ainsi que différents procureurs et commissaires de police, furent régulièrement sollicités par les médias pour commenter ces arrestations et les poursuites pénales qui s’ensuivirent.", "8.  La Cour a été saisie d’une série de requêtes faisant suite à ces événements (Maslarova c. Bulgarie, no 26966/10 ; Aleksey Petrov (II) c. Bulgarie, no 30336/10 ; Kostadinov c. Bulgarie, no 37124/10 ; Tsonev c. Bulgarie, no 44885/10 ; Petrov et Ivanova c. Bulgarie, no 45773/10 ; Stoyanov et autres c. Bulgarie, no 55388/10).", "B.  L’intervention de la police au domicile des requérants", "9.  Le 30 octobre 2009, le parquet de la ville de Sofia ouvrit des poursuites pénales contre X pour abus de pouvoir de fonctionnaire et détournement de fonds publics ayant entraîné un préjudice important pour la société municipale des transports en commun à Varna. Les faits en cause avaient eu lieu entre 2003 et 2007. Le 8 février 2010, le procureur général ordonna le transfert du dossier de l’enquête pénale en cause au parquet régional de Varna. L’instruction devait être menée par la police de Varna sous la direction et la surveillance du parquet régional de la même ville.", "10.  Dans le cadre de cette enquête pénale, le 31 mars 2010, vers 6 h 30, une équipe d’agents de police pénétra dans la maison familiale des requérants et procéda à l’arrestation de M. Gutsanov et à la perquisition des lieux. Les faits entourant cette opération policière sont contestés par les parties.", "1.  La version des requérants", "11.  Le 31 mars 2010 au petit matin, M. et Mme Gutsanovi dormaient dans leur chambre au deuxième étage de leur maison à Varna. Leurs deux filles dormaient dans leur chambre respective à l’étage inférieur. La maison familiale était dotée d’un système de vidéosurveillance et un gardien de nuit, dénommé D.P., était posté à l’entrée de la propriété.", "12.  Vers 6 h 30, D.P. aurait aperçu sur l’écran de vidéosurveillance deux ou trois véhicules de police qui seraient passés en silence, les feux éteints, devant le portail du jardin de la maison et se seraient arrêtés un peu plus loin.", "13.  Peu après, un groupe de policiers serait apparu devant l’entrée de la propriété et les agents auraient commencé à frapper bruyamment au portail et à exiger son ouverture immédiate. D.P. serait descendu de son poste de garde et aurait ouvert le portail. Il aurait alors aperçu deux policiers en tenue civile, quatre ou cinq autres agents en uniforme et un groupe de quatre ou cinq agents cagoulés du commando spécialisé du ministère de l’Intérieur. D.P. aurait été immobilisé et menotté par les policiers et on lui aurait demandé si les propriétaires de la maison étaient là. Il aurait répondu par l’affirmative et fait remarquer aux policiers qu’il y avait deux jeunes enfants dans la maison. On lui aurait demandé d’ouvrir la porte d’entrée de la maison, mais il aurait expliqué qu’il n’en avait pas les clés.", "14.  Le groupe de policiers se serait précipité vers la porte de la maison en criant « Police ! Ouvrez ! » Certains des agents se seraient mis à ouvrir la porte à l’aide de différents instruments d’effraction (bélier, levier, pied de biche). D’après le témoignage de D.P., les policiers seraient parvenus à ouvrir la porte au bout de cinq à dix minutes et auraient pénétré dans la cage d’escalier de la maison.", "15.  M. et Mme Gutsanovi affirment qu’ils furent brusquement réveillés par le bruit de coups portés à la porte et par des cris. Ils se seraient précipités à l’étage inférieur et auraient emmené leurs filles dans leur chambre à coucher au deuxième étage de la maison.", "16.  M. Gutsanov affirme qu’il sortit ensuite de la chambre avec l’intention de voir et comprendre ce qui se passait réellement. À ce momentlà, il aurait entendu le bruit de plusieurs personnes qui montaient l’escalier et criaient « Montrez-vous » et « Nous sommes des policiers ». Il serait immédiatement retourné dans la chambre au deuxième étage où se trouvaient ses filles et son épouse. Peu après, les policiers cagoulés et armés auraient pénétré dans la chambre à coucher des parents et braqué leurs armes, munies de lampes torches, sur M. Gutsanov, son épouse et leurs deux filles en criant « Police ! Ne bougez pas ! » M. Gutsanov aurait été plaqué contre le mur, puis emmené à l’étage inférieur, agenouillé et menotté.", "17.  D’après les déclarations de M. et Mme Gutsanovi, leurs deux filles, qui se trouvaient sur le lit de leurs parents, criaient et pleuraient de peur. Les policiers auraient ordonné à Mme Gutsanova de mettre la têtes sous une couette, ce qu’elle aurait fait.", "18.  Peu après, M. Gutsanov aurait été autorisé à monter au deuxième étage et à s’habiller.", "19.  À 7 h 30, le chauffeur de la famille et la nourrice des enfants seraient arrivés sur place et auraient emmené les deux filles à l’école. Après l’école, S. et B. seraient restées chez leur tante et elles y auraient passé la nuit.", "20.  À l’appui de leur version des faits, les requérants ont présenté une déclaration manuscrite non datée, émanant de M. Gutsanov, une déclaration signée par Mme Gutsanova, datée du 7 avril 2010, une déclaration manuscrite datée du 8 avril 2010 et signée par le gardien de nuit D.P., ainsi qu’une déclaration manuscrite, datée d’avril 2010 et portant la signature du chauffeur privé de la famille. Ils ont également présenté un bulletin du service météorologique de Varna attestant que, ce jour-là, le soleil s’était levé à 6 h 52 et que le crépuscule avait duré 31 minutes. Ils ont également produit une copie de l’interview donnée par Mme Gutsanova à l’hebdomadaire Galeria et publiée par celui-ci le 8 avril 2010.", "21.  Les requérants ont également présenté l’enregistrement vidéo de l’émission télévisée « Afera », diffusée le 11 avril 2010 sur la chaîne de télévision privée Skat. Dans cette émission était notamment diffusée une interview avec Mme Gutsanova, ainsi que quelques séquences vidéo filmées par les caméras de vidéosurveillance de la propriété des requérants le matin du 31 mars 2010. La première séquence montre le passage de deux véhicules légers et d’un fourgon de police devant la propriété des requérants. Sur la deuxième séquence, on aperçoit un policier en uniforme qui frappe au portail métallique de la maison et le portail qui s’ouvre. La troisième séquence montre deux agents spéciaux, vêtus de noir et armés de mitraillettes munies de lampes torches, inspectant une partie du jardin, ainsi qu’un homme, en tenue civile, qui apparaît à la porte. Celui-ci rentre à l’intérieur de la maison suivi par les deux agents spéciaux. La quatrième séquence montre deux agents spéciaux qui se précipitent vers la maison, laissant derrière eux un policier en uniforme et un homme en tenue civile. Les deux derniers hommes semblent lever leurs têtes vers le haut de la maison. Une autre séquence, filmée par une caméra de reportage, montre l’état de la porte vitrée de la maison après l’effraction des policiers : les vitres sont intactes, la poignée, la serrure et la gâche sont arrachées.", "2.  La version du Gouvernement", "22.  Le 30 mars 2010, le chef régional du service de lutte contre le crime organisé de Varna et le parquet régional de la même ville auraient approuvé un plan d’intervention dans le cadre de la procédure pénale contre X concernant le détournement de fonds publics appartenant à la compagnie municipale des transports en commun à Varna (paragraphe 9 cidessus). Le plan aurait prévu l’arrestation de cinq personnes suspectées d’avoir commis les faits en cause, dont M. Gutsanov, et la perquisition des domiciles et des bureaux des suspects. Les interventions auraient été prévues pour le lendemain matin, c’est-à-dire le 31 mars 2010, et censées être effectuées simultanément par cinq équipes composées d’agents enquêteurs, d’agents en uniforme et d’agents spéciaux armés et camouflés.", "23.  L’équipe qui devait intervenir au domicile des requérants aurait reçu les instructions de ses supérieurs à 5 h 30, le jour même de l’opération policière. Les agents auraient été avertis que M. Gutsanov détenait légalement un pistolet de marque « Glock », modèle 17 C, et qu’il gardait l’arme à son domicile.", "24.  À 6 h 30, le 31 mars 2010, l’équipe d’intervention, avec en son sein des agents en tenue civile, deux agents en uniforme et quatre agents spéciaux, vêtus de noir et portant des gilets pare-balle avec l’inscription « police », se serait rendue au domicile des requérants. Les agents auraient frappé à la porte métallique de la propriété. Celle-ci aurait été ouverte par un homme qui se serait présenté comme le gardien de la propriété. Il aurait expliqué qu’il n’avait pas les clés de la porte d’entrée de la maison et que les seules personnes qui s’y trouvaient étaient M. Gutsanov, son épouse et leurs deux enfants. Sur ce, deux agents spéciaux auraient contourné la maison afin de sécuriser les autres issues éventuelles et les deux autres agents spéciaux se seraient précipités vers la porte d’entrée de la maison et se seraient mis à frapper à celle-ci et à crier « Police. Ouvrez ! » Les agents en uniforme seraient restés dans le jardin devant la porte d’entrée.", "25.  Au bout de cinq minutes, les policiers auraient aperçu à travers les vitres panoramiques de la maison la silhouette d’un homme. Les policiers auraient crié « Police ! Descendez ! Ouvrez la porte ! » M. Gutsanov se serait montré à deux reprises par une fenêtre, mais ne serait pas descendu. Les agents spéciaux auraient forcé la porte d’entrée et pénétré dans la maison. L’un des agents aurait aperçu M. Gutsanov dans la cage d’escalier et crié dans sa direction « Police ! Approche lentement ! Montre tes mains ! » Le requérant aurait refusé d’obtempérer et se serait précipité vers l’étage supérieur. Les agents l’auraient suivi en criant « Police ! Arrête ! » Le requérant serait passé par une porte au deuxième étage et, en s’approchant de celle-ci, les agents auraient vu qu’il était entré dans une chambre à coucher où se trouvaient son épouse et ses deux filles. À ce moment-là, le requérant serait sorti de la pièce et aurait été menotté. Il leur aurait demandé la permission de se rhabiller et il aurait été conduit par l’un des agents cagoulés dans la même chambre.", "26.  À aucun moment de l’opération, les policiers n’auraient adressé la parole à Mme Gutsanova ou à ses deux filles. L’agent entré dans la chambre à coucher n’aurait porté aucune arme à feu mais uniquement un pistolet à impulsion électrique de marque « Taser ». L’agent serait resté dans la pièce le temps nécessaire pour M. Gutsanov de trouver des vêtements et ils auraient quitté la chambre ensemble. Le requérant aurait été remis aux autres agents de police et les agents spéciaux auraient quitté les lieux immédiatement après.", "27.  Le Gouvernement a présenté à l’appui de sa version des faits les documents suivants : le plan d’action pour l’opération en cause, un rapport de la direction régionale du ministère de l’Intérieur, trois rapports d’agents du ministère qui avaient participé à l’opération, dont le commandant de l’équipe d’intervention spécialisée, le procès-verbal de perquisition approuvé par un juge et deux ordonnances du parquet régional de Varna datées du 7 avril 2010. Le Gouvernement a présenté des photos publiées dans la presse écrite de la maison des requérants montrant notamment que celle-ci avait une façade vitrée donnant sur le jardin.", "C.  L’état psychologique des requérants après l’intervention de la police à leur domicile", "28.  Mme Gutsanova affirme que sa fille cadette, B., bégayait, qu’elle avait été suivie par un orthophoniste pendant un an et que, à la suite des événements du 31 mars 2010, elle a recommencé à bégayer.", "29.  D’après la déclaration de l’institutrice de S., la fille aînée du couple, celle-ci était visiblement stressée et inhabituellement silencieuse le 31 mars 2010. La sœur de M. Gutsanov, qui accueillit sa nièce l’aprèsmidi du même jour, observa que l’enfant était anxieuse. Ce jour-là, la fille aurait quelquefois parlé de ce qui s’était passé dans leur maison. Depuis lors, elle aurait peur des policiers chaque fois qu’elle les aperçoit.", "30.  Le 12 avril 2010, les deux filles de M. et Mme Gutsanovi furent examinées par un psychiatre qui constata que le souvenir des événements du 31 mars 2010 provoquait chez les deux enfants des réactions d’anxiété se manifestant par une angoisse chez la fille aînée et par des accès de pleurs chez la fille cadette du couple. Le psychiatre ne constata pas d’autres complications psychologiques chez les enfants.", "31.  À la suite des événements du 31 mars 2010, Mme Gutsanova consulta un psychiatre à deux reprises. Elle se plaignait, entre autres, d’insomnie et d’anxiété et elle se vit prescrire des anxiolytiques.", "D.  Les perquisitions et les saisies effectuées le 31 mars 2010", "32.  Le 31 mars 2010, entre 7 heures et 12 h 10, les policiers procédèrent à la perquisition de la maison des requérants, en la présence de deux témoins, d’un expert, de M. Gutsanov et de son avocat. Le procès-verbal dressé par les policiers mentionnait que la perquisition était effectuée en vertu de l’article 161, alinéa 2, du code de procédure pénale bulgare (« le CPP »), c’est-à-dire sans l’autorisation préalable d’un juge, au motif que c’était le seul moyen de préserver et recueillir des preuves en lien avec la procédure pénale en cause. Le formulaire de procès-verbal comportait une phrase standard invitant le propriétaire des lieux, en l’occurrence M. Gutsanov, à présenter aux policiers tous les objets, documents ou systèmes informatiques contenant des informations relatives à l’enquête pénale no 128/10 menée par la direction de la police à Varna.", "33.  Dans différentes pièces de la maison, les policiers retrouvèrent et saisirent les objets suivants : un ordinateur portable ; 4 000 levs bulgares (BGN) en espèces ; quatre téléphones portables ; divers documents bancaires (contrats d’ouverture de comptes bancaires, de dépôt et de délivrance de cartes de paiement, bordereaux de dépôt et de transfert d’argent sur des comptes bancaires) ; des documents relatifs à un contrat de crédit-bail pour l’acquisition de la voiture de Mme Gutsanova ; des actes notariés, permis de construire et autres documents liés à l’acquisition et à la construction de divers biens immeubles ; des contrats de vente et d’achat de parts sociales d’entités juridiques et une carte appartenant à Mme Gutsanova.", "34.  Les policiers appelèrent en renfort un serrurier pour ouvrir un coffre verrouillé que M. Gutsanov n’arrivait pas à ouvrir. Ils y trouvèrent et saisirent un pistolet, des munitions pour celui-ci et le permis de port d’armes de ce requérant ; les sommes de 30 055 euros, 5 970 dollars des États-Unis et 255 livres sterling, toutes en espèces, et des notes manuscrites les répertoriant ; des lettres bancaires indiquant cinq codes d’identification de cartes de paiement ; des documents liés à l’acquisition de divers biens immeubles (actes notariés, bordereaux bancaires).", "35.  Le Gouvernement a fourni copie du procès-verbal de la perquisition. Celui-ci porte, entre autres, les signatures de M. Gutsanov et de son avocat. L’avocat y a annoté que les policiers n’avaient pas précisé quels étaient concrètement les documents et objets recherchés. Il précisait que son client était prêt à coopérer avec la police, mais qu’on ne lui avait pas donné cette possibilité. M. Gutsanov, de son côté, y a ajouté une note précisant que les objets, les documents et l’argent saisis appartenaient à lui et à son épouse. La première page du procès-verbal porte le cachet du tribunal régional de Varna, le nom, le prénom et la signature de l’une des juges de ce tribunal et la mention « J’approuve ». Ladite approbation est datée du 1er avril 2010, à 7 heures.", "36.  À la fin de la perquisition de la maison des requérants, les policiers firent rentrer l’une de leur voitures dans le garage de la propriété des requérants ; M. Gutsanov monta dans le véhicule, qui repartit en direction du bâtiment de l’administration municipale à Varna. Le groupe se rendit au bureau de M. Gutsanov qui fut perquisitionné entre 12 h 58 et 14 h 09. Les enquêteurs y trouvèrent et saisirent plusieurs documents. Certains de ces documents concernaient les actifs de la société municipale de transports en commun de Varna et d’autres portaient le sceau de cette entreprise. Le requérant expliqua qu’il s’agissait de documents liés à ses fonctions officielles.", "37.  Les perquisitions en cause furent notifiées au parquet régional de Varna. Ce dernier fut avisé en particulier que, lors de la perquisition au domicile des requérants, les policiers avaient été amenés à forcer la porte d’entrée et à ouvrir un coffre-fort. Le 7 avril 2010, le procureur régional de Varna décida d’ouvrir une enquête préliminaire sur les agissements des policiers et versa au dossier de celle-ci une lettre du directeur du service régional de lutte contre le crime organisé et deux rapports de ses subordonnés qui avaient participé à l’opération en cause.", "38.  Par une ordonnance rendue à la même date, le même procureur régional refusa d’ouvrir des poursuites pénales contre les policiers qui avaient participé à la perquisition au domicile des requérants. S’appuyant uniquement sur les rapports écrits de deux des agents de police en cause, il estima que l’ouverture forcée de la porte d’entrée du logement des requérants et de leur coffre-fort était une mesure nécessaire et non répréhensible. Il constata par ailleurs que l’action des policiers n’était constitutive d’aucune infraction pénale. Une copie de cette ordonnance fut envoyée au directeur du service régional de lutte contre le crime organisé.", "39.  À une date non précisée, Mme Gutsanova demanda au procureur régional de lui restituer deux des téléphones portables et l’ordinateur saisis au cours de la perquisition de son domicile. Par une ordonnance du 13 juin 2010, le procureur repoussa la demande de cette requérante au motif que les objets en question étaient en train d’être examinés par des experts scientifiques pour les besoins de l’enquête pénale menée à l’encontre de son époux. Mme Gutsanova contesta cette ordonnance devant le tribunal régional de Varna en plaidant que ces objets lui appartenaient personnellement, qu’ils ne pouvaient apporter aucune information supplémentaire concernant les charges soulevées contre son mari et que, de ce fait, ils ne pouvaient pas servir d’éléments de preuve dans le cadre de l’affaire pénale en cause.", "40.  Par une décision définitive du 30 juin 2010, le tribunal régional rejeta le recours de l’intéressée. Il constata notamment que les expertises scientifiques des objets en question n’avaient pas encore été effectuées et que, dès lors, la restitution de ceux-ci à Mme Gutsanova risquait d’empêcher le bon déroulement de l’enquête. Il considéra que la décision de savoir si les objets en question pouvaient servir de preuves dans le cadre des poursuites pénales contre M. Gutsanov ne pouvait être tranchée qu’une fois obtenus les résultats des expertises ordonnées. Il ajouta que les preuves matérielles restent en principe à la disposition des autorités des poursuites pénales tout au long de la procédure.", "E.  La détention de M. Gutsanov et les poursuites pénales dirigées contre lui", "41.  Le 31 mars 2010, à 6 h 30, un officier de police ordonna la détention de M. Gutsanov pour vingt-quatre heures au motif que ce dernier était soupçonné d’avoir commis une infraction pénale. Le requérant signa l’ordonnance de détention, laquelle précise qu’il fut relâché le 31 mars 2010, à 22 heures.", "42.  Le même jour, à 22 h 55, en la présence de son avocat, le requérant fut formellement inculpé par un enquêteur des infractions pénales suivantes : i)  participation en sa qualité de fonctionnaire, entre 2003 et 2007, à un groupe criminel, composé de fonctionnaires municipaux et de particuliers, dont l’activité impliquait la passation de contrats dommageables pour la municipalité et l’abus d’autorité de fonctionnaire, infraction réprimée par l’article 321, alinéa 3, point 2, du code pénal ; ii)  facilitation, en 2003, de la passation d’un contrat de livraison de vingt autobus pour la société des transports en commun de Varna, sous des conditions défavorables, ayant porté un préjudice considérable à cette société, infraction pénale punie par les articles 220, alinéa 2, et 20, alinéa 4, du code pénal ; iii)  facilitation d’actes d’abus d’autorité de fonctionnaire, commis entre 2005 et 2007 par le directeur de la société municipale des transports de Varna et par la comptable en chef de cette entreprise, consistant en la passation de commandes pour la livraison de 31 autobus sous des conditions préjudiciables pour la société, infraction pénale relevant des articles 282, alinéa 2, et 20, alinéa 4, du code pénal ; iv)  incitation de l’un de ses complices supposés à livrer de faux témoignages, infraction pénale punie par l’article 293, alinéa 1, du code pénal. Le même jour, l’ordonnance d’inculpation fut contresignée par un procureur du parquet régional de Varna.", "43.  Ce même procureur ordonna la détention du requérant pour soixantedouze heures afin d’assurer sa comparution devant le tribunal régional de Varna. L’ordonnance en cause, produite par les requérants, mentionnait que M. Gutsanov avait été formellement inculpé le 31 mars 2010 et que sa détention avait commencé à partir de 22 h 55, sans que la date ait été précisée.", "44.  Le 3 avril 2010, le parquet régional de Varna demanda au tribunal régional de la même ville de placer M. Gutsanov en détention provisoire.", "45.  Le requérant comparut devant le tribunal régional de Varna le 3 avril 2010, à 12 heures. Il était assisté de deux avocats. Le procureur régional demanda la tenue d’une audience à huis clos au motif que l’accusation allait invoquer un rapport classé secret. Les avocats du requérant estimèrent qu’il n’était pas nécessaire d’interdire l’accès au public parce qu’ils avaient pris l’engagement de ne pas divulguer les informations secrètes contenues dans ce document et qu’en tout état de cause, celui-ci n’avait aucune pertinence pour les accusations portées contre leur client. Après avoir constaté que tant les parties que lui-même avaient pris connaissance du rapport classé secret et que la défense avait pris l’engagement de ne pas divulguer en public son contenu, le tribunal rejeta la demande du parquet et tint une audience publique.", "46.  À la fin de celle-ci, le tribunal décida de placer le requérant en détention provisoire. Il constata qu’il existait des indices suffisants pour que le requérant soit raisonnablement soupçonné d’avoir commis les infractions pénales qu’on lui reprochait. Il se référa notamment aux dépositions des témoins interrogés et à celles d’un autre suspect, aux preuves documentaires rassemblées au cours des perquisitions et au rapport secret présenté par le parquet. Il ne releva aucun danger que requérant prenne la fuite, mais constata néanmoins que son maintien en détention se justifiait par l’existence d’un danger que de nouvelles infractions soient commises. En particulier, le rapport secret indiquait que les suspects, y compris le requérant, avaient tenté d’entraver l’enquête en faisant pression sur certains témoins et en fabriquant de faux documents.", "47.  L’intéressé contesta la décision du tribunal régional devant la cour d’appel de Varna qui, par une décision du 13 avril 2010, le débouta. La juridiction d’appel souscrivit pleinement aux conclusions du tribunal régional et ajouta que l’état de santé du requérant, qui souffrait de bronchite, n’imposait pas sa libération parce qu’il pouvait être soigné dans les établissements de détention provisoire.", "48.  Le 18 mai 2010, le tribunal régional de Varna rejeta, aux motifs suivants, une demande de libération formée par le requérant :", "« (...) En ce qui concerne les points 2 et 3 de la demande de la défense, le tribunal a déjà exposé sa position lors de l’audience précédente et celle-ci n’a malheureusement pas évolué dans un sens favorable à l’inculpé. Dans le cadre de cette procédure, le tribunal doit déterminer si le maintien en détention [du requérant] est légal, c’estàdire s’il existe un changement dans les circonstances qui ont justifié la détention. En premier lieu, il est toujours d’avis qu’une infraction pénale a été commise et que l’inculpé y est impliqué (има касателство) et, deuxièmement, qu’il existe toujours un danger réel [que l’inculpé commette] une infraction pénale contre la justice s’il est libéré. ».", "49.  Le requérant contesta cette décision devant la cour d’appel de Varna qui, par une décision du 25 mai 2010, l’assigna à résidence. La juridiction d’appel estima qu’il n’y avait aucun danger de soustraction à la justice et que le danger que l’intéressé commette de nouvelles infractions avait disparu à la suite de sa démission récente du poste de président du conseil municipal.", "50.  Le 26 juillet 2010, statuant à la demande du requérant, le tribunal régional de Varna décida de libérer celui-ci sous caution. Il constata que tous les autres suspects avaient été libérés et que, dans le cas du requérant, les deux mesures de contrôle judiciaire les plus sévères imposées avaient accompli leur finalité. Au vu du stade auquel se trouvait l’enquête pénale, il n’était plus nécessaire de détenir l’intéressé pour empêcher une éventuelle entrave à l’enquête. Par ailleurs, le requérant avait certains problèmes de santé. Le tribunal fixa le montant de la caution à 10 000 BGN.", "51.  Cette décision ne fut pas contestée devant le tribunal supérieur et devint exécutoire le 30 juillet 2010. L’intéressé fut libéré ce jour-là, après le paiement de la caution.", "52.  À la date de la dernière information reçue par la partie requérante, à savoir le 26 avril 2013, la procédure pénale contre M. Gutsanov était toujours pendante au stade de l’instruction préliminaire. Aux dires du requérant, il n’avait pas été auditionné par les organes de l’instruction préliminaire au cours des deux années précédentes.", "F.  La couverture médiatique du procès pénal de M. Gutsanov", "53.  Les requérants exposent que plusieurs journalistes de différents médias, y compris des équipes de télévision, informés au préalable par le ministère de l’Intérieur, étaient déjà présents devant leur maison quand M. Gutsanov quitta son domicile le 31 mars 2010, aux alentours de 13 heures (paragraphe 36 ci-dessus). Le requérant fut photographié et filmé à la sortie de sa maison et les photographies et séquences vidéo furent publiées et diffusées par différents médias. Le Gouvernement a fourni une copie de la photographie du requérant, prise par les reporters au moment où celui-ci quittait sa maison, et publiée par les médias. Sur cette photographie, on aperçoit M. Gutsanov qui descend l’escalier extérieur de sa maison et qui est précédé d’un homme habillé en tenue civile. Le requérant est vêtu d’un sweatshirt et porte sur ses épaules un blouson qui couvre entièrement ses bras et ses mains. À l’arrière-plan de la photographie, on aperçoit la porte entrouverte de sa maison qui est sans poignée, serrure ni gâche.", "54.  Le même jour, le procureur régional de Varna, le commissaire en chef de la police de Varna et le chef régional de l’unité spéciale de lutte contre le crime organisé donnèrent une conférence de presse à l’occasion de l’opération policière baptisée « Méduses ». Cette conférence attira l’attention des médias régionaux et nationaux.", "55.  Au cours de cette conférence de presse, le procureur régional annonça que le matin du même jour, les forces de l’ordre avaient procédé à l’arrestation du président du conseil municipal, du directeur de la société municipale des transports en commun, de la comptable en chef de cette entreprise et d’un homme d’affaires connu à Varna. Les forces de l’ordre avaient ensuite perquisitionné les domiciles et bureaux de ces personnes. Plusieurs documents et supports de données électroniques y avaient été retrouvés et saisis. Il précisa que des poursuites pénales avaient été ouvertes contre les personnes susmentionnées. Il ajouta que les enquêteurs travaillaient sur les chefs d’accusations suivants : organisation et direction d’un groupe de malfaiteurs qui avait pour but de commettre des infractions pénales d’abus de pouvoir entraînant des préjudices considérables, infraction pénale punie d’une peine de trois à dix ans d’emprisonnement ; mauvaise gestion de biens publics, commise intentionnellement et entraînant un préjudice considérable, punie d’une peine pouvant aller jusqu’à huit ans d’emprisonnement ; appropriation frauduleuse par abus de pouvoir et entraînant un préjudice considérable, punie d’une peine de dix à vingt ans d’emprisonnement ; signature de contrats défavorables entraînant un préjudice considérable, punie d’une peine pouvant aller jusqu’à cinq ans d’emprisonnement ; incitation à des faux témoignages, punie d’une peine pouvant aller jusqu’à trois ans d’emprisonnement ; fabrication de faux documents, infraction punie par une peine pouvant aller jusqu’à cinq ans d’emprisonnement.", "56.  Les propos du procureur régional furent publiés le lendemain dans le quotidien régional Cherno more. Le journal publia également des extraits d’une interview du ministre de l’Intérieur. Celui-ci expliquait que les mesures d’instruction dans le cadre de l’opération policière « Méduses » se poursuivaient et que celles-ci concernaient des marchés publics pour l’importation d’autobus pour les besoins de la compagnie municipale des transports de Varna. Il ajoutait que, selon les informations recueillies au cours de l’enquête, le prix réellement reçu par l’un des vendeurs à l’étranger était nettement inférieur à celui approuvé par le conseil municipal de Varna et que l’argent qui manquait était transféré sur les comptes bancaires des suspects dans l’affaire en cause. Les propos suivants du ministre de l’Intérieur, concernant les relations existantes entre le requérant et l’un des autres suspects dans la même affaire, furent cités mot pour mot dans l’article en cause :", "« Le président du conseil municipal est lié à D., ce qui est chose notoire à Varna. Ce lien n’a jamais été caché et ce qu’ils ont fait représente une machination (схема) élaborée pendant plusieurs années, parce qu’il y a trois contrats pour environ deux millions d’euros et pour des autobus de seconde main. ».", "57.  Le 5 avril 2010, le premier ministre donna une interview à l’émission matinale d’une chaîne de télévision nationale. Le journaliste lui posa plusieurs questions sur l’actualité politique, judiciaire et économique. La question des arrestations à Varna fut abordée à la fin de l’interview, dont voici la partie pertinente :", "« Journaliste : Cette semaine vous aurez un entretien avec le président américain à Prague. Qu’en attendez-vous ?", "Premier ministre : Je vous le dirai quand ce sera fini.", "J. : S’il vous plaît !", "P.M. : Je regarde les annonces qui passent à l’écran : Gutsanov à Varna, il est proche - j’utilise le mot « proximité » - non seulement du leader du Parti socialiste [S.S.], mais aussi de certains membres de son mouvement de jeunesse. Ils sont très proches.", "J. : Et ensuite ?", "P.M. : Ils ont tous été arrêtés et placés en détention provisoire.", "J : Non, non, je voulais dire qu’est-ce qui découle de cette proximité ?", "P.M. : Des profits matériels (облагодетелстване).", "J : Vous dites que Gutsanov a profité de sa proximité avec S.S. ?", "P.M. : Ce sont les juges qui l’ont dit parce que la détention provisoire a été ordonnée.", "J. : Est-ce que cela veut dire que d’autres personnes du Parti socialiste, plus haut placées, seront inculpées, par exemple S.S. ?", "P.M. : Le procureur à Varna travaille bien et je pense que, si le tribunal a ordonné le placement en détention, cela veut dire que les preuves sont pertinentes.", "J. : Non, ce n’était pas une réponse à ma question. Juste pour finir ...", "P.M. : Oui, oui, juste pour finir, celui qui a mis la main dans le fût de miel aura à répondre de ses actes.", "J. : Il existe donc des éléments indiquant que S.S. a fait la même chose ?", "P.M. : Gutsanov est l’une des personnes les plus proches de lui [S.S.], et je répète le mot « proche » pour la troisième fois : [il est] membre du conseil suprême du Parti et président du Parti [socialiste] à Varna.", "J. : Je vous remercie pour cet entretien en direct (...) ».", "58.  Un compte rendu de l’interview fut publié le lendemain dans le quotidien national 24 Chasa. L’article portait le titre suivant : « B. : « La Méduse » Gutsanov est l’une des personnes les plus proches de S. ». L’extrait pertinent de l’article se lit comme suit :", "", "« Le président du conseil municipal de Varna, Borislav Gutsanov, qui a été arrêté au cours de l’opération Méduses, est l’une des personnes les plus proches du leader du Parti socialiste, S.S. C’est ce qu’a dit le premier ministre, B.B., devant la chaîne de télévision N. Il a rappelé que Gutsanov est membre du conseil suprême du parti et chef de son organisation [à Varna] d’où S. avait été élu député à l’Assemblée nationale. Selon le premier ministre, la décision du tribunal d’écrouer le conseiller municipal prouve que celui-ci a profité de sa proximité avec l’ex-premier ministre (S.S.) (...) ».", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La perquisition et la saisie dans le cadre de poursuites pénales", "59.  La perquisition et la saisie sont régies par les articles 160 à 163 du CPP. Les parties pertinentes de ces articles sont libellés comme suit :", "Article 160", "(1)  Lorsqu’il existe des raisons suffisantes de soupçonner qu’un local (...) contient des documents, objets ou supports de données électroniques ayant de l’importance pour des poursuites pénales, il est procédé à la perquisition [du local] dans le but de retrouver et de saisir ceux-ci. (...) ;", "Article 161", "(1)  Au stade de l’instruction préliminaire, la perquisition et la saisie sont effectuées avec l’autorisation d’un juge du tribunal de première instance (...) qui statue sur la demande du procureur.", "(2)  Dans des cas urgents, quand la perquisition et la saisie sont les seuls moyens de recueillir et préserver les preuves, les organes de l’instruction préliminaire peuvent effectuer celles-ci sans l’autorisation prévue à l’alinéa 1, sous condition de présentation immédiate du procès-verbal de ces mesures à un juge pour son approbation et, en tout état de cause, dans un délai de vingt-quatre heures (...) ;", "Article 162", "(1)  La perquisition et la saisie sont effectuées en la présence de témoins et de la personne qui utilise le local ou en la présence d’un membre majeur de la famille de celle-ci (...) ;", "Article 163", "(1)  La perquisition et la saisie sont effectuées de jour sauf dans les cas urgents (освен ако не търпят отлагане) (...)", "(4)  Lors de la perquisition et de la saisie, tout acte non nécessaire à leur accomplissement est proscrit. Les locaux et les contenants peuvent être ouverts de force [par les organes de l’enquête] seulement en cas de refus d’ouverture et sans causer de dommages inutiles.", "60.  D’après la jurisprudence des tribunaux internes, le juge saisi d’une demande d’approbation d’une perquisition et d’une saisie déjà effectuées vérifie tant l’existence des circonstances matérielles prévues à l’article 161, alinéa 2, du CPP que le respect des garanties procédurales et de forme entourant la perquisition et la saisie et la rédaction du procès-verbal (Определение от 02.10.2007 г. на СОС по ч.н.д. № 751/2007г., НО ; Решение № 162 от 07.04.2010г. на ВКС по н.д. № 7/2010 г., I н. о., Н.К.). Le non-respect de ces conditions matérielles et procédurales entraîne le refus d’approbation de la perquisition et de la saisie.", "61.  Les preuves matérielles saisies au cours des poursuites pénales restent à la disposition des autorités tout au long de la procédure (article 111, alinéa 1, du CPP). Le procureur compétent peut toutefois autoriser avant la fin des poursuites pénales la restitution des preuves matérielles saisies si cela ne nuit pas à l’établissement des faits et si elles ne sont pas constitutives d’une infraction administrative (article 111, alinéa 2, du CPP). Le refus du procureur peut être contesté devant le tribunal de première instance qui se prononce par une décision définitive (article 111, alinéa 3, du CPP).", "B.  La garde à vue, la détention ordonnée par un procureur, la détention provisoire et l’assignation à résidence", "62.  Les règles pertinentes de droit interne régissant la garde à vue, la détention ordonnée par un procureur et le placement initial en détention provisoire sont résumées dans l’arrêt Zvezdev c. Bulgarie, no 47719/07, §§ 12-15, 7 janvier 2010.", "63.  L’inculpé peut demander à tout moment au tribunal de première instance d’ordonner sa libération ou une mesure de contrôle judiciaire moins contraignante que la détention provisoire (article 65, alinéa 1, du CPP). Le tribunal examine le recours en la présence des parties (article 65, alinéa 3, du CPP) et se prononce par une décision motivée (article 65, alinéa 4, du CPP) qui est susceptible d’appel (article 65, alinéa 7, du CPP).", "64.  En droit bulgare, l’assignation à résidence est une mesure de contrôle judiciaire qui consiste en l’interdiction pour l’inculpé de quitter son logement sans l’autorisation préalable des autorités de poursuites pénales (article 62, alinéa 1, du CPP). En vertu des articles 56, 57 et 58, point 3, du CPP, elle peut être ordonnée s’il existe des raisons plausibles de soupçonner que l’inculpé a commis une infraction pénale et elle a pour but d’empêcher celui-ci de se soustraire à la justice, de commettre d’autres infractions pénales ou d’entraver l’exécution de sa condamnation définitive. Elle est ordonnée par les tribunaux et fait l’objet d’un contrôle de légalité dans les mêmes conditions que la détention provisoire (article 62, alinéa 2). En particulier, les tribunaux cherchent à établir si des raisons plausibles persistent de soupçonner le requérant d’avoir commis une infraction pénale et s’il existe un danger de soustraction à la justice ou de commission de nouvelles infractions (Определение от 24.06.2008 г. на ОС - София по в. ч. н. д. № 348/2008 г., НО, 2-ри възз. с-в).", "C.  La loi sur la protection des informations classifiées", "65.  L’article 1, alinéa 3, de ladite loi définit les informations classifiées par toute information relevant du secret d’État ou du secret professionnel. L’accès à ces informations est réservé aux personnes autorisées et à la condition qu’il soit nécessaire à l’accomplissement de leurs fonctions ou de la tâche dont elles sont chargées (le « principe du besoin de savoir » ; article 3 de la loi).", "66.  Les juges, procureurs, enquêteurs et avocats ont d’office accès aux informations secrètes contenues dans le dossier de l’affaire sur laquelle ils travaillent dans le respect du principe du « besoin de savoir » (article 39, alinéa 3, point 3 de la loi). La même règle s’applique à tout particulier dans la mesure où l’accès aux informations classifiées serait nécessaire à l’exercice de son droit constitutionnel de défense (article 39a de la loi), notamment dans le cadre d’une procédure pénale.", "D.  La responsabilité de l’État pour dommages", "67.  L’article 1, alinéa 1, de la loi sur la responsabilité de l’État et des municipalités permet aux particuliers d’obtenir un dédommagement du préjudice causé par les actes, actions ou inactions illégaux des organes ou agents étatiques ou municipaux dans l’exercice de leurs fonctions administratives. Selon la jurisprudence constante de la Cour suprême de cassation bulgare, les actes des organes de l’enquête pénale et des procureurs accomplis dans le cadre d’une procédure pénale ne relèvent pas du domaine de la fonction administrative et sont ainsi exclus du champ d’application de cette disposition de la loi (Решение № 615 от 10 юли 2001 г. на ВКС по гр. д. № 1814/2000 г.; Тълкувателно решение № 3 от 22 април 2004 г. на ВКС по тълк. д. № 3/2004 г., ОСГК). L’article 2 de la même loi, dans sa rédaction en vigueur à l’époque des faits, prévoyait l’engagement de la responsabilité des organes de l’enquête pénale, du parquet et des tribunaux dans les hypothèses suivantes : détention provisoire illégale ; accusation ou condamnation suivis de l’abandon des poursuites pénales ou d’un acquittement ; internement médical ou autres mesures coercitives imposées par un tribunal suivis de l’annulation de cette décision pour illégalité ; exécution d’une peine en dépassement du délai ou du montant initialement déterminés (voir également les arrêts Iliya Stefanov c. Bulgarie, no 65755/01, §§ 28 et 29, 22 mai 2008, Kandjov c. Bulgarie, no 68294/01, §§ 35-39, 6 novembre 2008, et Botchev c. Bulgarie, no 73481/01, §§ 37-39, 13 novembre 2008).", "E.  L’immunité pénale et civile des magistrats et des membres du Gouvernement", "68.  En vertu de l’article 132, alinéa 1, de la Constitution, les juges, procureurs et enquêteurs ne sont pas pénalement et civilement responsables de leurs actes ou actions accomplis dans l’exercice de leurs fonctions, à l’exception des faits constitutifs d’infractions pénales intentionnelles réprimées d’office.", "69.  Ni la Constitution ni la législation ordinaire bulgare ne confèrent une telle immunité au premier ministre et aux autres membres du Gouvernement.", "F.  La plainte pénale pour diffamation en droit bulgare", "70.  L’article 147 du code pénal bulgare (« le CP »), réprimant la diffamation, est libellé comme suit :", "« 1)  Quiconque tient des propos déshonorants pour autrui, voire lui impute une infraction pénale, est puni, pour diffamation, d’une amende allant de trois mille à sept mille levs et d’une réprimande.", "2)  L’auteur n’est pas puni si la véracité des propos ou infractions pénales imputées est prouvée. »", "71.  L’article 148, alinéa 2, du CP prévoit une amende de cinq mille à quinze mille levs et une réprimande si les propos diffamatoires ont été tenus publiquement, disséminés par le biais des médias ou tenus par un fonctionnaire dans le cadre de ses fonctions.", "72.  Aux termes de l’article 161 du CP, la diffamation n’est pas une infraction pénale réprimée d’office. Les poursuites pénales pour ce chef doivent être engagées par le biais d’une plainte pénale directement déposée par la victime auprès des tribunaux. La plainte peut être accompagnée d’une action en dommages et intérêts (article 84, alinéa 1, du CPP).", "73.  En vertu de l’article 103 du CPP, il revient à l’accusateur public ou privé de prouver le chef d’accusation, c’est-à-dire l’existence des éléments matériel et moral de l’infraction pénale reprochée ; la partie adverse n’est aucunement obligée de prouver son innocence. La jurisprudence de la Cour suprême bulgare considère que le renversement de la charge de la preuve dans le cadre de la procédure pénale constitue toujours un vice majeur de procédure (Решение № 144 от 8.V.1989 г. на ВС по н. д. № 126/78 г., I н. о. ; Решение № 408 от 8.07.2002 г. на ВКС по н. д. № 11/2002 г., II н. о.). Elle reconnaît que la fausseté des propos diffamatoires est l’un des volets essentiels de l’élément matériel de l’infraction pénale de diffamation (Тълкувателно решение № 12 от 1.04.1971 г. на ВС по н. д. № 9/1971 г., ОСНК). D’après la doctrine, la même règle de répartition de la charge de la preuve s’applique dans le cadre d’une procédure pénale pour diffamation en cas d’imputation d’une infraction pénale. Il reviendrait au plaignant de prouver non seulement que le prévenu est l’auteur de l’imputation contestée, mais que celle-ci est fausse, c’est-à-dire que le plaignant n’a pas commis l’infraction pénale qu’on lui impute. En pratique, le plaignant pourrait présenter devant le tribunal des documents émanant de la police et du parquet attestant l’absence de poursuites pénales à son encontre et obtenir la convocation et l’interrogatoire de témoins ayant connaissance de l’infraction pénale imputée (Раймундов, П., Обида и клевета, ИК Фенея, София, 2009 г., стр. 156).", "74.  Cependant, dans un arrêt rendu le 10 mars 1973, la Cour suprême bulgare a estimé que le deuxième alinéa de l’article 147 du CP oblige le prévenu à prouver la véracité de ses allégations diffamatoires (Решение № 128 от 10.03.1973 г. на ВС по н. д. № 37/1973 г., II н. о.). En 2002 et 2003, à l’occasion de l’examen d’une affaire de diffamation, les tribunaux de première instance et d’appel à Burgas ont reconnu que l’article 147, alinéa 2, du CP créait la présomption que toute imputation de crime est fausse et qu’il revenait par conséquent à l’auteur des propos litigieux d’apporter la preuve de leur véracité (Kasabova c. Bulgarie, no 22385/03, §§ 23 et 29, 19 avril 2011).", "G.  La loi sur le ministère de l’Intérieur", "75.  En vertu de l’article 4 de la loi sur le ministère de l’Intérieur, le fonctionnement de ce dernier repose, entre autres, sur les principes suivants : le respect de la Constitution, des lois et des instruments internationaux ratifiés par la Bulgarie ; le respect des droits et libertés fondamentaux et de la dignité des citoyens.", "EN DROIT", "76.  Invoquant les articles 3, 5, 6 § 2, 8 et 13, les requérants se plaignent de plusieurs violations de leurs droits et libertés garantis par la Convention. Ils allèguent que l’intervention policière dans leur maison familiale les a soumis à un traitement dégradant, que les autorités n’ont pas enquêté sur ces événements et que la perquisition de leur maison a constitué une ingérence injustifiée dans leur droit au respect du domicile, de la vie privée et familiale et de la correspondance. Le premier requérant, M. Gutsanov, soutient que son arrestation était irrégulière, qu’il n’a pas été traduit « aussitôt » devant un juge, qu’il n’a pas pu contester d’une manière effective son maintien en détention et qu’il ne peut pas obtenir réparation du préjudice subi de ces faits. Il estime également que sa présomption d’innocence a été bafouée à plusieurs reprises par des hommes politiques et des magistrats. Les quatre requérants dénoncent l’absence en droit interne de voies de recours effectives pour remédier aux violations alléguées de leurs droits et libertés. La Cour estime opportun d’aborder en premier lieu les griefs formulés sous l’angle de l’article 3 de la Convention.", "I.  SUR LES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 3 DE LA CONVENTION", "77.  Les requérants soutiennent que l’intervention de la police à leur domicile les a soumis à des traitements incompatibles avec l’article 3 de la Convention, ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. ».", "78.  Les requérants se plaignent notamment du fait que la façon dont l’intervention policière en question a été exécutée, avant le lever du soleil, par des policiers cagoulés et lourdement armés qui sont entrés par effraction et ont braqué leurs armes sur eux et menotté M. Gutsanov en l’agenouillant, les a soumis à une rude épreuve psychologique qui s’analyse en un traitement dégradant.", "79.  Dans leurs observations écrites du 6 janvier 2012, les requérants se plaignent de l’absence d’une enquête pénale sur les mauvais traitements qu’ils disent avoir subis lors de l’intervention policière du 31 mars 2010.", "A.  Sur la recevabilité", "1.  Grief concernant l’intervention policière du 31 mars 2010", "a)  Les observations du Gouvernement", "80.  Le Gouvernement considère que ce grief doit être rejeté pour nonépuisement des voies de recours internes, pour non-respect du délai de six mois, comme étant prématuré et pour absence de qualité de victime des requérants.", "81.  Il observe, en premier lieu, que l’enquête pénale ouverte contre M. Gutsanov est encore pendante et en conclut que le grief tiré de l’article 3 est prématuré.", "82.  Selon le Gouvernement, les requérants n’ont pas soulevé devant les autorités compétentes leur grief tiré des traitements dégradants allégués. Ils n’auraient non plus intenté une action en dommages et intérêts en vertu de l’article 2 de la loi sur la responsabilité de l’État et des municipalités. Ainsi, ils auraient omis d’épuiser les voies de recours normalement disponibles et effectives en droit interne.", "83.  Le Gouvernement observe ensuite que, par une ordonnance du 7 avril 2010, le parquet régional de Varna a refusé d’ouvrir des poursuites pénales contre les agents de police qui avaient pénétré dans le domicile des requérants. Le parquet aurait notamment constaté que l’action des policiers n’était constitutive d’aucune infraction pénale. Le Gouvernement soutient également que cette action ne visait en aucun cas à atteindre les requérants dans leur dignité ni à leur causer un quelconque préjudice moral et que, de ce fait, elle ne s’analyse pas en un traitement incompatible avec l’article 3 de la Convention. Les requérants ne sauraient dès lors, selon lui, se prétendre victimes d’une violation de leurs droits garantis par cet article.", "b)  Les observations de la partie requérante", "84.  Les requérants ne contestent pas qu’ils n’ont pas porté plainte pénale contre les policiers qui avaient pénétré dans leur domicile le 31 mars 2010. Ils plaident toutefois qu’un tel recours serait manifestement ineffectif notamment pour deux raisons. Premièrement, aucune disposition du droit pénal bulgare ne réprimerait en tant qu’infraction pénale le fait d’infliger à autrui un traitement dégradant résultant de pressions psychologiques. Deuxièmement, comme la Cour l’aurait constaté dans une série d’affaires concernant l’intervention d’agents spéciaux de la police nationale, le refus systématique des autorités de révéler l’identité de ces agents aurait pour résultat de rendre ineffective toute enquête pénale diligentée à l’encontre de ceux-ci.", "85.  L’ordonnance de non-lieu rendue par le parquet régional dans le cas d’espèce ne ferait que confirmer l’ineffectivité d’une plainte pénale. Le procureur aurait pris la décision de ne pas ouvrir de poursuites pénales à l’encontre des policiers peu après l’ouverture du dossier, sur la seule base de deux rapports émanant des agents de police et sans avoir entendu aucun autre témoin ni rassemblé d’autres preuves. Les requérants n’auraient pas été informés de cette ordonnance et auraient été privés de toute possibilité d’être associés à l’enquête.", "86.  Pour ce qui est d’une éventuelle action en dommages et intérêts sous l’angle de la loi sur la responsabilité de l’État et des municipalités, les requérants estiment qu’elle n’est pas davantage assimilable à un recours interne effectif dans leur cas. En vertu de la jurisprudence constante des juridictions internes, l’article 1 de ladite loi, qui permettrait d’engager la responsabilité de l’État du fait des dommages causés par l’action administrative, ne s’appliquerait pas aux actes des agents de police accomplis dans l’exécution de mesures d’instruction prises au cours d’une procédure pénale, car ils relèveraient alors du processus juridictionnel et non de l’exercice de fonctions administratives. Par ailleurs, dans un arrêt interprétatif obligatoire, rendu en 2005, la Cour suprême de cassation aurait précisé que lorsque les organes administratifs, tels que la police, exécutent des mesures ordonnées par les organes du pouvoir judiciaire, une action en responsabilité de l’État ne peut être engagée que contre ces derniers et sur la base de l’article 2 de la loi sur la responsabilité de l’État et des municipalités. Or cette disposition ne permettrait un dédommagement que dans un nombre limité de cas et le seul qui pourrait éventuellement être retenu en l’espèce serait l’acquittement de M. Gutsanov, voire l’abandon ultérieur des poursuites pénales dirigées contre lui. Cependant, il serait difficile pour les requérants de prouver leurs allégations étant donné que tous les témoins des événements sont les agents de police qui ont participé à l’opération du 31 mars 2010.", "c)  Appréciation de la Cour", "87.  La Cour observe d’emblée que le Gouvernement a soulevé plusieurs exceptions d’irrecevabilité du grief tiré de l’article 3 de la Convention. Compte tenu des arguments exposés par les parties, elle considère que les questions relatives au respect du délai de six mois et au caractère prétendument prématuré de la requête sont étroitement liées à l’exception de non-épuisement soulevée par le Gouvernement. Elle estime dès lors opportun de déterminer en premier lieu si la règle de l’épuisement des voies de recours interne a été respectée dans le cas d’espèce.", "i.  Sur l’exception de non-épuisement des voies de recours internes", "88.  La Cour rappelle que la règle énoncée à l’article 35 § 1 de la Convention impose aux requérants l’obligation d’utiliser d’abord les recours normalement disponibles et suffisants dans l’ordre juridique interne de leur pays pour leur permettre d’obtenir réparation des violations qu’ils allèguent. Lesdits recours doivent exister à un degré suffisant de certitude, en pratique comme en théorie, sans quoi leur manquent l’effectivité et l’accessibilité voulues (voir, parmi beaucoup d’autres, Salman c. Turquie [GC], no 21986/93, § 81, CEDH 2000VII, et İlhan c. Turquie [GC], no 22277/93, § 58, CEDH 2000VII).", "89.  Il incombe au Gouvernement excipant du non-épuisement de convaincre la Cour que le recours qu’il suggère était effectif et disponible tant en théorie qu’en pratique à l’époque des faits. Une fois cela démontré, c’est au requérant qu’il revient d’établir que le recours évoqué par le Gouvernement a bien été employé ou que, pour une raison quelconque, il n’était ni adéquat ni effectif compte tenu des faits de la cause ou encore que certaines circonstances particulières le dispensaient de l’obligation de l’exercer (Akdivar et autres c. Turquie, 16 septembre 1996, § 68, Recueil des arrêts et décisions 1996IV).", "90.  D’après la jurisprudence constante de la Cour, la voie de recours normalement disponible en droit bulgare pour remédier aux traitements inhumains et dégradants qui auraient été causés par des agents de police est la plainte adressée aux organes de poursuites pénales (voir, parmi beaucoup d’autres, Assenov et autres c. Bulgarie, 28 octobre 1998, § 86, Recueil 1998VIII, Osman et Osman c. Bulgarie (déc.), no 43233/98, 6 mai 2004, et Kemerov c. Bulgarie (déc.), no 44041/98, 2 septembre 2004). Les requérants dans la présente affaire n’ont pas saisi le parquet d’une telle plainte à l’encontre des policiers qui avaient pénétré à leur domicile le matin du 31 mars 2010. Ils soutiennent sur ce point qu’une plainte auprès du parquet n’aurait pu être considérée comme une voie de recours effective dans leur cas vu la nature des mauvais traitements infligés et les lacunes du droit pénal interne (paragraphe 84 ci-dessus).", "91.  La Cour rappelle que dans son arrêt Hristovi c. Bulgarie (no 42697/05, § 95, 11 octobre 2011), elle a noté avec préoccupation la manière dont le droit pénal bulgare traite les faits générateurs de souffrances psychologiques. En particulier, elle a constaté que, hormis le cas très particulier des menaces de mort, le code pénal bulgare n’érige pas en infractions pénales les agissements des agents de police causant des souffrances de ce type, survenus par exemple dans le cadre d’opérations d’arrestation, de perquisition et de saisie conduites d’une manière agressive. Ainsi, dès lors qu’il n’est pas allégué que le plaignant a subi une agression physique entre les mains des agents de police, les autorités ne sont pas tenues d’ouvrir des poursuites pénales concernant les actes dénoncés. La Cour a constaté que cette lacune dans le droit interne permet aux personnes ayant causé des traumatismes psychologiques d’échapper à toute poursuite pouvant engager leur responsabilité pénale.", "92.  Les requérants dans la présente affaire se plaignent exclusivement d’effets psychologiques néfastes de l’opération policière conduite à leur domicile le 31 mars 2010 au matin. Ils n’allèguent pas avoir été physiquement agressés par les policiers. Il apparaît donc que si les intéressés avaient introduit une plainte pénale contre les policiers en cause, ils se seraient forcément heurtés à un refus par le parquet d’ouvrir des poursuites pénales à cause de la même lacune légale constatée par la Cour dans l’arrêt Hristovi, précité. Il s’ensuit que le recours pénal normalement disponible et effectif en cas de violences physiques subiеs aux mains de la police était d’emblée voué à l’échec dans la situation précise dont se plaignent les requérants. La Cour ne saurait donc leur reprocher de ne pas avoir saisi le parquet d’une plainte à l’encontre des agents qui avaient participé à l’opération policière en cause.", "93.  La Cour rappelle ensuite que dans son arrêt Mirosław Garlicki (c. Pologne, no 36921/07, § 77, 14 juin 2011), elle a reconnu qu’un recours civil en dommages et intérêts pour la violation de droits subjectifs tels que le droit à la santé, à la liberté, à l’honneur et à la dignité humaine, prévu par la législation polonaise, peut constituer une voie appropriée pour remédier à la violation alléguée de l’article 3 lorsque le requérant se plaint exclusivement des effets psychologiques néfastes d’une arrestation effectuée par des agents cagoulés, sous le regard d’un grand nombre de personnes et largement médiatisée par la suite. Elle observe que les requérants dans la présente affaire se plaignent également des effets psychologiques de l’action policière dont ils ont été la cible. Le Gouvernement dit qu’ils auraient pu introduire une action en dédommagement en vertu de la loi sur la responsabilité de l’État et des municipalités pour dommagse (paragraphe 82 ci-dessus). La Cour estime cependant qu’à la différence de l’affaire Mirosław Garlicki, précitée, §§ 77 et 78, où le requérant disposait de plusieurs voies de recours internes effectives, une éventuelle action en dédommagement formée par les quatre requérants sous l’angle des articles 1 ou 2 de la loi bulgare précitée n’aurait eu aucune chance de succès pour les raisons exposées ci-dessous.", "94.  La Cour rappelle sur ce point que l’article 1 de la loi sur la responsabilité de l’État et des municipalités permet aux particuliers d’engager la responsabilité délictuelle de l’État à raison des actes, actions et omissions illégaux des organes et fonctionnaires de l’État dans l’exercice de leurs fonctions administratives. D’après la jurisprudence constante des hautes juridictions bulgares, les actes des autorités d’enquête et des poursuites pénales dans le cadre d’une procédure pénale ne relèvent pas de l’exercice de leurs fonctions administratives et ne tombent pas sous le coup de l’article 1 de la loi en cause (paragraphe 67 ci-dessus, et Iliya Stefanov, précité, § 28). La Cour observe que l’action policière au domicile des requérants a été menée dans le cadre d’une procédure pénale et qu’elle visait à l’arrestation de M. Gutsanov et à la recherche de preuves dans son logement. Dès lors, en vertu de la jurisprudence des tribunaux internes, cette action relevait de mesures d’enquête prises au cours de ladite procédure et n’était pas susceptible d’engager la responsabilité délictuelle de l’État sous l’angle de l’article 1 de la loi précitée.", "95.  En ce qui concerne l’applicabilité de l’article 2 de la même loi, la Cour observe que les seules hypothèses susceptibles d’être retenues dans les circonstances de l’espèce étaient le constat d’illégalité de la détention de M. Gutsanov et l’abandon des poursuites pénales menées contre lui, voire son acquittement en première instance ou en appel (paragraphe 67 cidessus). La Cour constate cependant que les tribunaux saisis des demandes de libération de M. Gutsanov ont considéré que sa détention était légale au regard du droit interne (paragraphes 45-50 ci-dessus) et que, selon les dernières informations reçues par le requérant, les poursuites pénales en question sont encore pendantes au stade de l’instruction préliminaire (paragraphe 52 ci-dessus). Dans ces conditions, une action fondée sur l’article 2 de la loi sur la responsabilité de l’État et des municipalités, dans sa rédaction en vigueur à l’époque des faits, aurait été vouée à l’échec.", "96.  La Cour constate par ailleurs qu’une action formée en vertu de l’article 2 de ladite loi en cas d’abandon des poursuites pénales contre M. Gutsanov ou d’acquittement de celui-ci n’aurait pas valu reconnaissance tacite ou expresse de la violation de son droit à ne pas être soumis à des traitements inhumains ou dégradants : le fait dommageable à établir dans le cadre d’une telle procédure aurait été une inculpation pour telle ou telle infraction pénale suivie d’un abandon des poursuites pénales ou d’un acquittement de l’accusé. Ainsi, l’examen des faits de la part des tribunaux internes se serait limité à des constats purement formels et n’aurait pas porté sur l’essence même des griefs des requérants, à savoir la nécessité des moyens employés par la police par rapport à l’objectif de leur intervention et les effets psychologiques néfastes de l’opération des forces de l’ordre sur les quatre requérants.", "97.  En résumé, la Cour considère qu’à cause des lacunes de la législation interne ni la plainte pénale ni l’action en dommages et intérêts contre l’État, invoquées par le gouvernement défendeur, n’auraient été des voies de recours internes suffisamment effectives dans le cas d’espèce : le recours pénal aurait été voué à l’échec à cause de l’absence en droit bulgare de dispositions réprimant l’infliction de souffrances psychologiques (paragraphes 90-92 ci-dessus) et le recours compensatoire contre l’État manquait d’efficacité en raison de la portée limitée de l’examen que les tribunaux internes pouvaient effectuer dans le cadre d’une telle procédure (paragraphes 94-96 ci-dessus). Le Gouvernement n’a invoqué aucune autre voie de recours qui aurait permis aux requérants de remédier à la violation alléguée de leur droit garanti par l’article 3 de la Convention. Compte tenu de ces éléments et des arguments exposés ci-dessus, la Cour estime qu’il convient de rejeter l’exception de non-épuisement soulevée par lui.", "ii.  Sur le respect des autres conditions de recevabilité", "98.  Le Gouvernement soutient également que le grief tiré de l’article 3 de la Convention a été introduit prématurément parce que l’instruction préliminaire contre M. Gutsanov est encore pendante. La Cour n’aperçoit aucun lien direct entre la procédure pénale à laquelle se réfère le Gouvernement et le grief soulevé par les requérants : cette procédure a pour finalité non pas d’établir si les agents de l’État ont respecté l’intégrité physique ou la dignité des requérants, mais de rechercher si M. Gutsanov était coupable ou non de participation à une organisation de malfaiteurs et de différentes autres infractions pénales liées à ses fonctions de président du conseil municipal de Varna (paragraphe 42 ci-dessus).", "99.  À supposer même que le Gouvernement envisage l’abandon ultérieur des poursuites pénales ou l’acquittement de M. Gutsanov, ce qui donnerait à ce dernier la possibilité d’introduire une action en dommages et intérêts en vertu de l’article 2 de la loi sur la responsabilité de l’État et des municipalités (paragraphe 95 ci-dessus), la Cour rappelle qu’une telle action n’aurait pas permis de faire constater une violation du droit des requérants de ne pas être soumis à des traitements inhumains et dégradants lors de l’opération policière conduite à leur domicile (paragraphe 96 ci-dessus). Au vu de ces arguments, la Cour ne saurait reprocher aux requérants de l’avoir saisie avant la fin de la procédure pénale menée contre M. Gutsanov. Il en ressort que le présent grief n’est pas prématuré et qu’il convient de rejeter l’exception du Gouvernement formulée sur ce point.", "100.  Le Gouvernement soutient également que les requérants n’ont pas respecté le délai de six mois prévu à l’article 35 § 1 de la Convention. La Cour rappelle que la règle des six mois est étroitement liée à celle de l’épuisement des voies de recours internes. En effet, le délai de six mois court à compter de la décision considérée comme définitive eu égard à la question de l’application de l’épuisement des voies de recours internes (voir, entre autres, Edwards c. Royaume-Uni (déc.), no 46477/99, 7 juin 2001). Néanmoins, en cas d’absence de voies de recours adéquates en droit interne, le délai de six mois court en principe à compter de la date à laquelle ont eu lieu les faits incriminés (Gongadzé c. Ukraine, no 34056/02, § 155, CEDH 2005XI).", "101.  Lorsqu’elle a examiné l’exception de non-épuisement soulevée par le Gouvernement, la Cour a pu constater qu’aucune des voies de recours invoquées par celui-ci ne satisfaisait à l’exigence d’effectivité posée par l’article 35 § 1 de la Convention. Ainsi, dans la présente affaire, le début du délai de six mois doit être fixé à la date des événements à l’origine du grief tiré de l’article 3, à savoir le 31 mars 2010. Les requérants ayant introduit leur requête le 21 mai 2010, la Cour constate que le délai de six mois pour sa saisine a été respecté en l’occurrence. L’exception d’irrecevabilité soulevée sur ce point doit elle aussi être rejetée.", "102.  Le Gouvernement conteste enfin la qualité de victime des requérants en soutenant qu’ils n’ont pas été soumis à un traitement contraire à l’article 3. La Cour estime qu’il s’agit d’une exception qu’il convient de joindre à l’examen du fond du grief tiré de l’article 3 de la Convention. Elle constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Grief tiré d’une absence d’enquête pénale sur les événements", "103.  La Cour observe que les requérants ont soulevé ce grief dans leurs observations écrites du 6 janvier 2012. Or lorsqu’elle a examiné la recevabilité de leur grief tiré de l’article 3, dans son volet matériel, elle a constaté que toute plainte pénale visant à l’ouverture d’une enquête sur les événements serait d’emblée vouée à l’échec vu l’absence en droit interne d’une disposition légale qui réprimerait les actes des agents de police causant des souffrances psychologiques (paragraphe 92 ci-dessus), thèse d’ailleurs défendue par les requérants eux-mêmes (paragraphe 84 ci-dessus).", "104.  La Cour rappelle que, selon sa jurisprudence constante, le point de départ du délai de six mois pour sa saisine est la date des faits dénoncés lorsque le droit interne n’offre pas de voies de recours adaptées (paragraphe 100 ci-dessus). Elle estime dès lors que, dans la présente affaire, le délai de six mois pour l’introduction du recours fondé sur le volet procédural de l’article 3 a commencé à courir à compter du 31 mars 2010. Or les requérants ont formulé ce grief un an et neuf mois plus tard. Il en ressort que ce grief est tardif et doit être rejeté en application de l’article 35 §§ 1 et 4 de la Convention.", "B.  Sur le fond", "1.  Positions des parties", "a)  Les requérants", "105.  Les requérants soutiennent que la façon dont a été exécutée l’opération policière à leur domicile est incompatible avec l’article 3 de la Convention. Le 31 mars 2010, avant l’aube, un groupe de policiers cagoulés et lourdement armés aurait pénétré par effraction dans leur maison sans en avoir reçu l’autorisation préalable. Les agents spéciaux auraient pénétré dans la chambre à coucher de M. et Mme Gutsanovi et auraient braqué leurs armes sur les deux filles mineures du couple. M. Gutsanov, un homme politique influent et respecté, aurait été agenouillé et menotté.", "106.  Les requérants estiment qu’il n’y avait aucune raison de planifier et exécuter l’opération policière de cette façon, M. et Mme Gutsanovi étant en particulier des gens respectables, bien connus dans leur ville. Ils n’auraient pas d’antécédents judiciaires et il n’y aurait eu aucune raison de croire qu’ils auraient opposé une résistance aux forces de l’ordre. La perquisition de leur domicile n’aurait pas pu relever d’une mesure d’instruction urgente en vertu de l’article 161, alinéa 2, du CPP. D’après les requérants, tous ces éléments dénotaient une véritable intention de les intimider, de porter atteinte à leur dignité et de créer chez eux un sentiment d’impuissance face aux agissements des forces de l’ordre.", "107.  L’action des policiers aurait eu un impact psychologique néfaste sur les requérants. En particulier, Mme Gutsanova et ses deux filles de cinq et sept ans auraient été soumises à une pression psychologique considérable constatée par les psychiatres qui les avaient examinées peu après les événements en cause. M. Gutsanov, un homme politique respecté appartenant à un parti politique d’opposition, aurait été victime d’une arrestation brutale et médiatisée, qui se serait inscrite, avec d’autres arrestations d’hommes politiques, dans une campagne de propagande menée par le gouvernement actuel du pays. Les effets psychologiques des traitements dénoncés auraient été suffisamment sévères pour dépasser le seuil exigé pour l’application de l’article 3 et pour qualifier ces traitements de « dégradants ».", "b)  Le Gouvernement", "108.  Le Gouvernement conteste les allégations des requérants et leur version des faits. Il estime que l’opération policière du 31 mars 2010 avait été minutieusement planifiée et avait été exécutée dans le respect de la dignité et des droits des requérants. L’arrestation de M. Gutsanov et la perquisition de son domicile auraient été des mesures mises en œuvre dans le cadre d’une enquête pénale portant sur des faits graves impliquant plusieurs complices présumés. La police aurait été informée que M. Gutsanov gardait un pistolet à son domicile.", "109.  L’opération policière aurait été lancée après le lever du soleil, c’està-dire passé 6 heures du matin. Les policiers auraient frappé au portail de la propriété des requérants, annoncé leur présence et exigé l’ouverture du portail métallique. Le gardien aurait ouvert le portail, mais expliqué qu’il n’avait pas la clé de la porte d’entrée de la maison. Les policiers se seraient précipités vers cette porte et auraient frappé à celle-ci et exigé son ouverture immédiate. M. Gutsanov se serait montré à deux reprises à la fenêtre de sa maison, il aurait aperçu et identifié les policiers par leurs uniformes, mais ne serait pas descendu pour ouvrir la porte. À ce moment, craignant qu’il puisse détruire des preuves, se saisir de son arme à feu ou essayer de s’échapper, les agents spéciaux auraient procédé à l’ouverture forcée de la porte de la maison. Ils auraient appréhendé M. Gutsanov au deuxième étage du bâtiment alors qu’il essayait d’entrer dans une chambre où se trouvaient son épouse et ses deux enfants.", "110.  D’après le Gouvernement, M. Gutsanov n’a pas été contraint de s’agenouiller. Les policiers lui auraient passé les menottes sans employer de technique d’immobilisation spéciale et ils n’auraient pas braqué leurs armes sur ses filles et son épouse. Le seul agent entré dans la chambre à coucher au deuxième étage aurait uniquement porté un pistolet à impulsion électrique et n’aurait adressé la parole ni aux enfants ni à Mme Gutsanova. Les agents spéciaux seraient restés dans la maison à peine quelques minutes et ils auraient quitté les lieux après l’arrestation de M. Gutsanov. Peu après, les menottes du requérant auraient été ôtées.", "111.  L’action des policiers aurait été conforme au droit interne. La perquisition aurait été approuvée par un juge dans les vingtquatre heures suivant son exécution et le parquet régional, sur la base des informations fournies par les autorités, aurait constaté que les policiers n’avaient commis aucune infraction pénale.", "112.  Le Gouvernement admet que l’entrée de la police à leur domicile et la perquisition de celui-ci ont certainement provoqué des sentiments négatifs dans l’esprit des requérants. Il estime cependant qu’il s’agissait de conséquences inévitables et normalement liées à ces mesures d’instruction et que, de ce fait, ces désagréments n’ont pas dépassé le seuil de gravité à partir duquel l’article 3 de la Convention est applicable. En témoignerait, par exemple, le fait que la plus grande des deux filles a été conduite, comme d’habitude, à l’école. Le Gouvernement estime par ailleurs que si M. Gutsanov avait ouvert la porte d’entrée de sa maison, les policiers n’auraient pas eu besoin de recourir à des moyens spéciaux pour pénétrer dans son domicile, ce qui aurait épargné aux membres de sa famille les désagréments constatés en l’espèce.", "2.  Appréciation de la Cour", "a)  Sur l’établissement des faits", "113.  La Cour rappelle que les allégations de mauvais traitements, contraires à l’article 3 de la Convention, doivent être étayées devant elle par des éléments de preuve appropriés. Pour l’établissement des faits, celle-ci se sert du critère de la preuve « au-delà de tout doute raisonnable » (Irlande c. Royaume-Uni, 18 janvier 1978, § 161 in fine, série À no 25). Toutefois, une telle preuve peut résulter d’un faisceau d’indices, ou de présomptions non réfutées, suffisamment graves, précis et concordants (Salman c. Turquie, précité, § 100).", "114.  La Cour constate que les faits relatifs à l’opération policière au domicile des quatre requérants n’ont fait l’objet d’aucun examen de la part des juridictions internes. Lorsqu’elle a été confrontée à des situations similaires, la Cour a procédé à sa propre appréciation des faits tout en respectant les règles fixées par sa jurisprudence à cet effet (voir, à titre d’exemple, Sashov et autres c. Bulgarie, no 14383/03, § 48, 7 janvier 2010).", "115.  Sur la base de ces principes, la Cour estime opportun de prendre comme point de départ de son analyse les circonstances qui ne prêtent pas à controverse entre les parties et les éléments de preuve apportés par les parties. Elle prendra également en compte les allégations des parties qui sont suffisamment corroborées par les éléments factuels non contestés et par les preuves apportées.", "116.  Il n’est pas contesté par les parties que l’intervention des policiers au domicile des requérants a commencé peu après 6 h 30, le matin du 31 mars 2010. Les séquences des caméras de vidéosurveillance de la propriété dont la Cour dispose, ainsi que le bulletin du service météorologique de Varna, corroborent l’allégation des requérants que l’opération s’est déroulée avant le lever du soleil, surtout au crépuscule (paragraphes 20 et 21 ci-dessus).", "117.  Les parties s’accordent également à dire que l’équipe d’intervention de la police était composée d’agents en uniforme, d’agents en tenue civile et d’agents spéciaux cagoulés et armés. Les enregistrements vidéo soumis par les requérants (paragraphe 21 ci-dessus) et les rapports présentés par le Gouvernement (paragraphes 22, 24 et 27 cidessus) corroborent ces allégations.", "118.  La présence d’une arme à feu et de munitions au domicile des requérants est également un fait non disputé et prouvé par le procès-verbal de perquisition. Il ressort des observations du Gouvernement et des rapports présentés par celui-ci que les agents de police avaient été avertis par leurs supérieurs de la présence de cette arme (paragraphes 23 et 27 cidessus).", "119.  Les parties s’accordent ensuite à dire que le portail d’entrée de la propriété des requérants a été ouvert volontairement par le gardien à la demande des agents de police (paragraphes 13 et 24 ci-dessus). La scène en cause a par ailleurs été filmée et enregistrée par le système de vidéosurveillance de la maison (paragraphe 21 ci-dessus). Les parties conviennent également que le gardien a informé les policiers de l’identité des personnes présentes à la maison et du fait qu’il n’avait pas les clés de la porte d’entrée de celle-ci, et que cette même porte a été forcée par des agents spéciaux qui ont pénétré dans la maison et arrêté M. Gutsanov (paragraphes 13, 14, 24 et 25 ci-dessus).", "120.  Aucune des parties ne conteste que les requérants n’ont pas été blessés physiquement au cours de l’opération policière et les certificats d’examen psychiatrique de Mme Gutsanova et de ses deux filles (paragraphes 30 et 31 ci-dessus) n’ont pas été contestés par le Gouvernement.", "121.  Une première divergence entre les versions des parties réside dans la description du comportement de M. Gutsanov. D’après le Gouvernement, il s’est montré à deux reprises par l’une des fenêtres de sa maison, a aperçu les policiers et a entendu leurs appels mais n’a pas ouvert la porte d’entrée (paragraphe 25 ci-dessus). Le requérant, quant à lui, affirme qu’il n’a compris qu’il s’agissait d’une opération de police qu’au moment où les agents spéciaux sont entrés dans sa maison et ont commencé à monter l’escalier (paragraphe 16 ci-dessus).", "122.  Les éléments de preuve dont elle dispose ne permettent pas à la Cour de déterminer si le requérant s’est en effet montré par la fenêtre de sa maison et s’il a délibérément refusé d’ouvrir la porte d’entrée aux policiers. Elle observe cependant que nul ne conteste que les policiers ont frappé au portail d’entrée de la propriété et qu’ils ont annoncé à haute voix leur présence au gardien. Ils ont ensuite affirmé avoir frappé à la porte d’entrée de la maison et avoir crié « Police. Ouvrez ! » Cette affirmation est corroborée par les déclarations de M. et Mme Gutsanovi, selon lesquelles ils avaient été réveillés par des cris et des coups à la porte de leur maison (paragraphe 15 ci-dessus). M. Gutsanov affirme qu’il est allé au premier étage de sa maison pour récupérer ses deux enfants et qu’il est remonté ensuite dans la chambre à coucher au deuxième étage. Cette affirmation est corroborée par la version des policiers qui ont aperçu la silhouette d’un homme par les vitres de la maison (paragraphe 25 ci-dessus).", "123.  Pour ce qui est du lieu exact où M. Gutsanov a été arrêté, la Cour observe que lui-même a admis dans sa déclaration qu’au moment où les policiers ont forcé la porte et lui ont donné des sommations verbales, il s’est précipité vers la chambre à coucher au deuxième étage où se trouvaient son épouse et ses enfants (paragraphe 16 ci-dessus). La Cour n’est pas en mesure de déterminer si M. Gutsanov a été arrêté à l’intérieur même de la chambre à coucher au deuxième étage de sa maison, comme il l’affirme, ou bien sur le palier du deuxième étage après qu’il est sorti de la chambre de son plein gré, comme le soutient le Gouvernement. Il n’est pas non plus établi audelà de tout doute raisonnable que les policiers aient adressé la parole à Mme Gutsanova et lui aient demandé de mettre les enfants sous la couette. Quoi qu’il en soit, la Cour observe que d’après la déposition des agents spéciaux (paragraphes 25 et 27 ci-dessus), ils ont vu les enfants et l’épouse de M. Gutsanov à l’intérieur de la chambre à coucher lorsqu’ils sont montés au deuxième étage de la maison à la poursuite de M. Gutsanov. La Cour accepte que Mme Gutsanova et ses deux filles ont également vu les hommes armés et cagoulés, ne serait-ce que devant la porte de leur chambre.", "124.  La Cour n’estime pas prouvée au-delà de tout doute raisonnable l’allégation de M. Gutsanov selon laquelle a été contraint à s’agenouiller afin que les policiers puissent lui passer les menottes. Quant au port de ces dernières, il n’est pas contesté que les agents spéciaux ont menotté M. Gutsanov à l’étage inférieur de sa maison (paragraphe 16 ci-dessus). La Cour observe cependant qu’aucune des parties ne précise combien de temps le requérant est resté menotté. Quoi qu’il en soit, force est de constater qu’aucune pièce du dossier ne démontre que le requérant a été exposé menotté devant les objectifs des journalistes qui s’étaient rassemblés devant l’entrée de sa propriété ce jour-là. De surcroît, la photographie prise au moment de sa sortie de la maison, vers 13 heures, ne fait apparaître aucunement que l’intéressé était menotté (paragraphe 53 ci-dessus). La Cour estime dès lors qu’il convient de distinguer sur ce point la présente espèce de l’affaire Mirosław Garlicki, précité, § 75, où le requérant avait été arrêté sur son lieu de travail, devant ses collègues et patients, menotté et filmé.", "b)  Sur l’observation de l’article 3 dans le cas d’espèce", "125.  La Cour rappelle que pour tomber sous le coup de l’article 3, un mauvais traitement doit atteindre un minimum de gravité. L’appréciation de ce minimum est relative par essence ; elle dépend de l’ensemble des données de la cause et, notamment, de la durée du traitement, de ses effets physiques ou psychologiques ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime. La Cour a jugé un traitement « inhumain » notamment pour avoir été appliqué avec préméditation pendant des heures et avoir causé des lésions corporelles ou de vives souffrances physiques et morales. Elle a considéré qu’un traitement était « dégradant » en ce qu’il était de nature à créer chez ses victimes des sentiments de peur, d’angoisse et d’infériorité propres à les humilier et à les avilir (Labita c. Italie [GC], no 26772/95, § 120, CEDH 2000IV). La souffrance psychologique peut résulter d’une situation où des agents de l’État créent délibérément chez les victimes un sentiment de peur en les menaçant de mort ou de maltraitances (Hristovi, précité, § 80).", "126.  L’article 3 ne prohibe pas le recours à la force par les agents de police lors d’une interpellation. Néanmoins, le recours à la force doit être proportionné et absolument nécessaire au vu des circonstances de l’espèce (voir, parmi beaucoup d’autres, Rehbock c. Slovénie, no 29462/95, § 76, CEDH 2000XII, et Altay c. Turquie, no 22279/93, § 54, 22 mai 2001). À cet égard, il importe par exemple de savoir s’il y a lieu de penser que l’intéressé opposera une résistance à l’arrestation, ou tentera de fuir, de provoquer des blessures ou des dommages, ou de supprimer des preuves (Raninen c. Finlande, 16 décembre 1997, § 56, Recueil 1997VIII). La Cour tient à rappeler en particulier que tout recours à la force physique par les agents de l’État à l’encontre d’une personne qui n’est pas rendu strictement nécessaire par son comportement rabaisse sa dignité humaine et, de ce fait, constitue une violation des droits garantis par l’article 3 de la Convention (Rachwalski et Ferenc c. Pologne, no 47709/99, § 59, 28 juillet 2009). Ce critère de stricte proportionnalité a également été appliqué par la Cour dans des situations où les personnes concernées se trouvaient déjà sous le contrôle des forces de l’ordre (voir, entre autres, Klaas c. Allemagne, 22 septembre 1993, § 30, série A no 269, Rehbock, précité, §§ 68-7, et; Milan c. France, no 7549/03, §§ 52-65, 24 janvier 2008).", "127.  Se tournant vers les faits de l’espèce, la Cour observe que l’opération poursuivait le but légitime d’effectuer une arrestation, une perquisition et une saisie et l’objectif d’intérêt général de la répression des infractions. Elle doit s’assurer qu’un juste équilibre entre les exigences de l’intérêt général de la société et la sauvegarde des intérêts fondamentaux de l’individu ont été respectés dans les circonstances de l’affaire. Elle relève que même si les quatre requérants n’ont pas été physiquement blessés au cours de l’intervention policière contestée, celle-ci a nécessairement impliqué un certain recours à la force physique : la porte d’entrée de la maison a été forcée par une équipe d’intervention spéciale, M. Gutsanov a été immobilisé par des agents cagoulés et armés, amené de force à l’étage inférieur de sa maison et menotté. La Cour se doit donc d’établir si ce recours à la force physique était proportionné et absolument nécessaire dans le cas d’espèce.", "128.  Le but de l’intervention policière au domicile des requérants ce jour-là était d’appréhender M. Gutsanov, qui était un suspect dans une affaire pénale de détournement de fonds publics, et d’effectuer une perquisition dans les locaux afin de rechercher des preuves matérielles et documentaires dans le cadre de cette même enquête pénale. Il ressort des pièces du dossier que l’enquête en cause avait été ouverte cinq mois auparavant, qu’il y avait plusieurs suspects dans cette affaire et que les autorités soupçonnaient l’existence d’une organisation de malfaiteurs (paragraphes 9 et 42 cidessus). Or il ne s’agissait clairement pas d’un groupe d’individus soupçonnés d’avoir commis des actes criminels violents.", "129.  Pour ce qui est de la personnalité de M. Gutsanov, la Cour observe qu’il était un homme politique connu à Varna : à l’époque des faits, il occupait le poste de président du conseil municipal de cette ville. De surcroît, aucun élément du dossier ne permet de conclure qu’il avait des antécédents violents et qu’il aurait pu représenter un danger pour les agents de police amenés à intervenir à son domicile.", "130.  Il est vrai que M. Gutsanov détenait légalement une arme à feu et des munitions à son domicile. Ce fait était connu des services de police et il a été spécialement mentionné lors du briefing de l’équipe de police qui avait eu lieu avant le début de l’opération (paragraphe 23 ci-dessus). C’est sans doute un élément pertinent qui a été pris en compte par les agents lors de leur intervention au domicile des requérants. La Cour considère cependant que la présence de l’arme au domicile des requérants ne saurait suffire à elle seule à justifier l’utilisation d’une équipe d’intervention spéciale ni un tel recours à la force.", "131.  Il ressort des pièces du dossier que la présence éventuelle des enfants mineurs et de l’épouse de M. Gutsanov n’a jamais été prise en compte dans la planification et l’exécution de l’opération policière. Ce fait n’a pas été mentionné lors du briefing précédant le déploiement des agents de police (paragraphe 23 ci-dessus) et les policiers n’ont apparemment fait aucun cas de la mise en garde du gardien de la propriété sur la présence des enfants mineurs à la maison (paragraphe 24 ci-dessus).", "132.  Certes, la Cour ne saurait aller jusqu’à imposer aux forces de l’ordre de ne pas arrêter les suspects d’infractions pénales à leur domicile chaque fois que leurs enfants ou conjoints s’y trouvent. Elle estime cependant que la présence éventuelle de membres de la famille du suspect sur les lieux de l’arrestation est une circonstance qui doit être prise en compte dans la planification et l’exécution de ce type d’opérations policières. Cela n’a pas été fait dans le cas d’espèce et les forces de l’ordre n’ont pas envisagé d’autres modalités d’exécution de leur opération au domicile des requérants, comme par exemple retarder l’heure d’intervention, voire procéder au redéploiement des différents types d’agents impliqués dans l’opération. La prise en compte des intérêts légitimes des trois requérantes dans le cas d’espèce était d’autant plus nécessaire que Mme Gutsanova n’était pas suspectée d’être impliquée dans les infractions pénales reprochées à son mari et que ses deux filles étaient psychologiquement vulnérables en raison de leur jeune âge – cinq et sept ans respectivement.", "133.  La Cour observe également que l’absence d’un contrôle judiciaire préalable sur la nécessité et la légalité de la perquisition en cause a laissé entièrement à la discrétion des autorités policières et des organes de l’enquête pénale la planification de l’opération et n’a pas permis la prise en compte des droits et intérêts légitimes de Mme Gutsanova et de ses deux filles mineures. La Cour est d’avis que dans les circonstances spécifiques de l’espèce un tel contrôle judiciaire préalable aurait pu permettre la mise en balance de leurs intérêts légitimes avec l’objectif d’intérêt général d’appréhender les personnes suspectées d’avoir commis une infraction pénale.", "134.  Pour ce qui est de l’effet psychologique de l’intervention policière sur les requérants, la Cour rappelle que les opérations policières impliquant l’intervention au domicile et l’arrestation des suspects engendrent inévitablement des émotions négatives chez les personnes visées par ces mesures. Cependant, il existe dans le cas d’espèce des éléments de preuve concrets et non contestés qui démontrent que Mme Gutsanova et ses deux filles mineures ont été très fortement affectées par les événements en cause. Mme Gutsanova a consulté à deux reprises un psychiatre en se plaignant d’insomnie et d’angoisse aiguë et elle s’est vu prescrire des anxiolytiques (paragraphe 31 ci-dessus). Les deux filles ont elles aussi été examinées par un psychiatre qui a constaté qu’au rappel des événements, elles réagissaient par des pleurs ou par une angoisse aiguë (paragraphe 30 ci-dessus). Mme Gutsanova affirme que B., sa fille cadette, s’est remise à bégayer (paragraphe 28 ci-dessus). Quant à S., la fille aînée du couple, les déclarations de sa tante et de son institutrice indiquent que l’enfant a été profondément marquée par l’intervention policière à son domicile et par l’arrestation de son père (paragraphe 29 ci-dessus). La Cour considère également que l’heure matinale de l’intervention policière et la participation d’agents spéciaux cagoulés, qui ont été vus par Mme Gutsanova et ses deux filles, ont contribué à amplifier les sentiments de peur et d’angoisse éprouvés par ces trois requérantes à tel point que le traitement infligé a dépassé le seuil de gravité exigé pour l’application de l’article 3 de la Convention. La Cour estime donc que ces trois requérantes ont été soumises à un traitement dégradant.", "135.  En ce qui concerne l’effet psychologique néfaste de l’opération policière sur M. Gutsanov, force est de constater que ce requérant n’a pas soumis de preuves médicales à cet effet. Il affirme néanmoins que l’humiliation et l’angoisse qu’il a éprouvées lors de son arrestation musclée devant les membres de sa famille étaient suffisamment intenses pour rendre applicable l’article 3 à son égard (paragraphe 107 ci-dessus).", "136.  La Cour rappelle ses conclusions selon lesquelles l’opération policière en cause a été planifiée et exécutée sans prendre en compte plusieurs circonstances pertinentes telles que la nature des infractions pénales reprochées à M. Gutsanov, l’absence d’antécédents violents de sa part, la présence éventuelle de ses filles et de son épouse dans la maison familiale. Ce sont autant d’éléments qui indiquaient clairement le caractère excessif de l’emploi d’agents et de procédés spéciaux pour l’arrestation du requérant et pour assurer l’entrée de la police à son domicile. La Cour estime que, à la lumière de ces circonstances, la manière dont s’est déroulée l’arrestation de M. Gutsanov, à savoir très tôt le matin, après une ouverture forcée de la porte d’entrée, par plusieurs agents cagoulés et armés et devant son épouse et de ses deux filles mineures effrayées, a provoqué de forts sentiments de peur, d’angoisse et d’impuissance chez ce requérant, susceptibles de l’humilier et de l’avilir à ses propres yeux et aux yeux de ses proches. La Cour estime que l’intensité de ces sentiments a dépassé le seuil de gravité requis pour l’application de l’article 3 et que de ce fait M. Gutsanov a lui aussi été soumis à un traitement dégradant.", "137.  En conclusion, après avoir pris en compte toutes les circonstances pertinentes en l’espèce, la Cour considère que l’opération policière au domicile des requérants n’a pas été planifiée et exécutée de manière à assurer que les moyens employés soient strictement nécessaires pour atteindre ses buts ultimes, à savoir l’arrestation d’une personne suspectée d’avoir commis des infractions pénales et le rassemblement de preuves dans le cadre d’une enquête pénale. Les quatre requérants ont été soumis à une épreuve psychologique qui a généré chez eux de forts sentiments de peur, d’angoisse et d’impuissance et qui, de par ses effets néfastes, s’analyse en un traitement dégradant au regard de l’article 3. Il y a donc eu en l’espèce violation de cette disposition de la Convention.", "II.  SUR LES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 5 DE LA CONVENTION", "138.  M. Gutsanov soutient que sa détention initiale n’a pas été ordonnée conformément à la loi, qu’il n’a pas été traduit aussitôt devant un juge, qu’il a été maintenu en détention pendant une durée excessive, qu’il n’a pas pu contester d’une manière effective son maintien en détention et qu’il n’avait à sa disposition aucune voie de recours interne pour obtenir réparation de ces violations alléguées. Il invoque l’article 5 §§ 1 c), 3, 4 et 5 et l’article 13 de la Convention. La Cour estime qu’il y a lieu d’examiner ces griefs sous l’angle du seul article 5, libellé comme suit dans ses parties pertinentes :", "« 1.  Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "(...)", "c)  s’il a été arrêté et détenu en vue d’être conduit devant l’autorité judiciaire compétente, lorsqu’il y a des raisons plausibles de soupçonner qu’il a commis une infraction ou qu’il y a des motifs raisonnables de croire à la nécessité de l’empêcher de commettre une infraction ou de s’enfuir après l’accomplissement de celle-ci ;", "(...)", "3.  Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1 c) du présent article, doit être aussitôt traduite devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires et a le droit d’être jugée dans un délai raisonnable, ou libérée pendant la procédure. La mise en liberté peut être subordonnée à une garantie assurant la comparution de l’intéressé à l’audience.", "4.  Toute personne privée de sa liberté par arrestation ou détention a le droit d’introduire un recours devant un tribunal, afin qu’il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale.", "5.  Toute personne victime d’une arrestation ou d’une détention dans des conditions contraires aux dispositions de cet article a droit à réparation. »", "A.  Sur la recevabilité", "139.  Le Gouvernement excipe d’un non-épuisement des voies de recours internes. Il soutient que le requérant n’a pas formulé son grief tiré de l’article 5 § 1 c) devant les juridictions internes et qu’il n’a pas introduit, en vertu de l’article 2 de la loi sur la responsabilité de l’État, une action qui lui aurait permis d’obtenir réparation de toutes les violations alléguées de l’article 5.", "140.  La Cour n’estime pas nécessaire d’examiner cette exception concernant les griefs tirés des paragraphes 1 c) et 4 de l’article 5 car elle considère qu’en tout état de cause, ceux-ci sont irrecevables pour les raisons exposées ci-après.", "141.  Pour ce qui est de l’effectivité du recours prévu à l’article 2 de la loi sur la responsabilité de l’État concernant les allégations de durée excessive de détention et de comparution tardive devant un tribunal dans des conditions identiques à celles de l’espèce, la Cour rappelle qu’elle a déjà tranché cette question. Dans son arrêt Svetoslav Hristov c. Bulgarie, no 36794/03, §§ 62 et 63, 13 janvier 2011, statuant sur un grief tiré de l’article 5 § 5, elle a établi qu’en l’absence de décision formelle des tribunaux constatant l’illégalité de la détention et tant que la procédure pénale contre le requérant était pendante, l’article 2 de la loi sur la responsabilité de l’État ne trouvait pas à s’appliquer. Or, en la présente affaire, la détention du requérant a toujours été considérée comme légale par les tribunaux internes (paragraphes 45-50 ci-dessus) et, à la date de la dernière information reçue par les parties, la procédure pénale en cause était toujours pendante au stade de l’instruction préliminaire (paragraphe 52 ci-dessus). La Cour considère dès lors que l’action en dommages et intérêts prévue à l’article 2 de la loi invoquée par le Gouvernement ne saurait constituer une voie de recours interne effective pour les allégations de durée excessive de détention. Il convient donc de rejeter cette exception préliminaire du Gouvernement.", "1.  Griefs tirés de l’article 5 § 1 c)", "142.  Dans sa requête initiale, le requérant soutenait que sa détention entre les 31 mars et 3 avril 2010 n’avait pas été conforme au droit interne parce que ladite période n’était pas couverte par les ordonnances de détention. Il dénonçait en particulier l’absence de la date exacte du début de sa détention pour soixante-deux heures dans l’ordonnance du parquet ordonnant cette mesure. Dans ses observations écrites, soumises le 6 janvier 2012, il estime de surcroît que la législation interne n’offrait pas suffisamment de garanties contre l’arbitraire puisqu’elle permettait le cumul de deux différents types de détention avant la traduction du suspect devant un tribunal.", "143.  La Cour observe que le deuxième volet du grief soulevé par le requérant a été introduit le 6 janvier 2012, soit un an et neuf mois après la fin de la période contestée de détention et qu’il convient dès lors de le rejeter pour non-respect du délai de six mois prévu à l’article 35 § 1 de la Convention.", "144.  Pour ce qui est du premier volet du grief, la Cour constate que le requérant a été détenu pour vingt-quatre heures, le 31 mars 2010 à partir de 6 h 30, et que cette garde à vue s’est terminée le même jour à 22 heures (paragraphe 41 ci-dessus). À cette même date, à 22 h 55, le requérant a été inculpé de plusieurs infractions pénales. Il a produit l’ordonnance par laquelle il avait été placé en détention pour soixante-douze heures afin d’assurer sa comparution devant le tribunal et qui mentionnait l’heure du début de cette détention sans pour autant en préciser la date exacte. La Cour observe que l’ordonnance litigieuse a été délivrée par le même procureur qui avait contresigné l’ordonnance d’inculpation du requérant et que l’heure mentionnée sur celle-ci correspondait à l’heure de l’ordonnance d’inculpation, à savoir 22 h 55. Elle mentionnait également que le requérant avait été inculpé le 31 mars 2010, que sa détention devait durer trois jours et qu’elle avait pour but d’assurer sa comparution devant le tribunal régional de Varna (paragraphe 43 ci-dessus). Le requérant a été traduit devant un juge de ce tribunal le 3 avril 2010 à 12 heures (paragraphe 45 cidessus).", "145.  Compte tenu de toutes ces circonstances, la Cour reconnaît que l’ordonnance contestée a été délivrée le 31 mars 2010, juste après l’inculpation du requérant, que la date exacte du début de la détention a probablement été omise involontairement, et que cette ordonnance couvrait ainsi la période allant jusqu’à la première comparution du requérant devant le tribunal régional de Varna. Il s’ensuit que ce grief du requérant tiré de l’article 5 § 1 c) est manifestement mal fondé et doit être rejeté en application de l’article 35 § 3 a) de la Convention.", "2.  Griefs tirés de l’article 5 § 3", "146.  Sous l’angle de l’article 5 § 3, le requérant dénonce la durée de sa détention, excessive selon lui, et estime qu’il n’a pas été aussitôt traduit devant un tribunal. La Cour constate que ces griefs ne sont pas manifestement mal fondés au sens de l’article 35 § 3 a) de la Convention et qu’ils ne se heurtent à aucun autre motif d’irrecevabilité. Il convient donc de les déclarer recevables.", "3.  Grief tiré de l’article 5 § 4", "147.  Sous l’angle de l’article 5 § 4, le requérant soutient qu’il n’a pas pu contester effectivement sa détention. Il allègue en particulier qu’à l’audience du 3 avril 2010, le parquet a présenté comme preuve un rapport classé secret. Ses défenseurs auraient pris l’engagement de ne pas divulguer au public le contenu dudit rapport, ce qui les aurait empêchés de contester la pertinence de ce document pour l’établissement des soupçons plausibles de commission d’une infraction par leur client.", "148.  La Cour observe que le rapport secret présenté par le parquet était accessible aux parties et que les deux avocats du requérant avaient pris connaissance de son contenu avant le début de l’audience. Ils ont par ailleurs déclaré devant le juge que le rapport n’avait aucune pertinence pour la procédure en question et ils ont rejeté la proposition du parquet de tenir une audience à huis clos, ce qui leur aurait permis de commenter le contenu du rapport secret (paragraphe 45 ci-dessus). La Cour rappelle à cette fin que la tenue d’une audience à huis clos sur une demande de libération n’enfreint pas l’article 5 § 4 de la Convention (voir, parmi beaucoup d’autres, Khodorkovskiy c. Russie, no 5829/04, § 220, 31 mai 2011). Elle constate que la défense du requérant avait eu connaissance de toutes les pièces du dossier, y compris du rapport secret, et qu’elle avait eu la possibilité de contester la pertinence de celles-ci (voir, a contrario, l’arrêt Lamy c. Belgique, 30 mars 1989, § 29, série À no 151), ne serait-ce dans le cadre d’une audience à huis clos. La Cour estime dès lors que les principes de l’égalité des armes entre les parties et du caractère contradictoire de la procédure ont été respectés dans le cas d’espèce. Il s’ensuit que le grief tiré de l’article 5 § 4 est manifestement mal fondé et doit être rejeté en vertu de l’article 35 § 3 a) de la Convention.", "4.  Grief tiré de l’article 5 § 5", "149.  Invoquant l’article 5 § 5 de la Convention, le requérant se plaint de ne pas avoir obtenu réparation des violations alléguées de l’article 5 §§ 1 c), 3 et 4. La Cour rappelle qu’elle a déclaré irrecevables les griefs formulés par lui sous l’angle des articles 5 §§ 1 et 4. Dès lors, le grief tiré de l’article 5 § 5 doit être déclaré irrecevable comme étant incompatible ratione materiae en application de l’article 35 § 3 a) pour autant qu’il se rapporte à ces chefs de violation.", "150.  La Cour considère en revanche que le grief formulés sur le terrain de l’article 5 § 5 en combinaison avec l’article 5 § 3 n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) et qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Grief, tiré de l’article 5 § 3, relatif à la comparution devant un juge", "151.  Le requérant allègue qu’il n’a pas été traduit aussitôt devant un tribunal comme le veut l’article 5 § 3 de la Convention. Il soutient que la période de trois jours et six heures pendant laquelle il n’a pas eu accès à un tribunal était trop longue et ne se justifiait par aucune circonstance exceptionnelle.", "152.  Le Gouvernement s’oppose à cette thèse. Il fait souligner que le requérant a été présenté à un juge moins de quatre jours après son arrestation. Il fait observer que, dans les circonstances spécifiques de l’espèce, ce délai ne saurait être considéré comme excessif. En particulier, le requérant aurait été soupçonné d’avoir commis une infraction pénale grave, il ne se serait pas trouvé dans une situation de fragilité physique ou psychologique et il aurait eu accès à un avocat dès son arrestation. Le Gouvernement souligne également que les autorités chargées de l’enquête pénale n’ont pas indûment retardé la comparution du requérant devant un juge.", "153.  La Cour rappelle que l’article 5 § 3 garantit à toute personne détenue sur la base de raisons plausibles de la soupçonner d’avoir commis une infraction pénale le droit d’être traduite rapidement devant un tribunal, ou tout autre organe compétent présentant des garanties similaires, afin que celui-ci puisse contrôler la légalité de la détention en question. Si la célérité de pareille procédure doit s’apprécier dans chaque cas suivant les circonstances qui lui sont propres, il n’en reste pas moins qu’en interprétant et en appliquant la notion de promptitude, la Cour ne peut témoigner de souplesse qu’à un degré très faible (Aquilina c. Malte [GC], no 25642/94, § 48, CEDH 1999III ; Brogan et autres c. Royaume-Uni, 29 novembre 1988, § 59, série A no 145B).", "154.  Dans la présente affaire, le requérant a été arrêté le 31 mars 2010 à 6 h 30 et il a comparu devant un juge du tribunal régional de Varna le 3 avril 2010, à 12 heures (paragraphes 41 et 45 ci-dessus), soit au bout de trois jours, cinq heures et trente minutes. La Cour observe que cette période ne semble pas de prime abord incompatible avec l’article 5 § 3 de la Convention tel qu’il est interprété dans sa jurisprudence constante qui fixe la durée maximale du délai de détention avant la comparution devant un juge à quatre jours (McKay c. Royaume-Uni [GC], no 543/03, § 47 in fine, CEDH 2006X). Or la Cour a constaté des violations de ce même article pour des périodes de détention n’atteignant pas quatre jours lorsqu’elle a relevé que les circonstances spécifiques de l’espèce justifiaient une présentation plus rapide devant un magistrat (voir notamment İpek et autres c. Turquie, nos 17019/02 et 30070/02, §§ 36 et 37, 3 février 2009, pour une période de trois jours et neuf heures, et Kandjov, précité, §§ 66 et 67, pour une période de trois jours et vingt-trois heures.", "155.  La Cour observe en premier lieu que le requérant était un suspect dans le cadre d’une affaire pénale de détournement de fonds publics et d’abus de pouvoir. Il est vrai que le préjudice présumé était important, qu’il y avait plusieurs suspects et que l’affaire pénale était d’un grand intérêt pour le public et les médias. Force est de constater néanmoins qu’il ne s’agissait pas de soupçons de participation à une activité criminelle violente.", "156.  La Cour rappelle ensuite sa conclusion selon laquelle M. Gutsanov a été soumis à un traitement dégradant lors de l’opération policière ayant abouti à son arrestation (paragraphe 137 ci-dessus). À la suite de ces événements, et nonobstant son âge mûr et le fait qu’il a bénéficié de l’assistance d’un avocat dès le début de sa détention (paragraphe 32 cidessus), le requérant était psychologiquement fragilisé au cours des premiers jours suivant son arrestation. De surcroît, la notoriété de M. Gutsanov en tant qu’homme politique et l’intérêt porté à son arrestation par les médias ont certainement contribué à amplifier la pression psychologique qu’il a subie pendant sa période initiale de détention.", "157.  La Cour constate ensuite que pendant la première journée de sa détention, le 31 mars 2010, le requérant a été associé à plusieurs mesures d’instruction : il a assisté aux perquisitions de son domicile et de son bureau ; il a été formellement inculpé des infractions pénales qu’on lui reprochait (paragraphes 32-36 et 42 ci-dessus). Force est de constater que le Gouvernement n’a présenté aucun argument pour justifier que l’intéressé n’a pas été amené devant un juge dès le lendemain de son arrestation et de son inculpation.", "158.  La Cour tient à souligner à cet effet que le parquet régional de Varna n’a demandé le placement du requérant en détention provisoire que le 3 avril 2010, c’est-à-dire le dernier des quatre jours de détention autorisés par la législation interne sans l’approbation d’un juge, alors que l’intéressé n’avait été associé à aucune mesure d’instruction depuis deux jours et sans que d’autres considérations d’ordre pratique et sécuritaire n’aient justifié sa comparution devant un juge à un stade antérieur de la procédure. La Cour tient à souligner à cet égard que le requérant était détenu dans la même ville où se situait le tribunal compétent pour statuer sur son placement en détention provisoire et qu’il n’y avait aucune mesure sécuritaire exceptionnelle à prendre à son égard, autre que la procédure standard d’escorte jusqu’à la salle d’audience où il devait comparaître.", "159.  En conclusion, compte tenu des faits spécifiques de l’espèce, et en particulier de la fragilité psychologique du requérant pendant les premiers jours suivants son arrestation et de l’absence de toute circonstance pouvant justifier la décision de ne pas le traduire devant un juge au cours des deuxième et troisième jours de sa détention, la Cour estime que l’État a failli à son obligation de présenter « aussitôt » le requérant à un magistrat habilité à contrôler la légalité de sa détention. Il y a donc eu violation de l’article 5 § 3 de la Convention.", "2.  Grief tiré de l’article 5 § 3, relatif à la durée de la détention", "160.  Le requérant dit avoir été détenu pendant 118 jours. Il estime que les juridictions internes n’ont pas justifié par des raisons pertinentes et suffisantes son maintien en détention pendant la totalité de cette période.", "161.  Le Gouvernement s’oppose à cette thèse. Il soutient que toutes les décisions pertinentes des tribunaux étaient dûment motivées.", "162.  La Cour rappelle que, selon sa jurisprudence constante, la persistance de raisons plausibles de soupçonner la personne arrêtée d’avoir commis une infraction est une condition sine qua non de la régularité du maintien en détention. Toutefois, au bout d’un certain temps, elle ne suffit plus. La Cour doit dans ce cas établir si les autres motifs adoptés par les autorités judiciaires continuent à légitimer la privation de liberté. Quand ceux-ci se révèlent « pertinents » et « suffisants », elle recherche de surcroît si les autorités nationales compétentes ont apporté une « diligence particulière » à la poursuite de la procédure (voir, parmi d’autres, Labita, précité, §§ 152-153).", "163.  Dans le cas d’espèce, le requérant a été privé de liberté, dans le but visé à l’article 5 § 1 c), du 31 mars 2010 au 30 juillet 2010, soit pendant quatre mois, dont deux passés en assignation à résidence (paragraphes 41 à 51 ci-dessus).", "164.  Le requérant ne conteste pas l’existence de raisons plausibles de le soupçonner d’avoir commis les infractions pour lesquelles il est inculpé. La Cour ne voit aucune raison de parvenir à une conclusion différente sur ce point.", "165.  Elle observe en revanche que, dès le premier examen des demandes de libération du requérant, les tribunaux internes avaient estimé qu’il n’y avait aucun danger de fuite. Ils l’ont maintenu en détention parce qu’ils considéraient qu’il pouvait commettre de nouvelles infractions, notamment en altérant des preuves (paragraphes 46-48 ci-dessus). Or, dans sa décision du 25 mai 2010, la cour d’appel a estimé que ce dernier danger avait lui aussi disparu au vu de la démission du requérant du poste de président du conseil municipal (paragraphe 49 ci-dessus). Cependant, par cette même décision, le requérant a été assigné à résidence et la cour d’appel n’a exposé aucun motif particulier justifiant l’imposition de cette mesure de contrôle judiciaire appliquée les deux mois suivants. Il est à noter par ailleurs qu’en vertu du droit interne, les conditions matérielles du placement en détention provisoire et de l’assignation à résidence sont identiques et que les tribunaux étaient dans l’obligation de motiver leur décision d’assigner le requérant à son domicile (paragraphe 64 ci-dessus).", "166.  La Cour estime dès lors qu’en assignant le requérant à résidence sans avancer aucun motif particulier, les autorités ont failli à leur obligation de justifier son maintien en détention après le 25 mai 2010 par des raisons pertinentes et suffisantes (Danov c. Bulgarie, no 56796/00, § 86, 26 octobre 2006). Ainsi, même si la période totale de détention dans le cas d’espèce a été relativement courte, sa durée n’a pas été suffisamment justifiée au regard de l’article 5 § 3. Il y a donc eu violation de cet article de la Convention sous ce chef.", "3.  Grief tiré de l’article 5 § 5 de la Convention", "167.  Le requérant dénonce l’absence en droit interne de recours lui permettant d’obtenir réparation du dommage subi du fait de sa détention.", "168.  Le Gouvernement considère que l’article 2 de loi sur la responsabilité de l’État permet au requérant d’introduire une action en dommages et intérêts pour engager la responsabilité délictuelle de l’État à raison des dommages subis du fait de sa détention.", "169.  La Cour rappelle avoir constaté des violations de l’article 5 § 3 à raison de la durée excessive de la détention du requérant et en raison de sa présentation tardive à un tribunal. Il en ressort que l’article 5 § 5 trouve à s’appliquer dans le cas d’espèce.", "170.  La Cour a rejeté l’exception de non-épuisement soulevée par le Gouvernement au motif que l’action en dommages et intérêts prévue par l’article 2 de la loi sur la responsabilité de l’État ne peut pas être considérée comme une voie de recours interne effective dans les circonstances particulières de la présente affaire (paragraphe 141 ci-dessus). Pour les mêmes raisons, elle estime que cette voie de recours ne peut pas davantage être considérée comme suffisamment effective au regard de l’article 5 § 5 de la Convention. À la connaissance de la Cour, il n’existe aucune autre disposition en droit interne permettant au requérant d’obtenir réparation pour le préjudice causé par la durée excessive de sa détention et par sa présentation tardive à un magistrat habilité à se prononcer sur la légalité de sa détention. Il y a donc eu violation de l’article 5 § 5 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 2 DE LA CONVENTION", "171.  Invoquant les articles 6 § 2 et 13 de la Convention, le premier requérant, M. Gutsanov, se plaint que les propos du premier ministre, du ministre de l’Intérieur et du procureur régional, ainsi que les motifs de la décision du tribunal régional du 18 mai 2010, ont porté atteinte à sa présomption d’innocence et qu’il n’a pas pu effectivement défendre son droit d’être présumé innocent. La Cour estime qu’il y a lieu d’aborder ces allégations sous l’angle du seul article 6 § 2 de la Convention, libellé comme suit :", "« Toute personne accusée d’une infraction est présumée innocente jusqu’à ce que sa culpabilité ait été légalement établie. »", "A.  Sur la recevabilité", "172.  Le Gouvernement excipe d’un non-épuisement des voies de recours internes. Il fait observer que, dans le cadre de son procès pénal, le requérant a la possibilité de combattre effectivement les charges pénales retenues par le parquet et de prouver son innocence. En cas de condamnation en première instance, l’intéressé pourrait interjeter appel en plaidant que le tribunal saisi de son cas a été indûment influencé et partial. S’il est finalement acquitté, il pourrait demander réparation de tout préjudice résultant d’une accusation injuste.", "173.  Le Gouvernement ajoute que, l’imputation à autrui d’une infraction pénale étant en droit bulgare l’une des formes du délit de diffamation, l’intéressé pourra déposer une plainte pénale sur ce terrain contre les personnes qui, à son avis, auront violé sa présomption d’innocence.", "174.  Le requérant combat la thèse du Gouvernement. Il fait observer que le principe de la présomption d’innocence oblige les autorités à ne pas traiter un accusé comme un coupable tant que n’est pas terminée la procédure pénale et, une fois celle-ci close, si la culpabilité n’a pas été prouvée. Ainsi, la thèse du Gouvernement, qui implique que le requérant doit s’efforcer de prouver son innocence dans le cadre du procès pénal et attendre une issue favorable à celui-ci afin d’obtenir un dédommagement pécuniaire, irait à l’encontre de la finalité même de la règle du respect de la présomption d’innocence.", "175.  Quant à la possibilité de déposer une plainte pénale pour diffamation, le requérant observe d’emblée que le procureur et le juge régional, qu’il met en cause, sont protégés contre les poursuites pénales par leur immunité de magistrat. Pour ce qui est des propos litigieux du premier ministre et du ministre de l’Intérieur, il considère qu’une plainte pénale pour diffamation ne permettrait ni de faire cesser la violation alléguée de la Convention ni d’obtenir un dédommagement pour le préjudice subi. Il fait observer que le Gouvernement n’a invoqué aucune décision des tribunaux internes pour étayer sa thèse voulant que la plainte pour diffamation soit une voie de recours effective dans son cas précis.", "176.  La Cour rappelle que l’article 35 § 1 de la Convention n’impose pas d’user de recours qui sont inadéquats ou ineffectifs (Aksoy c. Turquie, 18 décembre 1996, § 52, Recueil 1996VI, et Akdivar et autres, précité, § 6567). Elle rappelle que la protection de l’article 6 § 2 de la Convention entre en jeu avant même la condamnation de l’accusé et peut s’étendre audelà de la fin de la procédure pénale en cas d’acquittement ou d’abandon des poursuites (voir, avec les références, Allenet de Ribemont c. France, 10 février 1995, § 35, série A no 308). Le requérant dans la présente affaire se dit victime de plusieurs violations de la présomption d’innocence alors même que la procédure pénale à son encontre est encore pendante au stade de l’instruction préliminaire. La Cour estime qu’au vu de la nature même du droit consacré à l’article 6 § 2 de la Convention, tout recours interne effectif visant à redresser une violation alléguée de la présomption d’innocence intervenue au cours de poursuites pénales pendantes doit être immédiatement ouvert au justiciable et ne doit pas être assujetti à l’issue de son procès. Admettre le contraire reviendrait à anéantir le principe même du respect de la présomption d’innocence. Pour ces raisons, il convient de rejeter le premier volet de l’exception d’irrecevabilité soulevée par le Gouvernement.", "177.  Pour ce qui est du second volet de l’exception, concernant notamment la plainte pénale pour diffamation, la Cour observe qu’en vertu de l’article 132 de la Constitution, l’exercice de ce recours semble exclu d’emblée en ce qui concerne les propos du procureur régional et les motifs de la décision du tribunal régional du 18 mai 2010, les magistrats jouissant d’une immunité fonctionnelle et ne pouvant être poursuivis dans le cadre d’une procédure pénale ouverte à l’initiative d’un particulier (paragraphe 68 ci-dessus). La législation bulgare ne confère toutefois pas l’immunité pénale et civile aux membres du Gouvernement (paragraphe 69 ci-dessus). Ceux-ci peuvent donc être assignés en justice par les particuliers, y compris pour diffamation.", "178.  La Cour rappelle ensuite qu’une procédure en diffamation est la voie de recours privilégiée pour contester tout propos imputant à autrui la responsabilité d’une infraction lorsqu’aucune procédure pénale n’est en cours ou n’a été ouverte (Zollmann c. Royaume-Uni (déc.), no 62902/00, CEDH 2003XII). Dans sa décision Marchiani c. France (déc.), no 30329/03, 27 mai 2008, elle a retenu qu’une plainte pour diffamation faisait partie des trois recours normalement disponibles et effectifs que le requérant aurait pu intenter pour faire valoir son droit au respect de la présomption d’innocence. Dans son arrêt Kuzmin c. Russie, no 58939/00, § 64, 18 mars 2010, la Cour a rejeté l’exception préliminaire soulevée par le gouvernement russe au motif que celui-ci n’avait pas démontré qu’une plainte en diffamation aurait été une voie de recours suffisamment effective et disponible dans le cas d’un requérant qui faisait l’objet de poursuites pénale pendantes. Au vu des décisions et arrêts précités, elle n’exclut pas qu’une plainte pour diffamation, couplée à une action civile en dommages et intérêts, puisse constituer une voie de recours interne à épuiser en cas d’allégation de violation de la présomption d’innocence. Il appartient toutefois au gouvernement défendeur de démontrer l’efficacité de ce recours tant en théorie qu’en pratique.", "179.  La Cour observe que, en vertu de l’article 103 du CPP, il revient à l’accusation de prouver les éléments matériel et moral de l’infraction reprochée. Qui plus est, une jurisprudence constante de la Cour suprême bulgare reconnaît que le renversement de la charge de la preuve dans le cadre de toute procédure pénale constitue toujours un vice de procédure majeur (paragraphe 73 ci-dessus). Selon elle, la fausseté des assertions diffamatoires est l’une des parties essentielles de l’élément matériel de l’infraction pénale de diffamation (ibidem). Or, il a été porté à la connaissance de la Cour que, à l’occasion de l’examen de deux affaires différentes de diffamation, des tribunaux de différents degrés ont reconnu le renversement de la charge de la preuve : il appartenait selon eux à l’auteur des propos diffamatoires de prouver leur véracité (paragraphe 74 cidessus). La doctrine bulgare semble adopter la position inverse en ce que, selon elle, c’est au plaignant qu’il revient de prouver qu’il n’a pas commis l’infraction pénale qu’on lui impute (paragraphe 73 ci-dessus). Le Gouvernement, quant à lui, s’est borné à invoquer les dispositions du code pénal réprimant la diffamation sans étayer davantage sa thèse, à l’aide par exemple de références à la jurisprudence constante de la Cour suprême. Compte tenu de cette incertitude apparente sur la répartition de la charge de la preuve, et vu l’absence d’éléments produits par le Gouvernement sur ce point, la Cour n’estime pas suffisamment établi que la plainte pénale pour diffamation constitue une voie de recours effective en droit bulgare pour remédier à la violation alléguée de la présomption d’innocence du requérant. Il convient dès lors de rejeter ce second volet de l’exception de non-épuisement soulevée par le Gouvernement.", "180.  La Cour observe ensuite que le grief tiré de l’article 6 § 2 n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "a)  Le requérant", "181.  Le requérant soutient que son droit d’être présumé innocent a été violé à quatre occasions différentes. Dans une interview donnée à une chaîne de télévision, le premier ministre aurait laissé entendre que le placement du requérant en détention démontrait qu’il avait tiré des profits matériels de sa proximité avec le leader du Parti socialiste et ex-premier ministre. Les profits matériels étant un critère de l’élément matériel des infractions reprochées au requérant, ces propos du premier ministre auraient reflété le sentiment que l’intéressé était coupable de ces faits avant même d’avoir été traduit en jugement.", "182.  Les deuxièmes propos mis en cause par le requérant sont ceux tenus par le procureur régional lors de la conférence de presse donnée le jour même de son arrestation. Le représentant du parquet se serait employé à énumérer toutes les charges sur lesquelles travaillaient les enquêteurs en cette affaire et il aurait insisté sur les longues peines prévues par le code pénal pour ces infractions. Ainsi, le message délibérément véhiculé à travers ses propos aurait été que le requérant passerait de longues années en prison pour les infractions qu’il a commises.", "183.  Le requérant dénonce ensuite les propos tenus par le ministre de l’Intérieur qui, selon lui, constituaient la violation la plus flagrante de la présomption d’innocence. Le ministre aurait révélé des faits visés par l’enquête pénale menée à l’encontre du requérant. Les expressions employées par ce haut responsable politique auraient désigné sans équivoque le requérant comme l’auteur incontestable de plusieurs infractions pénales graves.", "184.  Le requérant dénonce également les motifs de la décision du tribunal régional du 18 mai 2010 par laquelle il a été maintenu en détention provisoire. Appelé à se prononcer sur son contrôle judiciaire, le juge aurait été censé établir s’il existait des preuves suffisantes pour le soupçonner d’avoir commis les infractions pénales qu’on lui reprochait. Or, dans sa décision, il aurait employé des termes exprimant sa certitude qu’une infraction pénale avait bel et bien été commise dans le cas d’espèce. Il aurait ainsi empiété sur le droit du requérant d’être présumé innocent jusqu’à l’établissement officiel de sa culpabilité.", "b)  Le Gouvernement", "185.  Le Gouvernement ne conteste pas l’authenticité des propos dénoncés par le requérant. Il n’y voit toutefois aucune atteinte à la présomption d’innocence de l’intéressé. Il fait remarquer que M. Gutsanov est un homme politique connu et influent et que son arrestation a inévitablement attiré l’attention du grand public. Ce serait dans ce contexte que s’inscrivaient les interventions médiatiques du procureur régional, du ministre de l’Intérieur et du premier ministre, qui auraient eu pour seul but d’informer le public du progrès des poursuites pénales ouvertes à l’encontre du requérant et de ses complices présumés. Leurs propos auraient été marqués par la retenue nécessaire au respect de la présomption d’innocence de l’intéressé.", "186.  Le Gouvernement fait observer qu’il s’agit d’une affaire pénale de grande importance qui suscite l’intérêt des médias : l’enquête concernerait le contrôle des dépenses de fonds publics. D’autre part, ce seraient le requérant lui-même et son épouse qui, à travers leurs multiples interviews pour les médias, ont attisé la curiosité du grand public.", "187.  Pour ce qui est des propos du procureur régional de Varna, le Gouvernement fait remarquer que le représentant du parquet a simplement énuméré les charges retenues à l’encontre du requérant et de ses complices supposés. Il a ainsi informé le public qu’il existait des soupçons à l’encontre de l’intéressé sans préjuger de l’issue des poursuites pénales en cause.", "188.  Le ministre de l’Intérieur et le premier ministre auraient tenu des propos qui n’auraient aucunement mis en cause l’innocence présumée du requérant. Dans le contexte d’appels incessants à la lutte contre le crime organisé et la corruption, ces hauts responsables politiques auraient été dans l’obligation d’informer le public et de réagir à l’actualité judiciaire. Cependant, ni le ministre de l’Intérieur ni le premier ministre n’auraient participé à la prise des décisions dans le cadre de l’enquête pénale en cause et ils n’auraient été en mesure ni par leurs actes ni par leurs propos d’influencer le travail des enquêteurs, des juges ou des procureurs compétents.", "189.  Quant à la décision du 18 mai 2010 du tribunal régional de Varna, le Gouvernement fait observer qu’il s’agissait d’un acte rendu à l’issue de l’examen d’une demande de libération introduite par le requérant. Dans le cadre de cette procédure, le tribunal aurait cherché à déterminer, entre autres, s’il existait des raisons suffisantes de soupçonner le requérant d’avoir commis une infraction pénale. Les motifs de sa décision n’auraient fait que constater l’existence de tels soupçons et n’auraient pas déclaré le requérant coupable des infractions dont il était accusé.", "190.  Le Gouvernement fait enfin observer que les autorités ne peuvent être tenues pour responsables de la façon dont les propos litigieux ont été réinterprétés et relatés par les différents médias.", "2.  Appréciation de la Cour", "191.  La Cour rappelle que la présomption d’innocence consacrée par le deuxième paragraphe de l’article 6 figure parmi les éléments d’un procès pénal équitable (voir, entre autres, Allen c. Royaume-Uni [GC], no 25424/09, § 93, 12 juillet 2013). Elle se trouve méconnue si une déclaration officielle concernant un prévenu reflète le sentiment qu’il est coupable, alors que sa culpabilité n’a pas été légalement établie au préalable. Il suffit, même en l’absence de constat formel, d’une motivation donnant à penser que le magistrat considère l’intéressé comme coupable. Dans ce contexte, le choix des termes employés par les agents de l’État dans les déclarations qu’ils formulent avant qu’une personne n’ait été jugée et reconnue coupable d’une infraction revêt une importance particulière (voir, parmi beaucoup d’autres, Daktaras c. Lituanie, no 42095/98, § 41, CEDH 2000X). Ce qui importe, néanmoins, c’est le sens réel des déclarations litigieuses, compte tenu des circonstances particulières dans lesquelles elles ont été formulées (Y.B. et autres c. Turquie, nos 48173/99 et 48319/99, § 44, 28 octobre 2004).", "192.  Une distinction doit être faite entre les décisions ou les déclarations qui reflètent le sentiment que la personne concernée est coupable et celles qui se bornent à décrire un état de suspicion. Les premières violent la présomption d’innocence, tandis que les deuxièmes sont considérées comme conformes à l’esprit de l’article 6 de la Convention (voir, entre autres, Marziano c. Italie, no 45313/99, § 31, 28 novembre 2002).", "193.  Par ailleurs, l’atteinte à la présomption d’innocence peut émaner non seulement d’un juge, mais également d’autres autorités publiques : le président du parlement (Butkevičius c. Lituanie, no 48297/99, §§ 49, 50, 53, CEDH 2002II), le procureur (Daktaras, précité, § 44) ; le ministre de l’Intérieur ou les fonctionnaires de police (Allenet de Ribemont, précité, §§ 37 et 41).", "194.  Le requérant se plaint d’abord des propos tenus par le premier ministre dans une interview donnée à une chaîne de télévision le 5 avril 2010. Selon lui, ces propos donnaient à penser au public qu’il était coupable d’appropriation illégale de divers biens matériels.", "195.  La Cour observe pour sa part que l’interview en cause s’est déroulée en direct au cours des émissions matinales d’une chaîne de télévision nationale et que le premier ministre a réagi spontanément à une annonce qui passait à l’écran, alors qu’il répondait à une question concernant sa future rencontre avec le président américain (paragraphe 57 ci-dessus). Il a fait des commentaires sur la proximité de M. Gutsanov avec certains hauts responsables du Parti socialiste et a observé que l’intéressé avait été détenu par décision d’un tribunal. Il s’est ensuite référé à la décision du tribunal pour conclure que les preuves rassemblées dans le cadre de l’enquête avaient été considérées comme suffisamment pertinentes pour justifier le placement du requérant en détention. Il est vrai que le premier ministre a employé l’expression « profits matériels » (облагодетелстване) à l’adresse du requérant. Force est de constater que cette expression a été employée plutôt dans le contexte de la proximité alléguée entre le requérant et les hauts responsables du Parti socialiste, alors que toutes les personnes soupçonnées dans le cadre de la procédure pénale ouverte contre l’intéressé étaient des fonctionnaires municipaux ou des hommes d’affaires à Varna et que cet élément avait déjà été révélé au public (voir les propos du procureur régional lors de la conférence de presse du 31 mars 2010, paragraphe 55 ci-dessus). Le premier ministre a terminé son intervention en citant un adage populaire selon lequel, de manière générale, quiconque a enfreint les règles doit répondre de ses actes.", "196.  La Cour ne perd pas de vue que lesdits propos du premier ministre sont intervenus quelques jours après l’arrestation du requérant et dans un contexte de large couverture médiatique de l’enquête pénale en cause. Or ils ont été prononcés après le placement initial en détention de l’intéressé par une décision du tribunal régional de Varna (paragraphes 45 et 46 cidessus) et se référaient expressément à cette dernière décision. Compte tenu de cet élément, du caractère spontané des propos, ainsi que du sens littéral et figuré des expressions employées, la Cour n’estime pas que l’intervention médiatique du premier ministre ait eu pour finalité ni pour résultat de remettre en cause la présomption d’innocence du requérant.", "197.  Le requérant dénonce ensuite les propos du procureur régional lors de la conférence de presse tenue le jour même de son arrestation. La Cour observe que lors de cette conférence de presse, le procureur régional de Varna a annoncé que la police avait arrêté un certain nombre de personnes, dont le requérant, que les forces de l’ordre avaient effectué plusieurs perquisitions dans les domiciles et les bureaux de ces personnes et que des poursuites pénales avaient été ouvertes contre celles-ci. Le procureur a ensuite énuméré les charges sur lesquelles travaillaient les enquêteurs, en indiquant pour chaque fait une qualification juridique ainsi que les peines prévues par le code pénal (paragraphe 55 ci-dessus). Contrairement au requérant, la Cour n’estime pas que ces propos aient porté atteinte à la présomption d’innocence. Les éléments révélés par le procureur concernaient l’ouverture d’une procédure pénale à l’encontre du requérant et ses complices présumés, ainsi que la nature des charges pesant sur ces personnes et les peines encourues en cas de condamnation. La Cour reconnaît que les propos en cause se limitaient à décrire un état de suspicion vis-à-vis du requérant, qui figurait parmi les personnes arrêtées ce jour-là et que, de ce fait, ils n’étaient pas susceptibles de porter atteinte à sa présomption d’innocence.", "198.  L’intéressé se plaint également des propos du ministre de l’Intérieur publiés par le journal Cherno more, le 1er avril 2010. La Cour observe que le ministre a divulgué des informations concrètes recueillies au cours de l’enquête pénale concernant notamment le mode opératoire du groupe de suspects. Il a affirmé que l’argent détourné avait été versé sur les comptes de ces mêmes personnes (paragraphe 56 ci-dessus). Il a constaté que deux des suspects, à savoir le requérant et l’homme d’affaire D., entretenaient des relations privilégiées. Il a ensuite continué par la phrase suivante : « (...) ce qu’ils ont fait représente une machination (схема) élaborée pendant plusieurs années, parce qu’il y a trois contrats pour environ deux millions d’euros et pour des autobus de seconde main ». Le Gouvernement ne conteste pas l’authenticité de ces propos (paragraphe 185 ci-dessus).", "199.  La Cour observe que l’interview en cause a été donnée par le ministre le lendemain de l’arrestation du requérant et avant toute comparution de ce dernier devant un tribunal (paragraphes 10 et 45 cidessus). L’interview a été publiée à un moment où le public manifestait un vif intérêt à l’égard de l’affaire. À la différence de l’intervention médiatique spontanée du premier ministre quelques jours plus tard (paragraphe 57 ci-dessus), celle du ministre de l’Intérieur visait exclusivement le déroulement de l’opération « Méduses ». La Cour considère que, dans ces circonstances particulières et compte tenu de sa position de haut responsable du gouvernement en exercice, le ministre de l’Intérieur était tenu de prendre les précautions nécessaires afin d’éviter toute confusion quant à la portée de ses propos sur la conduite et les résultats de l’opération « Méduses ».", "200.  Elle estime que les propos contestés sont allés au-delà de la simple communication d’information. En particulier, la phrase « ce qu’ils ont fait représente une machination (схема) élaborée pendant plusieurs années (...) » visait expressément M. Gutsanov et l’homme d’affaires D. Elle indiquait sans équivoque que les opérations de malversation et d’appropriation de fonds publics avaient été mises en place par ces deux hommes. Compte tenu du court laps de temps qui s’était écoulé depuis l’arrestation du requérant et du vif intérêt manifesté par les médias et par le grand public à l’égard de cette affaire pénale, la Cour estime que ces propos du ministre étaient susceptibles de créer chez le grand public l’impression que l’intéressé était parmi les « cerveaux » d’un groupe criminel qui avait détourné des fonds publics importants.", "201.  Les éléments dont la Cour dispose ne lui permettent pas de conclure qu’il s’agisse d’un acte prémédité de la part du ministre. Elle rappelle cependant que l’absence d’intention de nuire à la présomption d’innocence n’exclut pas le constat de violation de l’article 6 § 2 de la Convention. La Cour conclut donc que les propos du ministre de l’Intérieur ont porté atteinte à la présomption d’innocence du requérant.", "202.  Le requérant se plaint enfin de la motivation de la décision du 18 mai 2010 du tribunal régional de Varna par laquelle il a été maintenu en détention. La Cour observe pour sa part qu’il s’agissait d’une procédure qui avait pour but de déterminer si le maintien du requérant en détention provisoire était toujours justifié et nécessaire. Dans le cadre de celle-ci, le juge du tribunal régional devait s’assurer d’abord qu’il existait toujours des raisons plausibles de soupçonner le requérant de la commission d’une infraction pénale. En répondant à cette question, le magistrat a employé la phrase suivante : « En premier lieu, [le tribunal] est toujours d’avis qu’une infraction pénale a été commise et que l’inculpé y est impliqué (има касателство) (...) »", "203.  La Cour considère que ladite phrase est allée au-delà de la simple description d’un état de suspicion. Malgré la référence faite par le juge à sa décision précédente par laquelle il avait rejeté la demande de libération du requérant (paragraphe 48 ci-dessus), la Cour considère que la phrase employée par ce magistrat du siège s’analysait en effet en une déclaration de culpabilité de l’intéressé avant toute décision sur le fond de son affaire pénale. La Cour rappelle à cet effet qu’il existe une différence fondamentale entre le fait de dire que quelqu’un est simplement soupçonné d’avoir commis une infraction pénale et une déclaration avançant, en l’absence de condamnation définitive, que l’intéressé a commis l’infraction pénale pour laquelle il a été inculpé (Matijašević c. Serbie, no 23037/04, § 48, CEDH 2006X).", "204.  En conclusion, après avoir pris en compte toutes les circonstances pertinentes de l’espèce, la Cour estime que ni les propos du premier ministre ni ceux du procureur régional de Varna n’ont enfreint le droit du requérant à être présumé innocent jusqu’à preuve du contraire. Elle estime en revanche que l’interview du ministre de l’Intérieur publiée le 1er avril 2010 et les motifs de la décision du 18 mai 2010 du tribunal régional de Varna ont porté atteinte à la présomption d’innocence de l’intéressé. Il y a donc eu violation de l’article 6 § 2 de la Convention.", "IV.  SUR LES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 8 DE LA CONVENTION", "205.  Invoquant l’article 8 de la Convention, les quatre requérants soutiennent que la perquisition opérée dans leur maison a constitué une atteinte injustifiée à leur droit au respect de leur domicile et de leur vie familiale. Sous l’angle du même article, Mme Gutsanova voit dans la saisie de son ordinateur portable et de ses téléphones mobiles une ingérence injustifiée dans l’exercice de son droit au respect de sa vie privée et de sa correspondance. M. Gutsanov estime que les interventions médiatiques de différentes autorités au sujet de son arrestation et la divulgation par celles-ci des informations concernant les poursuites pénales menées à son encontre ont porté atteinte à sa bonne réputation.", "206.  La Cour rappelle que la qualification juridique exacte des faits qui lui sont soumis par les parties relève de sa compétence exclusive (Guerra et autres c. Italie, 19 février 1998, § 44, Recueil 1998I). Les quatre requérants se plaignent de ce que les agents de police ont pénétré à leur domicile, y ont effectué une perquisition et y ont saisi un certain nombre d’objets personnels qu’ils y avaient trouvés. La Cour estime dès lors opportun d’aborder ces griefs sous le seul angle de la protection accordée au domicile par l’article 8 de la Convention. Il convient d’aborder également le grief tiré par M. Gutsanov à titre personnel d’une atteinte à sa bonne réputation.", "207.  Les parties pertinentes de l’article 8 se lisent comme suit :", "« 1.  Toute personne a droit au respect de sa vie privée et (...) de son domicile (...).", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. ».", "A.  Sur la recevabilité", "208.  Le Gouvernement excipe d’un non-épuisement des voies de recours internes. Se référant à l’arrêt Yordanov c. Bulgarie (no 56856/00, 10 août 2006), il affirme que les requérants ont omis d’introduire une action en dommages et intérêts en vertu de la loi sur la responsabilité de l’État pour faire valoir leur droit au respect de leur domicile.", "209.  Les requérants rétorquent que le droit interne ne prévoyait aucun recours judiciaire qui leur aurait permis de contester la légalité de la perquisition effectuée à leur domicile.", "210.  La Cour rappelle que dans son arrêt Yordanov, précité, §§ 31 et 107, après avoir pris en compte un jugement de renvoi d’un tribunal de deuxième degré, elle n’a pas exclu qu’une action formée en vertu de l’article 1 de la loi sur la responsabilité de l’État puisse s’avérer être une voie de recours interne à épuiser lorsqu’est alléguée l’illégalité de perquisitions et saisies au domicile d’un requérant. Cependant, dans son arrêt Iliya Stefanov, précité, § 44, rendu deux ans plus tard, elle a observé qu’aucune disposition du droit interne ne prévoyait un recours permettant de contester la légalité et la nécessité de la perquisition d’un domicile et que la loi sur la responsabilité de l’État ne prévoyait pas expressément le cas de la délivrance et de l’exécution d’un mandat de perquisition. Le Gouvernement quant à lui n’a produit aucune décision de justice permettant de conclure que le jugement cité au paragraphe 31 de l’arrêt Yordanov, précité, n’est pas un cas isolé, mais s’inscrit dans une jurisprudence bien établie.", "211.  Pour ces motifs, la Cour estime que le Gouvernement n’a pas étayé sa thèse assimilant une action civile en vertu de la loi sur la responsabilité de l’État à une voie de recours suffisamment établie en droit interne pour remédier aux violations alléguées du droit au respect du domicile en cas de perquisition et de saisie irrégulières. Il convient dès lors de rejeter l’exception préliminaire du Gouvernement.", "212.  La Cour estime par ailleurs que ces griefs soulevés sous l’angle de l’article 8 de la Convention ne sont pas manifestement mal fondés au sens de l’article 35 § 3 a) de la Convention et qu’ils ne se heurtent à aucun autre motif d’irrecevabilité. Il convient donc de les déclarer recevables.", "B.  Sur le fond", "1.  Grief relatif à la perquisition effectuée au domicile des requérants", "a)  Arguments des parties", "213.  Les requérants exposent que la perquisition de leur domicile et la saisie de divers objets n’ont pas été effectuées conformément à la législation interne : il n’y aurait pas eu d’autorisation préalable d’un juge ; ils n’auraient pas été informés des objets recherchés ; les agents de police n’auraient pas fait le nécessaire pour éviter d’endommager les biens des requérants ; et la saisie de données informatiques n’aurait pas été effectuée selon les modalités fixées par la législation interne.", "214.  Les requérants font observer que l’ingérence dans l’exercice de leur droit au respect de leur domicile n’était pas proportionnée au but légitime poursuivi. En témoigneraient le déroulement de l’opération policière et la saisie de plusieurs objets personnels sans lien apparent avec la procédure pénale menée à l’encontre de M. Gutsanov.", "215.  Le Gouvernement conteste la thèse des requérants et invite la Cour à rejeter leur grief. Il expose que la perquisition à leur domicile a été effectuée conformément aux règles de procédure pertinentes : elle aurait été menée dans le cadre d’une procédure pénale et approuvée par un juge dans les délais prévus par le CPP.", "216.  La perquisition aurait eu pour but de découvrir et prélever des preuves de nature à établir les faits faisant l’objet de la procédure pénale en cause et elle aurait été proportionnée à ce but. Les objets saisis auraient été soumis à des expertises et auraient représenté des preuves matérielles qui devaient être préservées par les autorités jusqu’à la fin de la procédure pénale. Les autorités compétentes auraient amplement motivé leur refus de restituer les objets saisis aux requérants.", "b)  Appréciation de la Cour", "217.  La Cour estime qu’il y a eu ingérence dans l’exercice du droit des requérants au respect de leur domicile : leur maison familiale a été perquisitionnée et les responsables de l’enquête pénale ont saisi plusieurs objets et documents qui s’y trouvaient. Il convient dès lors de déterminer si cette ingérence était justifiée au regard du paragraphe 2 de l’article 8, c’està-dire si elle était « prévue par la loi », poursuivait un ou plusieurs buts légitimes et était « nécessaire », « dans une société démocratique », à la réalisation de ce ou ces buts.", "218.  La Cour rappelle qu’en vertu de sa jurisprudence constante les mots « prévue par la loi » impliquent qu’une ingérence aux droits garantis par l’article 8 doit reposer sur une base légale interne, que la législation en question doit être suffisamment accessible et prévisible et que celle-ci doit être compatible avec le principe de la prééminence du droit (voir parmi beaucoup d’autres Rotaru c. Roumanie [GC], no 28341/95, § 52, CEDH 2000V, Liberty et autres c. Royaume-Uni, no 58243/00, § 59, 1er juillet 2008, et Heino c. Finlande, no 56720/09, § 36, 15 février 2011.", "219.  Se tournant vers les faits de l’espèce, la Cour observe que la perquisition litigieuse reposait sur les articles 160 et 161 du code de procédure pénale bulgare (paragraphe 59 ci-dessus). Elle estime que ces dispositions législatives ne posent aucun problème, s’agissant tant de leur accessibilité que leur prévisibilité, au sens de sa jurisprudence précitée.", "220.  Concernant la dernière condition qualitative à laquelle doit répondre la législation interne, à savoir la compatibilité avec le principe de la prééminence du droit, la Cour rappelle que dans le contexte des saisies et perquisitions elle exige que le droit interne offre des garanties adéquates et suffisantes contre l’arbitraire (Heino, précité, § 40). Nonobstant la marge d’appréciation qu’elle reconnaît en la matière aux États contractants, la Cour doit redoubler de vigilance lorsque le droit national habilite les autorités à conduire une perquisition sans mandat judiciaire : la protection des individus contre des atteintes arbitraires de la puissance publique aux droits garantis par l’article 8 réclame un encadrement légal et une limitation des plus stricts de tels pouvoirs (Camenzind c. Suisse, 16 décembre 1997, § 45, Recueil 1997VIII).", "221.  Dans la présente affaire la perquisition au domicile des quatre requérants a été effectuée sans l’autorisation préalable d’un juge. En effet l’article 161, alinéa 2, du CPP permet aux organes de l’enquête de procéder à de telles perquisitions dans des cas urgents où il existe un danger d’altération de preuves. Or, la rédaction de cette disposition laisse en pratique une large marge de manœuvre aux autorités quant à l’appréciation de la nécessité et de l’ampleur des perquisitions.", "222.  La Cour a déjà eu l’occasion d’affirmer que, dans de telles situations, l’absence d’un mandat de perquisition peut être contrecarrée par un contrôle judiciaire ex post factum sur la légalité et la nécessité de cette mesure d’instruction (Heino, précité, § 45). Encore faut-il que ce contrôle soit efficace dans les circonstances particulières de l’affaire en cause (Smirnov c. Russie, no 71362/01, § 45 in fine, 7 juin 2007).", "223.  Dans le cas d’espèce, conformément à l’article 161, alinéa 2, du CPP, le procès-verbal dressé à l’issue de la perquisition de la maison des requérants a été présenté à un juge du tribunal régional de Varna qui l’a formellement approuvé le lendemain matin (paragraphe 35 in fine cidessus). Selon la jurisprudence des tribunaux bulgares, le juge statuant en vertu de l’article 161, alinéa 2, du CPP doit s’assurer que la perquisition a été effectuée dans le respect des conditions matérielles et procédurales prévues par le droit interne (paragraphe 60 ci-dessus). Force est de constater que le Gouvernement n’a produit aucune ordonnance émanant du juge qui approuvait la perquisition effectuée au domicile des requérants et exposant les motifs de cette approbation. La seule trace écrite de l’approbation du juge se trouve sur la page de tête du procès-verbal : le juge y a apposé sa signature, le sceau du tribunal régional, la date et l’heure de sa décision et la mention « J’approuve » (paragraphe 35 in fine ci-dessus). Or, la Cour n’estime pas que ces éléments soient suffisants pour démontrer que le juge a efficacement contrôlé la légalité et la nécessité de la mesure contestée. Elle rappelle par ailleurs que le Gouvernement n’a pas démontré qu’il existait un autre recours qui aurait permis aux requérants de faire examiner la légalité et la nécessité de la perquisition à leur domicile (paragraphe 211 ci-dessus).", "224.  Le contrôle effectif de la légalité et de la nécessité de la mesure d’instruction en cause était d’autant plus nécessaire qu’à aucun moment avant celle-ci il n’avait été précisé quels étaient concrètement les documents et les objets liés à l’enquête pénale que les enquêteurs s’attendaient à découvrir et à saisir au domicile des requérants. Le procès-verbal dressé le 31 mars 2010 mentionnait uniquement que M. Gutsanov avait été invité à livrer tout objet, document ou support informatique contenant des éléments relatifs à l’enquête pénale no 128/10 menée par la direction de la police à Varna (paragraphe 32 ci-dessus). Il contient également une objection écrite de l’avocat de M. Gutsanov sur ce même point (paragraphe 35 ci-dessus). Par ailleurs, la portée générale de la perquisition en cause est confirmée par le nombre important et la diversité des objets et documents saisis et par l’absence de tout lien apparent entre certains de ces objets et les infractions pénales sur lesquelles portait l’enquête en cause. À titre d’exemple, la Cour observe que les enquêteurs ont saisi, entre autres, le pistolet et le permis de port d’armes de M. Gutsanov (paragraphe 34 ci-dessus), alors que les poursuites pénales en cause concernaient un détournement de fonds publics par le biais d’achat d’autobus à des prix fictifs pour le compte de la compagnie municipale des transports en communs et qu’il ne s’agissait pas d’une infraction pénale impliquant l’utilisation d’une arme à feu (paragraphe 42 ci-dessus). Par ailleurs, l’enquête pénale en cause avait été ouverte cinq mois auparavant (paragraphe 9 ci-dessus), ce qui posait la question de savoir si les organes de l’enquête n’auraient pas pu demander la délivrance d’un mandat judiciaire avant de procéder à la perquisition du domicile des requérants.", "225.  Il est vrai que la perquisition litigieuse a été opérée en la présence de M. Gutsanov, de son avocat, de deux autres témoins et d’un expert (paragraphe 32 ci-dessus). Or, la Cour considère qu’en l’absence d’une autorisation préalable d’un juge et d’un contrôle effectif a posteriori de la mesure d’instruction contestée, ces garanties procédurales n’étaient pas suffisantes pour prévenir le risque d’abus de pouvoir de la part des autorités de l’enquête pénale.", "226.  Ces éléments suffisent à la Cour pour conclure que même si la mesure d’instruction contestée avait une base légale dans le droit interne, la législation nationale n’a pas offert aux requérants suffisamment de garanties contre l’arbitraire avant ou après la perquisition. De ce fait, les requérants ont été privé de la protection nécessaire contre l’arbitraire que leur conférait le principe de la prééminence du droit dans une société démocratique. Dans ces circonstances, la Cour considère que l’ingérence dans le droit au respect du domicile des requérants n’a pas été « prévue par la loi » au sens de l’article 8 § 2 de la Convention.", "227.  Il y a donc eu violation de l’article 8 de la Convention.", "2.  Grief tiré d’une atteinte à la bonne réputation de M. Gutsanov", "228.  M. Gutsanov estime que les interventions publiques de hauts responsables politiques et de représentants du parquet dans le contexte de la large couverture médiatique de son arrestation et de sa procédure pénale ont constitué une atteinte injustifiée à sa bonne réputation et, dès lors, à son droit au respect de sa vie privée.", "229.  La Cour observe que les mêmes faits ont déjà été examinés sous l’angle de l’article 6 § 2 de la Convention et qu’elle a constaté une atteinte injustifiée à la présomption d’innocence du requérant à raison des propos du ministre de l’Intérieur publiés dans la presse écrite. Elle estime, par conséquent, qu’il n’y pas lieu d’examiner séparément ce même grief sous l’angle de l’article 8 de la Convention.", "V.  SUR LES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 13 DE LA CONVENTION", "230.  Les requérants estiment enfin qu’ils ne disposaient pas de voies de recours internes effectives pour remédier aux violations alléguées de leur droit de ne pas être soumis à des traitements inhumains et dégradants et de leur droit au respect de leur domicile. Ils invoquent l’article 13 de la Convention libellé comme suit :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "231.  Le Gouvernement considère que les intéressés auraient pu contester les actes litigieux des fonctionnaires d’État impliqués et demander une réparation pécuniaire en vertu de la loi sur la responsabilité de l’État pour dommage.", "A.  Sur la recevabilité", "232.  La Cour estime que ces griefs ne sont pas manifestement mal fondés, au sens de l’article 35 § 3 a) de la Convention, et qu’ils ne se heurtent à aucun autre motif d’irrecevabilité. Il convient donc de les déclarer recevables.", "B.  Sur le fond", "233.  La Cour rappelle qu’à l’issue de son examen de la recevabilité du grief formulé sous l’angle de l’article 3 de la Convention, elle a constaté que ni la plainte pénale ni l’action en dommages et intérêts contre l’État n’auraient pu constituer des voies de recours internes suffisamment effectives dans le cas d’espèce (paragraphes 88-97 ci-dessus). Elle tient à rappeler à cet effet que le fait d’infliger des souffrances psychologiques n’est pas érigée en infraction pénale en droit interne, ce qui vouait d’emblée à l’échec une éventuelle plainte pénale de la part des requérants. De surcroît, la jurisprudence des tribunaux internes excluait du champ d’application de l’article 1 de la loi sur la responsabilité de l’état les agissements des agents de police lorsque ceux-ci étaient effectués dans le cadre d’une mesure d’instruction. Quant à l’article 2 de cette loi, cette disposition ne permet pas aux tribunaux d’être saisis et d’examiner la nécessité des agissements des organes de l’enquête parce que leur appréciation est strictement limitée aux questions de savoir si l’intéressé a fait l’objet de poursuites pénales et si celles-ci se sont soldées par un abandon des charges ou par un acquittement. Force est de constater que le Gouvernement n’a invoqué aucune autre voie de recours qui aurait permis aux requérants de faire valoir leur droit à ne pas être soumis à des traitements inhumains et dégradants.", "234.  Ayant examiné la recevabilité du grief que les requérants ont formulé sous l’angle de l’article 8 de la Convention, la Cour a conclu que le Gouvernement n’avait pas étayé sa thèse assimilant une action civile en vertu de la loi sur la responsabilité de l’État à une voie de recours suffisamment établie en droit interne pour remédier aux violations alléguées du droit au respect du domicile des requérants (paragraphes 208-212 cidessus). Elle tient à rappeler également qu’aucune disposition du droit interne ne permet aux requérants de contester la régularité et la nécessité d’une perquisition du domicile (Iliya Stefanov, précité, § 44). Le Gouvernement n’a invoqué aucune autre voie de recours à cet égard.", "235.  La Cour estime que ces mêmes motifs peuvent être retenus dans le cadre de l’examen des griefs soulevés sur le terrain de l’article 13 combiné avec les articles 3 et 8 et qu’ils suffisent à conclure que les requérants ne disposaient d’aucune voie de recours interne qui leur aurait permis de faire valoir leur droit de ne pas être soumis à des traitements contraires à l’article 3 et leur droit au respect de leur domicile, garanti par l’article 8.", "236.  Il y a donc eu violation de l’article 13 combiné avec les articles 3 et 8 de la Convention.", "VI.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "237.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "238.  Les requérants réclament 112 000 euros (EUR) au titre du dommage moral qu’ils auraient subi.", "239.  Le Gouvernement considère que cette prétention est exorbitante.", "240.  La Cour estime que les requérants ont subi un certain dommage moral du fait des violations constatées de leurs droits garantis par les articles 3, 5 §§ 3 et 5, 6 § 2, 8 et 13 de la Convention. Elle considère qu’il y a lieu d’octroyer conjointement aux quatre requérants la somme de 40 000 EUR à ce titre.", "B.  Frais et dépens", "241.  La partie requérante demande également 5 281,43 EUR pour ses frais et dépens engagés devant la Cour, correspondant aux honoraires d’avocats à hauteur d’une somme forfaitaire de 9 780 BGN, plus 281 EUR de frais de traduction. Elle présente à l’appui de cette prétention le contrat passé entre les requérants et leurs avocats en date du 21 avril 2010, une facture et un bordereau de banque du 27 avril 2010 attestant le versement de la somme de 9 780 BGN sur le compte bancaire du cabinet d’avocat Ekimdzhiev, Boncheva et Chernicherska, et le contrat passé entre les représentants juridiques et un traducteur. L’avocat des requérants, Me Ekimdzhiev, demande que la somme accordée par la Cour à titre de frais et dépens soit entièrement versée sur le compte bancaire du cabinet d’avocats Ekimdzhiev, Boncheva et Chernicherska.", "242.  Le Gouvernement estime que la somme demandée au titre des honoraires d’avocats est exorbitante. Il fait observer que la partie requérante n’a pas suffisamment détaillé sa demande : elle n’aurait pas précisé le temps de travail consacré par les avocats à la présente requête ni le tarif horaire appliqué.", "243.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme de 4 000 EUR et l’accorde aux requérants.", "244.  Le représentant des intéressés a demandé le transfert direct de cette somme sur le compte bancaire de son propre cabinet d’avocat. La Cour observe toutefois que les documents dont elle dispose attestent que la somme forfaitaire due pour frais d’avocats a été entièrement payée à ce même cabinet le 27 avril 2010. Dans ces conditions, elle estime que la seule somme qui doit être transférée directement sur le compte bancaire des représentants juridiques des requérants est le montant de 281 EUR correspondant aux frais de traduction qui n’ont pas été avancés par les requérants.", "C.  Intérêts moratoires", "245.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Décide de joindre au fond l’exception du Gouvernement concernant la qualité de victimes des requérants à l’égard du grief tiré de l’article 3 de la Convention ;", "", "2.  Déclare, à l’unanimité, la requête recevable quant aux griefs tirés de l’article 3, de l’article 5 § 3, relatifs à la durée de la détention et à la présentation rapide devant un tribunal, de l’article 5 § 5, de l’article 6 § 2, de l’article 8, relatifs au respect du domicile des quatre requérants et de la vie privée de M. Gutsanov, et de l’article 13 de la Convention, et irrecevable pour le surplus ;", "", "3.  Dit, à l’unanimité, qu’il y a eu violation de l’article 3 à l’égard des quatre requérants ;", "", "4.  Dit, par six voix contre une, qu’il y a eu violation de l’article 5 § 3 de la Convention pour ce qui est du droit de M. Gutsanov d’être traduit « aussitôt » devant un tribunal ;", "", "5.  Dit, à l’unanimité, qu’il y a eu violation de l’article 5 § 3 de la Convention à raison de la durée excessive de la détention de M. Gutsanov ;", "", "6.  Dit, à l’unanimité, qu’il y a eu violation de l’article 5 § 5 de la Convention ;", "", "7.  Dit, à l’unanimité, qu’il n’y a pas eu violation de l’article 6 § 2 de la Convention en ce qui concerne les propos du premier ministre et du procureur régional et qu’il y a eu violation de l’article 6 § 2 en ce qui concerne les propos du ministre de l’Intérieur et les motifs de la décision du 18 mai 2010 du tribunal régional de Varna ;", "", "8.  Dit, à l’unanimité, qu’il y a eu violation de l’article 8 de la Convention concernant le droit au respect du domicile des quatre requérants;", "", "9.  Dit, à l’unanimité, qu’il n’y a pas lieu d’examiner le grief tiré de l’article 8 de la Convention relatif au respect de la bonne réputation du premier requérant ;", "", "10.  Dit, à l’unanimité, qu’il y a eu violation de l’article 13 combiné avec les articles 3 et 8 de la Convention ;", "", "11.  Dit, à l’unanimité,", "a)  que l’État défendeur doit verser aux requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir dans en levs bulgares, au taux applicable à la date du règlement :", "i)  40 000 EUR (quarante mille euros), conjointement aux quatre requérants, plus tout montant pouvant être dû à titre d’impôt par les requérants sur cette somme, pour dommage moral,", "ii)  4 000 EUR (quatre mille euros), plus tout montant pouvant être dû à titre d’impôt par les requérants sur cette somme, pour frais et dépens, dont 281 EUR (deux cent quatre-vingt un euros) à verser directement sur le compte bancaire du cabinet d’avocat Ekimdzhiev, Boncheva et Chernicherska ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "12.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 15 octobre 2013, en application de l’article 77 §§ 2 et 3 du règlement.", "\tFrançoise Elens-Passos\tIneta Ziemele\n\tGreffière\tPrésidente", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée du juge K. Wojtyczek.", "I.Z.\nF.E.P.", "", "", "OPINION EN PARTIE DISSIDENTE DU JUGE WOJTYCZEK", "1.  Je ne partage pas l’avis de la majorité sur la question de la violation de l’article 5 § 3 de la Convention pour ce qui est du droit du requérant à être traduit aussitôt devant un tribunal.", "2.  Je constate que, dans la présente affaire, la détention avant la comparution du requérant devant un juge a duré 3 jours, 5 heures et 30 minutes et n’a donc n’a pas dépassé le délai maximal de quatre jours, fixé dans la jurisprudence de la Cour. Par ailleurs, je ne vois aucune circonstance spécifique imposant la réduction de ce délai maximal dans la situation examinée. En particulier, eu égard à la jurisprudence antérieure de la Cour, il ne me semble pas justifié d’exiger une comparution du requérant le lendemain de l’arrestation. L’approche adoptée par la majorité conduit, à mon avis, à s’écarter de la jurisprudence bien établie et légitime de la Cour.", "3.  Le présent arrêt cite les arrêts İpek et autres c. Turquie, nos 17019/02 et 30070/02, 3 février 2009, et Kandjov c. Bulgarie, no 68294/01, 6 novembre 2008, comme exemples d’affaires où les circonstances particulières ont rendu nécessaire une comparution plus rapide devant un magistrat. Il faut rappeler ici que, dans l’affaire Ipek et autres, précitée, les requérants étaient des mineurs. Dans l’affaire Kandjov, précitée, le requérant était incarcéré de façon arbitraire pour une infraction mineure. Dans la présente affaire, le requérant est majeur, il a été arrêté sur la base de soupçons sérieux et inculpé de délits graves.", "4.  La majorité met l’accent sur la fragilité psychologique du requérant (paragraphe 156 de l’arrêt). Il faut souligner, dans ce contexte, que toute arrestation fragilise psychologiquement la personne arrêtée. La thèse de la vulnérabilité psychologique particulière du requérant n’a été corroborée par aucune preuve.", "La motivation de l’arrêt souligne que le requérant est un homme politique (paragraphe 156 de l’arrêt). Cependant, la jurisprudence constante de la Cour rappelle les exigences particulières imposées aux personnes exerçant des fonctions publiques. Ces personnes doivent, par exemple, accepter des critiques plus aiguës ainsi qu’une ingérence plus profonde dans la sphère de leur vie privée. Quand la jurisprudence constante de la Cour impose aux hommes politiques une certaine endurance, l’argument selon lequel la notoriété de requérant et l’intérêt des médias ont contribué à accentuer la pression psychologique (paragraphe 156 de l’arrêt) sur lui n’est pas convaincant. Il est difficile de voir dans les fonctions publiques exercées par la personne arrêtée, dans sa notoriété et dans l’intérêt porté par les médias des circonstances particulières qui imposent une célérité exceptionnelle à la conduire devant le juge. Il n’y a aucune raison de considérer les hommes politiques comme un groupe vulnérable. L’approche adoptée par la majorité équivaut à reconnaître un privilège injustifié à des personnes exerçant des fonctions publiques. De plus, elle me semble remettre en cause la cohérence jurisprudentielle.", "Je note par ailleurs que la décision d’ordonner la détention provisoire accentue nécessairement la fragilisation psychologique de la personne arrêtée. Dans les circonstances particulières de la présente affaire, une comparution plus rapide devant le juge n’aurait pas résolu le problème de la fragilité psychologique du requérant, mis en exergue dans la motivation de l’arrêt.", "5.  Dans la présente affaire, il est important de noter que les autorités d’enquête ont activement associé l’intéressé aux mesures d’instruction effectuées au début de sa détention, il a notamment assisté aux perquisitions de son domicile et de son bureau. De surcroît, il a été assisté d’un avocat dès la première heure de sa détention. Il a été traduit devant un tribunal le jour même où le parquet a demandé son placement en détention provisoire. Qui plus est, ces mesures ont été prises un samedi (le 3 avril 2010).", "Dans les conditions décrites ci-dessus, je n’ai pas de doutes que le standard minimal imposé par la Convention a été respecté.", ""]}