{"file": "FRE_CLINF_39665_98.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "39665/98", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 57", "Octobre 2003", "Ezeh et Connors c. Royaume-Uni [GC] - 39665/98 et 40086/98", "Arrêt 9.10.2003 [GC]", "Article 6", "Procédure pénale", "Article 6-1", "Accusation en matière pénale", "Applicabilité de l’article 6 à une procédure de discipline carcérale: article 6 applicable", "En fait: Alors qu’ils purgeaient de longues peines d’emprisonnement, les requérants furent accusés d’infractions en vertu du règlement pénitentiaire. Le premier requérant fut inculpé de menaces de mort à l’encontre de son agente de probation; le second requérant se vit reprocher des voies de fait sur la personne d’un gardien de prison. Les demandes des intéressés visant à obtenir l’autorisation d’être représentés par un avocat lors de leur comparution devant le directeur de la prison furent rejetées par ce dernier. Les intéressés furent tous deux jugés coupables et se virent infliger respectivement quarante jours et sept jours de détention supplémentaires. On leur refusa par la suite l’autorisation de demander un contrôle juridictionnel.", "En droit: Article 6 § 3 (c) – a)  Applicabilité de l’article 6: Il convient d’appliquer les critères énoncés dans l’arrêt Engel, tout en tenant dûment compte du contexte pénitentiaire. L’argument du Gouvernement selon lequel le fait d’enlever aux directeurs de prison le pouvoir d’infliger des jours de détention supplémentaires saperait la discipline pénitentiaire n’emporte pas l’adhésion de la Cour: il n’a pas expliqué pourquoi l’ensemble des autres sanctions disponibles – qui se sont depuis lors diversifiées – n’auraient pas un impact comparable quant à maintenir l’efficacité du système disciplinaire dans les prisons. Le Gouvernement n’a pas suffisamment démontré en quoi il existerait des différences matérielles entre les besoins disciplinaires dans les prisons écossaises, dans lesquelles le recours à des jours supplémentaires a été suspendu, et les mêmes besoins dans les prisons en Angleterre et au pays de Galles. En outre, les obstacles pratiques (contraintes administratives et financières et retards pour prononcer les décisions) résultant du nouveau système qui a été introduit à la suite de l’arrêt de chambre en l’espèce ne peuvent à eux seuls empêcher l’article 6 de s’appliquer.", "Les infractions en cause étaient considérées comme disciplinaires en droit interne. Toutefois, la nature des infractions représente un élément d’un plus grand poids lorsqu’il s’agit de déterminer si l’article 6 est applicable. A cet égard, elles concernaient un groupe ayant un statut spécifique – les détenus – et non l’ensemble des citoyens. Toutefois, ce fait ne donne pas aux infractions un caractère de prime abord disciplinaire; il n’offre qu’une indication pertinente. Les accusations disciplinaires en question correspondaient également à des infractions réprimées par le droit pénal, et si les faits reprochés au second requérant avaient trait à un incident plutôt mineur qui n’aurait pas nécessairement conduit à des poursuites en dehors du milieu pénitentiaire, le caractère mineur de l’infraction ne peut en soi la faire sortir du champ d’application de l’article 6. La possibilité théorique d’une responsabilité à la fois pénale et disciplinaire est pour le moins un élément pertinent militant en faveur d’une qualification « mixte » des infractions. Par ailleurs, les condamnations à des jours de détention supplémentaires ont été prononcées à la suite d’un verdict de culpabilité, en vue de sanctionner les requérants pour les infractions commises et pour les empêcher, eux et les autres détenus, d’en commettre d’autres; dès lors, la distinction établie par le Gouvernement entre les objectifs de répression et de dissuasion est peu convaincante, ces objectifs ne s’excluant pas mutuellement et étant tenus pour  caractéristiques des sanctions pénales. Tous ces éléments impriment aux infractions un aspect qui ne coïncide pas exactement avec celui d’un problème de pure discipline, et il s’impose donc de passer au troisième critère, à savoir la nature et le degré de sévérité des sanctions encourues.", "En droit interne, un droit à être libéré ne peut naître avant le terme des jours de détention supplémentaires éventuellement infligés, de sorte que la base légale de la détention continue d’être la condamnation et la peine initiales. Néanmoins, en réalité, les détenus restent en prison au-delà de la date à laquelle ils auraient dû normalement être libérés, en conséquence d’une procédure sans lien juridique avec la condamnation et la peine initiales. Par conséquent, les condamnations à des jours de détention supplémentaires constituent de nouvelles privations de liberté infligées à des fins punitives et il y a donc lieu d’examiner la question des garanties procédurales sous l’angle de l’article 6 et non sur le terrain de l’article 5. Quant aux privations de liberté encourues et effectivement infligées en l’espèce, il convient de présumer que les accusations en cause revêtaient un caractère pénal. Cette présomption ne peut être réfutée qu’à titre exceptionnel et seulement si les privations de liberté n’entraînent pas un « préjudice important ». La sanction maximum éventuelle était de quarante-deux jours de détention supplémentaires et, en l’espèce, les condamnations des requérants respectivement à quarante jours et sept jours supplémentaires ne peuvent passer pour suffisamment négligeables ou accessoires pour modifier la nature présumée pénale des charges pesant sur eux. Celles-ci revêtaient donc un caractère « pénal » et l’article 6 trouve à s’appliquer (onze voix contre six).", "b)  La Grande Chambre souscrit à la conclusion de la chambre selon laquelle le refus du directeur de la prison d’autoriser les requérants à être représentés par un avocat a emporté violation de l’article 6 § 3 (c). Dès lors, il n’y a pas lieu d’examiner le grief présenté à titre subsidiaire selon lequel les intérêts de la justice commandaient qu’on accordât aux requérants l’aide judiciaire gratuite pour les besoins de la procédure devant le directeur. ", "Conclusion: violation (onze voix contre six).", "Article 41 – La Cour estime que le constat de violation constitue en soi une satisfaction équitable suffisante pour le dommage moral. Elle accorde aux intéressés une indemnité pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}