{"file": "FRE_CLINF_14810_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "14810/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 104", "Janvier 2008", "Ryakib Biryoukov c. Russie - 14810/02", "Arrêt 17.1.2008 [Section I]", "Article 6", "Procédure civile", "Article 6-1", "Jugement public", "Non-communication en public de la motivation d’un jugement civil : violation", "", "En fait : Le requérant attaqua un hôpital au civil pour négligence médicale. Son affaire fut examinée au fond en audience publique par un tribunal de district agissant comme tribunal de première instance. A l’issue de l’audience, le tribunal donna lecture du dispositif de sa décision. Il y déclarait rejeter les griefs du requérant sur la base de l’article 1064 du code civil. La décision motivée fut notifiée au requérant ultérieurement. L’intéressé forma contre le jugement un appel dont le tribunal régional le débouta, en donnant seulement lecture, là aussi, du dispositif de sa décision en audience publique.", "En droit : Il s’agissait pour la Cour de déterminer si, dans le cadre de ladite procédure menée au civil, l’exigence selon laquelle les jugements doivent être rendus publiquement avait été satisfaite par la lecture en audience publique du seul dispositif de la décision. Cette question impliquait à son tour la nécessité de rechercher dans quelle mesure le public avait eu accès à la décision motivée et aux arrangements pris pour assurer l’accessibilité du texte aux fins d’un contrôle public. Le droit interne prévoyait que seules les parties et les autres participants à la procédure et leurs représentants devaient se voir notifier copie de la décision motivée ou pouvoir consulter le texte de cette décision au greffe du tribunal. Il en résulte que les motifs sur lesquels le tribunal de district a fondé son jugement au fond sont demeurés inaccessibles au public, hormis la référence faite dans le dispositif à l’article 1064 du code civil. Or cette disposition ne faisait que définir des motifs généraux d’engagement de la responsabilité en cas d’infliction d’un préjudice, et le dispositif de la décision ne comportait aucune précision quant au principe sous-jacent ayant été appliqué et il n’était donc d’aucune utilité pour le profane. Dans ces conditions, les motifs qui auraient permis de comprendre pourquoi les prétentions du requérant avaient été rejetées sont demeurés inaccessibles au public. ", "Conclusion : violation (unanimité).", "Article 41 – Le constat d’une violation représente une satisfaction équitable suffisante pour le dommage moral éventuellement subi par le requérant.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}