{"file": "FRE_CLINF_37019_97.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "37019/97", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 13", "Décembre 1999", "A.M. c. Italie - 37019/97", "Arrêt 14.12.1999 [Section II]", "Article 6", "Article 6-3-d", "Interrogation des témoins", "Impossibilité pour l’accusé d’interroger les témoins à charge déterminants: violation", "En fait: Un mineur d’origine américaine dénonça auprès des autorités de son pays le requérant, concierge de l’hôtel où il avait séjourné en Italie, en l’accusant de s’être livré sur lui à des attouchements. Le ministère public italien engagea des poursuites à l’encontre du requérant pour attentat à la pudeur sur mineur et actes obscènes dans un lieu public. Une commission rogatoire internationale fut envoyée par le procureur de la République italien au tribunal pénal américain, en application de la Convention de coopération judiciaire entre l’Italie et les Etats-Unis, afin de recueillir les témoignages du mineur, de son père et du médecin à qui l’enfant s’était confié. Il était précisé dans la commission rogatoire qu’aucun avocat ne pourrait assister aux interrogatoires. Le père du mineur, qui fut entendu par un agent de police, confirma que son enfant avait déclaré avoir été victime d’attouchements de la part du requérant. Le procès-verbal de cet interrogatoire fut envoyé aux autorités italiennes, ainsi que les déclarations écrites d’autres témoins, dont la mère du mineur et une psychothérapeute pour enfants. A la demande du procureur de la République, la juridiction italienne ordonna la lecture des documents transmis, conformément au code de procédure pénale. Le tribunal condamna le requérant à deux ans d’emprisonnement avec sursis, décision qui fut adoptée sur la base de la plainte déposée par le mineur auprès des autorités américaines, ainsi que des dépositions de ses parents et de la psychothérapeute. Le requérant interjeta appel de cette décision en arguant que le mineur n’avait jamais été interrogé, que sa mère et la psychothérapeute avaient été entendues ultra petita et s’étaient bornées à faire des déclarations écrites, et enfin que le père n’avait pas été entendu par une autorité compétente. Par ailleurs, il dénonça le fait que la participation d’avocats eut été impossible et que les personnes interrogées n’eurent pas prêté serment, ce qui aurait dû empêcher le tribunal italien de s’en servir pour établir sa culpabilité. La cour d’appel confirma le jugement de première instance et le pourvoi en cassation du requérant fut rejeté.", "En droit: Article 6 § 1 combiné avec 6 § 3 (d): Les droits de la défense sont restreints de manière incompatible avec les garanties de l’article 6 lorsqu’une condamnation se fonde, uniquement ou d’une façon déterminante, sur les dépositions d’un témoin que l’accusé n’a eu la possibilité d’interroger ou faire interroger ni au stade de l’instruction, ni pendant les débats. En l’espèce, les juridictions nationales se sont fondées exclusivement sur les déclarations recueillies aux Etats-Unis avant le procès pour condamner le requérant, et celui-ci n’a été confronté aux accusateurs à aucun moment de la procédure. Par ailleurs, les autorités italiennes avaient spécifié dans la commission rogatoire internationale qu’aucun avocat ne devait être admis lors des interrogatoires. Le Gouvernement prétendait à ce propos que la convention de coopération judiciaire entre l’Italie et les Etats-Unis ménageait au requérant la faculté de demander que les témoins soient interrogés en présence d’avocats. Or aucune décision judiciaire n’a été présentée par le Gouvernement dans laquelle cette convention entre l’Italie et les Etats-Unis ait été appliquée en ce sens. Dès lors, l’accessibilité et l’efficacité de cette faculté laissée au requérant par la convention citée par le Gouvernement n’ont pas été établies. Ainsi, le requérant n’a pas eu une occasion suffisante et adéquate de contester les témoignages sur lesquels sa condamnation a reposé.", "Conclusion: violation (unanimité).", "Article 41 - La Cour a alloué 50 000 000 ITL au titre du dommage subi par le requérant, et 4 837 900 ITL pour frais et dépens devant les juridictions nationales et les organes de la Convention.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}