{"file": "FRE_HFJUD_44883_09.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "44883/09", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "", "", "", "AFFAIRE NASR ET GHALI c. ITALIE", "", "(Requête no 44883/09)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "23 février 2016", "", "", "DÉFINITIF", "", "23/05/2016", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "Table des matière", "\n", "En l’affaire Nasr et Ghali c. Italie,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tGeorge Nicolaou, président,\n\tGuido Raimondi,\n\tPäivi Hirvelä,\n\tLedi Bianku,\n\tNona Tsotsoria,\n\tPaul Mahoney,\n\tKrzysztof Wojtyczek, juges,\net de Françoise Elens-Passos, greffière de section,", "Après en avoir délibéré en chambre du conseil le 21 janvier 2016,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 44883/09) dirigée contre la République italienne par deux ressortissants égyptiens, M. Osama Mustafa Nasr et Mme Nabila Ghali (« les requérants »), qui ont saisi la Cour le 6 août 2009 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants ont été représentés par Me L. Bauccio, avocat à Milan. Le gouvernement italien (« le Gouvernement ») a été représenté par son agent, Mme E. Spatafora.", "3.  Les requérants se plaignent de diverses violations fondées sur les articles 3, 5, 6, 8 et 13 de la Convention, dans le cadre de l’opération de remise secrète dont le requérant a prétendument fait l’objet. L’intéressé allègue avoir été enlevé en Italie par des agents italiens et des agents étrangers, avoir été transporté à la base militaire américaine d’Aviano en Italie et puis à la base militaire américaine de Ramstein en Allemagne, pour y être remis à des agents de la Central Intelligence Agency (ci-après « la CIA ») qui l’auraient ensuite embarqué sur un vol spécial à destination de l’Égypte, où il aurait été détenu au secret et aurait subi des tortures et des mauvais traitements.", "4.  Le 22 novembre 2011, la requête a été communiquée au Gouvernement. Le 3 mars 2015, la Cour a posé aux parties des questions complémentaires.", "5.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 23 juin 2015 (article 59 § 3 du règlement).", "Ont comparu :", "–  pour le Gouvernement", "Mme P. Accardo,\t\t\t\t\t\t co-agente ;", "M. G. Mauro Pellegrini,\tco-agent ;", "Mme R. Incutti, ministère de la Justice,", "MM. M. Giannuzzi, Avocat général,", " A. Di Taranto, ministère de la Justice \tconseillers.\n", "–  pour les requérants", "MM.\tL. Bauccio, avocat, \tconseil,", " \tC. Scambia, avocat,\n \tL. Favero, avocat,\tconseillers.", "", "La Cour a entendu en leurs déclarations Mme Incutti, M. Giannuzzi et Me Bauccio.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Le requérant, né en 1963, et la requérante, née en 1968, sont un couple marié.", "7.  Les faits de la cause, tels qu’ils ont été exposés par les parties, peuvent se résumer comme suit.", "A.  Le contexte", "8.  Le requérant, connu également sous le nom de « Abou Omar », vivait en Italie depuis 1998 et était devenu imam d’une mosquée de Latina. Membre du groupe Jama’a al-Islamiya, un mouvement islamiste considéré comme terroriste par le gouvernement égyptien, il demanda le statut de réfugié politique. Le 22 février 2001, les autorités italiennes firent droit à sa demande.", "En juillet 2000, le requérant déménagea à Milan, et, le 6 octobre 2001, il épousa la requérante à la mosquée de la rue Quaranta, selon le rite islamique.", "9.  Soupçonné notamment d’association de malfaiteurs aux fins de la commission d’actes violents de terrorisme international, infraction prévue à l’article 270 bis du code pénal (ci-après « le CP »), il fit l’objet d’investigations préliminaires menées par le parquet de Milan sur ses relations avec des réseaux fondamentalistes.", "Ces investigations aboutirent à la délivrance d’une ordonnance de mise en détention provisoire, émise le 26 juin 2005 par le juge des investigations préliminaires (« le GIP ») de Milan.", "Il ressort du dossier que le requérant fut condamné le 6 décembre 2013 par le tribunal de Milan pour appartenance à une organisation terroriste. L’intéressé interjeta appel de sa condamnation.", "B.  L’enlèvement du requérant, son transfert en Égypte, la détention au secret en Égypte et les conditions de sa détention", "1.  L’enlèvement du requérant et son transfert en Égypte", "10.  Selon ses propres déclarations – adressées par écrit au parquet de Milan en 2004 –, le requérant fut intercepté le 17 février 2003 vers midi par un inconnu habillé en civil (plus tard identifié comme étant M. Pironi ; paragraphes 29, 58, 69, 72 et-74 ci-dessous) alors qu’il marchait dans la rue Guerzoni à Milan pour se rendre à la mosquée située boulevard Jenner. Se faisant passer pour un policier, l’inconnu lui aurait demandé sa pièce d’identité et son titre de séjour et aurait feint de contrôler son identité par téléphone portable. Soudain, le requérant aurait été agressé par des inconnus, qui se seraient saisi de lui et l’auraient poussé violemment dans une fourgonnette blanche garée à proximité. Il aurait alors été sévèrement frappé à coups de pied et de poing, immobilisé, ligoté aux mains et aux pieds et couvert d’une cagoule par deux hommes âgés d’une trentaine d’années. Le véhicule aurait ensuite démarré à grande vitesse. Pendant le trajet, le requérant aurait été pris d’un fort malaise, se serait évanoui et aurait été ranimé.", "11.  Environ quatre heures plus tard, le véhicule se serait arrêté à un endroit (identifié par la suite comme étant la base des Forces aériennes américaines en Europe, United States Air Forces in Europe, USAFE d’Aviano où le requérant aurait été embarqué dans un avion. Après un voyage d’environ une heure, l’avion aurait atterri dans un aéroport identifié par la suite comme étant la base militaire américaine de Ramstein en Allemagne (paragraphes 38-39 et 112-113 ci-dessous) Le requérant aurait été transporté pieds et poings liés dans une salle de cet aéroport, où il aurait été déshabillé puis rhabillé avec d’autres vêtements. On lui aurait également enlevé quelques instants le bandeau qui lui couvrait les yeux pour le prendre en photo.", "12.  Il aurait ensuite été embarqué dans un avion militaire à destination de l’aéroport civil du Caire. Pendant le transfert, il aurait été ligoté à une chaise. On lui aurait placé un casque diffusant de la musique classique sur les oreilles, de manière à l’empêcher d’entendre ce qui se passait autour de lui. Il aurait été maltraité à plusieurs reprises et n’aurait reçu de soins médicaux qu’après une forte crise respiratoire causée par les traitements subis.", "2.  La détention au secret et les interrogatoires en Égypte", "a)  La première période de détention (17-18 février 2003 au 19 avril 2004)", "13.  Le requérant relate dans ses déclarations que, une fois arrivé à l’aéroport du Caire, il fut ligoté avec une bande adhésive serrée autour des pieds et des mains. Deux personnes l’auraient aidé à descendre de l’avion et une personne parlant l’arabe avec un accent égyptien lui aurait dit de monter dans une camionnette.", "14.  Le requérant aurait été emmené au quartier général des services nationaux de renseignement et interrogé par trois officiers égyptiens sur ses activités en Italie, sa famille et ses voyages à l’étranger. Par la suite, une personne égyptienne de haut rang l’aurait interrogé et lui aurait proposé un retour immédiat en Italie en échange de sa collaboration avec les services de renseignement. Le requérant aurait décliné cette proposition.", "15.  Le 18 février 2003 dans la matinée, le requérant aurait été mis dans une cellule d’environ deux mètres carrés sans fenêtre, sans toilettes, sans eau, sans lumière et insuffisamment aérée, extrêmement froide en hiver et très chaude en été. Pendant toute la durée de sa détention dans cette cellule, tout contact avec l’extérieur lui aurait été interdit.", "16.  Pendant cette période, le requérant aurait été conduit régulièrement dans une salle d’interrogatoire où il aurait été soumis à des violences physiques et psychiques destinées à lui extorquer des informations, notamment sur ses relations supposées avec des réseaux de terrorisme islamiste en Italie. Lors de son premier interrogatoire, il aurait été dévêtu et contraint de rester debout sur un pied – l’autre pied et les mains étant ligotés ensemble – de sorte qu’il serait tombé plusieurs fois par terre, sous les moqueries des hommes en uniforme qui étaient présents. Par la suite, il aurait été battu, soumis à des chocs électriques et menacé de violences sexuelles s’il ne répondait pas aux questions qui lui étaient posées.", "17.  Le 14 septembre 2003, il aurait été transféré dans un autre lieu de détention après avoir été contraint de signer des déclarations attestant qu’il n’avait aucun objet sur lui au moment de son arrivée et qu’il n’avait subi aucun mauvais traitement pendant sa détention.", "18.  Il aurait alors été détenu dans une cellule en sous-sol d’environ trois mètres carrés, sans lumière, sans ouverture, sans installations sanitaires et sans eau courante, dans laquelle il disposait seulement d’une couverture très sale et malodorante. Il aurait été nourri exclusivement avec du pain rassis et de l’eau. Il n’aurait pas eu accès à des toilettes et aurait donc été obligé de déféquer et d’uriner dans la cellule. Il n’aurait pu prendre de douche que tous les quatre mois et on ne lui aurait jamais taillé la barbe ni coupé les cheveux pendant toute sa détention. Il n’aurait pu avoir aucun contact avec l’extérieur. On aurait refusé de lui donner un Coran et de lui indiquer la direction de la Mecque, vers laquelle les musulmans doivent se tourner pour prier. Il devait se présenter debout face au mur lorsqu’un gardien ouvrait la cellule – ce qui selon lui pouvait arriver à tout moment – sous peine d’être battu, parfois avec une matraque électrique. Lorsqu’ils s’adressaient à lui, les gardiens l’appelaient soit par le numéro de sa cellule, soit par des noms de femme ou d’organes génitaux. De temps en temps, on l’aurait conduit près des salles d’interrogatoire pour lui faire entendre les cris de douleur d’autres détenus.", "19.  Le requérant explique que, deux fois par jour, un gardien venait le chercher pour l’emmener à la salle d’interrogatoire, ligoté et aveuglé par un bandeau sur les yeux. À chaque interrogatoire, un agent l’aurait déshabillé puis aurait invité les autres agents à toucher ses parties intimes pour l’humilier. Le requérant dit avoir été souvent suspendu par les pieds ou ligoté à une porte en fer ou à un grillage en bois, dans différentes positions. Régulièrement, les agents l’auraient battu pendant des heures et lui auraient infligé des électrochocs au moyen d’électrodes mouillées apposées sur sa tête, son thorax et ses organes génitaux. D’autres fois, il aurait été soumis à la torture appelée « martaba » (matelas), qui consiste à immobiliser la victime sur un matelas mouillé puis à envoyer des décharges électriques dans le matelas. Enfin, il aurait subi des violences sexuelles à deux reprises.", "20.  À partir du mois de mars 2004, au lieu de lui poser des questions, les agents égyptiens auraient fait répéter au requérant une fausse version des événements, qu’il aurait dû confirmer devant le procureur. Notamment, il aurait dû affirmer avoir quitté l’Italie de son propre chef et avoir rejoint l’Égypte par ses propres moyens, avoir remis son passeport italien aux autorités égyptiennes parce qu’il ne souhaitait pas rentrer en Italie et n’avoir subi de leur part aucun mauvais traitement.", "21.  Le requérant serait resté détenu au secret jusqu’au 19 avril 2004. À cette date, il fut libéré, selon lui parce qu’il avait fait des déclarations conformes aux instructions qu’il avait reçues et à la condition de ne pas quitter Alexandrie et de ne parler à personne des traitements qu’il avait subis lors de sa détention.", "22.  En dépit de l’indication qui lui aurait été faite de ne parler à personne des traitements qu’il avait subis, le requérant téléphona à sa femme dès sa remise en liberté afin de la rassurer sur son sort. Il prit contact également avec d’autres personnes auxquelles il décrivit son enlèvement et sa détention (voir aussi paragraphes 33 et 35 ci-dessous).", "b)  La deuxième période (date non précisée en mai 2004 – 12 février 2007)", "23.  À une date non précisée, environ vingt jours après sa remise en liberté, le requérant fut arrêté par la police égyptienne. Il fut détenu dans différents établissements, notamment les prisons d’Istiqbal et de Tora, et placé à l’isolement pendant de longues périodes. Sa détention, de nature administrative, avait pour base légale la législation anti-terroriste égyptienne. Il fut remis en liberté le 12 février 2007 (voir aussi les paragraphes 34-35 ci-dessous), sans être incriminé.", "24.  Entre-temps, le 5 novembre 2006, la détention du requérant en Égypte avait été confirmée par le général Ahmed Omar, assistant du ministre de l’Intérieur égyptien, lors d’une interview menée par le journal « Al Ahram Weekly » : le général avait déclaré à cette occasion que le requérant était détenu pour des raisons de sécurité, et qu’il s’était rendu spontanément en Égypte.", "25.  Pendant cette période, les autorités égyptiennes ne répondirent pas aux magistrats italiens qui, dans le cadre de l’enquête menée par le parquet de Milan sur l’enlèvement du requérant (voir aussi les paragraphes 30-72 ci-dessous), demandaient à pouvoir l’interroger et à obtenir des précisions sur son arrivée en Égypte et sur les raisons de sa détention. Elles refusèrent au requérant la possibilité de se rendre en Italie.", "Frappé d’une interdiction de quitter le territoire égyptien, le requérant, depuis sa remise en liberté, vit à Alexandrie.", "3.  Séquelles physiques et psychologiques de traitements subi par le requérant", "26.  Les traitements subis par le requérant lui auraient laissé de graves séquelles physiques, notamment une baisse de l’audition, des difficultés pour se déplacer, des rhumatismes, des problèmes d’incontinence, ainsi qu’une perte de poids importante. L’intéressé fait aussi état d’importantes séquelles psychologiques, notamment d’un état de dépression et de stress post-traumatique aigu.", "27.  Un certificat médical daté du 9 juin 2007, établi par un médecin psychiatre, atteste que le requérant souffrait de troubles post-traumatiques. Ce médecin préconisait par ailleurs une consultation avec un médecin légiste afin de faire constater les marques de lésions encore visibles sur le corps de l’intéressé.", "C.  L’enquête menée par le parquet de Milan", "1.  La première phase de l’enquête : l’identification des agents américains soupçonnés d’avoir pris part à l’enlèvement et les ordonnances de mise en détention provisoire les concernant.", "28.  Le 20 février 2003, la requérante signala à un commissariat de police de Milan la disparition de son époux.", "29.  Suite à un appel à témoins, une certaine Mme R., membre de la communauté égyptienne, se fit connaître.", "Le 26 février 2003, elle fut entendue par la police. Elle déclara que le 17 février 2003, peu avant midi, alors qu’elle passait avec ses enfants dans la rue Guerzoni pour rentrer chez elle, elle avait vu une camionnette blanche garée sur le côté gauche de la chaussée et, sur l’autre côté, appuyé contre un mur, un homme portant une longue barbe et des habits traditionnels arabes près duquel se trouvaient deux autres hommes, à l’aspect occidental, dont l’un (ndr : M. Pironi, carabinier) était en train de parler dans un téléphone portable. Ils avaient fait monter le requérant à bord de la camionnette. Après s’être entretenue quelques instants avec les bénévoles d’une association avec lesquels ses enfants jouaient, Mme R. se serait remise en route. Elle aurait alors entendu un grand bruit qui l’aurait fait se retourner et aurait vu la camionnette blanche démarrer à toute vitesse tandis que les trois hommes n’étaient plus dans la rue.", "30.  À une date non précisée, vraisemblablement vers la fin du mois de février 2003, le parquet de Milan ouvrit une enquête contre X pour enlèvement au sens de l’article 605 du code pénal. Le département de la police chargé des opérations spéciales et du terrorisme (Divisione Investigazioni Generali e Operazioni Speciali - Digos) de Milan fut saisi de l’enquête. Les autorités d’enquête ordonnèrent la mise en place d’écoutes téléphoniques et de contrôles sur l’utilisation de téléphones portables dans la zone où les faits s’étaient supposément déroulés.", "31.  Le 3 mars 2003, les autorités américaines (par l’intermédiaire de R. H. Russomando, agent de la CIA à Rome), communiquèrent aux agents de la Digos qu’Abou Omar se trouverait dans les Balkans. La nouvelle se serait par la suite révélée fausse et trompeuse (voir aussi paragraphe 114 ci-dessous).", "32.  Le 4 mars 2003, Mme R. fut entendue par le parquet et confirma son témoignage du 26 février 2003.", "Ultérieurement, au cours de l’enquête, le mari de R déclara que sa femme s’était abstenue de dire qu’elle avait vu les personnes ayant fait monter le requérant dans la camionnette user de violence et entendu des cris à l’aide.", "Par la suite, plusieurs autres témoins furent entendus.", "33.  Plus d’un an plus tard, entre le 20 avril 2004 et le 7 mai 2004, les enquêteurs procédèrent à l’écoute des conversations téléphoniques entre le requérant et son épouse. Durant cette période, des conversations téléphoniques entre le requérant, la requérante et leur ami égyptien, un certain M. M. R., furent interceptées. Le requérant relatait son enlèvement, sa déportation en Égypte, les tortures subies et disait se trouver à Alexandrie depuis le 19 avril 2004, date de sa libération.", "En particulier, le 20 avril 2004, les enquêteurs enregistrèrent une conversation téléphonique entre la requérante et le requérant. Ce dernier appelait depuis Alexandrie. Après avoir rassuré son épouse sur son état de santé, il lui expliqua qu’il avait été enlevé et qu’il ne pouvait pas quitter l’Égypte. Il lui demanda de lui envoyer deux cents euros (EUR), de prévenir ses amis musulmans et de ne pas contacter la presse.", "34.  Le 13 mai 2004, une conversation téléphonique entre la requérante et des membres de sa famille révélèrent que le requérant venait d’être de nouveau arrêté par la police égyptienne. Il resta en détention jusqu’au 12 février 2007.", "Après sa libération en avril 2004 le requérant avait envoyé un mémoire au parquet de Milan dans lequel il décrivait son enlèvement et les tortures subies (voir aussi le paragraphe 10 ci-dessus).", "35.  Le 15 juin 2004, M. E.M.R., ressortissant égyptien résidant à Milan, fut entendu en tant que témoin car il avait eu des conversations téléphoniques avec le requérant. Celui-ci lui avait relaté les circonstances de son enlèvement et de son transfert en Égypte à bord d’avions militaires américains et lui avait dit avoir refusé une proposition du ministre de l’Intérieur égyptien de collaborer avec les services de renseignement.", "36.  Le 24 février 2005, la Digos remit au parquet un rapport sur les investigations qu’elle avait menées. Grâce notamment à une vérification des communications téléphoniques passées dans les zones pertinentes, les enquêteurs avaient repéré un certain nombre de cartes SIM téléphoniques potentiellement suspectes. Ces cartes avaient été connectées à plusieurs reprises pour de courtes durées malgré la proximité entre les usagers respectifs ; elles avaient été activées dans les mois précédant l’enlèvement et avaient cessé de fonctionner dans les jours suivants ; et elles avaient été enregistrées sous de faux noms. En outre, les utilisateurs de certaines d’entre elles s’étaient par la suite dirigés vers la base aérienne d’Aviano et, pendant le trajet, ces cartes avaient été utilisées pour appeler le chef de la CIA à Milan (M. Robert Seldon Lady), le chef de la sécurité américaine de la base d’Aviano (le lieutenant-colonel Joseph Romano), ainsi que des numéros de l’État de Virginie, aux ÉtatsUnis, où la CIA a son siège. Enfin, l’une de ces cartes avait été repérée dans la zone du Caire au cours des deux semaines suivantes.", "37.  Le contrôle croisé des numéros appelés et appelants sur ces cartes SIM, des déplacements de leurs utilisateurs dans les périodes précédant et suivant l’enlèvement, de l’utilisation de cartes de crédit, des séjours à l’hôtel et des déplacements en avion ou en voiture de location avait permis aux enquêteurs de confirmer certaines hypothèses formées à partir des témoignages recueillis et de parvenir à l’identification des utilisateurs réels des cartes téléphoniques.", "38.  L’ensemble des éléments réunis par l’enquête de police confirmaient la version du requérant quant à son enlèvement et à son transfert à la base américaine d’Aviano puis au Caire. Le 17 février 2003, vers 16 h 30, le véhicule était arrivé à la base des USAFE d’Aviano où le requérant avait été embarqué dans un avion. Après un voyage d’environ une heure, l’avion avait atterri à la base de l’USAFE à Ramstein (Allemagne).", "Il fut également établi que dix-neuf ressortissants américains étaient impliqués dans les faits, dont des membres du personnel diplomatique et consulaire des États-Unis en Italie. Les enquêteurs indiquaient notamment dans leur rapport que le responsable de la CIA à Milan de l’époque, M. Lady, avait joué un rôle clé dans l’affaire.", "39.  Par ailleurs, des contrôles sur le trafic aérien réalisés à partir de quatre sources différentes avaient confirmé que, le 17 février 2003, un avion avait décollé à 18 h 30 d’Aviano à destination de Ramstein et un autre avion avait décollé à 20 h 30 de Ramstein à destination du Caire. L’avion qui avait fait le trajet Ramstein-Le Caire appartenait à la société américaine Richmore Aviation et avait déjà été loué plusieurs fois par la CIA auparavant.", "40.  Le 23 mars 2005, le parquet demanda au GIP d’ordonner la mise en détention provisoire de dix-neuf ressortissants américains soupçonnés d’avoir participé à la planification ou à l’exécution de l’enlèvement, y compris M. Lady.", "41.  Par une ordonnance du 22 juin 2005, le GIP accueillit la demande pour treize des suspects et la rejeta pour le surplus.", "42.  Le 23 juin 2005, au cours d’une perquisition menée au domicile de M. Lady, les enquêteurs trouvèrent des photos du requérant prises dans la rue Guerzoni. Ils saisirent également les traces électroniques d’une recherche sur internet de trajet en voiture de la rue Guerzoni à la base d’Aviano, ainsi que des billets d’avion et des réservations hôtelières pour un séjour au Caire du 24 février au 4 mars 2003.", "43.  Le 26 juin 2005, la requérante, de retour d’Égypte, fut à nouveau entendue par le parquet.", "44.  Par un décret du 5 juillet 2005, le GIP déclara que les accusés frappés par l’ordonnance de mise en détention provisoire étaient introuvables (irreperibili) et ordonna la notification des actes de la procédure à l’avocat commis d’office.", "45.  Le parquet ayant attaqué l’ordonnance du 22 juin 2005 (paragraphe 41 ci-dessus), une chambre du tribunal de Milan chargée de réexaminer les mesures de précaution la réforma et, par ordonnance du 20 juillet 2005, ordonna la mise en détention provisoire de l’ensemble des accusés.", "46.  Le 27 septembre 2005, faisant suite à une nouvelle demande du parquet, le GIP de Milan ordonna la mise en détention provisoire de trois autres ressortissants américains.", "47.  À une date non précisée, les vingt-deux accusés américains furent déclarés « en fuite » (latitanti).", "48.  Les 7 novembre et 22 décembre 2005, le procureur chargé de l’enquête pria le Procureur général de Milan de demander au ministère de la Justice, d’une part, de solliciter auprès des autorités américaines l’extradition des accusés sur la base d’un accord bilatéral avec les ÉtatsUnis et, d’autre part, d’inviter Interpol à diffuser un avis de recherche à leur égard.", "49.  Les 5 et 9 janvier 2006 respectivement, la chambre chargée de réexaminer les mesures de précaution et le GIP délivrèrent des mandats d’arrêt européens pour les vingt-deux accusés.", "50.  Le 12 avril 2006, le ministre de la Justice indiqua au parquet qu’il avait décidé de ne pas demander l’extradition ni la publication d’un avis de recherche international des vingt-deux accusés américains.", "51.  Par la suite, quatre autres américains furent mis en cause par les déclarations d’un agent italien des services de renseignement (voir aussi paragraphe 59 ci-dessous).", "2.  Les informations provenant des services de renseignement italiens", "52.  Dans l’intervalle, par un courrier du 1er juillet 2005, le parquet avait demandé aux directeurs du service du renseignement civil (Servizio per le informazioni e la sicurezza democratica – SISDe) et du service du renseignement militaire (Servizio per le informazioni e la sicurezza militare – SISMi) d’indiquer si, en vertu des accords existants, la CIA était tenue de communiquer aux autorités italiennes les noms de ses agents opérant sur le territoire national et, dans l’affirmative, si la présence des accusés avait été signalée à ce titre.", "53.  À une date inconnue, le général Nicolò Pollari, directeur du SISMi, adressa au parquet une lettre dans laquelle il l’assurait de la pleine coopération de son service, tout en soulignant que certaines des questions posées pouvaient concerner des informations relevant du secret d’État. Par une deuxième lettre du 26 juillet 2005, le SISMi répondit par la négative à la première question mais confirma la présence en Italie de M. Lady et de Mme Medero. Le directeur du SISDe, le général Mario Mori, communiqua la même réponse dans une lettre du 22 juillet 2005.", "54.  Par une lettre du 5 novembre 2005, le parquet demanda au SISMi et au SISDe si certains des ressortissants américains en cause étaient membres du personnel diplomatique ou consulaire des États-Unis, s’il y avait eu des échanges verbaux ou écrits entre le SISMi et la CIA au sujet de l’enlèvement du requérant et, dans l’affirmative, quelle en était la teneur.", "55.  Par une note confidentielle du 11 novembre 2005, le président du Conseil des ministres (ci-dessous « le PdCM »), l’autorité compétente en matière de secrets d’État, indiqua avoir autorisé la transmission des informations demandées sous réserve que leur divulgation ne portât pas préjudice à l’ordre constitutionnel. Il ajouta que l’autorisation avait été donnée « eu égard à la pleine conviction (...) que le gouvernement et le SISMi sont absolument étrangers à tout aspect relatif à l’enlèvement de M. Osama Mustafa Nasr alias Abou Omar » et que « ni le gouvernement ni le service n’[avaient] jamais reçu d’information relative à l’implication de quiconque dans les faits dénoncés, à l’exception de celles reçues par l’autorité judiciaire ou par la presse ». Il rappela par ailleurs qu’il était de son devoir institutionnel de sauvegarder la confidentialité ou le secret de tout document ou renseignement susceptibles de porter atteinte aux intérêts protégés par l’article 12 de la loi no 801 du 24 octobre 1977 (voir aussi le paragraphe 156 ci-dessous), notamment quant aux relations avec des États tiers.", "56.  Dans une lettre du 19 décembre 2005, le directeur du SISMi indiqua que son service n’avait entretenu aucune relation avec la CIA ni échangé avec elle aucun document au sujet de l’enlèvement du requérant. Il précisa également que deux des personnes visées par l’enquête avait été accréditées en tant que membres du personnel diplomatique américain en Italie.", "3.  La deuxième phase de l’enquête : l’implication de ressortissants italiens, parmi lesquels des agents de l’État", "57.  La deuxième phase de l’enquête se concentra sur la possible responsabilité d’agents du SISMi dans l’opération ainsi que sur le rôle des quatre autres ressortissants américains (voir aussi le paragraphe 51 ci-dessus).", "58.  L’examen des relevés d’appels téléphoniques avait permis de conclure que M. Pironi, à l’époque maréchal du groupement opérationnel spécial (Raggruppamento Operativo Speciale) de carabiniers, avait été présent sur la scène de l’enlèvement et qu’il avait eu des contacts fréquents avec M. Lady. Le 14 avril 2006, M. Pironi, interrogé par le ministère public de Milan, avoua être la personne qui, le jour de l’enlèvement, avait intercepté le requérant pour lui demander de s’identifier. Il déclara avoir agi à l’initiative de M. Lady, qui lui avait présenté l’enlèvement comme une action conjointe de la CIA et du SISMi.", "59.  Entre mai et juillet 2006, les enquêteurs interrogèrent plusieurs agents du SISMi. Ceux-ci déclarèrent avoir reçu pour instruction de coopérer avec les autorités judiciaires, les faits sur lesquels portaient l’enquête n’étant pas couverts par le secret d’État.", "Deux anciens membres du service furent notamment interrogés à plusieurs reprises en tant que témoins. Le colonel S. D’Ambrosio, ancien directeur du SISMi à Milan, déclara qu’au cours de l’automne 2002, M.  Lady lui avait confié que la CIA et le SISMi étaient en train de préparer le « prélèvement » de M. Nasr. M. D’Ambrosio avait pris contact à ce sujet avec son supérieur direct, M. Marco Mancini. Quelques jours plus tard, M. D’Ambrosio fut relevé de ses fonctions. À la suite de ces déclarations, d’autres agents américains furent mis en cause (paragraphe 51 ci-dessus).", "Le colonel Sergio Fedrico, ancien responsable du SISMi à Trieste, territorialement compétent pour la région dans laquelle se trouve la base d’Aviano, déclara qu’en février 2002, il avait refusé une proposition de M. Mancini de prendre part à des activités « non orthodoxes » du SISMi. Il ajouta que, selon les dires d’autres agents de la structure de Trieste, son successeur, M. L. Pillini s’était vanté d’avoir joué un rôle opérationnel dans l’enlèvement du requérant. Ces propos furent confirmés successivement par deux agents du SISMi de Trieste qui en avaient été les témoins directs. M. Fedrico fut également relevé de ses fonctions en décembre 2002.", "60.  Les lignes téléphoniques de plusieurs personnes – dont M. Mancini et M. Pillini – ayant été placées sur écoute, les enquêteurs eurent accès aux conversations tenues notamment entre M. Mancini et le colonel G. Pignero, son ancien supérieur, dont la teneur laissait entendre que les deux hommes étaient au courant de l’intention de la CIA d’enlever le requérant et d’une éventuelle participation du SISMi à la planification de l’opération. Cette dernière hypothèse était corroborée par la présence simultanée dans deux hôtels de Milan, dans les semaines précédant l’enlèvement, d’agents du SISMi et de la CIA. Les écoutes révélèrent aussi que M. Mancini notamment avait tenté d’amener les fonctionnaires impliqués dans l’affaire à fournir au parquet une version des faits concordante excluant tout rôle des services de renseignement italiens dans l’opération.", "61.  Par ailleurs, les écoutes téléphoniques d’un autre membre du SISMi, M. Pio Pompa, révélèrent que celui-ci s’entretenait quotidiennement avec un journaliste, M. Renato Farina, qui l’informait des progrès de l’enquête dont il avait connaissance grâce à son rôle de chroniqueur judiciaire. À la demande d’agents du SISMi, M. Farina aurait, en outre, essayé d’aiguiller les enquêteurs sur de fausses pistes.", "62.  Par une ordonnance du 3 juillet 2006, le GIP de Milan, à la demande du parquet, révoqua les ordonnances adoptées le 22 juin et le 20 juillet 2005 (paragraphe 45 ci-dessus) et ordonna la mise en détention provisoire de vingt-huit accusés, dont les deux hauts fonctionnaires du SISMi, MM  Mancini et Pignero.", "Dans l’ordonnance, le GIP déclara notamment ceci :", "« [I]l est évident qu’une opération telle que celle menée par les agents de la CIA à Milan, selon un schéma « avalisé » par le service [de renseignement] américain, ne pouvait avoir lieu sans que le service correspondant de l’État [territorial] en soit au moins informé ».", "63.  Le 5 juillet 2006, le siège du SISMi à Rome fit l’objet d’une perquisition ordonnée par le parquet. Plusieurs documents concernant l’enlèvement du requérant furent saisis.", "Ainsi, le parquet saisit un document du SISMi datant du 15 mai 2003, dont il ressortait que la CIA avait informé le SISMi qu’Abou Omar se trouvait détenu en Égypte et qu’il était soumis à des interrogatoires par les services de renseignement égyptiens.", "En outre, un grand nombre de documents témoignant de l’attention et de la préoccupation avec lesquelles le SISMi suivait l’évolution des investigations, notamment en en ce qui concernait son implication, et les reçus des sommes payées à M. Farina pour son activité d’information furent également saisis (voir aussi le paragraphe 61 ci-dessus).", "64.  L’enregistrement d’une conversation entre M. Mancini et M. Pignero, effectué par le premier à l’insu du deuxième, et ensuite remis aux enquêteurs, révéla que M. Pignero avait reçu du directeur du SISMi, M. Pollari, l’ordre d’organiser l’enlèvement du requérant. Interrogé les 11 et 13 juillet 2006, M. Pignero reconnut sa propre voix.", "65.  Ces informations furent amplement diffusées dans la presse.", "À titre d’exemple, le quotidien La Repubblica publia le 21 juillet 2006, un article titré « Pollari ordonna l’enlèvement : voici l’enregistrement qui l’accable ». Cet article relatait le contenu de la conversation enregistrée par M. Mancini, citée ci-dessus. En particulier, il relatait le passage où M. Mancini demandait à M. Pignero s’il se souvenait que l’ordre relatif à l’enlèvement du requérant provenait du directeur du SISMi en personne, et où M. Pignero répondait par l’affirmative. L’article relatait également que, d’après l’enregistrement litigieux, M. Pignero avait rencontré deux fois le directeur du SISMi, M. Pollari, au sujet de l’enlèvement du requérant. Il n’estimait pas opportun de tout révéler au parquet milanais afin de protéger le directeur du SISMi. Car si M. Pollari « sautait », le gouvernement et les relations avec les américains « sauteraient aussi ».", "Un autre article paru le 23 juillet 2006 dans le quotidien La Repubblica, s’intitulait « Abou Omar, tous les 007 savaient ». Il y était rapporté qu’après dix journées d’interrogatoires par les enquêteurs, les premières admissions de responsabilité avaient été reçues. Les agents des services italiens avaient effectué des descentes sur les lieux, des filatures et avaient préparé deux dossiers secrets contenant des photos, des noms et des plans pour aider la CIA. Ils étaient au courant de l’accord avec les Américains pour la remise extraordinaire d’Abou Omar. Surtout, tous étaient conscients qu’en Italie, cela était illégal. Les Italiens avaient joué un rôle déterminant, et pas seulement dans la préparation de l’opération. M. Mancini avait avoué avoir organisé, sur ordre du colonel Pignero, les études préliminaires des lieux fréquentés par Abou Omar, en vue de son enlèvement. Le projet avait été présenté lors d’une réunion à Bologne au siège régional du SISMi, en novembre 2002. À cette réunion avaient participé les agents du SISMi S. Fedrico, L. Pillini, M. Iodice, M. Regondi, R. Di Troia. Selon un témoin, il y avait aussi deux autres agents. Lors de son interrogatoire, M. Di Troia confirma que M. Mancini lui avait dit que les Américains voulaient capturer Abou Omar. Plusieurs témoins avaient relaté que M. Pillini s’était vanté à plusieurs reprises d’avoir participé à l’enlèvement d’Abou Omar : il avait logé dans un hôtel à Milan les jours précédant l’enlèvement de l’intéressé (...), alors que six agents de la CIA chargés d’exécuter l’enlèvement logeaient dans un autre hôtel.", "66.  Le 15 juillet 2006, M. Pollari refusa de répondre aux questions du parquet, arguant que les faits sur lesquels il était interrogé étaient couverts par le secret d’État, et qu’en tout état de cause, il ignorait tout de l’enlèvement litigieux.", "67.  Le 18 juillet 2006, le parquet s’adressa au PdCM et au ministère de la Défense pour leur demander de produire toute information et tout document en leur possession concernant l’enlèvement du requérant et la pratique des « transfèrements extrajudiciaires » (voir aussi les paragraphes 172-173 ci-dessous). Il demanda au PdCM si ces informations et documents étaient couverts par le secret d’État, et le pria, dans l’affirmative, d’examiner l’opportunité de lever le secret.", "68.  Par une note du 26 juillet 2006, le PdCM indiqua que les informations et les documents demandés étaient couverts par le secret d’État et que les conditions pour une levée du secret n’étaient pas réunies.", "69.  Le 30 septembre 2006, interrogé au cours d’une audience ad hoc tenue en chambre du conseil devant le GIP aux fins de la production d’une preuve (incidente probatorio), M. Pironi confirma les déclarations déjà recueillies par les enquêteurs.", "70.  Le 31 octobre 2006, le ministère de la Défense confirma que certains documents avaient été déclarés secrets d’État par le PdCM et ne pouvaient donc pas être produits. Dans les documents restants, les parties relevant du secret d’État avaient été effacées.", "71.  En novembre 2006, M. Pollari fut relevé de ses fonctions de directeur du SISMi.", "4.  La clôture de l’enquête et le renvoi en jugement des accusés", "72.  Le 5 décembre 2006, le parquet demanda le renvoi en jugement de trente-cinq personnes. Parmi elles se trouvaient vingt-six ressortissants américains (dont les anciens responsables de la CIA en poste à Milan et en Italie, certains membres du personnel diplomatique et consulaire américain et l’ancien responsable militaire de la sécurité de la base d’Aviano, M. Romano) et six ressortissants italiens (M. Pironi, et cinq agents du SISMi à savoir N. Pollari, M. Mancini, R. Di Troia, L. Di Gregori, G. Ciorra) accusés d’avoir participé à la planification et à la réalisation de l’enlèvement. M. Pignero était entre-temps décédé. Trois autres accusés, R. Farina, P. Pompa et L. Seno, devaient répondre de recel de malfaiteurs (favoreggiamento personale) pour avoir aidé les auteurs du crime après l’enlèvement, par exemple en leur prêtant leurs propres téléphones afin de leur permettre de passer des coups de fils non surveillés et se mettre d’accord sur la version des faits à fournir.", "73.  À une date non précisée en janvier 2007, sur demande déposée par le parquet, un juge du tribunal de Milan ordonna la saisie de la moitié d’une maison située dans le Piémont appartenant à M. Lady (l’autre moitié appartenant à sa femme) afin de garantir les frais de justice et tout dommage-intérêt pouvant être accordé aux requérants en cas de condamnation.", "74.  Le 16 février 2007, l’affaire s’acheva pour deux des accusés (MM. Pironi et Farina) par la procédure spéciale d’application de la peine convenue entre les intéressés et le ministère public (applicazione della pena su richiesta delle parti, article 444 du code de procédure pénale), à savoir un an et neuf mois d’emprisonnement pour M. Pironi et six mois d’emprisonnement, convertis en amende de 6 800 EUR, pour M. Farina. Ce jugement devint définitif.", "75.  Par une décision du même jour, déposée le 20 février 2007, le GIP déféra les trente-trois autres accusés devant le tribunal de Milan. Vingt-six d’entre eux (tous les agents américains) ne se présentèrent pas au procès et furent jugés par contumace.", "5.  Les recours concernant le conflit de compétence entre les pouvoirs de l’État dans la phase de l’enquête", "a)  Les recours du Président du Conseil des ministres", "76.  Les 14 février et 14 mars 2007, le PdCM saisit la Cour constitutionnelle de deux recours, respectivement contre le parquet et contre le GIP de Milan, pour conflit de compétence entre les pouvoirs de l’État.", "Dans le premier recours (no 2/2007), il se plaignait de l’utilisation et de la diffusion par le parquet de documents et de renseignements couverts par le secret d’État, de la mise sur écoute des lignes téléphoniques du SISMi et d’avoir posé, lors de l’audience du 30 septembre 2006, des questions concernant des faits relevant du secret d’État. Pour ces motifs, il demandait à la Cour constitutionnelle d’annuler les actes de l’enquête concernés ainsi que la demande de renvoi en jugement.", "77.  Dans le deuxième recours (no 3/2007), il se plaignait du dépôt au dossier et de l’utilisation par le GIP d’actes, de documents et d’éléments de preuve couverts par le secret d’État. Il précisait que le GIP en avait pris connaissance et que, sur le fondement de ces éléments, il avait décidé de renvoyer les accusés en jugement et d’entamer les débats, ce qui aurait eu pour effet d’accroître encore la publicité des informations relevant du secret. Le PdCM demandait à la Cour constitutionnelle d’annuler la décision de renvoi en jugement du 16 février 2007 (paragraphe 75 ci-dessus) et d’ordonner la restitution des documents contenant des informations secrètes.", "78.  Le tribunal de Milan intervint dans la procédure en formant un recours incident. Il soutint que le PdCM avait méconnu les attributions constitutionnelles du GIP en refusant de collaborer avec lui et de lui fournir les documents relatifs à l’enlèvement d’Abou Omar et à la pratique des « transfèrements extrajudiciaires » et nécessaires au déroulement de l’enquête.", "79.  Par deux ordonnances du 18 avril 2007 (nos 124/2007 et 125/2007), la Cour constitutionnelle déclara recevables les deux recours du PdCM (voir aussi les paragraphes 99 et 101-107 ci-dessous).", "b)  Les recours du parquet et du GIP de Milan", "80.  Les 12 et 15 juin 2007 respectivement, le parquet et le GIP de Milan déposèrent des recours pour conflit de compétence contre le PdCM (no 6/2007 et 7/2007).", "Dans son recours, le parquet de Milan priait la Cour constitutionnelle de conclure que le PdCM avait excédé ses pouvoirs lorsque, par la note du 26 juillet 2006 (paragraphe 68 ci-dessus), il avait déclaré secrets les documents et renseignements relatifs à l’organisation et à la réalisation de l’enlèvement. Il arguait tout d’abord que le secret d’État ne pouvait pas s’appliquer à l’enlèvement, qui constituait un « trouble à l’ordre constitutionnel » étant donné que les principes de l’État constitutionnel s’opposaient à ce que l’on enlevât des individus sur le territoire de la République pour les transférer de force dans des pays tiers afin qu’ils y soient interrogés sous la menace ou l’usage de violences physiques et morales. Il soulignait à cet égard que le secret avait été appliqué de façon générale, rétroactivement et sans motivation adéquate.", "81.  Par deux ordonnances du 26 septembre 2007, la Cour constitutionnelle déclara recevable le recours du parquet et irrecevable celui du GIP (voir aussi le paragraphe 99 ci-dessous).", "D.  Les procès devant le tribunal de Milan", "1.  La suspension, la reprise du procès et l’ouverture des débats", "82.  Entre-temps, lors de la première audience, le 8 juin 2007, les requérants s’étaient constitués partie civile et avaient demandé des dommages-intérêts pour atteinte à la liberté personnelle, à l’intégrité physique et psychique et à la vie privée et familiale. Les accusés avaient demandé la suspension du procès au motif que la procédure pour conflit de compétence était encore pendante devant la Cour constitutionnelle. À la deuxième audience, le 18 juin 2007, le tribunal décida de suspendre le procès.", "83.  Le 12 octobre 2007, la loi no 124 du 3 août 2007 (« loi no 124/2007 ») sur la réforme des services de renseignement et du secret d’État entra en vigueur (paragraphes 153 et suivants ci-dessous).", "84.  Par une ordonnance du 19 mars 2008, le tribunal révoqua l’ordonnance de suspension du procès. Il s’exprima ainsi :", "« Les questions susceptibles de se poser quant à l’invalidité d’actes du procès déjà accomplis ou à accomplir ou à l’interdiction de les utiliser ne pourront être examinées qu’après la décision de la Cour constitutionnelle sur la nullité de ces actes ou sur l’interdiction de les utiliser ;", "Aucune atteinte aux intérêts supérieurs protégés par le secret d’un document ou d’un acte ne peut découler du déroulement des débats concernant des actes et des documents désormais connus et sur une grande partie desquels aucun secret n’a été imposé ;", "D’éventuelles questions liées aux exigences du secret pourront être résolues au cas par cas, en évaluant la nécessité, le cas échéant, de maintenir la confidentialité sur le déroulement de l’instruction (...) ou en recourant à la procédure prévue par l’article 202 du code de procédure pénale [secret d’État] (...) »", "85.  À la demande du parquet, le juge ordonna le remplacement des documents partiellement secrets du dossier par les versions expurgées communiquées par le ministère de la Défense.", "86.  Le 16 avril 2008, l’arrêté du PdCM no 90 du 8 avril 2008, précisant ce qui pouvait relever du secret d’État, fut publié dans le Journal officiel.", "87.  À l’audience du 14 mai 2008, le tribunal accueillit par ordonnance la demande du parquet tendant à ce que des membres du SISMi fussent interrogés sur un certain nombre d’éléments, notamment sur les rapports entre la CIA et le SISMi, dans la mesure où ces informations étaient nécessaires pour établir les responsabilités individuelles quant aux faits litigieux. Il précisa néanmoins qu’il se réservait d’exclure, lors de l’audition de ces personnes, toute question ayant trait à un examen général des relations entre le SISMi et la CIA.", "2.  Le conflit de compétence dénoncé par le président du Conseil des ministres relativement aux ordonnances rendues par le tribunal de Milan le 19 mars et le 14 mai 2008", "88.  Le 30 mai 2008, le PdCM saisit à nouveau la Cour constitutionnelle (recours no 14/2008), alléguant que le tribunal de Milan avait outrepassé ses compétences et demandant l’annulation des deux ordonnances du 19 mars et du 14 mai 2008 (paragraphes 84 et 87 ci-dessus).", "Il soutenait que, eu égard au fait que la procédure destinée à trancher le conflit de compétence était pendante devant la Cour constitutionnelle, le principe de coopération loyale imposait au tribunal de ne pas admettre, acquérir, ou utiliser, notamment au cours des débats, des actes, des documents ou d’autres éléments de preuve susceptibles de relever du secret d’État, afin d’éviter d’accroître la publicité de ces éléments.", "Il priait également la Cour de déclarer que le tribunal ne pourrait pas, en tout état de cause, utiliser les informations nécessaires à l’établissement des responsabilités pénales individuelles, même celles portant sur les rapports entre la CIA et le SISMi, car une telle utilisation était selon lui de nature à affirmer la primauté du pouvoir judiciaire de sanctionner les auteurs d’infractions sur celui du PdCM de déclarer secrets certains éléments de preuve.", "Par une ordonnance du 25 juin 2008 (no 230/2008), la Cour constitutionnelle déclara ce recours recevable (voir aussi les paragraphes 99 et 101-102 ci-dessous).", "3.  La poursuite des débats", "89.  Lors de l’audience du 15 octobre 2008, le défenseur de M. Mancini versa au dossier une note du 6 octobre 2008 dans laquelle le PdCM avait rappelé aux agents de l’État leur devoir de ne pas divulguer au cours d’une procédure pénale des faits couverts par le secret d’État et leur obligation de l’informer de toute audition et de tout interrogatoire pouvant concerner de tels faits, notamment pour ce qui concernait « toute relation entre les services [de renseignement] italiens et étrangers, y compris les contacts concernant ou pouvant concerner l’affaire dite « enlèvement d’Abou Omar ».", "90.  Au cours de la même audience, pendant la déposition d’un ancien membre du SISMi, le défenseur de M. Pollari demanda au témoin s’il avait connaissance de l’existence d’ordres ou de directives de M. Pollari visant l’interdiction d’activités illégales liées à des « transfèrements extrajudiciaires ». Invoquant le secret d’État, le témoin refusa de répondre. Le défenseur de M. Pollari pria le tribunal d’appliquer la procédure prévue à l’article 202 du code de procédure pénale (ci-après « le CPP ») et de demander au PdCM de confirmer que les faits sur lesquels le témoin refusait de s’exprimer étaient couverts par le secret d’État. Le ministère public s’opposa à cette demande et pria le tribunal de qualifier les faits de « troubles à l’ordre constitutionnel », qualification excluant la possibilité d’invoquer l’existence d’un secret d’État. Selon lui, en effet, l’enlèvement s’inscrivant dans un cadre de violations systématiques des droits de l’homme, notamment de l’interdiction de la torture et des privations arbitraires de liberté, il allait à l’encontre des principes fondamentaux de la Constitution et des dispositions internationales en matière de droits de l’homme.", "91.  À l’audience du 22 octobre 2008, le tribunal engagea la procédure prévue à l’article 202 du CPP sur la question de savoir si « les directives et les ordres donnés par le général Pollari (...) à ses subordonnés afin de leur interdire le recours à toute mesure illégale dans le cadre de la lutte contre le terrorisme international et, notamment, en ce qui concerne les activités dites de « restitution » étaient couvertes par le secret », et il ordonna la poursuite des débats.", "92.  Au cours de l’audience, un autre ancien agent du SISMi, interrogé sur les informations que M. Mancini lui avait ou non confiées quant à son implication dans l’enlèvement du requérant, invoqua également le secret d’État.", "93.  À l’audience du 29 octobre 2008, le tribunal, appliquant l’article 202 du CPP, demanda au PdCM de confirmer que les faits sur lesquels les témoins refusaient de répondre relevaient du secret d’État et suspendit l’audition de tous les agents du SISMi appelés à témoigner.", "94.  Les débats se poursuivirent. À l’audience du 5 novembre 2008, le tribunal entendit le rapporteur de l’Assemblée parlementaire du Conseil de l’Europe sur les transfèrements illégaux de détenus et les détentions secrètes en Europe, M. Dick Marty (voir aussi paragraphes 178-179 ci-dessous), et le rapporteur de la commission temporaire du Parlement européen sur l’utilisation alléguée de pays européens par la CIA pour le transport et la détention illégale de prisonniers, M. Claudio Fava (voir aussi le paragraphe 180 ci-dessous).", "À l’audience du 12 novembre 2008, deux journalistes, dont M. Farina, furent entendus en tant que témoins.", "95.  Par deux notes du 15 novembre 2008, le PdCM, répondant à la question du tribunal, confirma l’existence du secret d’État invoqué par les anciens agents du SISMi à l’audience du 22 octobre 2008. Il précisa que le maintien du secret était justifié par la nécessité, d’une part, de préserver la crédibilité des services italiens dans leurs rapports avec leurs homologues étrangers et, d’autre part, de sauvegarder les exigences de confidentialité relatives à l’organisation interne des services. Concernant la nécessité de préserver les relations des services italiens avec leurs homologues étrangers, il ajouta qu’une atteinte à ces relations créerait le risque d’une restriction du flux d’informations vers les services italiens qui porterait atteinte à leur capacité d’opérer. Enfin, il indiqua que l’autorité judiciaire était libre de mener des investigations et de rendre un jugement à l’égard de l’enlèvement, qui n’était pas, en soi, un fait couvert par le secret, à l’exception des éléments de preuve ayant pour objet les relations susmentionnées.", "96.  À l’audience du 3 décembre 2008, le tribunal suspendit à nouveau le procès, dans l’attente de la décision de la Cour Constitutionnelle.", "4.  Le conflit de compétence soulevé par le tribunal de Milan relativement aux lettres du président du Conseil des ministres du 15 novembre 2008", "97.  Le 3 décembre 2008, le tribunal de Milan saisit la Cour constitutionnelle d’un recours pour conflit de compétence dirigé contre le PdCM (no 20/2008). Soulignant que ce dernier avait expressément indiqué que l’enlèvement ne relevait pas du secret d’État, il pria la Cour de déclarer que le PdCM n’avait pas le pouvoir d’inclure dans le domaine d’application du secret les rapports entre les services italiens et étrangers ayant trait à la commission de cette infraction. Une telle décision, dès lors qu’elle avait pour effet d’empêcher l’établissement des faits constitutifs de l’infraction, n’aurait été ni cohérente ni proportionnée. Il ajouta qu’en tout état de cause, le secret ne pouvait pas être opposé a posteriori par rapport à des faits ou documents déjà vérifiés, notamment au cours des investigations préliminaires.", "98.  Par une ordonnance du 17 décembre 2008, la Cour constitutionnelle déclara ce recours recevable.", "E.  L’arrêt no 106/2009 de la Cour constitutionnelle", "99.  Par l’arrêt no 106/2009 du 18 mars 2009, la Cour constitutionnelle joignit tous les recours pour conflit de compétence soulevés dans le cadre de la procédure concernant l’enlèvement du requérant. Elle déclara irrecevables le recours incident formé par le GIP de Milan et le recours no 6/2007 du parquet de Milan, accueillit partiellement les recours nos 2/2007, 3/2007 (paragraphes 76-81 ci-dessus) et 14/2008 (paragraphe 88 ci-dessus) du PdCM et rejeta le recours no 20/2008 du GIP (paragraphes 97-98 ci-dessus).", "100.  Dans son arrêt, la Cour constitutionnelle résuma d’abord les principes résultant de sa jurisprudence en matière de secret d’État. Elle affirma la prééminence des intérêts protégés par le secret d’État sur tout autre intérêt constitutionnellement garanti et rappela que l’exécutif était investi du pouvoir discrétionnaire d’apprécier la nécessité du secret aux fins de la protection de ces intérêts, pouvoir « dont les seules limites résid[ai]ent dans l’obligation d’adresser au Parlement les motifs essentiels sur lesquels reposent les décisions et dans l’interdiction d’invoquer le secret d’État à l’égard de faits constituant un trouble à l’ordre constitutionnel (fatti eversivi dell’ordine costituzionale) ». Elle précisa que ce pouvoir était soustrait à tout contrôle judiciaire, y compris le sien, et souligna qu’elle n’avait pas pour tâche d’apprécier, dans les procédures de conflit de compétence, les raisons du recours au secret d’État.", "1.  Sur les recours du Président du Conseil des ministres (nos 2/2007, 3/2007 et 14/2008)", "101.  La Cour constitutionnelle considéra que la perquisition du siège du SISMi et la saisie sur place de documents, réalisées le 5 juillet 2006 en présence d’agents du service (paragraphe 63 ci-dessus) alors que le secret d’État n’avait pas été invoqué, étaient des actes légitimes et relevaient à l’époque des mesures d’investigation ouvertes aux autorités judiciaires. Elle jugea en revanche que, après l’émission de la note du 26 juillet 2006 par laquelle certains faits et informations contenus dans les documents saisis avaient été déclarés secrets et qu’en lieu et place de ces éléments, des documents ne faisant apparaître que les informations non couvertes par le secret avaient été communiqués, les autorités judiciaires devaient remplacer les documents saisis par les documents communiqués afin d’éviter une divulgation ultérieure des contenus secrets portant atteinte aux exigences de la sécurité nationale et aux intérêts fondamentaux justifiant l’application du secret.", "102.  La haute juridiction considéra par ailleurs que le refus du juge de procéder de cette façon ne pouvait se justifier par la nature des faits faisant l’objet de l’enquête et du procès. Elle reconnut l’illicéité de la pratique des « transfèrements extrajudiciaires », mais jugea cependant qu’« un fait criminel individuel, même grave, ne [pouvait] être qualifié de trouble à l’ordre constitutionnel s’il n’[était] pas susceptible de saper, en la désarticulant, l’architecture d’ensemble des institutions démocratiques ». Elle conclut donc que, même si l’enlèvement du requérant n’était pas couvert en soi par le secret d’État, l’application du secret d’État ne pouvait être exclue dans l’enquête sur les faits.", "103.  Ainsi, selon la Cour constitutionnelle, le parquet et le GIP n’avaient pas compétence pour fonder, respectivement, la demande et la décision de renvoi en jugement à l’encontre des accusés sur les éléments versés au dossier à l’issue de la perquisition du 5 juillet 2006.", "104.  Relevant par ailleurs que l’existence du secret d’État sur les relations entre les services italiens et étrangers était connue tant du parquet que du GIP lorsqu’il avait été demandé que soit tenue une audience ad hoc aux fins de la production en tant que preuve (incidente probatorio) des déclarations de M. Pironi, la haute juridiction estima que le parquet n’aurait pas dû demander un témoignage ayant trait à ces relations et que le GIP n’aurait pas dû l’accepter.", "105.  Quant aux actes de la procédure, la Cour constitutionnelle jugea que le tribunal avait aussi outrepassé ses compétences lorsque, par une ordonnance du 14 mai 2008 (paragraphe 87 ci-dessus), il avait admis des témoignages relatifs à l’enlèvement du requérant portant sur des aspects précis des relations entre le SISMi et la CIA, en excluant seulement les informations relatives au cadre général des relations entre les deux services.", "106.  La haute juridiction rappela que la déclaration par laquelle il était jugé qu’une autorité avait outrepassé ses compétences entraînait exclusivement l’invalidité des actes ou des parties des actes qui avaient porté atteinte aux intérêts en cause, et qu’il appartenait aux autorités judiciaires devant lesquelles avait lieu le procès d’apprécier les conséquences de cette invalidité sur l’affaire, eu égard aux règles prévoyant respectivement l’invalidité des actes découlant d’actes nuls (article 185 § 1 du CPP) et l’interdiction d’utiliser les preuves acquises en violation de la loi (article 191 du CPP). En d’autres termes, l’autorité judiciaire demeurait libre de mener l’enquête et de juger, sous réserve de respecter l’interdiction d’utiliser les informations couvertes par le secret. La Cour constitutionnelle souligna par ailleurs qu’en vertu de l’article 202 § 1 du CPP, de l’article 41 de la loi no 124/2007 et de l’article 261 du CP, les agents de l’État, même lorsqu’ils étaient interrogés en qualité d’accusés, ne pouvaient pas divulguer des faits couverts par le secret d’État.", "107.  Enfin, la Cour constitutionnelle rejeta les moyens restants du recours, qui concernaient les mesures d’investigation prises par le parquet, notamment l’écoute systématique des communications des agents du SISMi. Elle souligna néanmoins que toute information obtenue au sujet des relations entre les services italiens et étrangers était couverte par le secret d’État et, partant, inutilisable.", "2.  Sur le recours du tribunal de Milan (no 20/2008)", "108.  La Cour constitutionnelle considéra que les notes du président du Conseil des ministres, qui indiquaient de manière générale les matières couvertes par le secret d’État (30 juillet 1985), rappelaient les devoirs des agents de la République en matière de secret d’État notamment quant aux relations avec des États tiers (11 novembre 2005) et confirmaient l’existence du secret d’État quant aux informations et documents demandés par le parquet le 18 juillet 2006 (26 juillet 2006), s’inscrivaient dans une démarche cohérente selon laquelle les informations et les documents relatifs aux relations entre les services italiens et étrangers ou à l’organisation interne des services relevaient du secret d’État quand bien même ils auraient concerné l’enlèvement du requérant. Elle en déduisit que l’application du secret d’État à ces éléments n’était pas postérieure aux activités judiciaires, contrairement à ce que prétendait le tribunal de Milan.", "109.  Enfin, elle rappela qu’il ne lui appartenait pas d’apprécier les motifs de la décision d’appliquer le secret d’État prise par le président du Conseil des ministres dans le cadre de son pouvoir discrétionnaire. Elle estima toutefois que des informations et des documents essentiels pour l’établissement des faits et des responsabilités pénales dans l’affaire de l’enlèvement du requérant pouvaient être couverts par le secret d’État sans que celui-ci ne s’applique à l’enlèvement en lui-même. Elle s’appuya à cet égard sur l’article 202 § 6 du CPP, qui dispose que si le secret d’État est confirmé et qu’il faut avoir connaissance des éléments couverts par le secret pour trancher l’affaire, le juge doit déclarer le non-lieu à raison du secret d’État.", "F.  La reprise des débats et le jugement du tribunal de Milan", "110.  Les débats reprirent le 22 avril 2009. Par une ordonnance prononcée à l’audience du 20 mai 2009, le tribunal de Milan déclara inutilisables tous les éléments de preuve précédemment admis qui avaient trait aux relations entre le SISMi et la CIA ou à l’organisation interne du SISMi, y compris les ordres et directives donnés, et accueillit une demande du parquet visant à exclure tout témoignage des agents du SISMi.", "111.  À l’audience du 29 mai 2009, les accusés membres du SISMi, interrogés, opposèrent le secret d’État. Au cours des débats qui se déroulèrent par la suite, le tribunal rejeta une question soulevée par le parquet quant à la légitimité constitutionnelle des dispositions législatives en matière de secret d’État.", "112.  Le 4 novembre 2009 le tribunal de Milan rendit un arrêt.", "Tout d’abord, il reconstitua les faits sur la base des conclusions de l’enquête consignées dans les mémoires présentés par le ministère public aux audiences des 23 et 30 septembre 2009.", "Le tribunal estima que l’enlèvement du requérant constituait un fait établi. Il considéra comme avéré que, le 17 février 2003, un « commando » composé d’agents de la CIA et de M. Pironi, un membre du groupement opérationnel spécial de Milan, avait enlevé l’intéressé à Milan, l’avait fait monter dans une camionnette, l’avait amené à l’aéroport d’Aviano, l’avait embarqué dans un avion Lear Jet 35 qui avait décollé à 18 h 20 pour la base de Ramstein et, finalement, l’avait mis à bord d’un Jet Executive Gulfstream, qui avait décollé à 20 h 30 à destination du Caire.", "Pendant le trajet, des coups de fils avaient été passés à M. Lady, chef de la CIA à Milan, à M. Romano, chef de la sécurité à Aviano, et au quartier général de la CIA aux Etats-Unis.", "113.  Prenant en compte tous les éléments de preuve non couverts par le secret d’État, le tribunal établit que :", "(i)  l’« enlèvement » avait été voulu, programmé et réalisé par un groupe d’agents de la CIA, en exécution de ce qui avait été expressément décidé au niveau politique par l’autorité compétente ;", "(ii)  l’opération avait été programmée et réalisée avec le soutien des responsables de la CIA à Milan et à Rome, avec la participation du commandant américain de la base aérienne d’Aviano et avec l’aide importante de M. Pironi ;", "(iii)  l’enlèvement avait été effectué alors même que la personne enlevée faisait l’objet, dans cette période, d’enquêtes de la part de la Digos et du parquet, à l’insu de ces autorités italiennes et, avec la conviction qu’elles ne pourraient rien savoir des conséquences de cet acte ;", "(iv)  l’existence d’une autorisation d’enlever Abou Omar, donnée par de très hauts responsables de la CIA à Milan (les accusés Castelli, Russomando, Medero, De Sousa et Lady), laissait présumer que les autorités italiennes avaient connaissance de l’opération, voire en étaient complices (mais il n’avait pas été possible d’approfondir les éléments de preuve existants à cet égard, le secret d’État ayant été opposé) ;", "(v)  les identités des membres du « groupe opérationnel » de la CIA avaient été correctement établies ;", "(vi)  la participation effective de tous les accusés de nationalité américaine avait été déterminante au niveau juridique, même si certains d’entre eux s’étaient limités à accomplir des activités préparatoires ;", "(vii)  le fait que les accusés étaient conscients de l’illégitimité de ce qu’ils allaient faire ne pouvait être mis en doute ;", "(viii)  on ne pouvait pas non plus mettre en doute le fait que les « remises extraordinaires » constituaient une pratique sciemment utilisée par l’administration américaine et par ceux qui exécutaient sa volonté.", "114.  Le tribunal établit également que l’enlèvement du requérant avait sérieusement compromis l’enquête que le parquet menait sur les groupes islamistes (paragraphe 9 ci-dessus). En outre, de fausses informations avaient été diffusées dans le but de diriger les enquêteurs sur une fausse piste. Ainsi, le 3 mars 2003, un agent américain de la CIA avait fait savoir à la police italienne que le requérant s’était volontairement rendu dans les Balkans. L’information s’était révélée par la suite mal fondée et diffusée à dessein (voir aussi le paragraphe 31 ci-dessus).", "Le SISMi avait en outre fait circuler la rumeur que le requérant était parti volontairement à l’étranger et avait simulé son enlèvement. Les autorités égyptiennes, lors de la publication dans la presse de l’information selon laquelle le requérant était en Égypte, avaient soutenu que l’intéressé s’était rendu volontairement dans ce pays (voir aussi le paragraphe 24 ci-dessus). Le tribunal de Milan fit aisément le lien entre les fausses informations.", "115.  Il ressort du jugement du 4 novembre 2009 que le secret d’État faisait obstacle à l’utilisation des déclarations faites par les agents du SISMi en cours d’enquête.", "116. En conclusion, le tribunal de Milan :", "a)  condamna par contumace vingt-deux agents et hauts responsables de la CIA ainsi qu’un officier de l’armée américaine (le colonel J. Romano) à une peine de cinq années d’emprisonnement pour l’enlèvement du requérant et infligea à M. Lady une peine de huit ans d’emprisonnement.", "b)  prononça un non-lieu à l’égard de trois autres ressortissants américains (B. Medero, J. Castelli et R.H. Russomando), les accusés bénéficiant de l’immunité diplomatique.", "c)  reconnut M. Pompa et M. Seno coupables de recel de malfaiteurs et les condamna à trois ans d’emprisonnement.", "d)  prononça un non-lieu, du fait de l’application du secret d’État, à l’égard de l’ancien directeur du SISMi et de son adjoint, MM. Pollari et Mancini, de même qu’à égard trois anciens membres du SISMi (MM. Di Troia, Di Gregori et Ciorra).", "117.  Le tribunal ordonna par ailleurs aux personnes condamnées de verser solidairement aux requérants, en réparation des atteintes aux droits de l’homme et des injustices qu’ils leur avaient fait subir, des dommages-intérêts dont le montant devait être établi dans le cadre d’un procès civil. À titre provisoire, conformément à l’article 539 du CPP, le tribunal octroya au requérant une provision d’un million d’euros et à la requérante 500 000 EUR. Pour parvenir à chiffrer ces montants, le tribunal de Milan s’inspira de l’affaire de remise extraordinaire de Maher Arar, un ressortissant canadien déporté en Syrie, dans laquelle les autorités canadiennes avaient versé une somme d’environ dix millions de dollars à titre d’indemnisation.", "118.  Quant au secret d’État, le tribunal formula les considérations suivantes :", "« La délimitation du domaine d’application du secret d’État établie par la Cour constitutionnelle et le silence des accusés qui en a découlé ont tiré un « rideau noir » devant toutes les activités des membres du SISMi relatives au fait/délit de l’« enlèvement d’Abou Omar », de sorte qu’il est absolument impossible d’en apprécier la légalité. (...) L’existence d’une telle zone d’ombre et, surtout, l’ampleur de son étendue du point de vue des preuves, fait qu’il est impossible d’avoir connaissance de faits essentiels et qu’il s’impose de rendre une décision de non-lieu au sens du nouvel article 202 § 2 du CPP ».", "119.  Le jugement du tribunal de Milan du 4 novembre 2009 fut frappé d’appel par les parties.", "G.  La suite de la procédure à l’égard des agents italiens du SISMi accusés d’enlèvement", "1.  L’arrêt de la cour d’appel de Milan du 15 décembre 2010", "120.  Dans le cadre de la procédure d’appel contre le jugement du tribunal de Milan du 4 novembre 2009, la cour d’appel, par des ordonnances des 22 et 26 octobre 2010, décida d’exclure du dossier les procès-verbaux des interrogatoires de quatre agents du SISMi (MM. Ciorra, Di Troia, Di Gregori et Mancini), au motif que leurs déclarations étaient inutilisables.", "121.  Par un arrêt du 15 décembre 2010, la cour d’appel de Milan confirma le non-lieu à l’égard de cinq accusés (MM Pollari, Ciorra, Di Troia, Di Gregori et Mancini ; voir aussi paragraphe 116 ci-dessus). Cet arrêt fut attaqué devant la Cour de cassation.", "2.  L’arrêt de la Cour de cassation du 19 septembre 2012, no 46340/12", "122.  La Cour de cassation annula les ordonnances des 22 et 26 octobre 2010 dans lesquelles la cour d’appel avait déclaré inutilisables les déclarations faites pendant l’interrogatoire par MM. Ciorra, Di Troia, Di Gregori et Mancini. La haute juridiction admit les preuves au dossier. Le point central de son raisonnement était que le secret d’État ne pouvait pas être opposé aux initiatives personnelles, à savoir aux actions sortant de la fonction institutionnelle et non autorisées. La Cour de cassation releva que, le 11 novembre 2005, le président du Conseil des ministres avait déclaré que le gouvernement et le SISMi étaient étrangers à l’enlèvement du requérant, et que le directeur du SISMi, M. Pollari, avait pour sa part dit ne rien savoir de l’enlèvement (paragraphe 66 ci-dessus). Pour la haute juridiction, les conduites criminelles des agents accusés étaient donc la conséquence d’initiatives individuelles, non autorisées par la direction du SISMi et, comme telles, ne pouvaient pas être couvertes par le secret d’État, même si elles concernaient les relations entre services italiens et services étrangers.", "La Cour de cassation explicita son raisonnement en observant plus particulièrement que :", "a)  le secret d’État n’avait pas été opposé par les agents du SISMi pendant la phase des investigations préliminaires, ni pendant la perquisition du siège du SISMi à Rome, mais uniquement pendant les débats ;", "b)  la Cour constitutionnelle avait affirmé dans son arrêt 106/09 que l’enlèvement d’Abou Omar n’était, comme tel, pas couvert pas le secret d’État, ce dernier concernant uniquement les relations internationales et les « interna corporis » ;", "c)  la loi ne prévoyait pas une immunité subjective absolue et générale des membres des services de renseignement, vu que l’article 17 de la loi no 124/2007 disposait que les conduites criminelles de ceux-ci n’étaient pas punissables sous réserve que ces conduites aient été autorisées et soient indispensables au but institutionnel, mais à l’exclusion des crimes contre la liberté personnelle ;", "d)  il découlait de l’arrêt de la Cour constitutionnelle de 2009 que le secret d’État ne couvrait pas les conduites individuelles se situant en dehors des fonctions institutionnelles et découlant d’initiatives personnelles ;", "e)  le PdCM avait toujours déclaré que le gouvernement et le SISMi étaient étrangers à l’enlèvement du requérant ;", "f)  le secret d’État ne pouvait donc pas couvrir les éléments de preuve relatifs aux conduites criminelles individuelles ;", "g)  Le secret d’État n’ayant pas été opposé initialement, les preuves avaient été légalement recueillies pendant l’enquête. On ne pouvait pas imaginer qu’elles soient détruites postérieurement, sous peine de faire du secret d’État une véritable garantie d’impunité. En outre, couvrir tardivement par le secret d’État des informations déjà amplement divulguées n’avait pas de sens, et ce même sous l’angle de la Convention européenne des droits de l’homme.", "123.  En conclusion, la Cour de cassation annula l’arrêt de la cour d’appel de Milan du 15 décembre 2010 quant à la décision de non-lieu à l’encontre des cinq agents des services secrets italiens (voir aussi paragraphe 121 ci-dessus), et renvoya l’affaire pour examen devant la cour d’appel de Milan.", "3.  L’arrêt de la cour d’appel de Milan du 12 février 2013", "124.  Par un arrêt du 12 février 2013, la cour d’appel de Milan conclut à la culpabilité des cinq accusés. Elle établit les faits suivants.", "Le fait historique de l’enlèvement du requérant était avéré, la décision condamnant vingt-trois des Américains qui l’avaient organisé et exécuté était définitive, tout comme la condamnation de M. Pironi (voir aussi le paragraphe 74 ci-dessus et les paragraphes 140 et 143 ci-dessous), qui avait matériellement participé à l’exécution. Le requérant avait été victime d’une « remise extraordinaire » (voir aussi les paragraphes 172-175 ci-dessous) planifiée par les Américains.", "M. Pollari, à l’époque directeur du SISMi, avait reçu de J. Castelli, responsable de la CIA en Italie, une demande de collaborer à l’opération, et en particulier d’effectuer des activités préparatoires. Une fois la demande acceptée, M. Pollari avait donné des directives au général Pignero (décédé en 2006) et à M. Mancini, qui était responsable du SISMi pour l’Italie du nord.", "Pour préparer l’enlèvement, MM. Di Gregori, Ciorra et Di Troia avaient été envoyés sur les lieux pour observer la situation. Tous les cinq savaient pertinemment qu’il ne s’agissait pas d’une opération aux fins d’une enquête judiciaire, et ils savaient qu’il y avait déjà une enquête de police en cours concernant le requérant. Ils savaient qu’ils participaient à une opération de « prélèvement » illégale. Il était avéré que le résultat de leurs observations avait été transmis aux agents de la CIA. Ils avaient donc fourni une contribution active, et en tout cas ils n’avaient pas empêché le fait criminel.", "Eu égard aux indications de la Cour de cassation, la cour d’appel considéra que, dans son arrêt de 2009, la Cour constitutionnelle avait dit que le secret d’État limitait le pouvoir judiciaire sur un document donné, à partir du moment où le secret a été opposé. Or, le 11 novembre 2005, le PdCM avait affirmé ne rien savoir de l’enlèvement, puis en juillet 2006, en octobre et en novembre 2008, le PdCM avait affirmé que le secret d’État concernait les rapports avec les services étrangers et les interna corporis mais pas l’existence même de l’enlèvement.", "Or, la défense des accusés avait produit deux notes datées des 25 janvier et 1er février 2013, qui indiquaient que le secret d’État concernait tous les comportements des agents du SISMi. Ces notes n’avaient pas été rédigées par le PdCM, seul titulaire du pouvoir d’opposer le secret d’État, mais par le directeur de l’Agence de la Sécurité (AISE). En outre, elles contredisaient les communications précédentes du PdCM.", "Par conséquent, la cour d’appel décida de verser au dossier les procès-verbaux des interrogatoires des accusés remontant à la phase de l’enquête et de tenir compte des déclarations faites à l’époque. Elle estima en effet que l’opposition du secret d’État uniquement après le début des débats, et sur des aspects beaucoup plus larges, devait passer pour un refus de répondre. Pour la cour d’appel, il fallait donc isoler les parties des déclarations couvertes par le secret d’État dans le sens indiqué par la Cour constitutionnelle en 2009 et ne pas en tenir compte.", "Tous les accusés opposèrent le secret d’État, en raison duquel ils ne pouvaient pas se défendre.", "125.  En conclusion, la cour d’appel condamna MM. Di Troia, Di Gregori et Ciorra à une peine de six ans d’emprisonnement, M. Mancini à neuf ans d’emprisonnement et M. Pollari à dix ans d’emprisonnement. Elle les condamna par ailleurs à verser des dommages-intérêts, dont le montant devait être déterminé dans une procédure séparée.", "4.  Le recours du président du Conseil des Ministres concernant le conflit de compétence entre les pouvoirs de l’État", "126.  Entre-temps, le 11 février 2013, le PdCM avait introduit devant la Cour constitutionnelle un nouveau recours pour conflit de compétence entre pouvoirs de l’État. Ce recours visait l’arrêt de la Cour de cassation du 19 septembre 2012, plus précisément la partie concernant l’interprétation de l’arrêt de la Cour constitutionnelle de 2009 en matière de secret d’État. Il visait également la décision procédurale par laquelle la cour d’appel de Milan avait décidé de verser au dossier les procès-verbaux d’interrogatoire des accusés et la note de l’AISE du 25 janvier 2013. Cette dernière avait été adressée à M. Mancini et énonçait que le PdCM avait noté que le secret d’État s’étendait à tous les aspects concernant les rapports entre services de renseignement nationaux et étrangers, à l’organisation interne du service ainsi qu’à son mode de fonctionnement, même si ces aspects concernaient l’enlèvement en question.", "127.  Le 3 juillet 2013, le PdCM introduisit un deuxième recours contre la cour d’appel de Milan, au motif que celle-ci n’avait, entre autres, pas suspendu le procès.", "5.  L’arrêt 24/2014 de la Cour constitutionnelle", "128.  Le 14 janvier 2014, la Cour constitutionnelle accueillit les recours pour conflit de compétence qui avaient été soulevés au motif que les juridictions en cause avaient empiété sur les attributions du PdCM.", "Par conséquent, elle déclara que la Cour de cassation n’aurait pas dû annuler le non-lieu des cinq accusés ni les ordonnances des 22 et 26 octobre 2010 de la cour d’appel de Milan admettant les preuves litigieuses. En outre, elle estima que la cour d’appel n’aurait pas dû condamner lesdits agents sur la base des procès-verbaux de leurs interrogatoires.", "La Cour constitutionnelle annula en conséquence l’arrêt de la Cour de cassation et l’arrêt de la cour d’appel de Milan sur ces points, ajoutant que l’autorité judiciaire reprendrait la procédure et tirerait les conséquences sur le plan de la procédure pénale.", "129.  Pour parvenir à ces conclusions, la Cour constitutionnelle rappela d’abord que selon les principes élaborés dans sa jurisprudence, qui persistaient même après l’introduction de la nouvelle loi de 2007 (« loi no 124/2007 » ; voir aussi paragraphes 153-161 ci-dessus), le pouvoir d’opposer le secret d’État impliquait l’intérêt supérieur de la sécurité de l’État à sa propre intégrité et à son indépendance. Elle ajouta que l’ingérence du secret d’État dans d’autres principes constitutionnels, y compris ceux relatifs au pouvoir judiciaire, était inévitable. Selon la haute juridiction, le pouvoir d’opposer le secret d’État ne pouvait pas empêcher un ministère public de mener ses investigations sur des faits criminels ; toutefois, il pouvait inhiber le pouvoir de l’autorité judiciaire d’admettre des informations couvertes par le secret d’État. La Cour constitutionnelle déclara que, dans ce domaine, le PdCM disposait d’un grand pouvoir discrétionnaire d’appréciation, qui ne pouvait pas être remis en question par les juges. Elle expliqua que lorsque, comme en l’espèce, des éléments de preuve étaient couverts par le secret d’État, en l’absence d’autres éléments de preuves à charge, il fallait prononcer un non-lieu au sens de l’article 41 de la loi no 124/2007 et de l’article 202 § 3 du CPP, ce qui établissait clairement la primauté de la sécurité de l’État sur le besoin d’établir une « vérité judiciaire (accertamento giuridizionale)». Cela dit, le fait criminel (l’enlèvement du requérant) subsistait.", "130.  La haute juridiction examina ensuite la thèse de la Cour de cassation selon laquelle le secret ne pouvait pas couvrir les conduites des agents du SISMi en l’espèce au motif que ces conduites étaient extra-fonctionnelles et que les intéressés avaient agi à titre personnel. Selon la Cour constitutionnelle, cette thèse ne pouvait pas être retenue. En effet, les agents avaient été condamnés avec la circonstance aggravante de l’« abus de fonctions » et donc, implicitement, il avait été reconnu que leur conduite s’inscrivait dans le cadre de leurs fonctions. En outre, la Cour constitutionnelle rappela que l’article 18 de la loi no 124/2007 interdisait de couvrir par le secret d’État les conduites illicites. Lorsque la conduite criminelle n’avait pas été autorisée, ou sortait du cadre de l’autorisation, le PdCM était tenu d’adopter les mesures nécessaires et d’en informer sans délai l’autorité judiciaire. Vu qu’en l’espèce le PdCM n’avait pas dénoncé une telle situation, et qu’au contraire, il avait réitéré l’existence du secret d’État, il fallait en déduire que la thèse de l’initiative personnelle n’était pas plausible.", "131.  Par ailleurs, l’étendue objective du secret avait été en l’espèce tracée par la décision précédente de la Cour constitutionnelle (arrêt no 106/2009 ; voir aussi paragraphes 99-109 ci-dessus). Il avait certes été dit que le secret ne portait pas sur le fait que le requérant avait été enlevé ; cependant, il portait sur tout ce qui avait trait aux rapports avec les services de renseignement étrangers et aux aspects organisationnels et opérationnels du SISMi, en particulier aux ordres et directives donnés par son directeur aux agents du service, même s’ils étaient liés à l’enlèvement.", "Pour la Cour constitutionnelle, on ne pouvait donc pas nier que le secret d’État – dont les limites ne pouvaient être définies que par le seul pouvoir habilité à l’appliquer - couvrait tout ce qui concernait l’enlèvement et le transfèrement d’Abou Omar (faits, informations, documents relatifs aux éventuelles directives, relations avec services étrangers), à condition que les actes commis par les agents du SISMi aient objectivement visé à protéger la sécurité de l’État.", "6.  L’arrêt du 24 février 2014, no 20447/14 de la Cour de cassation", "132.  La procédure reprit devant la Cour de cassation, les cinq accusés ayant attaqué l’arrêt de la cour d’appel de Milan du 12 février 2013 (paragraphes 124-125 ci-dessus).", "133.  Dans un arrêt du 24 février 2014, la Cour de cassation déclara d’emblée qu’elle devait tenir compte de l’arrêt de la Cour constitutionnelle.", "Elle observa ensuite que, pendant des années, les autorités n’avaient pas « baissé le rideau noir du secret », alors même qu’elles savaient que les agents accusés étaient en train de révéler les faits. En outre, les informations litigieuses étant connues et divulguées au moment où le secret d’État avait été opposé, celui-ci ne se justifiait pas dans le cadre de la procédure pénale. En outre, la Cour constitutionnelle dans son arrêt no 106 du 18 mars 2009 (paragraphes 99 et suivants ci-dessus) n’avait pas dit que les preuves recueillies devaient être détruites rétroactivement.", "Compte tenu de ce contexte, l’arrêt de la Cour constitutionnelle était, pour la Cour de cassation, résolument novateur car il semblait éliminer totalement la possibilité pour un juge de vérifier la légalité, l’étendue et le caractère raisonnable du pouvoir d’opposer le secret d’État.", "Quant aux deux notes produites par la défense des accusés devant la cour d’appel, la Cour de cassation nota que :", "a)  dans la note du 25 janvier 2013, le directeur de l’AISE communiquait l’avis du PdCM et confirmait le secret d’État tel qu’il avait été opposé dans la procédure par les PdCM qui s’étaient succédé ; et en même temps confirmait que le gouvernement et le SISMi étaient étrangers aux événements en question ;", "b)  dans la note du 1er février 2013, le directeur de l’AISE, en son nom propre, bien qu’il n’en avait pas le pouvoir, communiquait une nouvelle position : les conduites des accusés devaient être considérées comme étant institutionnelles du SISMi dans la lutte contre le terrorisme islamique. Elles étaient donc en opposition avec les déclarations du gouvernement et du SISMi selon lesquelles ils étaient étrangers à l’enlèvement du requérant.", "134.  En conclusion, la Cour de cassation annula la condamnation des accusés en faisant application du secret d’État.", "H.  La suite de la procédure l’égard des agents italiens du SISMi accusés d’entrave à l’enquête", "135.  Par un arrêt du 15 décembre 2010 (voir paragraphes 120-121 ci-dessus), la cour d’appel de Milan confirma les condamnations de MM. Seno et Pompa. Elle modifia les peines infligées à ces derniers et les fixa à deux ans et huit mois En outre, la cour d’appel annula leur condamnation aux dommages-intérêts au bénéfice des requérants (voir aussi paragraphe 116 ci-dessus).", "136.  Le 19 septembre 2012 la Cour de cassation confirma l’arrêt de la cour d’appel (l’arrêt no 46340/12 ; voir aussi les paragraphes 122-123 ci-dessus).", "I.  La suite de la procédure à l’égard des agents américains", "1.  Les agents condamnés en première instance", "137.  Par un arrêt du 15 décembre 2010 (voir aussi paragraphes 120-121 et 135 ci-dessus), la cour d’appel de Milan confirma la condamnation des vingt-trois ressortissants américains. Elle modifia les peines et fixa celle de M. Lady à neuf ans d’emprisonnement, et celles des autres accusés à sept ans d’emprisonnement.", "138.  La cour d’appel souscrivit à l’établissement des faits et aux conclusions tirées des preuves par le tribunal de Milan. Elle répondit également aux arguments de la défense suggérant que l’enlèvement dont se plaignait le requérant était en réalité un fait volontaire. En particulier, la défense contesta la crédibilité de Mme R., le seul témoin direct, soulignant qu’elle avait dit avoir vu un homme qui portait des vêtements arabes, monter, sans crier, dans une camionnette, sans qu’il ait été fait usage de la violence. En outre, selon la défense, le mari de Mme R., M. S.S., convoqué plusieurs fois, avait fourni à chaque occasion des versions différentes (voir aussi les paragraphes 29 et 32 ci-dessus). Sur ce point précis, la cour d’appel s’exprima dans les termes suivants :", "« Les différentes tentatives de faire passer l’éloignement d’Abou Omar pour un fait volontaire sont dépourvues de toute crédibilité, tant parce que les fausses rumeurs n’ont pas été confirmées que parce qu’il n’est pas possible de croire à une hypothèse d’éloignement spontané (...) compte tenu des circonstances rappelées ce jour et relatées par le témoin oculaire [Mme R.]. Toute considération relative à un recours éventuel à la violence à ce moment précis est dénuée de pertinence. (...)", "La thèse avancée par la défense, qui a mis en doute la crédibilité du témoin, ne peut pas être considérée comme justifiée dès lors que les déclarations [de Mme R.] coïncident exactement avec ce qui a été rapporté par Abou Omar à sa femme ainsi qu’avec le récit de M. Pironi, qui était présent. (...)", "Le tribunal a considéré à juste titre que les déclarations de [Mme R.] étaient crédibles, en l’absence d’éléments contraires, et le ministère public les a utilisées comme point de départ pour les enquêtes ultérieures sur les enregistrements téléphoniques.", "À supposer que les choses se soient déroulées selon les modalités décrites par [ Mme R.] , c’est-à-dire sans recours à la violence, cela ne met pas en cause le fait qu’une personne a été enlevée contre sa volonté. S’il est probable qu’Abou Omar n’ait pas réagi par des mots ou des gestes, cela ne signifie pas pour autant qu’il était d’accord pour monter dans la camionnette. Il est évident que, se voyant soudainement encerclé par plusieurs personnes, invité, d’un ton catégorique, à monter dans une camionnette dont la porte était ouverte et conscient qu’il ne pouvait compter sur l’aide de personne, ni d’ un ami ni d’un inconnu, il a décidé d’y rentrer sans opposition, certain que toute résistance était inutile. Cette reconstitution correspond à ce que sa femme a rapporté avoir appris à l’occasion de ses conversations téléphoniques ultérieures avec lui. ( ...) »", "139.  Dans les motifs de sa décision, la cour d’appel s’exprima sur la question de l’indemnisation dans les termes suivants :", "« Nul doute n’existe sur le droit de Nasr Osama Mostafà Hassan d’obtenir une indemnisation, pour avoir été victime de l’infraction visée à l’article 605 du CP, et il ne semble pas nécessaire de s’étendre sur ce point.", "En outre, il y a lieu de répondre également par l’affirmative à la question de l’existence d’un droit égal et autonome dans le chef de son épouse Nabila Ghali. (...).", "(...) Mme Nabila Ghali a certainement qualité pour introduire la demande d’indemnisation du dommage qu’elle a directement subi du fait de l’enlèvement de son mari. En effet, on ne peut douter que l’action délictueuse a pesé directement sur l’intangibilité du lien conjugal de la requérante, sur les droits qui découlent de ce lien, ainsi que sur le droit à son intégrité psychologique et à celle de son mari. (...)", "Il faut ajouter que l’enlèvement a causé un autre dommage moral, concernant, cette fois, iure prorio, le conjoint de la personne kidnappée, qui d’ailleurs peut également dénoncer la violation du droit à l’intégrité psychologique de son conjoint, découlant de la rupture soudaine et violente du rapport conjugal.", "La séparation forcée et clandestine des époux, provoquée par l’action délictueuse, a incontestablement causé à chacun d’eux un autre type de souffrance psychique qui a duré dans le temps dans le chef de l’épouse, qui a ignoré pendant longtemps le sort de son mari et donc a douté qu’il soit encore vivant, avec les conséquences, y compris sociales et économiques, d’une telle perte ; dans le chef du kidnappé, qui a été privé de façon abrupte de son lien conjugal quotidien sans aucune certitude de pouvoir le reconstituer à l’avenir et avec le souci de son épouse, dont il savait qu’elle ignorait ce qui lui était arrivé, et de la souffrance de celle-ci.", "Les limitations à la liberté de mouvement de M. Abou Omar, qui ont duré longtemps, ont pesé en outre sur le droit de liberté et de mouvement de son noyau familial, considéré dans son ensemble.", "Par conséquent, il convient d’apprécier le dommage, pour lequel on estime que la preuve est ici obtenue, en relation avec le contexte humain et personnel auquel la victime et son conjoint ont été confrontés, compte tenu de leur souffrance et des troubles causés à leur situation émotionnelle ainsi que de l’atteinte à leur dignité personnelle (...) »", "140.  Par un arrêt du 19 septembre 2012 (no 46340/12), la Cour de cassation confirma la condamnation (voir aussi les paragraphes 122-123 et 136 ci-dessus).", "2.  Les agents ayant bénéficié d’un non-lieu en première instance", "141.  Les trois accusés américains ayant bénéficié d’un non-lieu en première instance (paragraphe 116 ci-dessus) en raison de l’immunité diplomatique (B. Medero, J. Castelli et R.H. Russomando) firent l’objet d’une procédure d’appel séparée.", "142.  Par un arrêt du 1er février 2013, la cour d’appel de Milan déclara les trois Américains coupables. Elle condamna J. Castelli, l’organisateur de l’enlèvement, à sept ans d’emprisonnement et les deux autres accusés à six ans d’emprisonnement. En outre, les trois Américains furent condamnés à verser des dommages-intérêts, dont le montant devait être déterminé dans une procédure ultérieure.", "La cour d’appel considéra que l’enlèvement du requérant était un fait avéré tout comme la responsabilité des vingt-trois agents américains déjà condamnés. Elle déclara que l’article 39 de la Convention de Vienne du 18 avril 1961 protégeait les diplomates ayant quitté le pays d’accréditation seulement dans les limites autorisées par le droit international, à savoir pour les actes accomplis dans l’exercice de leurs fonctions en tant que membres de la mission diplomatique. Elle estima que les « remises extraordinaires » n’impliquaient pas la structure diplomatique mais la CIA. Pour la cour d’appel, enlever une personne et la torturer ne pouvaient pas faire partie de l’activité diplomatique, et l’enlèvement à des fins de torture se heurtait au droit national et aux droits de l’homme. La cour d’appel observa que le requérant, transporté en Égypte, État qui admet l’interrogatoire sous torture, avait été torturé, selon les déclarations contenues dans son mémoire, et que pareille finalité rendait l’enlèvement contraire au droit humanitaire, à la Convention européenne des droits de l’homme, et aux conventions de l’ONU.", "Dès lors, la cour d’appel conclut que la conduite criminelle des accusés ne pouvait pas être soustraite à la juridiction des cours italiennes.", "143.  Par un arrêt du 11 mars 2014, la Cour de cassation confirma la condamnation des accusés. Elle rejeta, entre autres, leur thèse selon laquelle la pratique des transfèrements extrajudiciaires était licite et même « obligatoire » au sens de la loi américaine (Patriot Act), à raison de l’état de guerre entre les États-Unis est les organisations terroristes internationales.", "Pour la haute juridiction, la grâce accordée entre-temps par le Président de la République à M. Romano (paragraphe 148 ci-dessous), ne changeait pas l’appréciation des responsabilités de la CIA ; au contraire, elle confirmait la responsabilité pénale de l’intéressé.", "3.  Les développements ultérieurs à propos des ressortissants américains", "144.  À ce jour, les requérants n’ont pas été indemnisés dans la mesure où les provisions décidées par les juridictions pénales n’ont pas été versées par les agents américains condamnés.", "Pendant la procédure pénale, à une date inconnue, la moitié de la villa, appartenant à M. Lady, saisie en janvier 2007 afin de garantir, entre autres, les dommages-intérêts pouvant être octroyés aux requérants (paragraphe 73 ci-dessus), fit l’objet d’une saisie immobilière par la banque qui avait accordé un prêt pour l’achat de la maison car les propriétaires ne payaient plus les mensualités. La villa fut par la suite vendue. Aucune fraction du produit de la vente ne fut réservée pour les requérants.", "145.  Aucun organe gouvernemental italien ne demanda aux autorités américaines l’extradition des ressortissants américains condamnés. Les mandats d’arrêt européens lancés contre eux pendant la procédure restent exécutoires (voir aussi les paragraphes 48-49 ci-dessus et le paragraphe 151 ci-dessous).", "146.  Le 12 décembre 2012, le ministre de la Justice alors en exercice décida de lancer un mandat d’arrêt international exclusivement contre M. Lady. Selon la presse, ce dernier fut arrêté à Panama en juillet 2013 et libéré quelques jours plus tard. Le ministre de la Justice aurait signé, à l’époque, une demande de mise en détention provisoire (domanda di fermo provvisorio) laquelle ouvrait un délai de deux mois pour demander l’extradition.", "147.  À une date non précisée, B. Medero (condamnée à six ans d’emprisonnement ; paragraphes 142-143 ci-dessus) et S. De Sousa (condamnée à cinq ans d’emprisonnement ; paragraphes 116, 137 et 140 ci-dessus) présentèrent une demande de grâce au président de la République.", "148.  En avril 2013, le président de la République accorda la grâce au colonel Joseph Romano.", "149.  Le 11 septembre 2013 M. Lady soumit également une demande de grâce au président de la République, dans laquelle il disait « regretter les évènements de 2003 et [sa] participation à toute activité qui pouvait être considéré comme contraire aux lois italiennes ».", "150.  Le 23 décembre 2015, le président de la République accorda la grâce à B. Medero, dont la peine a été annulée, et à M. Lady, dont la peine fut ramenée de neuf ans (paragraphe 116 et 137 ci-dessus) à sept ans d’emprisonnement. Le communiqué de presse, publié à cette occasion sur le site du président de la République indique que le chef de l’État a, avant toute autre considération, pris en compte le fait que les États-Unis avaient, depuis la première élection du Président Obama, interrompu la pratique des remises extraordinaires, pratique qui avait été considérée par l’Italie et par l’Union européenne comme étant incompatible avec les principes fondamentaux d’un État de droit.", "151.  Entre-temps, le 5 octobre 2015, S. De Sousa avait été arrêtée au Portugal sur la base d’un mandat d’arrêt européen émis par le procureur de Milan. Sur remise de son passeport, elle fut libérée le jour suivant. Le 12 janvier 2016, la cour d’appel de Lisbonne décida de son extradition vers l’Italie.", "Mme De Sousa interjeta appel de cette décision devant la Cour suprême. À la date de l’adoption du présent arrêt, l’appel était pendant.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La Constitution italienne", "152.  La Constitution italienne ne mentionne pas le secret d’État. Néanmoins, selon la jurisprudence constante de la Cour constitutionnelle, récapitulée dans l’arrêt no 106/2009 (paragraphes 99-109 ci-dessus), l’encadrement constitutionnel en la matière est le suivant :", "« 3 – (...) [le cadre légal régissant le secret d’État] répond « à l’intérêt suprême de la sécurité de l’État en tant que sujet de droit international, c’est-à-dire l’intérêt [résidant dans la protection] de l’intégrité territoriale et de l’indépendance de l’État, voire de son existence même » (arrêts nos 82/1976, 86/1977 et 110/1998) (...).", "Cet intérêt, qui « existe et prime sur tout autre dans tous les États et sous n’importe quel régime politique », se traduit dans la Constitution « par la formule solennelle de l’article 52, qui affirme le devoir sacré du citoyen de défendre la Patrie » (arrêts nos 82/1976 et 86/1977 précités). Il faut, pour saisir la portée concrète de la notion de secret d’État, se référer à ce concept et le mettre « en relation avec les autres normes constitutionnelles fixant les éléments et les moments indispensables de notre État : notamment, l’indépendance nationale, les principes d’unité et d’indivisibilité de l’État (article 5) et la disposition qui, sous la formule de la « République démocratique », en synthétise les caractéristiques essentielles (arrêt no 86/1977).", "(...) Partant, la matière du secret d’État « pose une question de rapport et d’interaction entre [les différents] principes constitutionnels », y inclus ceux « régissant la fonction juridictionnelle ». »", "B.  Les dispositions légales", "1.  La réforme du secret d’État et les problèmes d’applicabilité ratione temporis", "153.  Précédemment, le secret d’État était régi par la loi no 801 du 24 octobre 1977 sur l’institution et l’organisation des services de renseignement et de sécurité et le secret d’État (« loi no 801/1977 »).", "Cette loi a été abrogée par la loi réformant les services de renseignement et le secret d’État (« loi no 124/2007 » ou « loi de réforme », paragraphe 83 ci-dessus), entrée en vigueur le 12 octobre 2007 alors que la procédure pénale concernant l’enlèvement du requérant était en cours.", "Bien que les règles de droit interne relatives à l’application du secret d’État et à son opposition au cours de la procédure pénale en question dans la présente affaire figurent dans les deux lois, toute l’activité judiciaire postérieure à la date de l’entrée en vigueur de la loi de réforme tombe sous l’empire de la loi no 124/2007 en vertu du principe tempus regit actum.", "2.  L’objet du secret d’État et ses limites matérielles et temporelles", "154.  L’article 12 § 1 de la loi no 801/1977 était ainsi libellé :", " «  Sont couverts par le secret d’État tous les actes, documents, informations, procédés et autres éléments dont la diffusion est susceptible de porter atteinte à l’intégrité de l’État démocratique, même en relation avec des accords internationaux, à la défense de ses institutions créées par la Constitution, au libre exercice des fonctions des organes constitutionnels, à l’indépendance de l’État par rapport aux autres États ainsi qu’aux relations avec eux et à la préparation et la défense militaire de l’État ».", "155.  L’article 39 § 1 de la loi no 124/2007 se lit ainsi :", "«  Sont couverts par le secret d’État tous les actes, documents, informations, procédés et autres éléments dont la diffusion est susceptible de porter atteinte à l’intégrité de la République, même en relation avec des accords internationaux, à la défense de ses institutions créées par la Constitution, à l’indépendance de l’État par rapport aux autres États ainsi qu’aux relations avec eux et à la préparation et la défense militaire de l’État ».", "156.  L’article 12 § 1 de la loi no 801/1977 excluait du champ d’application du secret d’État tout « fait constituant un trouble à l’ordre constitutionnel ».", "Dans la loi de réforme, cette disposition a été maintenue, et certaines infractions telles que celles liées au terrorisme ou à la mafia et aux « meurtres de masse » (strage) (article 39 § 11 de la loi no 124/2007) s’ajoutent aux faits soustraits au secret d’État.", "157.  Sous l’empire de l’ancienne loi no 801/1977, le président du Conseil des ministres avait indiqué, dans la note no 2001.5/07 du 30 juillet 1985, une liste de domaines couverts par le secret d’État, parmi lesquels « les opérations et (...) les activités de renseignement » des services spéciaux et leurs « relations avec les autorités de renseignement des autres États ».", "158.  Après l’entrée en vigueur de la loi de réforme, le président du Conseil des ministres a adopté, le 8 avril 2008, un décret énumérant certains éléments susceptibles de relever du secret d’État. Parmi ces éléments figurent, entre autres, les informations portant sur « la coopération internationale en matière de sécurité, notamment en matière de lutte contre le terrorisme (...) » et les « relations avec les autorités de renseignement des autres États ».", "Aux termes de l’article 4 dudit décret, le secret d’État peut être appliqué dans les limites prévues par l’article 39 § 11 de la loi no 124/2007 et 204 § 1 du CPP. Aux termes de ces dispositions, ne peuvent pas être couverts par le secret d’État des informations, documents ou éléments relatifs à des faits de terrorisme, des faits constituant un trouble à l’ordre constitutionnel ou des faits constitutifs des infractions de pillage, de « meurtre de masse », d’association de type mafieux et d’échange de vote électoral politico-mafieux.", "159.  L’article 39 § 4 de la loi no 124/2007 prévoit en outre que le secret d’État s’applique aux actes, documents ou éléments déclarés secrets sur ordre exprès du président du Conseil des ministres et que, si possible, il fait l’objet d’une mention sur les documents auxquels il s’applique.", "D’autre part, dans son arrêt no 106/2009, la Cour constitutionnelle a souligné le caractère objectif du secret d’État tel que défini par la loi, et a jugé que certains actes ou faits pouvaient présenter un contenu ou une forme tels que leur caractère secret était intrinsèque, indépendamment de toute décision formelle des autorités compétentes.", "160.  Il y a par ailleurs en droit italien une distinction entre le secret d’État, d’une part, et, de l’autre, la classification de documents dans les catégories « très secret », « secret », « très confidentiel » et « confidentiel ». La classification, qui est définie par l’auteur du document, détermine exclusivement des restrictions à l’accès, dont l’étendue est fonction du niveau de classification, et qui ne peuvent jamais empêcher les autorités judiciaires d’en prendre connaissance.", "161.  Avant la réforme, la loi ne prévoyait aucune limite temporelle pour le secret d’État. La loi de réforme a fixé à quinze ans la durée maximale du secret d’État. Ce délai peut être prorogé jusqu’à un maximum de trente ans par le président du Conseil des ministres, qui en informe alors le Comité parlementaire pour la sécurité de la République (Comitato parlamentare per la sicurezza della Repubblica, COPASIR) (article 39 §§ 7, 8, 9 et 10).", "3.  L’autorité compétente pour l’application du secret d’État et la nature politique de son contrôle", "162.  Les décisions en matière de secret d’État relèvent des attributions du pouvoir exécutif. Dans le système antérieur à la loi de réforme, le pouvoir d’appliquer et d’opposer le secret d’État était partagé entre le président du Conseil des ministres et les ministères de l’Intérieur et de la Défense. La loi de réforme a dévolu ce pouvoir exclusivement au président du Conseil des ministres, qui est responsable de la direction et de la coordination des activités de renseignement (article 1 § 1 a), b) et c)).", "Le pouvoir d’appliquer le secret d’État échappe à tout contrôle juridictionnel. À ce propos, la Cour constitutionnelle, dans son arrêt no 106/2009 (voir aussi paragraphes 99-109 ci-dessus), a rappelé ceci :", "« (...) le président du Conseil des ministres est investi en la matière d’un pouvoir très étendu, dont les seules limites sont l’obligation de communiquer au Parlement les motifs essentiels sur lesquels reposent les décisions [d’appliquer le secret d’État] et l’interdiction [de l’invoquer] à l’égard de faits constituant un trouble à l’ordre constitutionnel (fatti eversivi dell’ordine costituzionale) (lois no 801 de 1977 et no 124 de 2007). En réalité, la « détermination des faits, actes, informations, etc... [dont la divulgation est susceptible de] menacer la sécurité de l’État et qui doivent donc rester secrets » relève [d’un pouvoir d’] appréciation « amplement discrétionnaire » (...) (arrêt no 86/1977). Dans ces circonstances, et à l’exception des compétences exercées par [la Cour constitutionnelle] dans le cadre des conflits d’attribution, tout contrôle juridictionnel sur l’opportunité et les modalités d’imposition du secret d’État est exclu. De fait, « l’appréciation de l’utilité et de la nécessité de certaines mesures aux fins d’assurer la sécurité de l’État a un caractère purement politique et, relevant des prérogatives des autorités politiques, elle ne se prête pas à un contrôle par le juge » (arrêt no 86/1977). Toute conclusion différente conduirait « à l’élimination du secret en pratique » (arrêt no 86/1977). »", "Ainsi, la compétence de la Cour constitutionnelle se limite à la question de savoir si, en appliquant ou en opposant le secret d’État, le président du Conseil des ministres a outrepassé les pouvoirs que lui confère la loi, mais elle ne peut pas s’étendre à l’appréciation au fond des motifs de la décision.", "163.  Cependant, le président du Conseil des ministres doit communiquer tout cas d’application, d’opposition et de confirmation de l’existence d’un secret d’État, notamment au cours d’un procès pénal (article 202 du CPP, paragraphe 129 ci-dessus), et en indiquer les « motifs essentiels » à un comité parlementaire (le « COPASIR »), composé de cinq membres de la Chambre des députés et de cinq membres du Sénat de la République et présidé par un membre de l’opposition parlementaire. Si le COPASIR estime que l’opposition du secret d’État est dépourvue de fondement, il en informe les deux chambres du Parlement (article 41 § 9 de la loi no 124/2007).", "Le COPASIR peut obtenir des informations, des documents et des actes de toute autorité publique, y compris des services de renseignement, sauf ceux, couverts par le secret d’État, « dont la communication ou la transmission peut porter atteinte à la sécurité de la République, aux relations avec les États étrangers, au déroulement d’opérations en cours, ou à l’intégrité d’informateurs, collaborateurs ou membres des services de renseignement ». En cas de désaccord au sein du COPASIR, le président du Conseil des ministres tranche. Toutefois, il ne peut s’opposer à une décision unanime du COPASIR d’enquêter sur la légitimité de comportements des membres des services spéciaux (article 31 §§ 7, 8 et 9 de la loi no 124/2007).", "Dans son rapport sur ses activités de 2010, le COPASIR a fait état d’une divergence de vues parmi ses membres quant à la nature et l’étendue de son pouvoir de contrôle :", "« Selon certains de ses membres, le [COPASIR] doit limiter [ses activités] à la disposition de la loi en vertu de laquelle le président du Conseil des ministres indique les « motifs essentiels » ayant déterminé sa décision de confirmer le secret d’État. Il ne peut informer les chambres que des décisions qu’il estime mal fondées. Selon cette approche, il exercerait un contrôle « extérieur » et limité aux motifs essentiels, mais ne pourrait pas examiner au fond la décision du président du Conseil [des ministres], seul responsable du recours au secret d’État.", "Selon d’autres membres, en revanche, la mission de contrôle que la loi confère au [COPASIR] ne pourrait être dûment accomplie qu’à travers une pleine connaissance des motifs ayant fondé la décision du président du Conseil [des ministres] de confirmer le secret d’État. Le [COPASIR] aurait par conséquent le droit de demander l’acquisition de tout élément d’information sur les événements faisant l’objet du secret d’État, sauf si les exigences de confidentialité prévues par la loi justifient un refus du président du Conseil [des ministres]. »", "Le COPASIR a indiqué qu’il n’y avait pas eu d’accord au sein de ses membres relativement à la confirmation du secret d’État dans deux cas, dont la situation faisant l’objet de la présente affaire.", "4.  La protection du secret d’État, notamment dans le cadre du procès pénal", "164.  L’article 41 de la loi no 124/2007 interdit aux agents de l’État et aux personnes chargées d’un service public de divulguer tout fait couvert par le secret d’État. Notamment, dans le cadre d’un procès pénal, cet article, de même que l’article 202 du CPP dans sa version résultant de l’article 40 § 1 de la loi no 124/2007, leur impose de s’abstenir de déposer en tant que témoins sur de tels faits.", "165.  En cas d’opposition du secret d’État par un témoin, l’article 202 du CPP prévoit une procédure par laquelle l’autorité judiciaire concernée demande au président du Conseil des ministres la confirmation de l’existence du secret d’État. L’article 202 du CPP est ainsi libellé :", "« 1.  Les agents de l’État et les personnes chargées d’un service public sont tenus de s’abstenir de déposer en justice sur les faits couverts par le secret d’État.", "2.  Si le témoin oppose le secret d’État, l’autorité judiciaire en informe le président du Conseil des ministres, aux fins de sa confirmation éventuelle, et suspend toute activité visant à recueillir l’information relevant du secret d’État.", "3.  Lorsque le secret est confirmé et que la preuve est nécessaire pour trancher l’affaire, le juge déclare le non-lieu à raison du secret d’État.", "4.  Si, dans les trente jours suivant la notification de la requête, le président du Conseil des ministres ne confirme pas le secret d’État, l’autorité judiciaire recueille l’information et ordonne la poursuite du procès.", "5.  L’opposition du secret d’État confirmée par un acte motivé du président du Conseil des ministres empêche l’autorité judiciaire de recueillir et d’utiliser, même indirectement, les informations couvertes par le secret d’État.", "6.  L’autorité judiciaire peut continuer la procédure sur la base d’éléments autonomes et indépendants des actes, documents et éléments couverts par le secret d’État.", "7.  Lorsque, à la suite d’un conflit de compétence [entre le président du Conseil des ministres et l’autorité judiciaire], l’existence du secret d’État est exclue, le président du Conseil des ministres ne peut plus l’opposer par rapport aux mêmes éléments. Dans le cas contraire, l’autorité judiciaire ne peut plus ni recueillir ni utiliser, directement ou indirectement, les actes et documents couverts par le secret d’État.", "8.  Le secret d’État ne peut jamais être opposé à la Cour constitutionnelle. Celle-ci adopte les mesures nécessaires pour assurer le secret de la procédure. »", "Dans son arrêt no 106/2009, la Cour constitutionnelle a précisé que ces dispositions s’appliquaient également à la phase des investigations préliminaires.", "166.  Selon le libellé des articles 185 et 191 du CPP, « [l]’invalidité d’un acte nul s’étend aux actes qui en découlent » et « [l]es preuves acquises en violation des interdictions prévues par la loi sont inutilisables ».", "167.  En ses parties pertinentes, l’article 204 du CPP, dans sa version issue de l’article 40 § 2 de la loi no 124/2007, est ainsi libellé :", " « 1.  Les faits, informations et documents qui concernent des infractions constituant des troubles à l’ordre constitutionnel ou des infractions prévues aux articles 285 émeute visant à porter atteinte à la sûreté de l’État], 416-bis et 416-ter [association de type mafieux] et 422 [« meurtre de masse »] du code pénal  ne peuvent relever du secret d’État. Lorsque le secret d’État est invoqué, la nature de l’infraction est définie par le juge. Avant l’exercice de l’action publique, le juge des investigations préliminaires se prononce à la demande des parties.", "(...)", "2.  La décision de rejet de l’exception de secret est communiquée au président du Conseil des ministres. »", "5.  La clause d’exonération pour les conduites criminelles des membres des services de renseignement", "168.  L’article 17 de la loi no 124/2007 contient une clause spéciale applicable à la conduite des agents des services de renseignement :", "1.  (...) n’est pas punissable l’agent des services de renseignement qui a commis une infraction pénale si sa conduite a été autorisée selon la loi (...) au motif que la conduite en question était indispensable pour atteindre les buts institutionnels des services (..).", "2.  Toutefois cette clause spéciale ne s’applique pas si la conduite criminelle de l’agent relève d’infractions mettant en danger la vie ou l’intégrité physique ou la liberté personnelle (...) d’un ou plusieurs individus.", "3.  (...)", "4.  Ne peut être autorisée une conduite criminelle à l’égard de laquelle il n’est pas possible d’opposer le secret d’État au sens de l’article 39 § 11. Font exception le crime d’association terroriste/d’atteinte à l’ordre démocratique et le crime d’association de malfaiteurs de type mafieux.", "5.  (...)", "6.  La clause spéciale d’exonération s’applique si la conduite :", "a)  relève des activités institutionnelles des services de renseignement et si l’opération a été autorisée au sens de l’article 18 de cette loi et aux termes des dispositions sur l’organisation des services de renseignement ;", "b)  est indispensable et proportionnée à l’atteinte des objectifs de l’opération, qui ne peuvent pas être autrement atteints ;", "(...)", "169.  L’article 18 de la loi no 124/2007 fixe la procédure pour autoriser des conduites criminelles, dans le respect des limites fixée par l’article 17 de cette loi. Il incombe au président du Conseil des ministres ou à l’autorité déléguée de faire suite à une demande écrite d’autorisation et de délivrer l’autorisation en forme écrite et motivée. L’autorisation est modifiable et révocable par écrit.", "En cas d’extrême urgence, lorsqu’il n’est pas possible d’obtenir à temps l’autorisation, le directeur des services de renseignement autorise la conduite sollicitée et en informe dans les 24 heures le président du Conseil de ministres. Ce dernier ratifie l’autorisation si les critères fixés par l’article 17 ont été respectés.", "Lorsqu’une conduite criminelle n’a pas été autorisée ou a dépassé les limites de l’autorisation, le président du Conseil des ministres adopte les mesures nécessaires et en informe sans délai l’autorité judiciaire.", "Les documents relatifs aux demandes d’autorisation sont conservés aux archives secrètes.", "170.  Aux termes de l’article 19 de la loi no 124/2007, le directeur du service de renseignement concerné ou un membre de celui-ci fait valoir l’existence de la clause spéciale vis-à-vis de l’autorité judiciaire qui a ouvert les poursuites pénales. Si l’autorisation a été délivrée, le président du Conseil des ministres en informe l’autorité judiciaire et fournit des motifs ; l’autorité judicaire prononce alors un non-lieu ou un acquittement. Le Comité institué au sein du Parlement en est également informé. Sans réponse dans les dix jours, l’autorisation est réputée non délivrée.", "III.  LE TRAITÉ SUR L’EXTRADITION CONCLU ENTRE L’ITALIE ET LES ÉTATS-UNIS", "171.  Aux termes de l’article 4 du traité italo-américain sur l’extradition du 13 octobre 1983, modifié par un accord bilatéral du 3 mai 2006 et ratifié par la loi no 25 du 16 mars 2009, les deux États se sont engagés à ne pas refuser d’extrader leurs propres ressortissants du fait de la nationalité de ceux-ci.", "IV.  ÉLÉMENTS INTERNATIONAUX ET AUTRES DOCUMENTS PUBLICS PERTINENTS", "A.  Le programme de la CIA pour Détenus de Haute Importance", "172.  À la suite des attentats de septembre 2001 aux États-Unis, le gouvernement américain mit en œuvre un programme d’interrogatoires et détention élaboré pour des suspects terroristes. Le 17 septembre 2001, le président Bush signa un document attribuant de larges pouvoirs à la CIA en particulier en matière de détention de suspects terroristes et pour la création de centres de détention au secret en dehors des États-Unis, avec la coopération des gouvernements des pays concernés. Par la suite, la CIA mit en place un programme visant la détention et l’interrogatoire de suspects terroristes à l’étranger. Les autorités américaines se réfèrent à ce programme sous l’appellation de « High-Value Detainees Program » (HVD), soit le programme pour détenus de haute importance, ou « Rendition Detention Interrogation Program » (RDI) », soit le programme de « remises extraordinaires », de « restitutions extraordinaires » ou de « transfèrements extrajudiciaires ».", "173.  Le mémorandum de la CIA du 30 décembre 2004 constitue le document de référence sur l’utilisation combinée par la CIA de différentes techniques d’interrogatoire. Le document « porte sur l’utilisation combinée de différentes techniques d’interrogatoire [dont le but] est de convaincre des détenus de haute importance [High-Value Detainees] de donner en temps utile des informations sur les menaces et des renseignements sur le terrorisme (...) Un interrogatoire effectif se fonde sur le recours global, systématique et cumulatif à des pressions tant physiques que psychologiques en vue d’influencer le comportement d’un détenu de haute importance ou de venir à bout des résistances d’un détenu. L’interrogatoire vise à créer un état d’impuissance acquise et de dépendance (...) Le processus d’interrogation peut être divisé en trois phases distinctes : les conditions initiales, la transition vers l’interrogatoire et l’interrogatoire lui-même ». Comme le décrit le mémorandum, la phase des « conditions initiales » comprend « le choc de capture », « la remise » et « la réception sur le Site noir ». Le mémorandum comporte notamment les passages suivants :", "« La capture (...) contribue à mettre le détenu de haute importance dans un certain état physique et psychologique avant le début de l’interrogatoire (...)", "1)  La remise", "(...) Un examen médical est mené avant le vol. Pendant celui-ci, le détenu est étroitement enchaîné et privé de la vue et de l’ouïe au moyen de bandeaux, de cacheoreilles et de cagoules (...) »", "La partie consacrée à la phase de l’« interrogatoire » comprend des chapitres intitulés « Conditions de détention », « Techniques de conditionnement » et «Techniques correctives ».", "Des informations plus détaillées à cet égard figurent dans les arrêts Al Nashiri c. Pologne (no 28761/11, §§ 43-71, 24 juillet 2014) et Husayn (Abu Zubaydah) c. Pologne (no 7511/13, §§ 45-69, 24 juillet 2014).", "174.  Dans une déclaration du 5 décembre 2005, Condoleezza Rice, alors Secrétaire d’État des États-Unis, tout en excluant le recours à des pratiques assimilables à la torture dans la lutte contre le terrorisme international, a reconnu l’existence de prisons secrètes de la CIA en Europe et l’utilisation d’aéroports européens pour des transferts de « combattants ennemis ». Elle a affirmé qu’il était nécessaire de recourir aux « transfèrements extrajudiciaires » (extraordinary renditions, parfois désignés en français par l’expression « restitutions » ou « remises » extraordinaires) pour lutter contre le terrorisme, et estimé que, lorsqu’un État ne pouvait pas emprisonner ou poursuivre en justice une personne soupçonnée de terrorisme, il pouvait « faire le choix souverain de coopérer dans le cadre d’une « restitution » ». Selon elle, les transfèrements extrajudiciaires étaient « légitimes en droit international » et « répond[ai]ent à l’obligation de ces États de protéger leurs citoyens ».", "175.  Le 9 décembre 2014, le Sénat américain a publié un rapport de la commission sur le renseignement (Select Committee on Intelligence) concernant le programme de détention et d’interrogation de la CIA.", "Le Parlement européen a salué la publication de ce rapport dans sa Résolution du 11 février 2015 sur l’utilisation de la torture par la CIA. Il a notamment observé que la commission du Sénat américain avait réfuté les affirmations de la CIA selon lesquelles la torture avait permis d’obtenir des informations qui n’auraient pu être obtenues au moyen de techniques d’interrogatoire traditionnelles et non violentes. Par ailleurs, il a relevé que le rapport en question mettait en lumière de nouveaux faits qui renforçaient les allégations selon lesquelles un certain nombre d’États membres de l’Union européenne, les administrations, les fonctionnaires ainsi que les agents de leurs services de sécurité et de renseignement étaient complices du programme secret de détention et de restitutions extraordinaires de la CIA.", "B.  Sources publiques faisant état de préoccupations concernant des violations des droits de l’homme dans le contexte des «remises extraordinaires»", "176.  Pour un aperçu des nombreuses sources publiques faisant état de préoccupations concernant des violations des droit de l’homme dans le contexte des « remises extraordinaires » en 2002-2003, il convient de se référer à l’arrêt El-Masri c. ex-République de Macédoine ([GC], no 39630/09, §§ 112-121 et 127, CEDH 2012), et aux arrêts précités Al Nashiri (§§ 214-224 et 230-232) et Husayn (Abu Zubaydah), (§§ 208-218 et 224-226).", "C.  Rapports internationaux sur les « remises extraordinaires » pratiquées dans le cadre de la lutte contre le terrorisme", "177.  Les allégations de « remises extraordinaires » en Europe et d’implication de gouvernements européens dans ces opérations ont donné lieu à plusieurs enquêtes internationales (Al Nashiri et Husayn (Abu Zubaydah), précités, §§ 241-286). Les rapports suivants évoquent le cas du requérant.", "1.  Le premier « rapport Marty » de l’Assemblée parlementaire du Conseil de l’Europe", "178.  Ce rapport, publié le 12 juin 2006 et intitulé « Allégations de détentions secrètes et de transferts interétatiques illégaux de détenus concernant des États membres du Conseil de l’Europe », mentionne, entre autres, le cas du requérant. On peut y lire ceci :", " « 231.  Le cas le plus troublant – parce que le mieux documenté – est vraisemblablement celui de l’Italie. Comme nous l’avons déjà mentionné, le Parquet et la police de Milan ont pu, grâce à une enquête qui témoigne d’une compétence et [d’une] indépendance remarquables, reconstruire jusque dans les détails un cas de extraordinary rendition, celui de l’imam Abou Omar, enlevé le 17 février 2003 et remis aux autorités égyptiennes. Le Parquet a identifié 25 auteurs de cette opération montée par la CIA et à l’encontre de 22 [il] a émis des mandats d’arrêts. Le ministre de la Justice alors en charge a en réalité fait usage de ses compétences pour faire obstacle au travail de l’autorité judiciaire : non seulement il a tardé à transmettre les requêtes d’assistance judiciaire aux autorités américaines, mais il a catégoriquement refusé de leur transmettre les mandats d’arrêt émis contre 22 citoyens américains. Mais il y a pire : le même ministre de la Justice a accusé les magistrats de Milan de s’en prendre aux chasseurs de terroristes, plutôt qu’aux terroristes mêmes. Le gouvernement italien n’a par ailleurs même pas estimé nécessaire de demander des explications aux autorités américaines au sujet de l’opération exécutée par des agents américains sur son propre territoire national, ni de se plaindre du fait que l’enlèvement d’Abou Omar a réduit à néant une importante opération anti-terrorisme qui était en cours de la part de la justice et de la police de Milan. Compte tenu de l’envergure de l’opération qui a conduit à l’enlèvement d’Abou Omar, il est difficile de croire – comme le gouvernement italien l’affirme – que les autorités italiennes, à un échelon ou à un autre, n’aient pas eu connaissance, sinon participé activement, à cette rendition. L’attitude, pour le moins étrange, du ministre de la Justice semble d’ailleurs plaider en ce sens. C’est d’ailleurs à cette conclusion que semble arriver la justice italienne : comme nous venons de le mentionner ci-dessus (2.3.2.4), l’enquête en cours est en train de démontrer que des fonctionnaires italiens ont directement pris part à l’enlèvement de Abou Omar et que les services de renseignement sont impliqués.", "(...)", "237.  Dans cette affaire, la justice et la police italiennes ont fait preuve [d’une] grande compétence et d’une remarquable indépendance, nonobstant les pressions politiques. Une compétence et une indépendance par ailleurs déjà démontrées lors des tragiques années ensanglantées par le terrorisme. Le parquet de Milan a été ainsi à même de reconstruire dans le détail un cas manifeste de restitution ainsi qu’un exemple déplorable d’absence de coopération internationale dans la lutte contre le terrorisme ».", "2.  Le deuxième « rapport Marty »", "179.  Ce rapport, publié le 11 juin 2007, explique en détail le déroulement de l’enquête concernant l’affaire « Abou Omar ». On peut y lire ceci :", "« 5.  Certains gouvernements européens ont fait et continuent de faire obstacle à la recherche de la vérité en invoquant la notion de « secret d’État ». Le secret est invoqué pour ne pas fournir d’explications aux instances parlementaires ou pour empêcher les autorités judiciaires d’établir les faits et de poursuivre les responsables d’actes délictueux. Ces critiques sont notamment valables envers l’Allemagne et l’Italie (...) En ce qui concerne l’Italie, il est frappant de constater que la doctrine du secret d’État est invoquée contre le procureur en charge de l’enquête de l’affaire Abou Omar avec des justifications qui sont presque identiques à celles qui sont avancées par les autorités de la Fédération de Russie pour réprimer des scientifiques, des journalistes et des avocats, dont un bon nombre a été poursuivi et condamné pour des soi-disant activités d’espionnage. La même démarche a induit les autorités de « l’ex-République yougoslave de Macédoine » à cacher la vérité et à donner une version manifestement fausse concernant les agissements de ses propres agences nationales ainsi que de la CIA lorsqu’elles ont procédé à la détention secrète et à la « restitution » de Khaled El-Masri.", "6.  Un recours à la doctrine du secret d’État, de telle manière à ce qu’elle s’applique même des années après les faits, apparaît inacceptable dans une société démocratique fondée sur le principe de la prééminence du droit. Cela devient franchement choquant lorsque l’instance même qui s’en prévaut cherche à définir la notion et la portée du secret, afin de se soustraire ainsi à ses responsabilités. L’invocation du secret d’État ne devrait pas être autorisée lorsqu’elle sert à couvrir des violations des droits de l’homme et son recours devrait, en tous les cas, être soumis à une procédure rigoureuse de contrôle. (...)", "322.  Dans mon [précédent] rapport j’avais déjà eu l’occasion de rendre hommage à la compétence et à la grande qualité du travail de magistrats et des services de police de Milan. Il est affligeant de voir aujourd’hui à quel genre de traitement sont soumis des magistrats de la valeur de Armando Spataro et de Ferdinando Pomarici, des procureurs engagés depuis des années, non sans de grands risques personnels, dans la répression du terrorisme, une lutte qu’ils ont toujours menée avec efficacité et dans le strict respect des règles d’un État fondé sur la primauté du droit. On est arrivé maintenant au point de dénoncer ces magistrats pour violation du secret d’État ! »", "3.  Le Rapport du Parlement européen", "180.  Le 30 janvier 2007, le Parlement européen a publié un rapport intitulé « Utilisation alléguée de pays européens par la CIA pour le transport et la détention illégale de prisonniers ». Dans ses passages concernant l’affaire du requérant, ce rapport se lit ainsi :", "« Le Parlement européen,", "(...)", "50.  déplore que les représentants des gouvernements italiens, ancien et actuel, qui sont ou ont été responsables des services secrets italiens, aient décliné l’invitation à se présenter devant la commission temporaire ;", "51.  condamne la restitution extraordinaire par la CIA de l’ecclésiastique égyptien Abou Omar, qui avait obtenu l’asile en Italie et a été enlevé à Milan le 17 février 2003, pour être ensuite transféré à la base militaire de l’OTAN d’Aviano en voiture, avant d’être transporté par avion, via la base militaire de l’OTAN de Ramstein, en Allemagne, vers l’Égypte, où il a été détenu au secret et torturé ;", "52.  condamne le rôle actif joué par un capitaine des carabinieri et par certains fonctionnaires du Service de renseignement et de sécurité militaire italien (SISMI) dans l’enlèvement d’Abou Omar, comme le montrent l’enquête judiciaire et les preuves réunies par le procureur milanais Armando Spataro ;", "53.  constate, en le déplorant, que le général Nicolò Pollari, ancien directeur du SISMI, a dissimulé la vérité lorsqu’il s’est présenté devant la commission temporaire le 6 mars 2006, déclarant que les agents italiens n’avaient joué aucun rôle dans les enlèvements organisés par la CIA et que le SISMI ignorait le projet d’enlèvement d’Abou Omar ;", "54.  estime très probable, au vu de l’implication du SISMI, que le gouvernement italien alors en fonction ait été au courant de la restitution extraordinaire d’Abou Omar sur son territoire ;", "55.  remercie le procureur Spataro de son témoignage devant la commission temporaire, salue l’enquête efficace et indépendante qu’il a réalisée afin de faire la lumière sur la restitution extraordinaire d’Abou Omar et souscrit pleinement à ses conclusions et à la décision du GUP (juge des audiences préliminaires) de traduire en justice vingt-six citoyens américains, agents de la CIA, sept hauts responsables du SISMI, un carabiniere du Raggruppamento Operativo Speciale (ROS, groupe spécial d’opérations) et le directeur adjoint du quotidien \"Libero\"; se félicite de l’ouverture du procès au tribunal de Milan ;", "56.  regrette que l’enlèvement d’Abou Omar ait porté préjudice à l’enquête que menait le procureur Spataro sur le réseau terroriste auquel était lié Abou Omar; rappelle que, si Abou Omar n’avait pas été illégalement enlevé et transporté dans un autre pays, il aurait fait l’objet d’un jugement ordinaire et équitable en Italie ;", "57.  prend acte de ce que le témoignage fourni par le général Pollari est incompatible avec un certain nombre de documents trouvés dans les locaux du SISMI et saisis par le parquet milanais; considère que ces documents montrent que le SISMI était régulièrement informé par la CIA sur la détention d’Abou Omar en Égypte ;", "58.  regrette profondément que la direction du SISMI ait systématiquement induit en erreur, parmi d’autres, le parquet milanais, dans le but de nuire à l’enquête sur la restitution extraordinaire d’Abou Omar; exprime la très vive préoccupation que lui inspirent, d’une part, le fait que la direction du SISMI semblait bien travailler à un programme parallèle et, d’autre part, l’absence de contrôles internes et gouvernementaux appropriés; demande au gouvernement italien de remédier d’urgence à cette situation en mettant en place des contrôles parlementaires et gouvernementaux renforcés ;", "59.  condamne les poursuites illégales à l’encontre de journalistes italiens qui enquêtaient sur la restitution extraordinaire d’Abou Omar, la mise sur écoutes de leurs conversations téléphoniques et la confiscation de leurs ordinateurs; souligne que les témoignages de ces journalistes ont été extrêmement bénéfiques au travail de la commission temporaire;", "60.  critique la lenteur avec laquelle le gouvernement italien a décidé de démettre de ses fonctions et de remplacer le général Pollari ;", "61.  regrette que des documents sur la coopération italo-américaine dans la lutte contre le terrorisme, qui auraient permis d’avancer dans l’enquête sur la restitution extraordinaire d’Abou Omar, aient été classifiés par l’ancien gouvernement italien et que le gouvernement actuel ait confirmé le statut classifié de ces documents ;", "62.  prie instamment le ministre italien de la justice de donner suite dès que possible aux demandes d’extradition des vingt-six citoyens américains susmentionnés afin qu’ils soient jugés en Italie ».", "D.  Documents juridiques internationaux", "1.  La Convention de Vienne sur les relations consulaires, adoptée à Vienne le 24 avril 1963 et entrée en vigueur le 19 mars 1967", "181.  L’article 36 de la Convention de Vienne sur les relations consulaires, en ses passages pertinents en l’espèce, se lit ainsi :", "Article 36", "Communication avec les ressortissants de l’État d’envoi", "« 1.  Afin que l’exercice des fonctions consulaires relatives aux ressortissants de l’État d’envoi soit facilité :", "(...)", "b.  Si l’intéressé en fait la demande, les autorités compétentes de l’État de résidence doivent avertir sans retard le poste consulaire de l’État d’envoi lorsque, dans sa circonscription consulaire, un ressortissant de cet État est arrêté, incarcéré ou mis en état de détention préventive ou toute autre forme de détention. Toute communication adressée au poste consulaire par la personne arrêtée, incarcérée ou mise en état de détention préventive ou toute autre forme de détention doit également être transmise sans retard par lesdites autorités. Celles-ci doivent sans retard informer l’intéressé de ses droits aux termes du présent alinéa (...) »", "2.  Le Pacte international relatif aux droits civils et politiques (PIDCP)", "182.  Les dispositions pertinentes de ce pacte, adopté le 16 décembre 1966 et entré en vigueur le 23 mars 1976, sont ainsi libellées :", "Article 4", "« (...)", "2.  La disposition précédente n’autorise aucune dérogation aux articles 6, 7, 8 (par. 1 et 2), 11, 15, 16 et 18.", "(...) »", "Article 7", "« Nul ne sera soumis à la torture ni à des peines ou traitements cruels, inhumains ou dégradants. En particulier, il est interdit de soumettre une personne sans son libre consentement à une expérience médicale ou scientifique. »", "Article 9", "« 1.  Tout individu a droit à la liberté et à la sécurité de sa personne. Nul ne peut faire l’objet d’une arrestation ou d’une détention arbitraire. Nul ne peut être privé de sa liberté, si ce n’est pour des motifs et conformément à la procédure prévus par la loi.", "2.  Tout individu arrêté sera informé, au moment de son arrestation, des raisons de cette arrestation et recevra notification, dans le plus court délai, de toute accusation portée contre lui.", "3.  Tout individu arrêté ou détenu du chef d’une infraction pénale sera traduit dans le plus court délai devant un juge ou une autre autorité habilitée par la loi à exercer des fonctions judiciaires, et devra être jugé dans un délai raisonnable ou libéré. La détention de personnes qui attendent de passer en jugement ne doit pas être de règle, mais la mise en liberté peut être subordonnée à des garanties assurant la comparution de l’intéressé à l’audience, à tous les autres actes de la procédure et, le cas échéant, pour l’exécution du jugement.", "4.  Quiconque se trouve privé de sa liberté par arrestation ou détention a le droit d’introduire un recours devant un tribunal afin que celui-ci statue sans délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale.", "5.  Tout individu victime d’arrestation ou de détention illégale a droit à réparation. »", "3.  La Convention internationale pour la protection de toutes les personnes contre les disparitions forcées", "183.  Les dispositions pertinentes en l’espèce de cette convention, adoptée le 20 décembre 2006 et entrée en vigueur le 23 décembre 2010 – et qui a été signée, mais non ratifiée, par l’État défendeur –, sont les suivantes :", "Article premier", "« 1.  Nul ne sera soumis à une disparition forcée.", "2.  Aucune circonstance exceptionnelle, quelle qu’elle soit, qu’il s’agisse de l’état de guerre ou de menace de guerre, d’instabilité politique intérieure ou de tout autre état d’exception, ne peut être invoquée pour justifier la disparition forcée. »", "Article 2", "« Aux fins de la présente Convention, on entend par « disparition forcée » l’arrestation, la détention, l’enlèvement ou toute autre forme de privation de liberté par des agents de l’État ou par des personnes ou des groupes de personnes qui agissent avec l’autorisation, l’appui ou l’acquiescement de l’État, suivi du déni de la reconnaissance de la privation de liberté ou de la dissimulation du sort réservé à la personne disparue ou du lieu où elle se trouve, la soustrayant à la protection de la loi. »", "Article 3", "« Tout État partie prend les mesures appropriées pour enquêter sur les agissements définis à l’article 2, qui sont l’œuvre de personnes ou de groupes de personnes agissant sans l’autorisation, l’appui ou l’acquiescement de l’État, et pour traduire les responsables en justice. »", "Article 4", "« Tout État partie prend les mesures nécessaires pour que la disparition forcée constitue une infraction au regard de son droit pénal. »", "4.  Le Manuel pour enquêter efficacement sur la torture et autres peines et traitements cruels, inhumains ou dégradants – le Protocole d’Istanbul, publié en 1999 par le Haut-Commissariat des Nations unies aux droits de l’homme", "184.  Le passage pertinent de ce manuel est ainsi libellé :", "« 80.  Les victimes présumées de torture ou de mauvais traitements et leurs représentants légaux sont informés de toute audition qui pourrait être organisée, ont la possibilité d’y assister et ont accès à toute information touchant l’enquête ; ils peuvent produire d’autres éléments de preuve. »", "5.  Les articles sur la responsabilité de l’État pour fait internationalement illicite, adoptés par la Commission du droit international le 3 août 2001, Annuaire de la Commission du droit international, 2001, vol. II", "185.  Ces articles, en leurs passages pertinents, se lisent ainsi :", "Article 7", "Excès de pouvoir ou comportement contraire aux instructions", "« Le comportement d’un organe de l’État ou d’une personne ou entité habilitée à l’exercice de prérogatives de puissance publique est considéré comme un fait de l’État d’après le droit international si cet organe, cette personne ou cette entité agit en cette qualité, même s’il outrepasse sa compétence ou contrevient à ses instructions. »", "Article 14", "Extension dans le temps de la violation d’une obligation internationale", "« 1.  La violation d’une obligation internationale par le fait de l’État n’ayant pas un caractère continu a lieu au moment où le fait se produit, même si ses effets perdurent.", "2.  La violation d’une obligation internationale par le fait de l’État ayant un caractère continu s’étend sur toute la période durant laquelle le fait continue et reste non conforme à l’obligation internationale.", "3.  La violation d’une obligation internationale requérant de l’État qu’il prévienne un événement donné a lieu au moment où l’événement survient et s’étend sur toute la période durant laquelle l’événement continue et reste non conforme à cette obligation. »", "Article 15", "Violation constituée par un fait composite", "« 1.  La violation d’une obligation internationale par l’État à raison d’une série d’actions ou d’omissions, définie dans son ensemble comme illicite, a lieu quand se produit l’action ou l’omission qui, conjuguée aux autres actions ou omissions, suffit à constituer le fait illicite.", "2.  Dans un tel cas, la violation s’étend sur toute la période débutant avec la première des actions ou omissions de la série et dure aussi longtemps que ces actions ou omissions se répètent et restent non conformes à ladite obligation internationale. »", "Article 16", "Aide ou assistance dans la commission du fait internationalement illicite", "« L’État qui aide ou assiste un autre État dans la commission du fait internationalement illicite par ce dernier est internationalement responsable pour avoir agi de la sorte dans le cas où :", "a)  Ledit État agit ainsi en connaissance des circonstances du fait internationalement illicite ; et", "b)  Le fait serait internationalement illicite s’il était commis par cet État. »", "6.  Le rapport soumis le 2 juillet 2002 à l’Assemblée générale des Nations unies par le Rapporteur spécial de la Commission des droits de l’homme chargé d’examiner les questions se rapportant à la torture et autres peines ou traitements cruels, inhumains ou dégradants (A/57/173)", "186.  Le passage pertinent de ce rapport se lit ainsi :", "« 35.  Enfin, le Rapporteur spécial aimerait demander à tous les États de veiller à ce qu’en aucun cas les personnes qu’ils ont l’intention d’extrader, pour qu’elles répondent du chef de terrorisme ou d’autres chefs, ne soient livrées, à moins que le gouvernement du pays qui les reçoit ne garantisse de manière non équivoque aux autorités qui extradent les intéressés que ceux-ci ne seront pas soumis à la torture ou à aucune autre forme de mauvais traitement lors de leur retour et qu’un dispositif a été mis en place afin de s’assurer qu’ils sont traités dans le plein respect de la dignité humaine. »", "7.  La Résolution no 1433 (2005), Légalité de la détention de personnes par les États-Unis à Guantánamo Bay, adoptée le 26 avril 2005 par l’Assemblée parlementaire du Conseil de l’Europe", "187.  Cette résolution, en ses passages pertinents, est ainsi libellée :", "« 7.  Sur la base d’une analyse approfondie des éléments juridiques et factuels produits par ces sources et d’autres sources fiables, l’Assemblée conclut que les circonstances entourant la détention de personnes à Guantánamo Bay par les ÉtatsUnis présentent des illégalités et ne se conforment pas au principe de l’État de droit, pour les motifs suivants :", "(...)", "vii.  en pratiquant la « restitution », c’est-à-dire le transfert de personnes vers d’autres pays, en dehors de toute procédure judiciaire, aux fins d’interrogatoire ou de détention, les États-Unis ont autorisé que les détenus soient soumis, dans d’autres pays, à la torture et à des traitements cruels, inhumains ou dégradants, en violation de l’interdiction de non-refoulement (...) »", "8.  La Résolution no 1463 (2005), Disparitions forcées, adoptée le 3 octobre 2005 par l’Assemblée parlementaire du Conseil de l’Europe", "188.  Les passages pertinents de cette résolution se lisent ainsi :", "« 1.  Le terme de « disparition forcée » recouvre la privation de liberté, le refus de reconnaître cette privation de liberté ou de révéler le sort réservé à la personne disparue et le lieu où elle se trouve, et la soustraction de la personne à la protection de la loi.", "2.  L’Assemblée parlementaire condamne catégoriquement la disparition forcée, qu’elle considère comme une violation très grave des droits de l’homme, au même titre que la torture et le meurtre, et elle constate avec préoccupation que, même en Europe, ce fléau humanitaire continue de sévir. »", "9.  La Résolution 60/148 sur la torture et autres peines ou traitements cruels, inhumains ou dégradants, adoptée le 16 décembre 2005 par l’Assemblée générale des Nations unies", "189.  Les passages pertinents de cette résolution sont ainsi libellés :", "« L’Assemblée générale :", "(...)", "11.  Rappelle à tous les États qu’une période prolongée de mise au secret ou de détention dans des lieux secrets peut faciliter la pratique de la torture et d’autres peines ou traitements cruels, inhumains ou dégradants et peut en soi constituer un tel traitement, et demande instamment à tous les États de respecter les garanties concernant la liberté, la sécurité et la dignité de la personne. »", "10.  L’Avis no 363/2005 sur les obligations légales internationales des États membres du Conseil de l’Europe concernant les lieux de détention secrets et le transport interétatique de prisonniers, adopté le 17 mars 2006 par la Commission européenne pour la démocratie par le droit (Commission de Venise)", "190.  Les passages pertinents de cet avis de la Commission de Venise se lisent comme suit :", "« 30.  En ce qui concerne la terminologie utilisée pour désigner le transfert irrégulier et la détention de prisonniers, la Commission de Venise note que le terme « restitution » est fréquemment utilisé dans le débat public. Il ne s’agit pas d’un terme de droit international. Il s’emploie lorsqu’un État place une personne soupçonnée d’être impliquée dans une infraction grave (un acte terroriste par exemple) en détention dans un autre État. Il désigne également le transfert d’une telle personne en vue de sa détention sur le territoire du premier État, ou dans un lieu relevant de sa compétence, ou dans un État tiers. La « remise » est donc un terme général qui désigne plus le résultat – la mise en détention d’une personne suspectée – que les moyens. La légalité d’une « remise » dépendra de la législation des États concernés et des règles applicables du droit international, notamment le droit international des droits de l’homme. Cela étant, une « remise » particulière conforme au droit national d’un des États impliqués (qui n’interdit pas ou ne réglemente pas les activités extraterritoriales des organes d’État) n’est pas forcément conforme au droit interne des autres États concernés. En outre, une « remise » peut être contraire au droit international coutumier ou aux obligations coutumières ou résultant des traités qui incombent aux États participants dans le cadre du droit international des droits de l’homme et/ou du droit humanitaire international.", "31.  Le terme « restitution extraordinaire » semble utilisé lorsqu’il y a peu ou pas de doute que la mise en détention d’une personne n’est pas conforme aux procédures juridiques qui s’appliquent dans l’État où la personne se trouvait au moment de son arrestation.", "(...)", "159.  En ce qui concerne le transfert de prisonniers entre États", "f)  Il n’existe que quatre manières légales de transférer un prisonnier à des autorités étrangères : la déportation, l’extradition, le transit et les transferts de personnes condamnées aux fins d’exécution de leur peine dans des autres pays. Les procédures d’extradition et de déportation doivent être définies par le droit applicable, et les prisonniers doivent obtenir les garanties juridiques appropriées ainsi qu’un accès aux autorités compétentes. L’interdiction d’extrader ou d’expulser dans un pays où il existe un risque de torture ou de mauvais traitement doit être respectée. »", "11.  Le rapport du Rapporteur spécial des Nations unies sur la promotion et la protection des droits de l’homme et des libertés fondamentales dans la lutte antiterroriste, A/HCR/10/3, 4 février 2009", "191.  Dans son rapport, le Rapporteur spécial formule les considérations suivantes :", "« 38.  (...) Le Rapporteur spécial s’inquiète que des personnes soient détenues pendant une longue période dans le seul objectif d’obtenir des renseignements ou pour des motifs vagues au nom de la prévention. Ces situations constituent une privation arbitraire de liberté. L’existence de motifs justifiant une détention prolongée devrait être déterminée par un tribunal indépendant et impartial. La détention prolongée de personnes déclenche pour les autorités l’obligation d’établir sans délai si des soupçons de nature criminelle peuvent être confirmés et, dans l’affirmative, d’inculper le suspect et de le traduire en justice. (...)", "51.  Il reste très préoccupant pour le Rapporteur spécial que les États-Unis aient mis en place tout un système de restitutions extraordinaires, de détention au secret prolongée et de pratiques qui violent l’interdiction de la torture et autres formes de mauvais traitements. Ce système, impliquant un réseau international d’échange de renseignements, a créé une base d’information corrompue qui était partagée systématiquement avec les partenaires dans la guerre contre la terreur par le biais de la coopération en matière de renseignement, corrompant ainsi la culture institutionnelle des systèmes juridiques et institutionnels des États destinataires.", "(...)", "60.  Les obligations des États concernant les droits de l’homme, en particulier l’obligation d’assurer un recours utile, exigent que les dispositions juridiques en question ne conduisent pas à écarter a priori toute enquête, ou à éviter que des faits illicites soient mis au jour, en particulier quand des crimes internationaux ou des violations flagrantes des droits de l’homme sont rapportés (...) L’invocation à titre général du privilège des secrets d’État pour justifier de véritables politiques, comme le programme des États-Unis pour la détention au secret, les interrogatoires et les restitutions ou la règle touchant les tiers en matière de renseignement (conformément à la politique (...) de « contrôle de la source ») (...) empêche toute enquête effective et rend le droit à un recours illusoire. Cela est incompatible avec l’article 2 du Pacte international relatif aux droits civils et politiques, et cela pourrait aussi représenter une violation de l’obligation des États d’apporter une assistance judiciaire dans les enquêtes sur les violations flagrantes des droits de l’homme et les violations graves du droit international humanitaire. »", "12.  Les Résolutions 9/11 et 12/12 sur le droit à la vérité, adoptées les 18 septembre 2008 et 1er octobre 2009 par le Conseil des droits de l’homme des Nations unies", "192.  Le passage pertinent de ces résolutions se lit ainsi :", "« (...) le Comité des droits de l’homme et le Groupe de travail sur les disparitions forcées ou involontaires (...) ont reconnu que les victimes de violations flagrantes des droits de l’homme et les membres de leur famille ont le droit de connaître la vérité au sujet des événements qui se sont produits, et notamment de connaître l’identité des auteurs des faits qui ont donné lieu à ces violations (...) »", "13.  Lignes directrices adoptées par le Comité des Ministres du Conseil de l’Europe pour éliminer l’impunité pour les violations graves des droits de l’homme, 30 mars 2011", "193.  Ces lignes directrices traitent de la question de l’impunité pour des omissions ou actes générateurs de graves violations des droits de l’homme. Elles couvrent les obligations qui incombent aux États en application de la Convention, à savoir prendre des mesures positives en ce qui concerne non seulement leurs agents, mais également les acteurs non étatiques. Aux termes de ces lignes directrices, « (...) l’impunité est causée ou facilitée notamment par le manque de réaction diligente des institutions ou des agents de l’État face à de graves violations des droits de l’homme. (...) Les États ont le devoir de lutter contre l’impunité afin de rendre justice aux victimes, de dissuader la commission ultérieure de violations des droits de l’homme et de préserver l’État de droit ainsi que la confiance de l’opinion publique dans le système judiciaire ». Les lignes directrices décrivent notamment les mesures générales à prendre par les États en vue de prévenir l’impunité, consacrent l’obligation d’enquêter et précisent les garanties à prévoir pour les personnes privées de liberté.", "14.  Le « rapport Marty » de 2011 (Doc. 12714 de l’Assemblée parlementaire du Conseil de l’Europe, publié le 16 septembre 2011)", "194.  Dans ce rapport, intitulé « Les recours abusifs au secret d’État et à la sécurité nationale: obstacles au contrôle parlementaire et judiciaire des violations des droits de l’homme », on peut lire ceci :", "6.  La surveillance parlementaire des services de renseignement et de sécurité, civils et militaires, est soit inexistante soit largement insuffisante dans de nombreux États membres du Conseil de l’Europe. Les commissions parlementaires permanentes ou ad hoc créées dans plusieurs pays pour surveiller les activités des services secrets souffrent d’un manque d’information, celle-ci étant contrôlée exclusivement par l’exécutif lui-même, le plus souvent, d’ailleurs, par un cercle très restreint de celui-ci.", "7.  L’Assemblée salue le développement de la coopération entre les services secrets de différents pays, outil indispensable pour faire face aux manifestations les plus graves de la criminalité organisée et au terrorisme. Cette coopération internationale doit cependant être accompagnée d’une collaboration équivalente entre les organes de surveillance. Il est inacceptable que des activités concernant plusieurs pays échappent à tout contrôle du fait que dans chaque pays les services concernés invoquent la nécessité de protéger la future coopération avec leurs partenaires étrangers pour justifier le refus d’informer leurs organes de contrôle respectifs.", "EN DROIT", "I.  SUR LES EXCEPTIONS PRÉLIMINAIRES DU GOUVERNEMENT", "A.  L’exception du Gouvernement tirée du caractère prématuré de la requête et du non-épuisement des voies de recours internes en matière pénale", "1.  Le Gouvernement", "195.  Le Gouvernement observe d’emblée que la requête a été introduite le 4 août 2009, alors que la procédure pénale portant sur l’enlèvement du requérant était pendante devant les juridictions nationales. Il relève en particulier que la décision du tribunal de Milan du 4 novembre 2009, tout comme les décisions de la cour d’appel de Milan et de la Cour de cassation, n’avaient pas encore été prononcées. Le Gouvernement demande à la Cour d’apprécier la situation au moment de l’introduction de la requête et de la rejeter pour non-épuisement des voies de recours internes.", "En bref, il estime que, lors de l’introduction de leur requête devant la Cour, les requérants n’avaient pas préalablement épuisé les voies de recours disponibles au niveau national, et ce au mépris de l’article 35 § 1 de la Convention.", "2.  Les requérants", "196.  Pour les requérants, l’obligation d’épuisement des voies de recours internes aux termes de l’article 35 § 1 de la Convention n’est applicable que dans la mesure où il existe, au niveau national, des recours permettant d’établir la violation de la Convention en question et d’offrir un redressement adéquat à la victime.", "197.  Quant au caractère prétendument prématuré de la requête, les requérants indiquent que le caractère inadéquat de l’enquête au sens des articles 3 et 13 de la Convention avait, selon eux, déjà été mis en évidence par la décision du président du Conseil des ministres d’opposer le secret d’État et par l’arrêt de la Cour constitutionnelle no 106/2009 du 18 mars 2009 se prononçant à cet égard. Dès lors, indépendamment du fait qu’ils se sont bien prévalus des recours existant en droit interne, les requérants estiment qu’ils n’étaient pas tenus d’attendre l’arrêt de la Cour de cassation pour saisir la Cour. En effet, aucun recours n’était efficace contre l’usage du secret d’État, comme il ressort d’ailleurs des arrêts prononcés par la Cour de cassation et par la cour d’appel de Milan.", "3.  Appréciation de la Cour", "a)  Principes généraux", "198.  Aux termes de l’article 35 § 1 de la Convention, la Cour ne peut être saisie qu’après l’épuisement des voies de recours internes, tel qu’il est entendu selon les principes de droit international généralement reconnus, et dans un délai de six mois à partir de la date de la décision interne définitive.", "La Cour a déjà jugé, dans certaines affaires introduites avant la fin de la procédure pénale concernant des mauvais traitements aux termes de l’article 3, que l’exception du gouvernement défendeur tirée du caractère prématuré de la requête avait perdu sa raison d’être une fois la procédure pénale en question achevée (Kopylov c. Russie, no 3933/04, § 119, 29 juillet 2010, renvoyant à Samoylov c. Russie, no 64398/01, § 39, 2 octobre 2008 ; et Cestaro c. Italie, no 6884/11, § 145, 7 avril 2015).", "En outre, si, en principe, le requérant a l’obligation de tenter loyalement divers recours internes avant de saisir la Cour et si le respect de cette obligation s’apprécie à la date d’introduction de la requête (Baumann c. France, no 33592/96, § 47, CEDH 2001V), la Cour tolère que le dernier échelon de ces recours soit atteint peu après le dépôt de la requête, mais avant qu’elle ne soit appelée à se prononcer sur la recevabilité de celle-ci (Karoussiotis c. Portugal, no 23205/08, §§ 57 et 87-92, CEDH 2011, Rafaa c. France, no 25393/10, § 33, 30 mai 2013 et Cestaro, précité, §§ 146 et 205-208 et les références y mentionnées).", "b)  Application de ces principes", "199.  En l’espèce, la Cour note que le requérant allègue avoir été victime d’une opération de « remise extraordinaire », qui a commencé avec son enlèvement à Milan, le 17 février 2003. L’autorité judiciaire, saisie d’une plainte de la requérante le 20 février 2003, a ouvert une enquête sur la disparition du requérant. La Cour relève ensuite qu’au moment de l’introduction de la requête – le 6 août 2009 – la procédure pénale portant sur la disparition du requérant, dans laquelle les intéressés se sont constitués partie civile, était déjà pendante depuis six ans et demi (paragraphe 30 ci-dessus). En outre, son développement ultérieur dépendait, dans une large mesure, des décisions du président du Conseil des ministres de faire usage du secret d’État, ainsi que de l’arrêt de la Cour constitutionnelle no 106/2009 du 18 mars 2009, qui a conclu, en l’occurrence, que l’application du secret d’État était légitime (paragraphes 82-109 ci-dessus).", "200.  Dans ces circonstances, la Cour ne saurait reprocher aux requérants de lui avoir adressé leurs griefs dès le 6 août 2009, sans attendre les décisions prononcées ultérieurement par les juridictions nationales. Partant, il y a lieu de tolérer en l’espèce que la procédure litigieuse se soit terminée après l’introduction de la requête, mais avant que la Cour ne soit appelée à se prononcer sur la recevabilité de celle-ci.", "201.  En conséquence, cette exception ne peut être retenue.", "B.  Le deuxième volet de l’exception du Gouvernement tirée du non-épuisement des voies de recours internes en matière civile", "1.  Le Gouvernement", "202.  Au cours des plaidoiries, le Gouvernement a observé que les requérants n’ont pas non plus épuisé les voies de recours en matière civile. Il a expliqué qu’après le jugement du tribunal de Milan du 4 novembre 2009 (voir aussi les paragraphes 112-117 ci-dessus), qui leur a accordé des provisions, les requérants n’avaient pas entamé une procédure aux fins d’obtenir le paiement des sommes en question, alors même qu’une mesure conservatoire avait été imposée sur les biens d’un des condamnés en Italie.", "Le Gouvernement a ajouté que les requérants n’avaient pas entamé une procédure ultérieure en vue d’obtenir une détermination globale et définitive des dommages-intérêts au titre du préjudice subi.", "2.  Les requérants", "203.  Les requérants ont rétorqué qu’ils n’avaient aucune chance en tant que partie civile d’obtenir le paiement des sommes accordées par les juridictions nationales ni d’engager une procédure en dommages-intérêts. En effet, les accusés du SISMi auraient bénéficié d’un non-lieu et leurs agissements auraient été couverts par le secret d’État. Les requérants ont reconnu que les agents de la CIA avaient été condamnés, mais ont rappelé que ceux-ci étaient protégés par une immunité aux États-Unis, et étaient donc inattaquables. Quant à la mesure conservatoire évoquée par le Gouvernement, les requérants ont précisé qu’il s’agissait d’une procédure d’exécution forcée, intentée en Italie par des créanciers à l’encontre de M. Lady qui lui avaient prêté une somme d’argent pour financer l’achat d’une maison, et que la confiscation de la maison en question a bénéficié uniquement auxdits créanciers, qui pouvaient se prévaloir d’une créance privilégiée.", "3.  Appréciation de la Cour", "a)  Principes généraux", "204.  La Cour renvoie, tout d’abord, aux principes généraux relatifs à la règle de l’épuisement des voies de recours internes qui ont été résumés récemment dans l’arrêt Vučković et autres c. Serbie ((exceptions préliminaires) [GC], nos 17153/11 et 29 autres, §§ 69-77, 25 mars 2014). Elle rappelle, en particulier, que l’article 35 § 1 de la Convention ne prescrit que l’épuisement des recours à la fois relatifs aux violations incriminées, disponibles et adéquats. Un recours est effectif lorsqu’il est disponible tant en théorie qu’en pratique à l’époque des faits, c’est-à-dire lorsqu’il est accessible, susceptible d’offrir au requérant le redressement de ses griefs et présente des perspectives raisonnables de succès (Akdivar et autres c. Turquie, 16 septembre 1996, § 68, Recueil des arrêts et décisions 1996IV, et Demopoulos et autres c. Turquie (déc.) [GC], nos 46113/99, 3843/02, 13751/02, 13466/03, 10200/04, 14163/04, 19993/04 et 21819/04, § 70, CEDH 2010). Dans son appréciation de l’effectivité de la voie de recours indiquée par le gouvernement défendeur, la Cour doit donc prendre en compte la nature des griefs et les circonstances de l’affaire pour établir si cette voie de recours fournissait au requérant un moyen adéquat de redressement de la violation dénoncée (Łatak c. Pologne (déc.), no 52070/08, 12 octobre 2010).", "Enfin, il y a lieu de rappeler que l’obligation d’octroyer une réparation au niveau interne s’ajoute à l’obligation de mener une enquête approfondie et effective visant à l’identification et à la sanction des responsables et ne se substitue pas à elle ; les voies de recours exclusivement indemnitaires ne peuvent pas être considérées comme effectives sur le terrain de cette disposition (Sapožkovs c. Lettonie, no 8550/03, §§ 54-55, 11 février 2014)", "b)  Application de ces principes", "205.  En l’espèce, le principal argument avancé par le Gouvernement concerne le fait que les requérants auraient omis d’introduire deux procédures, la première en vue de faire exécuter le jugement des juridictions pénales leur accordant à titre provisoire des dommages-intérêts et la seconde pour demander aux juridictions civiles de fixer le montant définitif de ces dommages-intérêts (paragraphe 202 ci-dessus).", "206.  À cet égard, la Cour note que, par son arrêt du 4 novembre 2009, le tribunal de Milan a condamné vingt-trois citoyens américains (dont vingt-deux agents de la CIA et le colonel Romano) et deux citoyens italiens, M. Pompa et M. Seno, à verser solidairement des dommages-intérêts aux requérants, en réparation des atteintes aux droits de l’homme et des injustices qu’ils leur avaient fait subir. À titre provisoire, le tribunal a octroyé une provision de 1 000 000 EUR au requérant et de 500 000 EUR à la requérante (paragraphe-117 ci-dessus). Dans son arrêt du 15 décembre 2010, la cour d’appel de Milan a annulé la condamnation de MM. Pompa et Seno à verser des dommages-intérêts aux requérants, mais a confirmé l’indemnité à payer par les citoyens américains (paragraphe 135 ci-dessus). Quant aux agents du SISMi, ils n’ont pas été appelés à indemniser les requérants, étant donné qu’ils ont bénéficié de l’annulation de leur condamnation pénale en application du secret d’État (paragraphe 134 ci-dessous).", "Il est à noter que la Cour constitutionnelle, dans son arrêt no  106/209 du 18 mars 2009, a souligné qu’en vertu des articles 202 § 6 du CPP, 41 de la loi no 124/2007 et 261 du CP, les agents de l’État ne pouvaient pas, même lorsqu’ils étaient interrogés en qualité d’accusé, divulguer des faits couverts par le secret d’État (paragraphe 106 in fine ci-dessus). Ce principe devrait également être opposable dans le cadre d’un éventuel procès civil initié par les requérants contre les agents italiens en vue d’obtenir une compensation financière (voir aussi le paragraphe 107 ci-dessus).", "207.  Il découle de ce qui précède qu’aucun des agents italiens impliqués dans les faits litigieux ne pourrait, en réalité, être déclaré responsable devant les juridictions civiles italiennes en raison du préjudice subi par les requérants.", "Les seules personnes légalement responsables à qui les montants déjà octroyés ou les dommages-intérêts ultérieurement accordés pourraient être réclamés sont les vingt-six citoyens américains condamnés, qui ont quitté l’Italie à des dates non précisées, probablement début 2005, et qui depuis lors ont été considérés comme « introuvables », puis « en fuite », par les autorités italiennes (paragraphes 38-39 et 42-45 ci-dessus).", "En dépit des demandes du ministère public ou des autorités judiciaires en ce sens, le ministre de la Justice a décidé de ne demander ni l’extradition de ces vingt-six personnes, ni la publication d’avis de recherche à leur égard (paragraphes 46-48 et 145-146 ci-dessus). Même si les mandats d’arrêt européens décernés contre ces individus sont en vigueur depuis au moins début janvier 2006 (paragraphes 49 et 145 ci-dessus), seule une des personnes condamnées a été à ce jour arrêtée pour une courte période, la procédure d’extradition dirigée contre elle étant pendante à la date de l’adoption du présent arrêt (paragraphe 151 ci-dessus).", "Compte tenu de l’attitude adoptée par les autorités exécutives italiennes à l’égard des citoyens américains condamnés, la Cour considère que ces organes ont considérablement compromis – voir réduit à néant – les chances des requérants d’obtenir un dédommagement des personnes responsables.", "208.  Le Gouvernement a aussi suggéré que la mesure conservatoire qui a frappé les biens d’un des condamnés était susceptible de permettre aux requérants de recevoir les provisions qui leur ont été accordées (paragraphe 202 ci-dessus).", "Il est vrai qu’en janvier 2007, une moitié de la villa piémontaise de M. Lady, le principal condamné, a été saisie par une mesure conservatoire initiée par le parquet de Milan (paragraphe 73 ci-dessus). Néanmoins, comme le relève le requérant, la propriété en question a finalement fait l’objet d’une saisie immobilière par un créancier privilégié, à savoir la banque ayant accordé un prêt à M. Lady et à sa femme. Aucune fraction du produit de la vente n’a été réservée pour les requérants (paragraphes 73 et 144 ci-dessus).", "En somme, le Gouvernement n’a pas soumis d’éléments ou d’arguments susceptibles de convaincre la Cour que les requérants disposaient d’une possibilité réelle d’obtenir des dommages-intérêts.", "209.  Dès lors, la Cour rejette l’exception du Gouvernement.", "C.  L’exception tirée du non-respect du délai de six mois", "210.  Le Gouvernement soutient ensuite que, dès lors qu’il n’y a pas eu d’épuisement des voies de recours internes, la requête est tardive.", "211.  Les requérants s’opposent à la thèse du Gouvernement.", "212.  Dans la mesure où l’exception de tardiveté de la requête semble être, pour le Gouvernement, la conséquence du non-épuisement des voies de recours internes, la Cour rappelle qu’elle a rejeté l’exception relative au non-épuisement (paragraphes 199-201 ci-dessus).", "213.  En tout état de cause, la Cour note que s’il est vrai que l’enlèvement du requérant a eu lieu le 17 février 2003 et que la présente requête a été introduite le 6 août 2009, la procédure nationale – entamée suite aux faits dénoncés par la requérante quelques jours après l’enlèvement de son époux – portait sur la disparition du requérant et elle a donc interrompu le délai de six mois qui avait commencé à courir le jour de l’enlèvement (voir, mutatis mutandis, El-Masri, précité, §§ 137-148).", "214.  Par conséquent, cette exception du Gouvernement doit être rejetée.", "II.  établissement des faits ET Appréciation des PREUVES par la cour", "A.  Observations des parties", "1.  Le requérant", "215.  Le requérant allègue avoir été victime d’une opération de remise extraordinaire menée par des agents de la CIA avec l’aide d’agents de l’État défendeur. Il estime que les enquêtes internationales et, surtout, les investigations engagées dans l’État défendeur ont permis de mettre au jour quantité d’éléments accablants corroborant ses allégations. Il allègue la violation de ses droits garantis par les articles 3, 5, 8 et 13 de la Convention à raison d’actes commis par des agents de l’État défendeur et par des agents étrangers opérant sur le territoire et sous la juridiction de celui-ci.", "216.  Le requérant demande à la Cour de prendre en compte tous les éléments de preuve recueillis au cours de l’enquête diligentée au niveau national.", "2.  Le Gouvernement", "217.  Le Gouvernement admet que le requérant a été enlevé à Milan, par des agents étrangers, avec l’aide d’un carabinier italien qui a agi à titre individuel. Il reconnaît que, selon les résultats de l’enquête, le requérant a été transporté de Milan jusqu’à la base militaire d’Aviano, et que, de là, il a été acheminé en avion à Ramstein, puis en Égypte.", "218.  Le Gouvernement conteste toutefois toute implication des autorités italiennes. Il ajoute que les preuves recueillies à l’encontre des agents du SISMi ont dû être écartées en raison du secret d’État. Le Gouvernement estime que la Cour ne saurait en décider autrement, aucun élément de preuve couvert par le secret d’État ne pouvant entrer en ligne de compte.", "B.  Appréciation de la Cour", "1.  Principes généraux", "219.  Dans les affaires où il existe des versions divergentes des faits, la Cour se trouve inévitablement aux prises, lorsqu’il lui faut établir les circonstances de la cause, avec les mêmes difficultés que celles auxquelles toute juridiction de première instance doit faire face. Elle rappelle que, pour l’appréciation des éléments de preuve, elle retient le critère de la preuve « au-delà de tout doute raisonnable ». Elle n’a toutefois jamais eu pour dessein d’emprunter la démarche des ordres juridiques nationaux qui appliquent ce critère. Il lui incombe de statuer non pas sur la culpabilité en vertu du droit pénal ou sur la responsabilité civile, mais sur la responsabilité des États contractants au regard de la Convention.", "La spécificité de la tâche que lui attribue l’article 19 de la Convention – assurer le respect par les Hautes Parties contractantes de leur engagement consistant à reconnaître les droits fondamentaux consacrés par cet instrument – conditionne sa façon d’aborder les questions de preuve. Dans le cadre de la procédure devant elle, il n’existe aucun obstacle procédural à la recevabilité d’éléments de preuve ni de formules prédéfinies applicables à leur appréciation. Elle adopte les conclusions qui, à son avis, se trouvent étayées par la libre appréciation de l’ensemble des éléments de preuve, y compris les déductions qu’elle peut tirer des faits et des observations des parties. Conformément à sa jurisprudence constante, la preuve peut résulter d’un faisceau d’indices, ou de présomptions non réfutées, suffisamment graves, précis et concordants. En outre, le degré de conviction nécessaire pour parvenir à une conclusion particulière et, à cet égard, la répartition de la charge de la preuve sont intrinsèquement liés à la spécificité des faits, à la nature de l’allégation formulée et au droit conventionnel en jeu. La Cour est également attentive à la gravité d’un constat selon lequel un État contractant a violé des droits fondamentaux (El Masri, précité, § 151, ainsi que les affaires qui y sont mentionnées, et Al Nashiri, précité, §§ 394-395 ainsi que les affaires qui y sont mentionnées).", "220.  Par ailleurs, la Cour rappelle que la procédure prévue par la Convention ne se prête pas toujours à une application rigoureuse du principe affirmanti incumbit probatio (la preuve incombe à celui qui affirme). Elle renvoie à sa jurisprudence relative aux articles 2 et 3 de la Convention selon laquelle, lorsque les événements en cause sont connus exclusivement des autorités, comme dans le cas des personnes soumises à leur contrôle en garde à vue, tout dommage corporel ou décès survenu pendant cette période de détention donne lieu à de fortes présomptions de fait. La charge de la preuve pèse dans ce cas sur les autorités, qui doivent fournir une explication satisfaisante et convaincante. En l’absence d’une telle explication, la Cour est en droit de tirer des conclusions pouvant être défavorables au gouvernement défendeur (Salman c. Turquie [GC], no 21986/93, § 100, CEDH 2000VII, Çakıcı c. Turquie [GC], no 23657/94, § 85, CEDH 1999IV, El Masri, précité, § 152 et Al Nashiri, précité, § 396 ainsi que les affaires qui y sont mentionnées).", "2.  Application de ces principes", "a)  Sur la question de savoir si la Cour peut prendre en compte tous les éléments du dossier", "221.  En premier lieu, la Cour est appelée à se pencher sur l’argument du Gouvernement selon lequel elle doit limiter son appréciation aux éléments du dossier qui ne sont pas couverts par le secret d’État. Les juridictions nationales ayant conclu qu’aucune responsabilité pénale ne pouvait être imputée aux agents italiens du SISMi en raison du secret d’État, la Cour serait tenue de se conformer à cette conclusion.", "222.  Quant à la responsabilité pour les évènements litigieux, la Cour relève que les juridictions nationales ont établi que l’opération de remise extraordinaire était imputable :", "a)  à vingt-six agents américains, tous condamnés à des peines d’emprisonnement  et à verser des provisions aux requérants ;", "b)  à six agents des services italiens (SISMi), dont un est décédé en cours de procédure, les cinq autres ayant bénéficié de l’annulation de leur condamnation du fait de l’application du secret d’État aux preuves qui les accablaient ;", "c)  à un carabinier, M. Pironi, condamné dans le cadre d’une procédure séparée (paragraphes 74, 112-116, 134, 137-140 et 142-143 ci-dessus).", "223.  La Cour note ensuite que les aveux du carabinier Pironi ne sont pas couverts par le secret d’État. Celui-ci a déclaré que « l’opération » avait été concertée entre la CIA et le SISMi (paragraphes 56, 69 et 74 ci-dessus).", "224.  Ensuite, il y a eu des tentatives de mettre l’enquête sur une fausse piste de la part tant de la CIA que du SISMi (paragraphes 31, 61 et 114 ci-dessus). Le journaliste qui a contribué à la diffusion des fausses informations a été condamné pour recel de malfaiteurs dans une procédure séparée, dans le cadre de laquelle le secret d’État n’est pas entré en jeu (paragraphes 61 et 74 ci-dessus).", "225.  Deux agents du SISMi (M. Seno et M. Pompa, condamnés pour recel de malfaiteurs) ont aidé les accusés du SISMi à se soustraire à l’enquête (paragraphes 116 et 135-136 ci-dessus).", "La Cour relève aussi que certains agents du SISMi, accusés de complicité dans l’enlèvement du requérant (paragraphe 59 ci-dessus), ont déclaré que le SISMi était impliqué dans l’opération de remise extraordinaire. En outre, les écoutes téléphoniques (paragraphe 60 ci-dessus) et l’enregistrement d’une conversation entre deux agents du SISMi (paragraphe 64 ci-dessus) ont confirmé l’implication des agents italiens. Par ailleurs, des documents concernant l’enlèvement du requérant ont été saisis le 5 juillet 2006 au siège du SISMi à Rome (paragraphe 63 ci-dessus). Ces éléments de preuve ont servi de base à la cour d’appel de Milan pour condamner les cinq agents du SISMi (arrêt du 12 février 2013, paragraphes 124-125 ci-dessus).", "226.  Par ailleurs, la Cour note au passage que les informations ci-dessus ont été amplement diffusées dans la presse et sur internet avant que ne soit évoqué le secret d’État (paragraphe 65 ci-dessus). Le président du Conseil n’a évoqué celui-ci que le 26 juillet 2006 (paragraphe 68 ci-dessus).", "227.  Au vu de ce qui précède, et rappelant que, dans le cadre de la procédure devant elle, il n’existe aucun obstacle procédural à la recevabilité d’éléments de preuve et qu’elle adopte les conclusions qui, à son avis, se trouvent étayées par la libre appréciation de l’ensemble des éléments de preuve, y compris les déductions qu’elle peut tirer des faits et des observations des parties (El-Masri, précité, § 151, Al Nashiri, précité, § 394 et paragraphe 219 ci-dessus), la Cour va prendre en compte dans son appréciation toutes les circonstances de l’espèce, telles qu’exposées par les requérants et complétées par les informations se trouvant dans le domaine public, ainsi que tous les éléments de preuve à sa disposition, notamment les constatations des enquêteurs et des juridictions italiennes.", "b)  Sur l’existence de points litigieux entre les parties concernant les faits", "228.  La Cour relève d’emblée que, contrairement aux affaires précitées El-Masri, Husayn (Abu Zubaydah) et Al Nashiri, en l’espèce les faits de la cause ont fait l’objet d’une reconstitution par les juridictions nationales.", "229.  De plus, les faits de la cause, tels qu’ils ont été exposés par le requérant, n’ont pas été contestés, en substance, par le Gouvernement.", "Celui-ci n’a aucunement mis en cause la reconstitution des faits effectuée par les juridictions nationales et n’a présenté aucun argument relatif au rôle et aux activités de la CIA en Italie.", "Tout particulièrement, le Gouvernement a admis que le requérant avait été enlevé à Milan, par des agents étrangers, avec l’aide d’un carabinier italien. Il a reconnu que, selon les résultats de l’enquête, le requérant avait été acheminé de Milan jusqu’à la base militaire d’Aviano, et que de là, il avait été transporté en avion à destination de Ramstein, puis en Égypte. Cependant, le Gouvernement a exclu que ces faits soient imputables – directement ou indirectement – aux autorités italiennes, soutenant que l’opération avait été entièrement organisée et exécutée par les agents de la CIA, avec l’aide d’un carabinier italien, qui avait agi à titre individuel (paragraphe 239 ci-dessous).", "230.  En conséquence, le seul point en litige est celui de savoir si, au moment des faits, les autorités italiennes savaient que le requérant était victime d’une opération de « remise extraordinaire » et si elles étaient impliquées dans l’exécution de cette opération.", "c)  Sur la question de savoir s’il y eu remise extraordinaire", "231.  Les faits de la cause tels qu’ils ont été reconstitués par les juridictions nationales peuvent se résumer comme suit.", "Le 20 février 2003, la requérante signala à un commissariat de police de Milan la disparition de son époux. Le 26 février 2003, une certaine Mme R., fut entendue par la police (paragraphes 28-29 ci-dessus).", "En avril et mai 2004, les enquêteurs interceptèrent des conversations téléphoniques entre la requérante et son époux, entendirent un témoin qui avait parlé au téléphone avec ce dernier (paragraphe 33 ci-dessus), et se procurèrent le mémorandum rédigé par le requérant (paragraphes 10-22 ci-dessus).", "Les résultats de l’enquête figurant dans les mémoires présentés par le ministère public aux audiences des 23 et 30 septembre 2009 (paragraphe 112 ci-dessus), ainsi que l’établissement des faits par le tribunal de Milan et la cour d’appel de Milan (paragraphes 28-75, 82-87, 89-96, 112-118, 124-125 et 138-139 ci-dessus) confirment que le fait de l’enlèvement du requérant était établi. Il ressortait clairement de ces éléments que, le 17 février 2003, le requérant avait été enlevé à Milan par un « commando  » composé d’agents de la CIA et de M. Pironi, un membre du groupement opérationnel spécial de Milan, qui avaient fait monter le requérant dans une camionnette, l’avaient amené à l’aéroport d’Aviano, embarqué dans un avion Lear Jet 35, qui avait décollé à 18 h 20 pour la base de Ramstein et, finalement, mis à bord d’un Jet Executive Gulfstream, qui avait décollé à 20 h 30 à destination du Caire (paragraphe 112 ci-dessus).", "Grâce notamment à une vérification des communications téléphoniques passées dans les zones pertinentes, les enquêteurs purent repérer un certain nombre de cartes SIM téléphoniques potentiellement suspectes. Des vérifications des communications téléphoniques, le contrôle croisé des numéros appelés et appelants de ces cartes SIM, le contrôle des cartes de crédit utilisées, des déplacements en voiture de location ou en avion ou des séjours à l’hôtel permirent aux enquêteurs de parvenir à l’identification des utilisateurs réels des cartes téléphoniques. Une des cartes SIM en question fut retrouvée en Égypte dans les deux semaines qui suivirent l’enlèvement (paragraphes 36-37 ci-dessus).", "232.  En conclusion, il ressort clairement du dossier, et le Gouvernement l’admet, que le requérant a été enlevé en Italie, en présence d’un carabinier italien. Le requérant relevait dès lors de la juridiction de l’Italie et, au moment de l’enlèvement, un agent de l’État était présent. L’avion, qui a décollé d’Aviano en direction de Ramstein en Allemagne, a survolé l’espace aérien italien. Le Gouvernement n’a aucunement contesté la reconstitution des faits par les juridictions nationales et n’a présenté aucun argument relatif au rôle et aux activités de la CIA en Italie.", "233.  Les enquêteurs et les magistrats italiens ont établi qu’il était « évident qu’une opération telle que celle menée par les agents de la CIA à Milan, selon un schéma « avalisé » par le service [de renseignement] américain, ne pouvait avoir lieu sans que le service correspondant de l’État [territorial] en soit au moins informé » (paragraphe 62 ci-dessus) et que « l’existence d’une autorisation d’enlever Abou Omar, donnée par de très hauts responsables de la CIA à Milan (...), laissait présumer que les autorités italiennes avaient connaissance de l’opération, voire en étaient complices » (paragraphe 112 ci-dessus).", "La Cour partage leurs conclusions.", "234.  Sur la question de savoir s’il y eu remise extraordinaire, la Cour aussi attache de l’importance aux rapports et à la jurisprudence pertinente d’organes internationaux et étrangers qui, déjà à l’époque des faits, en 2002-2003, constituaient des sources fiables rendant compte de pratiques employées ou tolérées par les autorités américaines et qui étaient manifestement contraires aux principes de la Convention (paragraphes 172-173 ci-dessus, avec les références aux documents décrivant les sources publiques pertinentes relatées dans les affaires El Masri, Al Nashiri et Husayn (Abu Zubaydah)).", "235.  Au vu des éléments ci-dessus, la Cour tient pour établi que les autorités italiennes savaient que le requérant était victime d’une opération de « remise extraordinaire », qui a débuté par l’enlèvement de l’intéressé en Italie et s’est poursuivie par son transfert hors du territoire italien. Les allégations des requérants et les éléments du dossier sont suffisamment convaincants et établis au-delà de tout doute raisonnable.", "III.  LA RESPONSABILITé DES AUTORITéS NATIONALES", "A.  Observations des parties", "1.  Le requérant", "236.  Le requérant soutient que la responsabilité de l’État défendeur est engagée à plusieurs titres, pour les raisons suivantes :", "a)  les mauvais traitements qu’il dit avoir subis au moment de son enlèvement à Milan ;", "b)  la non-adoption par les autorités de mesures propres à lui éviter d’être soumis à des traitements contraires à l’article 3 de la Convention lors de sa prise en charge par l’équipe de remise de la CIA ;", "c)  la non-adoption par les autorités de mesures propres à empêcher sa privation de liberté arbitraire en Italie et son transfert en Égypte pour y être détenu. Le requérant considère que sa disparition prolongée pendant sa détention ultérieure en Égypte est également imputable au gouvernement italien ;", "d)  les mauvais traitements qu’il allègue avoir subis pendant sa détention en Égypte, au motif que les autorités italiennes l’auraient laissé, en toute connaissance de cause, être enlevé par des agents américains, puis égyptiens, alors même qu’il existait des motifs sérieux de penser qu’il courait un risque réel d’être soumis à des mauvais traitements.", "237.  Le requérant observe également que les autorités italiennes l’ont laissé aux mains des agents de la CIA dans le cadre d’une opération qu’elles ne pouvaient pas ignorer et qui l’exposait à un risque avéré de torture. Il leur reproche d’avoir ainsi consenti à son transfert en Égypte, alors qu’il bénéficiait d’un statut de réfugié.", "2.  Le Gouvernement", "238.  Le Gouvernement conteste toute implication des autorités italiennes. Selon lui, les agents de la CIA ont agi à leur insu en territoire italien. Il rappelle que le requérant a été immédiatement éloigné du territoire italien le jour même de l’enlèvement pour être transféré en Allemagne, puis en Égypte. Il explique que l’aéroport duquel l’avion a décollé est aux mains des forces américaines et n’a jamais été connu pour être un lieu de transit dans le cadre du programme américain de remises extraordinaires.", "239.  L’issue de la procédure pénale diligentée au niveau national confirmerait d’ailleurs l’absence de responsabilité des autorités italiennes. Le Gouvernement observe que cette procédure a conclu à la responsabilité exclusive des agents américains et à celle du carabinier M. Pironi, qui a agi à titre individuel.", "B.  Principes applicables pour évaluer la responsabilité des autorités italiennes", "240.  La Cour relève d’emblée que les griefs du requérant concernent des évènements survenus sur le territoire italien puis à l’étranger, en Allemagne et, finalement, en Égypte, dans des lieux de détention inconnus, après son transfert d’Italie (voir aussi Al Nashiri, précité, §§ 451-459).", "1.  Sur la responsabilité de l’État concernant les évènements qui ont lieu sur son territoire", "241.   À cet égard, la Cour rappelle que la responsabilité de l’État défendeur est engagée au regard de la Convention à raison des actes commis sur son territoire par des agents d’un État étranger, avec l’approbation formelle ou tacite de ses autorités (Ilaşcu et autres c. Moldova et Russie [GC], no  48787/99, § 318, CEDH 2004VII : El Masri, précité, § 206  et Al Nashiri, précité, § 452).", "2.  Sur la responsabilité de l’État concernant les évènements qui ont suivi l’enlèvement en Italie et le transfert à l’étranger du requérant dans le cadre de l’opération de « remise extraordinaire »", "242.  Selon la jurisprudence constante de la Cour, la décision d’un État contractant de renvoyer un fugitif – et a fortiori le renvoi lui-même – peut soulever un problème au regard de l’article 3, et donc engager la responsabilité de l’État en cause au titre de la Convention, lorsqu’il y a des motifs sérieux et avérés de croire que l’intéressé, si on le renvoie vers le pays de destination, y courra un risque réel d’être soumis à un traitement contraire à cette disposition. (Soering c. Royaume-Uni, 7 juillet 1989, § 91, série A no 161, Saadi c. Italie [GC], no 37201/06, §§ 125-126, CEDH 2008, Mamatkoulov et Askarov c. Turquie [GC], nos 46827/99 et 46951/99, § 67, CEDH 2005-I, El Masri, précité, § 212 et Al Nashiri, précité, §§ 453-454).", "243.  Dans le contexte des affaires similaires relatives à des opérations de « remise extraordinaire » El Masri, Al Nashiri et Husayn (Abu Zubaydah) (précité) la Cour a aussi souligné que, lorsqu’il est établi que l’État qui renvoie savait, ou aurait dû savoir, à l’époque des faits que la personne renvoyée du territoire faisait l’objet d’une « remise extraordinaire » – notion qui désigne le « transfert extrajudiciaire d’une personne de la juridiction ou du territoire d’un État à ceux d’un autre État, à des fins de détention et d’interrogatoire en dehors du système juridique ordinaire, la mesure impliquant un risque réel de torture ou de traitements cruels, inhumains ou dégradants » –, la possibilité d’une violation de l’article 3 est sérieuse et doit être considérée comme un élément intrinsèque du transfert (El Masri, précité, § 218, Al Nashiri, précité, § 454, et Husayn (Abu Zubaydah, précité, § 451).", "244.  En outre, l’État contractant méconnaîtrait l’article 5 de la Convention s’il renvoyait un requérant, ou rendait possible ledit renvoi, vers un État où l’intéressé serait exposé à un risque réel de violation flagrante de cette disposition (Othman (Abu Qatada) c. Royaume-Uni, no 8139/09, § 233, CEDH 2012 (extraits), El Masri, précité, § 239).", "De même, ce risque est inhérent lorsqu’un requérant a été soumis à une « remise extraordinaire », mesure qui implique une détention « en dehors du système juridique ordinaire » et qui « de par son mépris délibéré des garanties du procès équitable est totalement incompatible avec l’état de droit et les valeurs protégées par la Convention » (Al Nashiri, précité, § 454, et Husayn (Abu Zubaydah), précité, § 452).", "245.  Si, pour établir une telle responsabilité, on ne peut éviter d’apprécier la situation dans le pays de destination à l’aune des exigences de la Convention, il ne s’agit pas pour autant de constater ou prouver la responsabilité de ce pays, que ce soit au titre du droit international général, au titre de la Convention ou autrement. Si une responsabilité se trouve ou peut se trouver engagée sur le terrain de la Convention, c’est celle de l’État contractant qui renvoie, du chef d’un acte qui a pour résultat direct d’exposer quelqu’un à des mauvais traitements prohibés ou les autres violations de la Convention (El Masri, précité, § 212, et Al Nashiri, précité, § 457, ainsi que les affaires qui y sont mentionnées).", "246.  Pour déterminer l’existence de motifs sérieux et avérés de croire à un risque réel de violations de la Convention, la Cour s’appuie sur l’ensemble des éléments qui lui sont fournis ou, au besoin, qu’elle se procure d’office. Elle doit examiner les conséquences prévisibles du renvoi du requérant dans le pays de destination, compte tenu de la situation générale dans ce pays et des circonstances propres au cas de l’intéressé.", "En contrôlant l’existence de ce risque, il faut se référer par priorité aux faits dont l’État contractant en cause avait ou aurait dû avoir connaissance au moment du renvoi, mais cela n’empêche pas la Cour de tenir compte de renseignements ultérieurs ; ils peuvent servir à confirmer ou infirmer la manière dont la Partie contractante concernée a jugé du bienfondé des craintes d’un requérant (El Masri, précité, §§ 213-214, et Al Nashiri, précité, § 458 ainsi que les affaires qui y sont mentionnées).", "3.  Conclusion", "247.  À la lumière de ces principes, la Cour va examiner les griefs des requérants et la mesure dans laquelle les faits mis en cause sont imputables à l’État italien.", "IV.  SUR LA VIOLATION DE L’ARTICLE 3 DE LA CONVENTION ALLÉGUÉE PAR LE REQUÉRANT", "248.  Le requérant allègue la violation de l’article 3 de la Convention à raison des traitements qu’il dit avoir subis dans le cadre de l’opération de remise extraordinaire, à compter de son enlèvement à Milan et tout au long de la détention qui s’en est ensuivie. Il reproche aux autorités italiennes de ne pas avoir empêché son enlèvement, alors qu’elles connaissaient le programme de la CIA et alors même qu’il existait un risque avéré de traitements contraires à l’article 3. En outre, invoquant les articles 3 et 6 § 1 de la Convention, le requérant soutient que l’enquête menée par les autorités nationales n’a pas été effective aux fins de ces dispositions. Il dénonce enfin l’absence d’une infraction de torture en droit national.", "249.  L’article 3 de la Convention se lit ainsi :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants »", "250.  Le Gouvernement combat la thèse du requérant.", "251.  La Cour se penchera tout d’abord sur le grief du requérant relatif à l’absence d’enquête effective au sujet de ses allégations de mauvais traitements (El Masri, précité, § 181 et Al Nashiri, précité, § 462).", "A.  Le volet procédural de l’article 3 de la Convention", "252.  Les deux requérants allèguent une violation de l’article 3 sous son volet procédural (paragraphe 311 ci-dessous). À cet égard, ils ont présenté les observations communes suivantes.", "1.  Observations des parties", "a)  Les requérants", "253.  Les requérants estiment qu’en cas de violation de l’article 3 de la Convention il est indispensable au niveau national d’établir la vérité, d’identifier les responsables et de leur infliger des sanctions proportionnées à la gravité des mauvais traitements perpétrés. Or ils remarquent qu’en l’espèce, les autorités nationales n’ont pas condamné les agents du SISMi, alors même que les éléments de preuve les accablant étaient réunis, ces preuves ayant dû être écartées du dossier en raison du secret d’État.", "254.  Pour les requérants, la décision de l’exécutif d’opposer le secret d’État, alors que les éléments de preuve étaient connus des enquêteurs, des juridictions nationales, de la presse et du grand public, ne peut pas s’expliquer par la nécessité de préserver leur caractère confidentiel et par le besoin de sauvegarder les intérêts d’un État démocratique. Les requérants observent que l’exécutif n’a entrepris aucune démarche visant à éliminer les sources d’information et a ainsi montré son acquiescement à la divulgation de ces informations. Ils ajoutent que le secret d’État a été étendu à tous les documents et à tous les éléments de preuve, empêchant de la sorte le juge national de sélectionner les éléments de preuve qui pouvaient relever de la sécurité de l’État et ceux qui concernaient la conduite criminelle individuelle.", "Selon les requérants, il est évident que la conduite de l’exécutif visait uniquement à empêcher la découverte des responsabilités pénales individuelles des fonctionnaires italiens. L’exécutif aurait en effet d’abord exprimé sa volonté de collaborer avec l’autorité judiciaire et aurait déclaré être étranger à l’opération de remise extraordinaire. Par la suite, une fois les éléments mettant en cause la responsabilité du SISMi réunis, l’exécutif aurait refusé de collaborer avec l’autorité judiciaire.", "Les requérants concluent que le gouvernement italien a voulu assurer l’impunité des accusés, ce qui, pour eux, n’est pas acceptable au regard de la Convention.", "255.  Les requérants observent ensuite que les vingt-six agents américains condamnés par contumace à des peines d’emprisonnement n’ont jamais été visés par une demande d’extradition de la part du ministère de la Justice italien. Il s’ensuit selon eux que les agents de la CIA en question circulent librement et que les autorités italiennes n’ont pas fait les démarches nécessaires pour obtenir l’exécution des décisions de condamnation.", "256.  Pour les requérants, cela a eu pour conséquence sur le plan financier qu’ils n’ont pu obtenir le paiement des provisions qui leur ont été accordées par les juridictions nationales. Les intéressés observent à cet égard qu’il ne servirait à rien d’intenter une procédure civile aux États-Unis, les ressortissants américains en question bénéficiant d’une immunité. Par ailleurs, ils soutiennent que l’Italie ne leur a jamais proposé aucun dédommagement.", "b)  Le Gouvernement", "257.  Le Gouvernement estime que l’État a bien rempli l’obligation positive – qui découle de l’article 3 de la Convention – de mener une enquête indépendante, impartiale et approfondie. Il affirme que les autorités ont adopté toutes les mesures qui auraient permis l’identification et la condamnation des responsables de l’enlèvement du requérant à une peine proportionnée à l’infraction commise ainsi que l’indemnisation des victimes. Il rappelle à cet égard que les juridictions nationales ont condamné à des peines d’emprisonnement vingt-six agents américains et qu’elles ont octroyé au requérant une provision d’un million d’euros et à la requérante une provision d’un demi-million d’euros à valoir sur le montant définitif des dommages-intérêts.", "258.  Le Gouvernement estime dès lors que le non-lieu prononcé à l’égard des agents italiens du SISMi (et, ultérieurement, l’annulation de leur condamnation) n’a pas nui à l’effectivité de l’enquête et que l’application du secret d’État en l’occurrence était légitime et nécessaire. Cela serait d’ailleurs confirmé par les arrêts de la Cour constitutionnelle.", "Le Gouvernement explique que la loi no 124/2007 n’a pas changé substantiellement les règles préexistantes en matière de secret d’État et qu’elle n’en a modifié ni la définition ni l’objet. Le but serait le même qu’auparavant, avec la seule exception que l’on parle maintenant de protection de la sécurité nationale au lieu de protection de l’État démocratique. Ces changements n’ont en tout cas pas eu d’impact sur l’effectivité de l’enquête, à savoir sur la manière d’enquêter, de recueillir et d’apprécier les éléments de preuve. La Cour constitutionnelle a indiqué des principes auxquels l’autorité judiciaire a dû se conformer. Il n’y a pas eu d’usage rétroactif du secret d’État.", "259.  Quant au fait que les autorités nationales n’ont pas demandé l’extradition des Américains condamnés, le Gouvernement observe que, conformément à la pratique du ministère de la Justice, seuls les condamnés à des peines sévères, plus lourdes que celles infligées aux condamnés en l’espèce, font l’objet de demandes d’extradition. Autrement dit, en l’espèce, les délais nécessaires pour demander l’extradition et mettre en œuvre celle-ci auraient été trop longs par rapport à la peine à purger. Il aurait donc été inutile d’adresser les demandes d’extradition au gouvernement des États-Unis. Le Gouvernement conteste qu’en agissant de la sorte les autorités aient essayé de garantir l’impunité de facto des condamnés. Il explique qu’elles ont agi de manière transparente et légitime, dans le respect des dispositions nationales en matière d’extradition. À cet égard, il observe que tous les condamnés ont bénéficié de la loi no 241 du 31 juillet 2006 (indulto) qui prévoyait une remise généralisée de trois ans sur les peines infligées pour les infractions commises avant le 2 mai 2006. Tous les Américains auraient donc bénéficié d’une remise de peine de trois ans, ce qui aurait ramené leurs peines définitives à quatre ans, ce qui reste en dessous des limites fixées par le ministre de la Justice pour demander l’extradition.", "Le Gouvernement explique que M. Lady a été condamné par l’arrêt de la cour d’appel de Milan du 15 décembre 2010 à une peine de neuf ans de prison et que, le 12 décembre 2012, le ministère de la Justice a demandé la délivrance d’un mandat d’arrêt international. M. Lady ayant été arrêté au Panama, le ministre de la Justice aurait envoyé une lettre demandant son extradition le 19 septembre 2013. Mais cette demande serait restée sans suite, les autorités de ce pays ayant laissé partir l’intéressé, qui est rentré aux États-Unis.", "Quant au colonel Joseph Romano, condamné à cinq ans de prison, le Gouvernement relève qu’il a bénéficié d’une grâce présidentielle, mesure qui constitue une décision discrétionnaire et incontestable qui revient au Président de la République.", "Le Gouvernement observe ensuite qu’il y a eu un ordre d’exécution des condamnations délivré par le Procureur général de Milan, et qu’un mandat d’arrêt international a été lancé et a circulé dans les pays de l’Union européenne grâce au système d’information Schengen. Aucune action n’aurait été entreprise afin d’entraver ou d’empêcher la recherche des Américains en vue de leur arrestation. Ces ordres d’arrestation seraient encore en vigueur. Pour le Gouvernement, ces mesures n’ont toutefois pas d’impact aussi longtemps que les agents condamnés restent en dehors de l’Europe.", "260.  En tout cas, le droit des requérants d’obtenir la liquidation définitive des dommages-intérêts dans le cadre d’une procédure civile ultérieure serait intact. En effet, aux yeux du Gouvernement, la procédure pénale diligentée contre les personnes responsables des événements a conclu notamment aux violations de la Convention dénoncées par les requérants, puisque ceux-ci avaient précisé dans leur acte de constitution de partie civile qu’ils alléguaient la violation de la liberté personnelle, du droit à l’intégrité physique et psychique et à la vie privée et familiale. À l’issue de cette procédure, les requérants ont obtenu la reconnaissance du droit à réparation du préjudice subi. Dès lors, pour le Gouvernement, l’enquête menée au niveau national répond aux exigences de l’article 3 de la Convention.", "2.  Appréciation de la Cour", "a)  Recevabilité", "261.  Constatant que cette partie de la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention et qu’elle ne se heurte à aucun autre motif d’irrecevabilité, la Cour la déclare recevable.", "b)  Fond", "i.  Principes généraux", "262.  La Cour rappelle que, lorsqu’un individu soutient de manière défendable avoir subi, aux mains de la police ou d’autres services comparables de l’État, ou en conséquence d’actes commis par des agents étrangers opérant avec l’acquiescence ou la connivence de l’État, un traitement contraire à l’article 3, cette disposition, combinée avec le devoir général imposé à l’État par l’article 1 de la Convention de « reconnaître à toute personne relevant de [sa] juridiction les droits et libertés définis (...) [dans la] Convention », requiert, par implication, qu’il y ait une enquête officielle effective. Cette enquête doit pouvoir mener à l’identification et, le cas échéant, à la punition des responsables et à l’établissement de la vérité. S’il n’en allait pas ainsi, nonobstant son importance fondamentale, l’interdiction légale générale de la torture et des peines et traitements inhumains ou dégradants serait inefficace en pratique, et il serait possible dans certains cas à des agents de l’État de fouler aux pieds, en jouissant d’une quasi-impunité, les droits des personnes soumises à leur contrôle (Al Nashiri, précité, § 485, ainsi que les affaires qui y sont mentionnées, et El-Masri, précité, § 182).", "263.  Les principes pertinents concernant les éléments d’« une enquête officielle effective », que la Cour a rappelés récemment dans son arrêt en l’affaire Cestaro (précité), sont les suivants :", "i)  D’abord, pour qu’une enquête soit effective et permette d’identifier et de poursuivre les responsables, elle doit être entamée et menée avec célérité. En outre, l’issue de l’enquête et des poursuites pénales qu’elle déclenche, de même que la sanction prononcée et les mesures disciplinaires prises, passent pour déterminantes. Elles sont essentielles si l’on veut préserver l’effet dissuasif du système judiciaire en place et le rôle qu’il est tenu d’exercer dans la prévention des atteintes à l’interdiction des mauvais traitements ;", "ii)  Lorsque l’investigation préliminaire a entraîné l’ouverture de poursuites devant les juridictions nationales, c’est l’ensemble de la procédure, y compris la phase de jugement, qui doit satisfaire aux impératifs de l’interdiction posée par cette disposition. Ainsi, les instances judiciaires internes ne doivent en aucun cas se montrer disposées à laisser impunies des atteintes à l’intégrité physique et morale des personnes. Cela est indispensable pour maintenir la confiance du public et assurer son adhésion à l’état de droit ainsi que pour prévenir toute apparence de tolérance d’actes illégaux, ou de collusion dans leur perpétration ;", "iii)  Quant à la sanction pénale pour les responsables de mauvais traitements, la Cour rappelle qu’il ne lui incombe pas de se prononcer sur le degré de culpabilité de la personne en cause ou de déterminer la peine à infliger, ces matières relevant de la compétence exclusive des tribunaux répressifs internes. Toutefois, en vertu de l’article 19 de la Convention et conformément au principe voulant que la Convention garantisse des droits non pas théoriques ou illusoires, mais concrets et effectifs, la Cour doit s’assurer que l’État s’acquitte comme il se doit de l’obligation qui lui est faite de protéger les droits des personnes relevant de sa juridiction. Par conséquent, la Cour doit conserver sa fonction de contrôle et intervenir dans les cas où il existe une disproportion manifeste entre la gravité de l’acte et la sanction infligée. Sinon, le devoir qu’ont les États de mener une enquête effective perdrait beaucoup de son sens ;", "iv)  L’appréciation du caractère adéquat de la sanction dépend donc des circonstances particulières de l’affaire donnée ;", "v)  La Cour a également jugé que, en matière de torture ou de mauvais traitements infligés par des agents de l’État, l’action pénale ne devrait pas s’éteindre par l’effet de la prescription, de même que l’amnistie et la grâce ne devraient pas être tolérées dans ce domaine ;", "vi)  Il en va de même du sursis à l’exécution de la peine et d’une remise de peine (Cestaro, précité, §§ 205-208, et les références y mentionnées).", "ii.  Application de ces principes", "264.  À titre préliminaire, la Cour estime que eu égard à la formulation des griefs du requérant (paragraphe 248 ci-dessus), il convient d’examiner la question de l’absence d’enquête effective sur les mauvais traitements allégués sous l’angle du volet procédural de l’article 3 de la Convention (Dembele c. Suisse, no 74010/11, § 33, 24 septembre 2013, avec les références qui y figurent et Cestaro, précité, § 129).", "265.  La Cour relève que, contrairement aux affaires précitées El-Masri, Husayn (Abu Zubaydah) et Al Nashiri, les juridictions nationales en l’espèce ont mené une enquête approfondie qui leur a permis de reconstituer les faits. Elle rend hommage au travail des juges nationaux qui ont tout mis en œuvre pour tenter d’« établir la vérité ».", "266.  Eu égard aux principes résumés ci-dessus et, notamment, à l’obligation qui incombe à l’État d’identifier et, le cas échéant, de sanctionner de manière adéquate les auteurs d’actes contraires à l’article 3 de la Convention, la Cour estime que la présente affaire soulève essentiellement deux questions : l’annulation de la condamnation des agents italiens du SISMi et l’absence de démarches adéquates pour donner exécution aux condamnations prononcées à l’égard des agents américains.", "267.  À l’inverse de ce qu’elle a jugé dans d’autres affaires (voir, par exemple, Batı et autres c. Turquie, nos 33097/96 et 57834/00, §§ 142-147, CEDH 2004IV (extraits) ; Erdal Aslan c. Turquie, nos 25060/02 et 1705/03, §§ 76-77, 2 décembre 2008 ; Abdülsamet Yaman c. Turquie, no 32446/96, §§ 57-59, 2 novembre 2004 et Hüseyin Şimşek c. Turquie, no 68881/01, §§ 68-70, 20 mai 2008), la Cour relève que si les agents du SISMi ont bénéficié de l’annulation de leur condamnation, ce n’est pas parce que l’enquête n’a pas été approfondie, qu’elle n’a pas abouti à l’identification des responsables ou que la prescription de l’infraction a barré le chemin de la justice, ou pour toute autre raison tenant à la négligence des enquêteurs ou des autorités judiciaires. La Cour ne saurait reprocher non plus aux juridictions internes de ne pas avoir mesuré la gravité des faits reprochés aux accusés (Saba c. Italie, no 36629/10, §§ 79-80, 1 juillet 2014 et Cestaro, précité, § 223) ou, pire, d’avoir utilisé de facto les dispositions législatives et répressives du droit national pour éviter toute condamnation effective des policiers poursuivis (Zeynep Özcan c. Turquie, no 45906/99, § 43, 20 février 2007). Les arrêts d’appel et de cassation, en particulier, font preuve d’une fermeté exemplaire et ne trouvent aucune justification aux événements litigieux.", "268.  Dans ce contexte, la Cour relève que les éléments de preuve finalement écartés par les juridictions nationales au motif que la Cour constitutionnelle avait indiqué qu’ils étaient tous couverts par le secret d’État étaient suffisants pour condamner les accusés. Cela ressort d’ailleurs de l’arrêt de condamnation de la cour d’appel de Milan du 12 février 2013 (paragraphe 124 ci-dessus).", "La Cour relève ensuite que les informations mettant en cause la responsabilité les agents du SISMi avaient été largement diffusées dans la presse et sur internet (paragraphe 65 ci-dessus); elle estime dès lors qu’elles faisaient partie du domaine public. La Cour voit donc mal comment l’usage du secret d’État une fois les informations litigieuses divulguées pouvait servir le but de préserver la confidentialité des faits.", "Compte tenu de ces éléments, la Cour estime que la décision du pouvoir exécutif d’appliquer le secret d’État à des informations, qui étaient déjà amplement connues du public a eu pour effet d’éviter la condamnation des agents du SISMi.", "269.  Dès lors, en dépit de la grande qualité du travail des enquêteurs et des magistrats italiens, l’enquête n’a pas répondu, sur ce point, aux exigences de la Convention.", "270.  Quant aux agents américains condamnés, la Cour note que le Gouvernement a admis ne jamais avoir demandé l’extradition des intéressés. Il a indiqué avoir lancé des mandats d’arrêt européen et un seul mandat d’arrêt international, en 2013, à l’encontre de M. Lady, qui n’a toutefois pas abouti (paragraphes 146 et 259 ci-dessus).", "271.  Par ailleurs, le président de la République a gracié trois des condamnés (paragraphes 148 et 150 ci-dessus), dont M. Lady, qui avait écopé d’une sanction plus lourde en proportion de son degré de responsabilité dans l’opération de remise extraordinaire.", "272.  La Cour relève, une fois encore, que malgré le travail des enquêteurs et des magistrats italiens, qui a permis d’identifier les responsables et de prononcer des condamnations à l’égard de ceux-ci, les condamnations litigieuses sont restées sans effet, et ce en raison de l’attitude de l’exécutif qui a exercé son pouvoir d’opposer le secret d’État, ainsi que du président de la République. Ainsi que l’a relevé la Cour de cassation dans son arrêt du 24 février 2014, les autorités n’avaient pas « baissé le rideau noir du secret, alors même qu’elles savaient que les agents accusés étaient en train de révéler les faits » (paragraphe 133 ci-dessus).", "En l’espèce, le principe légitime du « secret d’État » a, de toute évidence, été appliqué afin d’empêcher les responsables de répondre de leurs actes. En conséquence, l’enquête, pourtant effective et profonde, et le procès, qui a conduit à l’identification des coupables et à la condamnation de certains d’entre eux, n’ont pas abouti à leur issue naturelle qui, en l’espèce, était « la punition des responsables » (paragraphe 262 ci-dessus). En fin de compte, il y a donc eu impunité. Cela est encore plus déplorable dans une situation comme dans le cas d’espèce, qui concerne deux pays – l’Italie et les États-Unis – qui ont signé un traité d’extradition dans lequel ils ont consenti à extrader leurs ressortissants (paragraphe 171 ci-dessus). Étant donné que le sort d’une décision de condamnation relève du volet procédural de l’article 3 (paragraphe 263 ci-dessus), la Cour estime que l’enquête nationale n’a pas répondu, sur ce point non plus, aux exigences de la Convention.", "273.  Enfin, quant à l’argument des requérants selon lequel la législation pénale italienne appliquée en l’espèce serait inadéquate par rapport à l’exigence de sanction des actes de torture allégués par le requérant, la Cour estime que l’absence de disposition spécifique dans le code pénal n’a pas eu d’impact sur l’impunité des responsables dans le cas en question, cette impunité découlant de l’attitude des autorités exécutives italiennes et du président de la République (paragraphes 145-150 ci-dessus ; voir également, a contrario, Cestaro, précité, § 225).", "274.  Compte tenu de ce qui précède, la Cour estime qu’il y a eu violation l’article 3 de la Convention, sous son volet procédural.", "B.  Le volet matériel de l’article 3 de la Convention", "275.  Le requérant allègue avoir été victime de traitements contraires à l’article 3 de la Convention dans le cadre de la remise extraordinaire dont il a fait l’objet.", "276.  Le Gouvernement s’oppose à cette thèse.", "1.  Observations des parties", "277.  Le requérant soutient que dans le cadre de sa remise extraordinaire il a fait l’objet de tortures psychologiques et physiques, à compter de son enlèvement. Il renvoie à son mémorandum pour ce qui est de la description de ses conditions de captivité. Quant aux traitements subis pendant le transport de Milan à la base militaire d’Aviano, le requérant déclare avoir été encapuchonné, attaché, peut-être drogué, avoir eu un malaise, et ne pas avoir été soigné. Un traitement similaire lui aurait été réservé dans les bases américaines et pendant les vols. Son enlèvement et son transfert en Égypte auraient eu lieu en dehors de tout cadre légal et de toute supervision judiciaire", "Le requérant reproche aux autorités italiennes d’avoir consenti à son enlèvement par la CIA, alors qu’elles ne pouvaient pas ignorer le risque avéré de torture. Elles auraient ainsi consenti à son transfert en Égypte, alors qu’il bénéficiait d’un statut de réfugié et qu’il y avait un risque avéré de mauvais traitements et de disparition prolongée.", "278.  Le Gouvernement réitère la thèse selon laquelle les autorités nationales ne sont pas impliquées dans l’opération de remise extraordinaire. Il affirme qu’en tout état de cause, le requérant n’a pas subi de mauvais traitements en Italie. Il ajoute que ni la signature ni la date du mémorandum du requérant n’ont été authentifiées. Enfin, il estime qu’il n’existe aucun élément étayant ses allégations quant aux traitements subis.", "2.  Appréciation de la Cour", "a)  Sur la recevabilité", "279.  Constatant que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "b)  Sur le fond", "i.  Principes généraux", "280.  L’article 3 de la Convention, la Cour l’a dit à maintes reprises, consacre l’une des valeurs fondamentales des sociétés démocratiques. Il ne prévoit pas d’exceptions, en quoi il contraste avec la majorité des clauses normatives de la Convention, et d’après l’article 15 § 2, il ne souffre nulle dérogation, même en cas de danger public menaçant la vie de la nation (Selmouni c. France [GC], no 25803/94, § 95, CEDH 1999-V, et Labita c. Italie [GC], no 26772/95, § 119, CEDH 2000IV). La Cour a confirmé que même dans les circonstances les plus difficiles, telle la lutte contre le terrorisme et le crime organisé, la Convention prohibe en termes absolus la torture et les peines ou traitements inhumains ou dégradants, quels que soient les agissements de la victime (El Masri, précité, § 195 ; Al Nashiri, précité, § 507).", "281.  Pour tomber sous le coup de l’article 3, un mauvais traitement doit atteindre un minimum de gravité. L’appréciation de ce minimum dépend de l’ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques ou mentaux, ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime (Irlande c. Royaume-Uni, 18 janvier 1978, § 162, série A no 25, et Jalloh c. Allemagne [GC], no 54810/00, § 67, CEDH 2006IX). Parmi les autres facteurs à considérer figurent le but dans lequel le traitement a été infligé ainsi que l’intention ou la motivation qui l’ont inspiré (voir, entre autres, Aksoy c. Turquie, 18 décembre 1996, § 64, Recueil 1996VI, Egmez c. Chypre, no 30873/96, § 78, CEDH 2000XII, et Krastanov c. Bulgarie, no 50222/99, § 53, 30 septembre 2004 ; El Masri, précité, § 196 et Al Nashiri, précité, § 508).", "282.  Pour déterminer si une forme donnée de mauvais traitements doit être qualifiée de torture, la Cour doit avoir égard à la distinction que l’article 3 opère entre cette notion et celle de traitements inhumains ou dégradants. Cette distinction paraît avoir été consacrée par la Convention pour marquer d’une spéciale infamie des traitements inhumains délibérés provoquant de fort graves et cruelles souffrances (Aksoy, précité, § 62). Outre la gravité des traitements, la notion de torture suppose un élément intentionnel, reconnu dans la Convention contre la torture et autres peines ou traitements cruels, inhumains ou dégradants des Nations unies, entrée en vigueur le 26 juin 1987, qui précise que le terme de « torture » s’entend de l’infliction intentionnelle d’une douleur ou de souffrances aiguës aux fins notamment d’obtenir des renseignements, de punir ou d’intimider (article 1er) (İlhan c. Turquie [GC], no 22277/93, § 85, CEDH 2000VII ; El Masri, précité, § 197 et Al Nashiri, précité, § 508).", "283.  Combinée avec l’article 3, l’obligation que l’article 1 de la Convention impose aux Hautes Parties contractantes de garantir à toute personne relevant de leur juridiction les droits et libertés consacrés par la Convention leur commande de prendre des mesures propres à empêcher que lesdites personnes ne soient soumises à des tortures ou à des traitements inhumains ou dégradants, même administrés par des particuliers (Z et autres c. Royaume-Uni [GC], no 29392/95, § 73, CEDH 2001V). La responsabilité de l’État peut donc se trouver engagée lorsque les autorités n’ont pas pris de mesures raisonnables pour empêcher la matérialisation d’un risque de mauvais traitement dont elles avaient ou auraient dû avoir connaissance (Mahmut Kaya c. Turquie, no 22535/93, § 115, CEDH 2000III ; El Masri, précité, § 198 ; Al Nashiri, précité, § 509).", "ii.  Application de ces principes", "284.  La Cour rappelle avoir conclu que des autorités italiennes savaient que le requérant était victime d’une opération de « remise extraordinaire » (paragraphe 235 ci-dessus). Il reste à déterminer si le traitement auquel le requérant a été soumis relève de l’article 3 de la Convention et, dans l’affirmative, dans quelles mesure il doit être imputé aux autorités nationales.", "285.  Concernant l’enlèvement du requérant en pleine rue à Milan, la Cour relève que les déclarations du témoin oculaire ayant relaté l’enlèvement du requérant laissent planer un doute sur la question de savoir si des violences ont été commises sur la personne de l’intéressé. Néanmoins, la Cour partage l’appréciation faite par la cour d’appel de Milan selon laquelle « [t]oute considération relative à un recours éventuel à la violence à ce moment précis est dénuée de pertinence.». Comme relevé par la cour d’appel de Milan, « Il est évident que, se voyant soudainement encerclé par plusieurs personnes, invité, d’un ton catégorique, à monter dans une camionnette dont la porte était ouverte et conscient qu’il ne pouvait compter sur l’aide de personne (...), il a décidé d’y rentrer sans opposition, certain que toute résistance était inutile » (paragraphe 138 ci-dessus).", "À cet égard, la Cour rappelle que l’article 3 ne vise pas exclusivement la douleur physique mais également les souffrances morales qui découlent de la création d’un état d’angoisse et de stress par des moyens autres que des atteintes à l’intégrité physique (El Masri, précité, § 202 et Husayn (Abu Zubaydah), précité, § 510).", "Il ne fait aucun doute que l’enlèvement du requérant, selon un protocole mis en place par la CIA pour les opérations de remise extraordinaire (paragraphe 160 ci-dessus, avec les références aux documents décrivant les procédures utilisées par la CIA, telles qu’exposées dans les affaires Al Nashiri and Husayn (Abu Zubaydah)), impliquait l’usage combiné de techniques qui n’ont pas manqué de susciter chez l’intéressé un sentiment de détresse émotionnelle et psychologique. Selon ces documents, l’enlèvement, en lui-même, avait pour but d’« affecter la condition physique et psychologique d’un détenu préalablement à son premier interrogatoire » (Husayn (Abu Zubaydah), précité, § 61).", "286.  La détention qui s’en est ensuivie, y compris le transfert à bord d’un avion vers une destination inconnue, effectuée toujours selon un protocole utilisé par la CIA dans ce type d’opérations (paragraphes 11-12 et 172-173 ci-dessus, et Al Nashiri, précité, § 64), a certainement placé le requérant en situation de totale vulnérabilité. Il a sans aucun doute vécu dans un état d’angoisse permanent du fait de l’incertitude quant à son sort futur.", "287.  Dans ses déclarations adressées au parquet de Milan, le requérant a décrit précisément les conditions de son enlèvement et de sa détention en Égypte ainsi que les traitements subis, en particulier les séances d’interrogatoire violent (paragraphes 10-19 ci-dessus). Dans son jugement, le tribunal de Milan a pris acte de ces faits (paragraphes 112-113 ci-dessus). Il ressort par ailleurs d’un certificat médical, soumis par le requérant et daté du 9 juin 2007, que l’intéressé souffrait de troubles post-traumatiques et présentait encore à ce moment des marques de lésions visibles (paragraphes 26-27 ci-dessus).", "La Cour a déjà jugé que le traitement similaire réservé à un détenu de haute importance, au sens du programme de « remise extraordinaire » de la CIA, devait être qualifié de torture au sens de l’article 3 de la Convention (El Masri, précité, § 211 ; Al Nashiri, précité, §§ 511-516 ; et Husayn (Abu Zubaydah, précité, §§ 504-511).", "Néanmoins, la Cour n’estime pas nécessaire d’examiner chaque aspect du traitement réservé au requérant lors de son enlèvement, durant son transfert hors du territoire italien et pendant la détention qui s’en est ensuivie, ni des conditions physiques dans lesquelles l’intéressé a été détenu. Prenant en compte les effets cumulatifs du traitement auquel il a été soumis – tel que décrit en détail dans ses déclarations écrites, confirmées par un certificat médical et tenues pour crédibles par les juridictions italiennes –, la Cour les juge suffisants pour considérer que ce traitement a atteint le degré de gravité requis par l’article 3 (paragraphes 281-282 ci-dessus).", "288.  La Cour estime qu’il n’est pas davantage nécessaire de déterminer si, à l’époque, les autorités italiennes savaient ou auraient dû savoir que l’enlèvement du requérant à Milan par la CIA et son transfert hors d’Italie avait spécifiquement pour but de le remettre aux autorités égyptiennes, avec la probabilité inhérente qu’il subisse de rudes interrogatoires impliquant des actes de torture et qu’il soit détenu au secret. Ainsi qu’il a été établi par les juridictions italiennes, « l’existence d’une autorisation d’enlever Abou Omar, donnée par de très hauts responsables de la CIA à Milan (...), laissait présumer que les autorités italiennes avaient connaissance de l’opération, voire en étaient complices » (paragraphe 113 ci-dessus). Il était à tout le moins prévisible pour les autorités italiennes, qui collaboraient avec les agents de la CIA, que l’enlèvement du requérant par la CIA soit le prélude à de graves mauvais traitements prohibés par l’article 3, même si la forme exacte des mauvais traitements infligés au requérant lors de l’étape ultime pouvait au départ ne pas être connue de ces autorités.", "À cet égard, la Cour note aussi au passage que le SISMi avait été informé, au plus tard le 15 mai 2003, du fait que le requérant « se trouvait détenu en Égypte et qu’il [avait été] soumis à des interrogatoires par les services de renseignement égyptiens » peu après son transfert d’Italie (paragraphe 63 ci-dessus).", "Partant, étant donné que l’opération de « remise extraordinaire » dans le cadre du programme pour détenus de haute importance de la CIA était connue des autorités italiennes et que ces dernières ont activement coopéré avec la CIA lors de la phase initiale de l’opération, à savoir l’enlèvement du requérant et son transfert hors d’Italie, la Cour estime que les autorités italiennes savaient, ou auraient dû savoir, que cette opération exposait le requérant à un risque avéré de traitement prohibé par l’article 3.", "Dans ces circonstances, l’éventualité d’une violation de l’article 3 était particulièrement élevée et aurait dû être considérée comme intrinsèque au transfert (paragraphe 243 ci-dessus). En conséquence, en laissant la CIA opérer le transfert du requérant hors de leur territoire, les autorités italiennes l’ont exposé à un risque sérieux et prévisible de mauvais traitements et de conditions de détention contraires à l’article 3 de la Convention. (paragraphe 242 ci-dessus et Al Nashiri, précité, § 518).", "289.  Aux termes des articles 1 et 3 de la Convention, les autorités italiennes étaient dès lors tenues de prendre les mesures appropriées afin que le requérant, qui relevait de leur juridiction, ne soit pas soumis à des actes de torture ou à des traitements ou peines inhumains et dégradants. Or, tel ne fut pas le cas, et l’État défendeur doit être considéré comme directement responsable de la violation des droits du requérant de ce chef, ses agents s’étant abstenus de prendre les mesures qui auraient été nécessaires dans les circonstances de la cause pour empêcher le traitement litigieux (El Masri, précité, § 211 et Al Nashiri, précité, § 517).", "Il en était d’autant plus ainsi que, comme le requérant l’a relevé, il bénéficiait du statut de réfugié en Italie (paragraphes 8 et 277 ci-dessus).", "Par ailleurs, le gouvernement italien n’a pas demandé d’assurances propres à éviter que le requérant ne subisse de mauvais traitements et n’a ainsi pas dissipé les doutes à ce sujet (El Masri, précité, § 219). Les éléments apparus après le transfert du requérant sont venus confirmer l’existence de ce risque (paragraphe 63 ci-dessus).", "290.  Dans ces conditions, la Cour estime qu’en permettant aux autorités américaines d’enlever le requérant sur le territoire italien dans le cadre du programme de « remises extraordinaires », les autorités italiennes ont sciemment exposé l’intéressé à un risque réel de traitements contraires à l’article 3 de la Convention.", "291.  Dès lors, il y a eu violation du volet matériel de l’article 3 de la Convention.", "V.  SUR LA VIOLATION DE L’ARTICLE 5 DE LA CONVENTION ALLÉGUÉE PAR LE REQUÉRANT", "292.  Le requérant se plaint d’avoir été privé de sa liberté et détenu en dehors de tout cadre légal, en violation de l’article 5 de la Convention.", "Cette disposition se lit ainsi :", "« 1.  Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "a)  s’il est détenu régulièrement après condamnation par un tribunal compétent ;", "b)  s’il a fait l’objet d’une arrestation ou d’une détention régulières pour insoumission à une ordonnance rendue, conformément à la loi, par un tribunal ou en vue de garantir l’exécution d’une obligation prescrite par la loi ;", "c)  s’il a été arrêté et détenu en vue d’être conduit devant l’autorité judiciaire compétente, lorsqu’il y a des raisons plausibles de soupçonner qu’il a commis une infraction ou qu’il y a des motifs raisonnables de croire à la nécessité de l’empêcher de commettre une infraction ou de s’enfuir après l’accomplissement de celle-ci ;", "d)  s’il s’agit de la détention régulière d’un mineur, décidée pour son éducation surveillée ou de sa détention régulière, afin de le traduire devant l’autorité compétente ;", "e)  s’il s’agit de la détention régulière d’une personne susceptible de propager une maladie contagieuse, d’un aliéné, d’un alcoolique, d’un toxicomane ou d’un vagabond ;", "f)  s’il s’agit de l’arrestation ou de la détention régulières d’une personne pour l’empêcher de pénétrer irrégulièrement dans le territoire, ou contre laquelle une procédure d’expulsion ou d’extradition est en cours.", "2.  Toute personne arrêtée doit être informée, dans le plus court délai et dans une langue qu’elle comprend, des raisons de son arrestation et de toute accusation portée contre elle.", "3.  Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1 c) du présent article, doit être aussitôt traduite devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires et a le droit d’être jugée dans un délai raisonnable, ou libérée pendant la procédure. La mise en liberté peut être subordonnée à une garantie assurant la comparution de l’intéressé à l’audience.", "4.  Toute personne privée de sa liberté par arrestation ou détention a le droit d’introduire un recours devant un tribunal, afin qu’il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale.", "5.  Toute personne victime d’une arrestation ou d’une détention dans des conditions contraires aux dispositions de cet article a droit à réparation. »", "A.  Observations des parties", "1.  Le requérant", "293.  Le requérant observe qu’il a été enlevé et privé de liberté en Italie, puis transporté en avion en Allemagne et en Égypte, en dehors de tout cadre légal et de supervision judiciaire. Il considère que sa disparition prolongée pendant sa détention ultérieure en Égypte a également emporté violation de l’article 5 de la Convention. En outre, il soutient qu’il n’y a pas eu d’enquête effective relative à ses allégations portant sur sa détention en conséquence d’une opération menée conjointement par des agents italiens et des agents américains, compte tenu du non-lieu prononcé à l’égard des agents du SISMi (et, ultérieurement, l’annulation de leur condamnation) et du fait que le ministre de la Justice n’a jamais demandé l’extradition des ressortissants américains condamnés.", "2.  Le Gouvernement", "294.  Le Gouvernement conteste ces thèses. Reprenant pour l’essentiel les arguments développés sous l’angle de l’article 3, il observe qu’aucune responsabilité ne saurait être attribuée aux autorités italiennes, compte tenu de ce que la procédure diligentée au niveau national a conclu à la responsabilité exclusive des agents américains, et que le carabinier Pironi, condamné dans une autre procédure, a agi à titre individuel.", "B.  Appréciation de la Cour", "1.  Recevabilité", "295.  Constatant que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "2.  Fond", "a)  Principes généraux", "296.  La Cour note d’emblée l’importance fondamentale des garanties figurant à l’article 5 pour assurer aux individus dans une démocratie le droit à ne pas être soumis à des détentions arbitraires par les autorités. C’est pour cette raison qu’elle ne cesse de souligner dans sa jurisprudence que toute privation de liberté doit observer les normes de fond comme de procédure de la législation nationale mais également se conformer au but même de l’article 5 : protéger l’individu contre l’arbitraire (Chahal c. Royaume-Uni, 15 novembre 1996, § 118, Recueil 1996V). Atteste de l’importance de la protection accordée à l’individu contre l’arbitraire le fait que l’article 5 § 1 dresse la liste exhaustive des circonstances dans lesquelles un individu peut être légalement privé de sa liberté, étant bien entendu que ces circonstances appellent une interprétation étroite puisqu’il s’agit d’exceptions à une garantie fondamentale de la liberté individuelle (El Masri, précitée, § 230 et Al Nashiri, précitée, § 527).", "297.  Il faut souligner aussi que les auteurs de la Convention ont renforcé la protection de l’individu contre les privations arbitraires de sa liberté en consacrant un ensemble de droits matériels conçus pour réduire au minimum le risque d’arbitraire, en prévoyant que les actes de privation de liberté doivent pouvoir être soumis à un contrôle juridictionnel indépendant et que la responsabilité des autorités doit pouvoir être recherchée. Les exigences des paragraphes 3 et 4 de l’article 5, qui mettent l’accent sur l’aspect célérité et sur le contrôle juridictionnel, revêtent une importance particulière à cet égard. Une prompte intervention judiciaire peut conduire à la détection et à la prévention de mesures propres à mettre en péril la vie de la personne concernée ou de sévices graves enfreignant les garanties fondamentales énoncées aux articles 2 et 3 de la Convention (Aksoy, précité, § 76). Sont en jeu ici la protection de la liberté physique des individus et la sûreté des personnes dans un contexte qui, en l’absence de garanties, pourrait saper la prééminence du droit et rendre inaccessibles aux détenus les formes les plus rudimentaires de protection juridique (El Masri, précité, § 231 et Al Nashiri, précité, § 528).", "298.  Les enquêtes concernant les infractions à caractère terroriste confrontent indubitablement les autorités à des problèmes particuliers. Cela ne signifie pas pour autant que les autorités aient carte blanche, au regard de l’article 5, pour arrêter et placer en garde à vue des suspects, à l’abri de tout contrôle effectif par les tribunaux internes et, en dernière instance, par les organes de contrôle de la Convention, chaque fois qu’elles estiment qu’il y a infraction terroriste (El Masri, précité, § 232 et Al Nashiri, précité, § 529).", "La Cour souligne à ce propos que la détention non reconnue d’un individu constitue une négation totale de ces garanties et une violation extrêmement grave de l’article 5. Lorsque les autorités s’emparent d’un individu, elles doivent toujours être à même d’indiquer où il se trouve. C’est pourquoi il faut considérer que l’article 5 leur fait obligation de prendre des mesures effectives pour pallier le risque d’une disparition et mener une enquête rapide et efficace lorsqu’elles sont saisies d’une plainte plausible selon laquelle une personne a été appréhendée et n’a pas été revue depuis (Kurt c. Turquie, 25 mai 1998, §§ 123-124, Recueil 1998-III, El Masri, précité, § 233, et Al Nashiri, précité, § 529).", "b)  Application de ces principes", "299.  En l’espèce, il est avéré que le 17 février 2003, le requérant a été enlevé sur le territoire italien par une équipe d’agents étrangers, qu’il a été transporté à l’aéroport d’Aviano le même jour et que, aux mains d’une équipe de la CIA, il a été transporté en Égypte, via la base de Ramstein. L’intéressé a ainsi disparu et personne n’a eu de ses nouvelles avant fin avril 2004, une fois libéré après sa période de détention au secret. Puis, entre mai 2004 et février 2007, il a été détenu par la police égyptienne, sans incrimination.", "300.  Le caractère illégal de la privation de liberté du requérant a été constaté par les juridictions nationales, lesquelles ont établi que le requérant, dès le premier instant, avait fait l’objet d’une détention non reconnue, au mépris total des garanties consacrées par l’article 5 de la Convention, ce qui constitue une violation particulièrement grave de son droit à la liberté et à la sûreté garanti par cette disposition (paragraphes 10-21, 90, 113, 139 et 142 ci-dessus, et El Masri, précité, § 237).", "301.  Par ailleurs, la détention de personnes soupçonnées de terrorisme dans le cadre du programme de « remises extraordinaires » mis en place par les autorités américaines a déjà été jugée arbitraire dans des affaires similaires (El Masri, précité, §§ 103,106, 113, 119, 123 et 239 ; Al Nashiri, précité, §§ 530-532 ; et Husayn (Abu Zubaydah), précité, §§ 524-526).", "302.  Dans le cadre de l’examen du grief du requérant sous l’aspect matériel de l’article 3, la Cour a déjà jugé que l’Italie savait que le requérant avait été transféré hors de son territoire dans le cadre d’une « remise extraordinaire » et que les autorités italiennes, en permettant à la CIA d’enlever le requérant sur le territoire italien, l’ont sciemment exposé à un risque réel de traitements contraires à l’article 3 (paragraphe 290 ci-dessus). Elle estime que ces conclusions sont également valables dans le contexte du grief tiré par le requérant de l’article 5 de la Convention et que la responsabilité de l’Italie est engagée eu égard tant à son enlèvement qu’à l’ensemble de la détention consécutive à sa remise aux autorités américaines (ElMasri, précité, § 239 et Al Nashiri, précité, § 531).", "303.  Partant, il y a eu violation de l’article 5 de la Convention.", "VI.  SUR LA VIOLATION DE L’ARTICLE 8 DE LA CONVENTION ALLÉGUÉE PAR LE REQUÉRANT", "304.  Le requérant allègue également la violation de l’article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Observations des parties", "305.  Pour le requérant, l’épreuve qu’il a subie présente un caractère totalement arbitraire et constitue une violation grave de son droit au respect de sa vie privée et familiale garanti par l’article 8. Il affirme que, pendant plus d’un an, il a été détenu à l’isolement, en contact uniquement avec ceux qui le surveillaient et l’interrogeaient, et séparé de sa famille, laquelle n’aurait eu aucune information sur son sort. Selon l’intéressé, cette situation a eu un effet dévastateur sur son intégrité physique et psychologique. En outre, il a été ensuite réincarcéré sans incrimination dans le cadre de la loi anti-terroriste égyptienne (paragraphes 23-25 ci-dessus).", "306.  Le Gouvernement conteste cette thèse, et réitère qu’aucune responsabilité ne saurait être imputée aux autorités italiennes.", "B.  Appréciation de la Cour", "1.  Recevabilité", "307.  Constatant que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "2.  Fond", "308.  La notion de « vie privée » est large et ne se prête pas à une définition exhaustive ; elle peut, selon les circonstances, englober l’intégrité morale et physique de la personne. La Cour reconnaît de plus que ces aspects de la notion s’étendent à des situations de privation de liberté. L’article 8 protège également le droit au développement personnel et le droit d’établir et d’entretenir des rapports avec d’autres êtres humains et le monde extérieur. Nul ne doit être traité d’une manière impliquant une perte de dignité, la dignité et la liberté de l’homme étant l’essence même de la Convention ». En outre, pour les membres d’une même famille, être ensemble représente un élément fondamental de la vie familiale. La Cour rappelle que l’article 8 tend pour l’essentiel à prémunir l’individu contre des ingérences arbitraires des pouvoirs publics (El Masri, précité, § 230 et Al Nashiri, précité, §§ 527-532, et les références mentionnées dans ces deux arrêts).", "309.  Eu égard à ses conclusions concernant la responsabilité de l’État défendeur au regard des articles 3 et 5 de la Convention (paragraphes 290 et 302 ci-dessus), la Cour estime que les actions et omissions de celui-ci ont aussi engagé sa responsabilité au titre de l’article 8 de la Convention. Au vu des faits établis, elle considère que l’ingérence dans l’exercice par le requérant de son droit au respect de sa vie privée et familiale n’était pas « prévue par la loi ».", "310.  Dès lors, elle conclut qu’il y a eu en l’espèce violation de l’article 8 de la Convention.", "VII.  SUR LA VIOLATION DE L’ARTICLE 3 DE LA CONVENTION ALLÉGUÉE PAR LA REQUERANTE", "A.  Observations des parties", "311.  La requérante se prétend elle-même victime d’un traitement inhumain et dégradant en raison de la disparition de son époux pendant la période où il s’est trouvé entre les mains des agents étrangers impliqués dans l’opération de remise extraordinaire. À cet égard, elle se fonde sur les considérations de la cour d’appel de Milan dans son arrêt du 15 décembre 2010 (paragraphe 139 ci-dessus). Elle invite la Cour à dire que la souffrance éprouvée par elle engage la responsabilité de l’État défendeur sur le terrain de l’article 3 de la Convention.", "En outre, elle estime que l’enquête diligentée par les autorités nationales n’était pas effective (voir aussi les paragraphes 253-256 ci-dessus).", "312.  Le Gouvernement s’oppose à cette thèse (voir aussi les paragraphes 257-260 ci-dessus).", "B.  Appréciation de la Cour", "1.  Recevabilité", "313.  Constatant que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "2.  Fond", "a)  Volet matériel", "314.  Selon la jurisprudence de la Cour, la souffrance endurée par un individu à la suite de la disparition ou perte d’un proche en raison d’une action des autorités étatiques peut soulever un problème sous l’angle de l’article 3. Par exemple, dans l’affaire Kurt c. Turquie la Cour a jugé que la souffrance d’une mère suite à la disparition d’un fils avait atteint le seuil de gravité pour tomber sous le coup de l’article 3 de la Convention (voir Kurt, précité, §§ 130-134).", "L’affaire Kurt n’a cependant pas établi un principe général selon lequel tout membre de la famille d’un « disparu » serait par là même victime d’un traitement contraire à l’article 3. Le point de savoir si un membre de la famille est ainsi victime dépend de l’existence de facteurs particuliers conférant à la souffrance du requérant une dimension et un caractère distincts du désarroi affectif que l’on peut considérer comme inévitable pour les proches d’une victime de violations graves des droits de l’homme. Parmi ces facteurs figureront la proximité du lien familial – dans ce contexte, un certain poids doit être attaché au lien parent-enfant –, les circonstances particulières de la relation, la mesure dans laquelle un membre de la famille a été témoin des événements en question, sa participation aux tentatives d’obtention de renseignements sur le disparu, et la manière dont les autorités ont réagi à ces demandes.", "En outre, l’essence d’une telle violation ne réside pas tant dans le fait de la « disparition » du membre de la famille que dans les réactions et le comportement des autorités face à la situation qui leur a été signalée. C’est notamment au regard de ce dernier élément qu’un proche peut se prétendre directement victime du comportement des autorités (Çakıcı, précité, § 98 et Imakaïeva c. Russie, no 7615/02, § 164, CEDH 2006 XIII (extraits)).", "315.  En l’espèce, la requérante est l’épouse de la personne disparue. Au moment de l’enlèvement, le 17 février 2003, elle vivait avec le requérant à Milan. C’est elle qui a alerté les autorités de police à propos de la disparition de son époux. La requérante n’a pu avoir des nouvelles de son époux que le 20 avril 2004, soit plus de quatorze mois après l’enlèvement (paragraphes 10, 28 et 33 ci-dessus). L’intéressée est donc demeurée dans l’angoisse, car elle savait que son époux avait été privé de liberté et aucune information officielle sur le sort de celui-ci ne lui a été donnée.", "316.  Certes, la police – la « Digos » - et le parquet de Milan ont réagi avec promptitude, notamment en ouvrant une enquête et en entendant des témoins (paragraphes 28-30 ci-dessus). Néanmoins, ils ont été dans un premier temps trompés sur le lieu où se trouvait le requérant et sur son sort par les agents de la CIA. Ces derniers ont déclaré aux agents de la Digos que le requérant se trouverait dans le Balkans (paragraphes 31 et 114 ci-dessus). Comme la Cour l’a déjà noté ci-dessus, il est évident que les services italiens de sécurité – SISMi – ont été dès le début informés du fait que le requérant se trouvait détenu en Égypte et qu’il était soumis à des interrogatoires par les services de renseignement égyptiens. En dépit de cela, ils ont dissimulé cette information à la police et au ministère public. Le document pertinent a été mis au jour, au plus tard en juillet 2005, à la suite de la perquisition du siège du SISMi à Rome ordonnée par le parquet (paragraphes 63, 114 et 288 ci-dessus). En raison de cette manipulation intentionnelle d’une information cruciale portant sur l’enlèvement du requérant et des tactiques d’obstruction du SISMi, qui agissait en coopération avec ses homologues de la CIA, la requérante n’a pu obtenir pendant une longue période aucune explication sur qu’il était advenu de son mari.", "0.  Comme les juridictions italiennes l’ont reconnu, la requérante, en raison de la disparition de son mari, a subi un dommage moral important du fait notamment de la rupture soudaine de sa relation conjugale et de l’atteinte à son intégrité psychologique et à celle de son mari. La conduite injustifiée des autorités italiennes et la souffrance qui en a découlé dans le chef de la requérante ont été considérées suffisamment sérieuses par les juridictions italiennes pour qu’elles octroient à l’intéressée une provision à hauteur de 500 000 EUR (paragraphe 139 ci-dessous). En dépit du fait que, pour les raisons expliquées ci-dessus (paragraphes 206-208 et 269-273 ci-dessus), les jugements n’ont pas été suivis d’effet et que les dommages-intérêts n’ont pas été versés, l’appréciation par les juridictions italiennes reste valide dans le contexte du grief examiné. En effet, la Cour partage leur appréciation.", "Pour la Cour, l’incertitude, les doutes et l’appréhension éprouvés par la requérante pendant une période prolongée et continue lui ont causé une souffrance mentale grave et de l’angoisse. Eu égard à sa conclusion d’après laquelle non seulement la disparition du requérant mais aussi le fait que la requérante a été privée de nouvelles concernant le sort de son époux pendant une période prolongée sont imputables aux autorités nationales, la Cour estime que la requérante a subi un traitement prohibé par l’article 3.", "b)  Volet procédural", "317.  Quant au volet procédural de l’article 3, en examinant les griefs soulevés par le requérant à ce titre, la Cour a déjà conclu que l’enquête qui a été menée dans cette affaire, pourtant effective et profonde, et le procès, qui a conduit à l’identification des coupables et à la condamnation de certains d’entre eux, n’ont pas abouti à leur issue naturelle qui, en l’espèce, était « la punition des responsables » (paragraphe 272 ci-dessus).", "318.  La Cour ne voit aucune raison de s’écarter de cette conclusion pour ce qui est du grief soulevé par la requérante.", "319.  Partant, il y a eu violation du volet matériel et du volet procédural de l’article 3 de la Convention dans le chef de la requérante.", "VIII.  SUR LA VIOLATION DE L’ARTICLE 8 DE LA CONVENTION ALLÉGUÉE PAR LA REQUERANTE", "A.  Observations des parties", "320.  La requérante allègue que l’épreuve qu’elle a subie constitue une violation de sa vie privée et familiale, au sens de l’article 8 de la Convention. Elle souligne que pendant plus d’un an, elle est demeurée sans nouvelles de son époux et dans l’angoisse. Elle ajoute que les vicissitudes, objet de la requête, ont gravement nui à la vie familiale.", "321.  Le Gouvernement s’oppose à cette thèse et réitère que les évènements litigieux ne sont pas imputables aux autorités italiennes et que rien ne peut être reproché à celles-ci.", "B.  Appréciation de la Cour", "1.  Recevabilité", "322.  Constatant que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "2.  Fond", "323.  La Cour rappelle avoir conclu que la responsabilité de l’État défendeur est engagée au titre de l’article 8 en ce qui concerne la disparition du requérant et que l’ingérence dans la vie privée et familiale de l’intéressé n’était pas prévue par la loi (paragraphe 309 ci-dessus).", "324.  Elle estime que la disparition du requérant, imputable aux autorités italiennes, s’analyse également en une ingérence dans la vie privée et familiale de la requérante. Cette ingérence n’était pas prévue par la loi.", "325.  Dès lors, il y a eu violation de l’article 8 de la Convention dans le chef de la requérante.", "IX.  SUR LA VIOLATION DE L’ARTICLE 13 DE LA CONVENTION ALLÉGUÉE PAR LES REQUERANTS", "326.  Les requérants se plaignent également de n’avoir disposé, pour faire valoir leurs droits résultant respectivement des articles 3, 5, 8 et 3, 8 de la Convention, d’aucun recours effectif au sens de l’article 13 de la Convention, qui se lit ainsi:", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "A.  Observations des parties", "1.  Les requérants", "327.  Au-delà de leur grief fondé sur le volet procédural de l’article 3 ou sur les articles 5 et 8 de la Convention, les requérants, sous l’angle de l’article 1, font grief aux autorités d’être restées en défaut de demander l’arrestation et l’extradition des condamnés. En outre, ils se plaignent que les juridictions pénales aient dû prononcer un non-lieu à l’encontre des agents du SISMi, à la suite de l’application du secret d’État. Les requérants allèguent qu’ils n’ont disposé d’aucun recours pour contester ces décisions, qui ont assuré l’impunité aux agents italiens du SISMi et aux agents américains et qui, en outre, ont eu pour effet de les priver de toute possibilité concrète d’obtenir le paiement des dommages-intérêts qui leur ont été octroyés au niveau national.", "2.  Le Gouvernement", "328.  Le Gouvernement s’oppose à cette thèse. Il réitère que l’enquête diligentée par les juridictions nationales doit passer pour effective au sens de la Convention, que les agents américains ont été condamnés et que le secret d’État a été opposé à juste titre concernant les agents italiens. Les juridictions ont accordé aux requérants des provisions sur les dommages-intérêts et, même de ce point de vue, on ne peut rien reprocher aux autorités nationales.", "B.  Appréciation de la Cour", "1.  Recevabilité", "329.  La Cour relève que cette partie de la requête est liée à celle examinée sous l’angle du volet procédural de l’article 3 de la Convention (paragraphes 252-274 et 318-320 ci-dessus). Elle doit partant être déclaré recevable.", "2.  Fond", "a)  Principes généraux", "330.  La Cour rappelle que l’article 13 garantit l’existence en droit interne d’un recours permettant de s’y prévaloir des droits et libertés de la Convention, tels qu’ils peuvent s’y trouver consacrés. Cette disposition a donc pour conséquence d’exiger un recours interne habilitant l’instance nationale compétente à connaître du contenu du grief fondé sur la Convention et à offrir le redressement approprié, même si les États contractants jouissent d’une certaine marge d’appréciation quant à la manière de se conformer aux obligations que leur fait cette disposition. La portée de l’obligation découlant de l’article 13 varie en fonction de la nature du grief que le requérant fonde sur la Convention. Toutefois, le recours exigé par l’article 13 doit être « effectif » en pratique comme en droit, en ce sens particulièrement que son exercice ne doit pas être entravé de manière injustifiée par des actes ou omissions des autorités de l’État défendeur. Lorsqu’un individu formule une allégation défendable de mauvais traitements subis aux mains d’agents de l’État, la notion de « recours effectif », au sens de l’article 13, implique, outre le versement d’une indemnité là où il échet, des investigations approfondies et effectives propres à conduire à l’identification et à la punition des responsables et comportant un accès effectif du plaignant à la procédure d’enquête (Aksoy, précité, §§ 95 et 98 ; El Masri, précité, § 255, et Al Nashiri, précité, § 546 et les références mentionnées).", "331.  La Cour rappelle en outre que les exigences de l’article 13 vont au-delà de l’obligation que les articles 3 et 5 font à un État contractant de mener une enquête effective sur la disparition d’une personne dont il est démontré qu’il la détient et du bien-être de laquelle il est en conséquence responsable (Kurt, précité, § 140 ; El Masri, précité, § 256 ; et Al Nashiri, précité, § 548).", "332.  Pour la Cour, compte tenu de la nature irréversible du dommage susceptible d’être causé en cas de matérialisation du risque de mauvais traitements et vu l’importance qu’elle attache à l’article 3, la notion de recours effectif au sens de l’article 13 requiert un examen indépendant et rigoureux de tout grief selon lequel il existe des motifs sérieux de croire à l’existence d’un risque réel de traitements contraires à l’article 3 (Jabari c. Turquie, no 40035/98, § 50, CEDH 2000-VIII). Cet examen ne doit pas tenir compte de ce que l’intéressé a pu faire pour justifier une expulsion ni de la menace pour la sécurité nationale éventuellement perçue par l’État qui expulse (Chahal, précité, § 151 ; El Masri, précité, § 257 ; et Al Nashiri, précité, § 549).", "b)  Application de ces principes", "333.  La Cour a établi que l’enquête menée par les autorités nationales – la police, le parquet et les juridictions – qui portait sur les allégations, présentées par les requérants, relatives à des atteintes à leur liberté personnelle, à leur intégrité physique et psychique et à leur vie privée et familiale a été privée de toute effectivité du fait de l’application du secret d’État par l’exécutif (paragraphes 272-274 ci-dessus). Elle a déjà conclu que la responsabilité de l’État défendeur était engagée à raison des violations des droits des requérants résultant des articles 3, 5 et 8 de la Convention constatées par elle (paragraphes 274, 291, 303, 310, 320 et 326 ci-dessus). Les griefs présentés par les intéressés sous l’angle de ces dispositions étaient donc « défendables » aux fins de l’article 13.", "En conséquence, les requérants auraient dû être en mesure, aux fins de l’article 13, d’exercer des recours concrets et effectifs aptes à mener à l’identification et à la punition des responsables, à l’établissement de la vérité et à l’octroi d’une réparation.", "334.  Pour les raisons exposées aux paragraphes 264-274 ci-dessus, on ne saurait considérer que la procédure pénale a eu, en fin de compte, un caractère effectif au sens de l’article 13, quant aux griefs présentés par le requérant sous l’angle des articles 3, 5 et 8 de la Convention (voir El Masri, précité, § 259 et Al Nashiri, précité, § 550).", "335.  Ainsi que le Gouvernement le reconnaît lui-même, il n’était pas possible d’utiliser les preuves couvertes par le secret d’État et il n’était pas utile de demander l’extradition des agents américains condamnés (paragraphes 258-259 ci-dessus).", "Quant aux conséquences sur le plan civil, comme elle l’a indiqué aux paragraphes 206-208 ci-dessus, la Cour a conclu qu’il était en pratique exclu, dans les circonstances de l’espèce, que les requérants aient la possibilité d’obtenir des dommages-intérêts.", "336.  En somme, la Cour est amenée à conclure qu’il y a eu violation de l’article 13 combiné avec les articles 3, 5 et 8 de la Convention dans le chef du requérant, et violation de l’article 13 combiné avec les articles 3 et 8 de la Convention dans le chef de la requérante.", "X.  SUR LA VIOLATION DE L’ARTICLE 6 DE LA CONVENTION ALLÉGUÉE PAR LES REQUÉRANTS", "337.  Les requérants se plaignent que la procédure diligentée par les autorités italiennes n’a pas été équitable en raison de l’application du secret d’État et du non-lieu prononcé à l’égard des agents du SISMi. Ils soulignent que la possibilité d’obtenir des dommages-intérêts a été ainsi réduite à néant.", "338.  Le Gouvernement s’oppose à cette thèse.", "339.  Constatant que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "340.  La Cour estime cependant que ce grief se confond avec celui que les requérants tirent du volet procédural de l’article 3 de la Convention, dans la mesure où il ne concerne qu’un aspect spécifique du déroulement d’une procédure qui, pour elle, ne répond pas au critère d’effectivité au sens de la Convention (paragraphes 264-274 ci-dessus).", "341.  En conclusion, la Cour estime qu’il n’y a pas lieu d’examiner ce grief séparément sous l’angle de l’article 6.", "XI.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "342.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "343.  Les requérants, qui disposaient d’un délai échéant le 13 juin 2012 pour présenter leurs demandes de satisfaction équitable, ont soumis celles-ci le 13 juin 2012.", "A.  Dommage", "344.  Les requérants soutiennent qu’à la suite de la décision de l’exécutif d’opposer le secret d’État à l’égard des agents italiens du SISMi et de la position de la Cour constitutionnelle à ce sujet, ils ont été privés de la possibilité d’intenter une action en dommages-intérêts. Ils précisent à cet égard que les agents américains bénéficient aux États-Unis d’une immunité. Quant aux agents italiens, le secret d’État opposé par l’exécutif empêcherait toute action civile ou pénale.", "345.  Soulignant l’énorme souffrance qu’ils ont endurée et les répercussions que celle-ci a eues sur le plan physique et psychique, les requérants estiment avoir subi un préjudice très grave, ce qui serait d’ailleurs confirmé par les montants des provisions que les juridictions nationales leur ont accordés (paragraphes 117 et 139 ci-dessus), soit 1 000 000 euros (EUR) pour le requérant et 500 000 EUR pour la requérante. Devant la Cour, le requérant réclame 10 000 000 EUR et la requérante 5 000 000 EUR.", "346.  Le Gouvernement s’oppose aux demandes des requérants. Il soutient que les demandes de satisfaction équitable n’ont pas été déposées dans les délais et ne peuvent dès lors pas être prises en compte par la Cour. Il ajoute que les requérants n’ont pas précisé si les sommes en questions sont réclamées au titre du dommage matériel ou moral. Pour lui, les demandes des intéressés ne sont pas étayées et, en tout cas, leurs prétentions sont exorbitantes.", "347.  La Cour relève que les requérants n’ont pas précisé leurs prétentions ; ils se sont juste référés à l’énorme souffrance à laquelle ils ont été confrontés et aux séquelles physiques et psychiques qu’ils ont subies. Selon la Cour, en l’espèce il n’y a donc que le préjudice moral qui entre en ligne de compte.", "À cet égard, elle considère que les requérants ont subi un préjudice moral certain du fait des violations constatées. Compte tenu des circonstances de l’affaire et, notamment, de ce que les provisions octroyées par les juridictions nationales ne leur ont pas été versées, la Cour, statuant en équité, estime qu’il y a lieu d’octroyer au requérant 70 000 EUR et à la requérante 15 000 EUR à ce titre, plus tout montant dû à titre d’impôt.", "B.  Frais et dépens", "348.  Les requérants demandent chacun 100 653 EUR, dont 89 470 EUR à titre d’honoraires, pour les frais et dépens engagés devant la Cour.", "349.  Le Gouvernement s’oppose aux demandes des requérants et observe que les montants réclamés sont exorbitants.", "350.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des documents dont elle dispose et de sa jurisprudence, la Cour estime raisonnable la somme de 30 000 EUR au titre des frais et dépens pour la procédure devant la Cour et l’accorde conjointement aux requérants.", "C.  Intérêts moratoires", "351.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Rejette les exceptions soulevées par le Gouvernement ;", "", "2.  Déclare la requête recevable ;", "", "3.  Dit qu’il y a eu violation des volets matériel et procédural de l’article 3 de la Convention dans le chef du requérant ;", "", "4.  Dit qu’il y a eu violation de l’article 5 de la Convention à raison de la période globale de détention du requérant ;", "", "5.  Dit qu’il y a eu violation de l’article 8 de la Convention dans le chef du requérant ;", "", "6.  Dit qu’il y a eu violation des volets matériel et procédural de l’article 3 de la Convention dans le chef de la requérante ;", "", "7.  Dit qu’il y a eu violation de l’article 8 de la Convention dans le chef de la requérante ;", "", "8.  Dit qu’il y a eu violation de l’article 13 de la Convention combiné avec les articles 3, 5 et 8 de la Convention dans le chef du requérant et violation de l’article 13 combiné avec les articles 3 et 8 de la Convention dans le chef de la requérante ;", "", "9.  Dit qu’il n’y a pas lieu d’examiner séparément le grief tiré de l’article 6 de la Convention ;", "", "10.  Dit", "a)  que l’État défendeur doit verser aux requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i)  70 000 EUR (soixante-dix mille euros) au requérant, plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "ii)  15 000 EUR (quinze mille euros) à la requérante, plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "iii)  30 000 EUR (trente mille euros), plus tout montant pouvant être dû par les requérants à titre d’impôt, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "11.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 23 février 2016, en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "\tFrançoise Elens-Passos\tGeorge Nicolaou\n\tGreffière\tPrésident", ""]}