{"file": "FRE_HFJUD_39647_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39647/98", "text_paragraphs": ["", "", "", "", "", "", "", "", "", "AFFAIRE EDWARDS et LEWIS c. ROYAUME-UNI", "", "(Requêtes nos 39647/98 et 40461/98)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "27 octobre 2004", "", "", "", "", "En l’affaire Edwards et Lewis c. Royaume-Uni,", "La Cour européenne des Droits de l’Homme, siégeant en une Grande Chambre composée de :", "\tMM.\tL. Wildhaber, président,\n\t\tC.L. Rozakis,\n\t\tJ.-P. Costa,\n\t\tG. Ress,\n\tSir\tNicolas Bratza,\n\tMM.\tG. Bonello,\n\t\tI. Cabral Barreto,\n\t\tK. Jungwiert,\n\t\tB. Zupančič,\n\tMme\tH.S. Greve,\n\tM.\tA.B. Baka,\n\tMme\tS. Botoucharova,\n\tM.\tA. Kovler,\n\tMmes\tA. Mularoni,\n\t\tE. Steiner,\n\t\tE. Fura-Sandström,\n\t\tA. Gyulumyan, juges,\net de M. P.J. Mahoney, greffier,", "Après en avoir délibéré en chambre du conseil le 6 octobre 2004,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouvent deux requêtes (nos 39647/98 et 40461/98) dirigées contre le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord et dont deux ressortissants britanniques, M. Martin John Edwards (le « premier requérant ») et M. Michael Lewis (« le second requérant »), avaient saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 6 septembre 1996 et le 16 mai 1997 respectivement en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Sauf à l’audience du 10 septembre 2002, où ils étaient représentés par deux conseils, M. B. Emmerson QC et M. J. Hall, les requérants ont été représentés par Me D. Clarke, avocat à Tonbridge. Quant au gouvernement britannique (« le Gouvernement »), hormis à l’audience, où il était représenté par M. D. Perry, conseil, il a été représenté par son agent, M. H. Llewellyn, du ministère des Affaires étrangères et du Commonwealth.", "3.  Dans leurs requêtes, M. Edwards et M. Lewis se plaignaient d’avoir été poursuivis pour des infractions commises à l’instigation d’agents provocateurs et critiquaient la procédure suivie par les juridictions internes pour aboutir à la conclusion que certains éléments de preuve n’avaient pas à être divulgués à la défense. Invoquant l’article 6 de la Convention, ils estimaient ne pas avoir bénéficié de procès équitables.", "4.  Les requêtes ont été transmises à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11).", "5.  Elles ont été attribuées à la quatrième section de la Cour (article 52 § 1 du règlement). Le 10 septembre 2002, à la suite d’une audience consacrée tant à la recevabilité qu’au fond de l’affaire (article 54 § 4), elles ont été déclarées recevables par une chambre de ladite section, qui, le 1er juillet 2003, a décidé de les joindre (article 43 § 1).", "6.  Le 22 juillet 2003, la chambre, composée de M. M. Pellonpää, président, Sir Nicolas Bratza, Mme E. Palm, M. M. Fischbach, M. R. Maruste, M. S. Pavlovschi et M. L. Garlicki, juges, et de M. M. O’Boyle, greffier de section, a rendu son arrêt. A l’unanimité, elle a considéré qu’il y avait eu violation de l’article 6 § 1 de la Convention, que ce constat représentait une satisfaction équitable suffisante pour tout dommage moral pouvant avoir été subi par les requérants et que l’Etat défendeur devait verser à chacun de ceux-ci la somme de 22 000 euros au titre de ses frais et dépens.", "7.  Le 21 octobre 2003, le Gouvernement, s’appuyant sur l’article 43 de la Convention et l’article 73 du règlement, a sollicité le renvoi de l’affaire devant la Grande Chambre. Un collège de la Grande Chambre a accueilli la demande le 3 décembre 2003.", "8.  La composition de la Grande Chambre a été déterminée conformément aux dispositions de l’article 27 §§ 2 et 3 de la Convention et de l’article 24 du règlement.", "9.  Le 2 avril 2004, le Gouvernement a fait parvenir à la Cour une lettre ainsi libellée :", "« Ayant maintenant eu l’occasion d’examiner plus avant l’arrêt rendu par la chambre de la Cour le 22 juillet 2003 et ses implications, le Gouvernement a résolu de ne pas poursuivre le renvoi de l’affaire devant la Grande Chambre, décidé le 3 décembre 2003 à sa propre demande.", "Dans ces conditions, le Gouvernement admet que la Grande Chambre peut parfaitement entériner l’arrêt rendu par la chambre le 22 juillet 2003 et déclare qu’il est prêt à se satisfaire de pareille décision. »", "10.  Le 22 avril 2004, le président, M. L. Wildhaber, a décidé qu’il n’était pas nécessaire de tenir une audience (articles 59 § 3 et 71 § 2 du règlement).", "11.  Les requérants et le Gouvernement ont déposé, au titre de l’article 41 de la Convention, des observations écrites concernant les frais supplémentaires étant résultés pour les requérants de la procédure menée devant la Grande Chambre.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "A.  Martin John Edwards", "12.  Le premier requérant est né en 1946 et domicilié à Woking.", "13.  Le 9 août 1994, à la suite d’une opération d’infiltration, il fut arrêté dans une camionnette en compagnie d’un agent de police infiltré connu sous le nom de « Graham ». Dans la camionnette se trouvait une mallette contenant 4,83 kilogrammes d’héroïne pure à 50 %. Le 7 avril 1995, la Crown Court de Snaresbrook reconnut le requérant coupable de détention aux fins de revente d’une drogue de la classe A et lui infligea une peine de neuf ans d’emprisonnement.", "14.  L’accusé se défendit en disant que lorsqu’il avait été arrêté il croyait participer à une transaction de recel de bijoux volés. Il affirma que sa participation avait été organisée par un homme nommé Geoffrey Lerway, qu’il avait rencontré l’année précédente alors que tous deux séjournaient en détention provisoire à la prison de Brixton. La semaine avant son arrestation, Lerway l’aurait présenté à un homme appelé Jim Humphries et à un autre, dont on lui aurait seulement indiqué qu’il s’appelait « Martin ». La veille de son arrestation, le requérant aurait été appelé par Lerway, qui lui aurait demandé si cela l’intéresserait d’aller à Birmingham dans le cadre d’une opération portant sur des bijoux dans laquelle Lerway agissait comme intermédiaire de Martin. Le requérant, que Lerway devait venir prendre à son domicile le lendemain, était censé percevoir une partie du prix de la transaction.", "15.  Le lendemain matin, on aurait dit au requérant que les plans avaient été modifiés et que c’était maintenant Martin qui devait venir à Londres. Le requérant aurait alors accepté d’accompagner Lerway à un pub, devant lequel une Jaguar rouge et une camionnette blanche se seraient garées vers midi quarante-cinq. Le conducteur de la Jaguar, accompagné d’un homme et d’une femme qui auraient par la suite été appelés « Terry » et « Carol », aurait été présenté au requérant sous le nom de « Jeff ». Le conducteur de la camionnette aurait quant à lui été présenté comme s’appelant « Graham ». Jeff aurait remis à Lerway une mallette contenant 125 000 livres sterling (GBP). Tous seraient alors partis en convoi pour l’hôtel Clive, à Primrose Hill, où ils auraient rencontré Martin.", "16.  A l’hôtel, Lerway aurait décidé de rester avec l’argent dans la voiture et il aurait demandé au requérant de surveiller l’arrivée de Martin. Le requérant aurait ainsi pénétré dans l’hôtel, où il aurait rencontré Jim Humphries, qui lui aurait dit que les plans avaient à nouveau changé, Martin étant à présent à Euston. Humphries et Lerway auraient alors demandé au requérant de prendre un taxi pour Euston et d’inviter Martin à rentrer avec lui à l’hôtel Clive. Le requérant aurait suivi ces instructions et aurait trouvé Martin, qui lui aurait déclaré qu’il devait partir immédiatement pour une autre réunion. Après avoir parlé à Humphries ou Lerway sur un téléphone portable, Martin aurait donné au requérant la clé d’une chambre de l’hôtel Ibis, situé à proximité, et lui aurait expliqué que la « marchandise » se trouvait dans une mallette à l’intérieur de la chambre.", "17.  Aux dires du requérant, Graham serait après venu de Primrose Hill à bord de sa camionnette et aurait rencontré le requérant à l’extérieur de l’hôtel Ibis. Graham aurait alors invité le requérant à l’accompagner jusqu’à la chambre et lui aurait proposé de le ramener ensuite à Primrose Hill. Dans la chambre de l’hôtel, Graham aurait forcé la serrure de la mallette alors que le requérant était dans la salle de bains. Une fois le requérant sorti de la salle de bains, Graham se serait dit prêt à partir. Les deux hommes seraient retournés à la camionnette, où la mallette aurait été ouverte. Le requérant aurait été arrêté quelques instants plus tard.", "18.  De tous les participants à la transaction ci-dessus, seul le requérant fut arrêté et inculpé. L’intéressé soupçonne les autres participants, dont on ne lui a jamais révélé ni l’identité ni la situation, d’avoir été des agents de police infiltrés ou des informateurs agissant sur les instructions de la police. A cet égard, il juge pertinent qu’à l’époque de la prétendue transaction Lerway avait été mis en liberté provisoire sous caution par la Crown Court du Middlesex dans le cadre d’une vaste affaire d’association de malfaiteurs spécialisée dans la revente de cannabis. L’un des malfaiteurs était un ancien détective de la brigade volante de la police judiciaire. Le requérant savait que Lerway avait agi en qualité d’informateur de la police dans ladite affaire et il était de notoriété publique que les policiers qui étaient intervenus dans la cause du requérant avaient également enquêté sur l’affaire du complot dans le contexte de laquelle Lerway avait dû payer une caution pour demeurer en liberté. Le requérant croit que le prononcé de la peine dans le procès de Lerway a été délibérément différé jusqu’au 12 avril 1995, c’est-à-dire jusqu’à une date postérieure de quelque cinq jours à la conclusion de son propre procès, dans le but de dissuader Lerway de se présenter et de témoigner au sujet de la vraie nature de la transaction.", "19.  Avant que ne commence le procès du requérant, l’accusation avisa la défense qu’une demande d’autorisation de non-divulgation de certains éléments de preuve au procès avait été formulée dans le cadre d’une procédure non contradictoire conformément à ce qui avait été entériné par la Cour d’appel dans l’affaire R. v. Davis, Johnson and Rowe (voir le paragraphe 37 ci-dessous). Le juge Owen Stable QC, qui examina les éléments de preuve visés en l’absence de la défense, conclut qu’ils ne seraient d’aucun secours pour la défense et qu’il y avait de vrais motifs d’intérêt public justifiant que l’accusation soit autorisée à ne pas les divulguer. Cette décision fut ultérieurement réexaminée par le juge du fond à la lumière d’un document rédigé par la défense qui décrivait les questions soulevées par l’affaire et des observations présentées oralement par l’avocat de la défense. Au cours de la procédure devant la chambre, le Gouvernement a révélé pour la première fois que les éléments soumis au juge du fond comportaient des informations indiquant que le requérant avait revendu de l’héroïne avant le début de l’opération d’infiltration. La nature des preuves couvertes par l’immunité d’intérêt public susmentionnée ne fut pas dévoilée au requérant lors de la procédure interne, ni en première instance ni en appel. Le juge de première instance, qui suivit la démarche fixée par la Cour d’appel dans l’affaire R. v. Keane (voir le paragraphe 39 ci-dessous), décida que les preuves en cause ne seraient d’aucun secours pour la défense et constata l’existence de véritables motifs d’intérêt public justifiant leur non-divulgation.", "20.  A la suite de la décision sur la question de la divulgation, la défense, s’appuyant sur l’article 78 de la loi de 1984 sur la police et les preuves en matière pénale (« PACE » ; voir le paragraphe 32 ci-dessous), saisit le juge du fond d’une demande tendant à l’exclusion du témoignage de Graham au motif que si le requérant avait commis l’infraction qui lui était reprochée c’était à la suite d’un guet-apens. Le juge l’en débouta, considérant que dans le cadre de l’examen de la requête unilatérale il n’avait entendu aucun témoignage ni n’avait vu aucun élément de preuve qui pût assister la défense dans son argumentation selon laquelle les preuves concernées devaient être exclues au titre de l’article 78 pour cause de guet-apens. Il précisa que s’il avait vu ou entendu quoi que ce soit de cette nature il aurait ordonné la divulgation des preuves litigieuses.", "21.  En dehors du requérant, Graham fut le seul participant à l’infraction à témoigner au procès. Il attesta que le requérant avait fait devant lui un certain nombre de déclarations compromettantes lorsqu’ils s’étaient trouvés seuls dans la camionnette et dans la chambre d’hôtel. Graham affirma avoir pris des notes détaillées des conversations en question, mais ces notes ne furent jamais montrées au requérant, qui ne fut jamais interrogé au sujet de leur contenu par les policiers chargés de l’enquête. D’après le requérant, il aurait de toute manière été difficile à la défense de saper la crédibilité de Graham, car l’identité complète et les autres éléments d’identification de l’intéressé ne furent jamais divulgués.", "22.  A la suite de sa condamnation, le requérant se pourvut devant la Cour d’appel au motif notamment que le juge avait eu tort de refuser d’ordonner la divulgation des preuves litigieuses. La Cour d’appel écarta le recours le 18 juillet 1996. Après avoir elle-même examiné les preuves non divulguées, elle s’exprima comme suit : « Il est apparu à chacun d’entre nous, de la manière la plus claire qui soit, que rien dans les documents non divulgués n’aurait pu aider la défense au procès, bien au contraire. »", "B.  Michael Lewis", "23.  Le second requérant est né en 1953 et domicilié à Tonbridge. Avant les événements à l’origine de l’affaire, il avait toujours été de bonne conduite. Il avait travaillé comme chef de la comptabilité dans une société qui avait été mise en liquidation un an avant les faits. A l’époque de son arrestation, en juillet 1995, il était au chômage et très endetté.", "24.  Sa version des faits, qu’il livra lors de son premier interrogatoire par la police et maintint par la suite, était qu’une de ses connaissances, Colin Phelps, lui avait présenté un homme appelé « Terry », qui semblait désireux de lui acheter des marchandises provenant de sociétés mises en faillite. Lors d’une rencontre qui aurait eu lieu en juillet 1995, Terry se serait mis à parler de fausse monnaie et aurait incité le requérant à se procurer de fausses coupures dans le cadre de la transaction. Bien que le requérant n’eût jamais jusqu’alors été impliqué dans des affaires de fausse monnaie, il connaissait un certain « John », qui était en mesure de fournir des faux billets de banque.", "25.  Par la suite, Terry aurait présenté le requérant à deux hommes appelés « Jag » et « Jazz ». Lors d’une troisième rencontre, qui aurait eu lieu le 14 juillet 1995, Jag serait arrivé en compagnie de « Chris », qui se serait par la suite révélé être un agent de police infiltré, et une quantité importante de fausse monnaie aurait été commandée. Il ressortirait de la transcription de l’enregistrement sonore effectué en secret durant la réunion que si le requérant n’était pas opposé à l’idée de participer à la transaction il a été activement encouragé à le faire par Jag et Chris, qui auraient exercé une certaine pression sur lui pour qu’il fournisse plus de grosses coupures qu’originellement convenu. Le 25 juillet 1995, le requérant aurait rencontré Chris et un autre agent infiltré, « Ian », dans le parking d’un pub. Le requérant leur aurait montré quelques coupures contrefaites et aurait immédiatement été arrêté par des agents en uniforme. D’autres faux billets furent découverts lors d’une perquisition menée à son domicile.", "26.  Le requérant affirme qu’il a été attiré dans un guet-apens par des policiers infiltrés et/ou par des informateurs actifs, qui l’auraient incité à commettre les infractions litigieuses. Le 11 novembre 1996, il sollicita du juge de la Crown Court une ordonnance prescrivant l’abandon des poursuites au motif que du fait des activités clandestines déployées par des agents de police infiltrés et/ou des informateurs actifs a) il n’était pas possible qu’il bénéficiât d’un procès équitable et b) il avait été porté atteinte à l’intégrité morale des poursuites. Il invita également le juge à enjoindre à l’accusation de fournir davantage d’informations et de documents, notamment des renseignements concernant la question de savoir si Colin Phelps, Terry ou « Tel », Jazz ou Jag étaient des informateurs actifs ou des agents de police infiltrés.", "27.  Avant de rendre sa décision sur la requête de la défense, le juge examina dans le cadre d’une procédure non contradictoire une demande de l’accusation tendant à l’obtention de l’autorisation, au nom de l’intérêt public, de ne pas divulguer certains éléments de preuve matériels. Il décida également que s’il était clair que Chris avait enjôlé le requérant rien n’indiquait qu’il eût exercé la moindre pression sur lui.", "28.  Une deuxième demande d’exclusion des témoignages des agents de police infiltrés fut alors introduite pour le compte du requérant au titre de l’article 78 de la PACE. Toutefois, avant que les agents en question – Chris et Ian – fussent invités à déposer, l’avocat de la défense s’enquit auprès du juge des questions qui pourraient être abordées dans le cadre de l’interrogatoire desdits témoins, certaines questions concernant l’enquête étant couvertes par une immunité d’intérêt public. Il apparut alors que la plupart des sujets sur lesquels l’interrogatoire des témoins devrait nécessairement porter pour permettre l’argumentation de la demande d’exclusion ne seraient pas autorisés. En conséquence, la demande fut retirée et le requérant choisit de plaider coupable sur les chefs d’accusation, ce dont il informa le juge le 12 novembre 1996.", "29.  Le 20 novembre 1996, il fut condamné au total à quatre ans et demi d’emprisonnement.", "30.  Le 28 novembre 1996, il fut avisé par son conseil qu’un appel contre sa condamnation serait voué à l’échec dès lors qu’il lui faudrait démontrer que la condamnation reposait sur des bases peu sûres, ce qui ne lui serait pas possible eu égard au fait que, de son propre aveu, c’était l’appât du gain qui lui avait fait accepter le marché dans le cadre duquel il était censé vendre de la fausse monnaie. Le conseil conclut comme suit :", "« Je suis convaincu que s’il y avait eu dans les éléments couverts par [l’immunité d’intérêt public] quoi que ce fût qui eût pu aider l’accusé à étayer sa demande d’exclusion de certains témoignages au titre de l’article 78 de la PACE le juge aurait communiqué les informations pertinentes. Dans ces conditions, je formule l’avis qu’il n’y a aucune base permettant l’introduction d’un recours contre la condamnation. »", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Le guet-apens en droit anglais", "31.  Le fait qu’un accusé n’aurait pas commis une infraction n’eût été l’activité d’un agent de police infiltré ou d’un informateur agissant sur les instructions de la police ne fournit pas un moyen de défense en droit anglais. Le juge possède toutefois le pouvoir discrétionnaire d’ordonner l’abandon des poursuites lorsqu’il apparaît que l’accusé a été victime d’un guet-apens, ainsi que la Chambre des lords en a décidé dans R. v. Looseley; renvoi de l’Attorney-General (no 3 de 2000) (United Kingdom House of Lords Decisions 2001, p. 53), décision qui suivait et approuvait une jurisprudence antérieure qui s’appliquait à l’époque des procès des requérants (par exemple, l’arrêt de la Chambre des lords dans R. v. Latif, Weekly Law Reports 1996, vol. 1, p. 104).", "Dans l’affaire Looseley, Lord Nicholls of Birkenhead s’exprima comme suit (§ 1) :", "« (...) Toute juridiction a un pouvoir et un devoir implicites de prévenir l’usage abusif de sa saisine. Il s’agit là d’un principe fondamental de l’état de droit. En l’appliquant, les tribunaux empêchent les agents exécutifs de l’Etat de détourner les fonctions coercitives d’application de la loi confiées aux organes juridictionnels et d’opprimer ce faisant les citoyens de l’Etat. Le guet-apens (...) constitue un exemple de cas où pareil détournement peut se produire. Il n’est tout simplement pas acceptable que l’Etat, par le truchement de ses agents et au moyen de la ruse, amène ses citoyens à commettre des actes interdits par la loi pour après les poursuivre de ce chef. Pareille attitude s’analyse en un guet-apens constitutif d’un abus de la puissance publique et de la procédure judiciaire. Le caractère fâcheux, effrayant, voire sinistre dans des cas extrêmes, des conséquences possibles de tels agissements est manifeste. Le rôle des tribunaux est de s’interposer entre l’Etat et ses citoyens et de veiller à ce que rien de semblable ne se produise. »", "32.  De plus, le tribunal jouit, en vertu de l’article 78 de la loi de 1984 sur la police et les preuves en matière pénale, d’un pouvoir discrétionnaire lui permettant d’exclure des preuves obtenues par un agent de police infiltré, notamment lorsque l’accusé n’aurait pas commis l’infraction s’il n’y avait été incité par la police (R. v. Smurthwaite ; R. v. Gill, Criminal Appeal Reports 1994, vol. 98, p. 437, arrêt de la Cour d’appel ; et Looseley précité). Entre l’abandon des poursuites et l’exclusion des preuves litigieuses, le premier remède est le plus approprié, car des poursuites fondées sur un guet-apens sont constitutives d’un abus de la procédure judiciaire et n’auraient à ce titre pas dû être intentées.", "33.  Dans l’affaire Looseley, la Chambre des lords a admis qu’il n’est pas possible de donner une définition compréhensive de ce qui constitue une conduite policière inacceptable ou un « coup monté par les autorités ». Dans chaque cas, c’est au juge de décider, à la lumière de l’ensemble des circonstances, si la conduite de la police ou de toute autre force de l’ordre a été à ce point incorrecte qu’elle a mis en cause l’administration de la justice. Les éléments à prendre en compte sont notamment les suivants : la nature de l’infraction, le motif à l’origine de l’opération de police en cause, la possibilité d’utiliser d’autres méthodes de détection et la nature et l’étendue de la participation de la police à l’infraction : plus grande est la récompense promise par la police et plus insistantes et persistantes sont les ouvertures faites par elle, plus une juridiction sera encline à conclure que la police a dépassé les bornes, son comportement ayant pu provoquer chez une personne qui d’ordinaire s’abstient de tels agissements la commission d’une infraction. La police doit agir de bonne foi lorsqu’elle recherche les preuves d’une infraction qu’elle a des raisons plausibles de soupçonner une personne d’être sur le point de commettre ou d’être déjà en train de commettre, et ses opérations doivent faire l’objet d’une surveillance adéquate. Quant aux antécédents judiciaires de l’accusé, ils ne sont normalement pas pertinents, sauf s’ils peuvent être reliés à d’autres éléments propres à rendre plausibles des soupçons d’après lesquels l’intéressé se livrait à l’activité criminelle en question avant l’implication de la police (Lord Nicholls, §§ 26-29 ; Lord Hoffmann, §§ 50-71).", "B.  L’obligation de divulgation s’imposant à l’accusation", "34.  Selon la common law, l’accusation a l’obligation de divulguer tous éléments ayant une incidence ou pouvant avoir une incidence sur l’infraction reprochée. Cette obligation s’étend à toute déclaration écrite ou orale faite par un témoin à charge et se révélant incompatible avec une déposition faite par le même témoin au procès, ainsi qu’aux déclarations de tous témoins potentiellement favorables à la défense.", "35.  En décembre 1981, l’Attorney-General émit des directives, qui n’avaient pas force de loi, concernant les exceptions à l’obligation, prévue par la common law, de communiquer à la défense certains éléments de preuve pouvant se révéler utiles pour elle (Criminal Appeal Reports 1982, vol. 74, p. 302 ; « les directives »). D’après les directives, l’obligation de divulgation était assortie du pouvoir discrétionnaire pour le représentant de l’accusation de garder par-devers lui des éléments pertinents lorsque ces éléments relevaient de l’une des catégories définies à l’article 6. L’une de ces catégories (6 iv) englobait des éléments « sensibles » que, de ce fait, il valait mieux, dans l’intérêt public, ne pas divulguer. Ces éléments sensibles étaient ainsi définis :", "« (...) a) ceux qui touchent à des questions intéressant la sécurité nationale, émanent d’un agent des services de sécurité ou divulguent l’identité d’un agent des services de sécurité qui ne pourrait plus être utilisé par lesdits services une fois son identité connue ; b) ceux qui émanent d’un informateur ou divulguent l’identité d’un informateur lorsqu’il y a des raisons de craindre que la divulgation de l’identité de l’intéressé compromettrait sa sécurité ou celle de sa famille ; c) ceux qui émanent d’un témoin ou divulguent l’identité d’un témoin qui courrait le risque d’être agressé ou de faire l’objet d’intimidations si son identité venait à être connue ; d) ceux qui comportent des précisions qui, si elles venaient à être connues, pourraient faciliter la commission d’autres infractions ou alerter une personne non détenue du fait que des soupçons pèsent sur elle, ou qui trahissent une forme inhabituelle de surveillance ou une méthode inhabituelle de découverte d’une infraction ; e) ceux qui ne sont fournis qu’à condition que le contenu n’en soit pas divulgué, du moins tant qu’une assignation n’a pas été signifiée au fournisseur, par exemple à un cadre bancaire ; f) ceux qui se rapportent à d’autres infractions ou allégations graves d’infractions commises par une personne non accusée ou qui révèlent des condamnations antérieures ou d’autres précisions de nature à nuire à cette personne ; g) ceux qui comportent des détails d’ordre privé concernant leur auteur et qui pourraient compromettre la paix de son ménage. »", "36.  Dans sa décision R. v. Ward (Weekly Law Reports 1993, vol. 1, p. 619), la Cour d’appel souligna que c’était au tribunal et non à l’accusation qu’il revenait de décider si celle-ci pouvait garder par-devers elle des éléments de preuve au nom de l’intérêt public. Et d’expliquer que « (...) le juge met en balance, d’une part, le caractère souhaitable d’une préservation de l’intérêt public à ne pas divulguer, et, de l’autre, l’intérêt de la justice. Lorsque ce dernier est en jeu dans une affaire pénale touchant et concernant la liberté, voire, à l’occasion, la vie, le poids qu’il convient de lui accorder est évidemment très important ».", "37.  Dans sa décision R. v. Davis, Johnson and Rowe (Weekly Law Reports 1993, vol. 1, p. 613), la Cour d’appel jugea qu’il n’était pas nécessaire dans chaque espèce que l’accusation informe la défense de son souhait d’invoquer une immunité d’intérêt public. Elle décrivit à cet égard trois procédures différentes. La première, qu’il y a lieu de suivre en général, consiste pour l’accusation à informer la défense qu’elle sollicite du tribunal une décision et à indiquer au moins à la défense quelle catégorie d’éléments elle détient. La défense se voit alors donner l’occasion de formuler des observations au tribunal. Dans le cadre de la deuxième procédure, en revanche, là où la divulgation de la catégorie dont relèvent les éléments en question aboutirait de fait à révéler ce que l’accusation affirme ne pouvoir l’être, l’accusation doit aussi informer la défense qu’une requête va être adressée au tribunal, mais elle n’est pas obligée de faire connaître la catégorie dont relèvent les éléments en question, et la requête est formulée dans le cadre d’une procédure non contradictoire. La troisième procédure s’appliquerait dans un cas exceptionnel, où la divulgation du fait même qu’une requête unilatérale va être introduite équivaudrait de fait à révéler la nature des preuves en question. Dans ce cas, l’accusation pourrait saisir le tribunal d’une requête unilatérale sans en avertir la défense.", "38.  La Cour d’appel observa que, si les requêtes unilatérales limitaient les droits de la défense dans certains cas, la seule solution de rechange consisterait à obliger l’accusation à choisir entre suivre une procédure contradictoire ou abandonner les poursuites, et, dans des cas rares mais graves, l’abandon des poursuites dans le but de protéger des éléments sensibles serait contraire à l’intérêt public. Elle évoqua le rôle important joué par le juge dans le contrôle de l’opinion de l’accusation quant au juste équilibre à ménager et fit observer que même dans les cas où le caractère sensible des informations requérait une procédure non contradictoire la défense bénéficiait d’une « protection aussi grande qu’il [était] possible de lui donner sans qu’il ne soit porté atteinte à l’intérêt public ». Enfin, elle souligna qu’il incombait au tribunal de continuer à surveiller la situation au fur et à mesure que le procès avançait. Il était possible que surgissent au cours du débat des questions de nature à affecter l’équilibre recherché et à exiger une divulgation de certaines données « afin de garantir à l’accusé l’équité de la procédure ». Aussi fallait-il veiller à ce que ce soit le même juge ou la même formation de juges qui connaisse de la requête et qui assure la conduite du procès.", "39.  A l’époque des procès des requérants, la décision de principe en matière d’obligation de divulgation était celle rendue par la Cour d’appel dans l’affaire R. v. Keane (Weekly Law Reports 1994, vol. 1, p. 746). Le Lord Chief Justice, qui en était l’auteur, avait estimé que l’accusation ne devait produire devant le tribunal que les documents qu’elle jugeait pertinents et souhaitait, au nom de l’intérêt public, ne pas devoir divulguer. Les éléments « pertinents » étaient « ceux que, de façon raisonnable, l’accusation pouvait considérer comme 1) pertinents ou éventuellement pertinents pour un aspect de la cause ; 2) soulevant ou susceptibles de soulever une nouvelle question dont l’existence ne transparaissait pas des preuves que l’accusation entendait utiliser, ou 3) recelant un risque réel (et non purement imaginaire) de fournir des indications quant à des preuves relevant des points 1) et 2) ».", "40.  Une fois les éléments en question portés à sa connaissance, le juge devait mettre en balance l’intérêt public à leur non-divulgation et l’importance des documents pour les questions présentant un intérêt ou susceptibles de présenter un intérêt pour l’accusé. Si les éléments litigieux se révélaient de nature à prouver l’innocence de l’accusé ou à éviter une erreur judiciaire, la balance penchait fortement en faveur de la divulgation. Lorsqu’en revanche les éléments en question semblaient ne pouvoir être d’aucun secours pour l’accusé, ou lorsqu’ils étaient en fait propres à aider l’accusation, la balance penchait plutôt en faveur de la non-divulgation.", "41.  Dans sa décision R. v. Turner (Weekly Law Reports 1995, vol. 1, p. 264), la Cour d’appel, revenant sur l’exercice de mise en balance, déclara notamment :", "« Depuis la décision R. v. Ward (...), on constate une tendance croissante, de la part des accusés, à solliciter la divulgation des noms des informateurs et du rôle joué par eux en soutenant que ces éléments revêtent une importance essentielle pour leur défense. On a vu se multiplier les défenses consistant à dire que l’accusé avait été victime d’un coup monté, ainsi que les allégations de recours à la contrainte par les autorités, choses qui étaient rares par le passé. Nous souhaitons attirer l’attention des juges sur la nécessité d’examiner avec un soin particulier les demandes de divulgation de précisions concernant des informateurs. Les juges doivent faire preuve de beaucoup de discernement pour déterminer si sont justifiées les allégations selon lesquelles l’accusé a besoin de connaître pareilles précisions au motif que celles-ci revêtent une importance essentielle pour sa défense. Si elles ne le sont pas, il faut alors que le juge adopte une attitude de fermeté pour refuser d’ordonner la divulgation des données litigieuses. Il est manifeste que l’on peut distinguer entre les affaires où les circonstances font apparaître qu’il n’y a aucune possibilité réaliste que les renseignements concernant l’informateur aient une incidence sur les questions à trancher et celles où les circonstances laissent entrevoir pareille possibilité. Là encore, il y a des affaires où l’informateur est un informateur et rien de plus, et il y en a d’autres où l’informateur peut avoir participé aux faits constitutifs de l’infraction ou à des faits l’ayant entourée ou suivie. Même là où l’informateur a participé à semblables faits, le juge doit se demander si le rôle joué par celui-ci a une incidence telle sur une question présentant un intérêt actuel ou potentiel pour la défense qu’il rend nécessaire la divulgation sollicitée (...) »", "42.  Les exigences en matière de divulgation ont été depuis précisées dans un dispositif législatif. En vertu de la loi de 1996 sur la procédure pénale et les enquêtes (Criminal Procedure and Investigations Act – « CIPA »), qui est entrée en vigueur en Angleterre et au pays de Galles immédiatement après avoir reçu la sanction royale le 4 juillet 1996, l’accusation doit opérer une « première divulgation », qui concerne l’ensemble des éléments non divulgués antérieurement qui, de l’avis du procureur, pourraient affaiblir la thèse de l’accusation. L’accusé doit alors soumettre à l’accusation et au tribunal une déclaration exposant dans ses grandes lignes la nature de sa défense et les questions sur lesquelles il n’est pas d’accord avec l’accusation. Celle-ci opère alors une « seconde divulgation », qui concerne l’ensemble des éléments précédemment non divulgués « dont on peut raisonnablement supposer qu’ils peuvent aider la défense de l’accusé telle que celle-ci se dégage de la déclaration de défense ». La manière dont l’accusation s’acquitte de ses obligations en matière de divulgation peut être contrôlée par le tribunal sur demande de l’accusé.", "C.  L’« avocat spécial »", "43.  A la suite des arrêts rendus par la Cour européenne des Droits de l’Homme dans les affaires Chahal c. Royaume-Uni (15 novembre 1996, Recueil des arrêts et décisions 1996-V) et Tinnelly & Sons Ltd et autres et McElduff et autres c. Royaume-Uni (10 juillet 1998, Recueil 1998-IV), le Royaume-Uni a adopté un dispositif prévoyant la désignation d’un « avocat spécial » dans certaines affaires touchant à la sécurité nationale. Les dispositions en sont contenues dans la loi de 1997 sur la Commission spéciale de recours en matière d’immigration (Special Immigration Appeals Commission Act – « la loi de 1997 ») et dans la loi de 1998 sur l’Irlande du Nord (Northern Ireland Act – « la loi de 1998 »). En vertu de cette législation, lorsqu’il est nécessaire pour des motifs tenant à la sécurité nationale que le tribunal saisi siège à huis clos en l’absence de la personne concernée et de ses représentants, l’Attorney-General peut désigner un avocat spécial pour assumer dans la procédure les intérêts de la personne concernée. La législation prévoit que l’avocat spécial n’est toutefois pas « responsable envers la personne dont il est chargé d’assumer les intérêts », ce qui a pour effet d’autoriser et d’obliger l’avocat spécial à garder secrète toute information ne pouvant être divulguée. Les règles pertinentes ayant donné effet aux lois de 1997 et 1998 se trouvent décrites dans l’arrêt Jasper c. Royaume-Uni ([GC], no 27052/95, § 36, 16 février 2000).", "44.  En décembre 1999, le gouvernement chargea une commission présidée par un membre éminent de la Cour d’appel, Sir Robin Auld, de se livrer à un examen global du système de la justice pénale. Publié en septembre 2001 après d’intenses consultations et intitulé « Le fonctionnement des juridictions pénales en Angleterre et au pays de Galles », le rapport rédigé par ladite commission (« le rapport Auld ») recommandait notamment l’introduction d’un régime prévoyant l’intervention d’un « avocat spécial » dans les cas où l’accusation souhaite solliciter de manière unilatérale l’autorisation de garder certains éléments par-devers elle au nom de l’intérêt public. Cette recommandation est expliquée dans le rapport de la manière suivante (notes de bas de page omises) :", "« 193.  Le régime [développé par la common law depuis la décision R. v. Ward et reflété dans la loi de 1996 sur la procédure pénale et les enquêtes : voir ci-dessus] représente une amélioration de ce qu’il y avait auparavant et il est à ce titre généralement bien accepté. Il existe néanmoins au sein des professions juridiques une préoccupation générale concernant l’absence de représentation de l’intérêt de l’accusé dans les requêtes [unilatérales], et des cas sont de temps à autre rapportés qui montrent que la défense subit parfois de ce fait une injustice. (...) Un argument développé au nom des requérants à Strasbourg et largement partagé par les membres de notre commission consiste à dire que l’exclusion de l’accusé de la procédure devrait être contrebalancée par l’intervention d’un « avocat spécial indépendant ». Cet avocat représenterait les intérêts de l’accusé en première instance et, le cas échéant, en appel sur un certain nombre de questions : premièrement, sur la pertinence des éléments non divulgués si et dans la mesure où cette question n’a pas déjà été résolue en faveur d’une divulgation sauf demande d’immunité d’intérêt public ; deuxièmement, sur le bien-fondé de la demande de reconnaissance d’une immunité d’intérêt public ; troisièmement, sur la question de savoir dans quelle mesure les éléments en cause pourraient aider la défense et, quatrièmement, d’une manière générale, sur les garanties pouvant être mises en place contre le risque d’erreur ou de partialité judiciaire.", "194.  J’estime que beaucoup d’éléments plaident en faveur de pareille proposition, indépendamment de la vulnérabilité ou du caractère critiquable des procédures actuelles au regard de l’article 6. Dans un document rédigé pour la commission, Tim Owen QC a argumenté de manière convaincante en faveur de cette proposition. Celleci permettrait de restaurer une forme d’examen contradictoire des questions aujourd’hui absentes lorsqu’il s’agit de trancher ces requêtes souvent délicates et tangentes. Il ne devrait pas être nécessaire, d’une manière générale, pour les avocats spéciaux d’être présents d’un bout à l’autre du procès. La plupart du temps, la question devrait pouvoir être résolue par le tribunal avant le procès, et, au cas où une question de divulgation se poserait pendant les débats, l’avocat spécial pourrait être invité à faire une nouvelle intervention. Si, du fait du grand nombre de questions d’immunité d’intérêt public qui sont à présent soumises aux tribunaux, l’intervention des avocats spéciaux devait s’avérer coûteuse, cela ne ferait qu’indiquer, comme Owen l’a justement fait observer, l’ampleur du problème et ne représenterait donc pas un argument militant contre la recherche d’une solution équitable.", "195.  Le rôle de l’avocat spécial serait analogue à celui d’un amicus curiae appelé à prêter une aide indépendante à un tribunal, même si la plupart du temps l’avocat spécial interviendrait en appel. Dans les affaires de viol, lorsqu’un accusé non représenté demande à pouvoir interroger un plaignant, le tribunal doit l’informer qu’il ne peut le faire et, si l’intéressé refuse de commettre un avocat, le tribunal doit lui en désigner un d’office. Après les décisions rendues par la Cour européenne des Droits de l’Homme dans les affaires Chahal et Tinnelly, le gouvernement a introduit pareille procédure dans les affaires d’immigration mettant en jeu des questions de sécurité nationale. Bien que de telles affaires soient extrêmement rares, il est suffisant que le principe de l’intervention d’un « tiers avocat » ou d’un « avocat spécial » pour le compte d’un accusé ait été admis dans un certain nombre de domaines.", "196.  L’introduction d’un système prévoyant l’intervention d’un avocat spécial indépendant pourrait, comme Owen l’a également relevé, combler en partie une lacune que recèle le droit en ce qui concerne les audiences consacrées à l’examen des demandes d’immunité d’intérêt public qui se déroulent en l’absence de l’accusé appelant devant la Cour d’appel, pour lesquelles la loi de 1996 et ses règlements d’application ne jouent pas. Dans les cas de violation de l’article 6 de la Convention résultant du fait que le juge du fond n’a pas organisé une audience pour trancher la question de l’opportunité de reconnaître une immunité d’intérêt public, les éléments litigieux n’étant venus au jour qu’après la décision de condamnation, la Cour européenne des Droits de l’Homme considère que la violation ne peut être réparée par la tenue d’une audience devant la Cour d’appel en l’absence de l’appelant. Les motifs pour lesquels la Cour européenne a adopté cette ligne de conduite résident dans le fait que la juridiction d’appel en est réduite à examiner ex post facto les effets de la non-divulgation sur le procès et qu’il n’est pas impossible que, influencée sans en être consciente par le verdict du jury, elle sous-estime la portée des éléments non divulgués.", "197.  Toutefois, même l’intervention d’un avocat spécial à de telles audiences ne résoudrait pas le problème central auquel j’ai fait allusion, à savoir celui tenant au fait qu’il arrive que la police, en raison soit de l’incompétence soit de la malhonnêteté des policiers, n’avise pas le procureur de l’existence d’informations cruciales. A moins, comme je l’ai recommandé, que la police améliore de manière significative ses performances dans cet exercice élémentaire, toutes les garanties qui pourront être introduites dans le système reposeront sur des bases peu solides.", "Je recommande l’introduction d’un dispositif prévoyant la désignation par le tribunal d’un avocat spécial indépendant chargé, tant en première instance qu’en appel, de représenter les intérêts de l’accusé dans les cas où le tribunal examine aujourd’hui en l’absence de la défense les requêtes de l’accusation tendant à l’obtention de l’autorisation de ne pas divulguer certains éléments sensibles. »", "45.  Dans l’affaire R. v. H. ; R. v. C. (United Kingdom House of Lords Decisions 2004, p. 3), tranchée le 5 février 2004, donc après l’intervention de l’arrêt de la chambre en l’espèce, la Commission judiciaire de la Chambre des lords s’est notamment exprimée comme suit :", "« Au cours des années qui se sont écoulées depuis le prononcé de la décision dans l’affaire R. v. Davis [voir le paragraphe 37 ci-dessus] et l’adoption de la CIPA [voir le paragraphe 42 ci-dessus], on a assisté à l’introduction dans certains domaines du droit d’une nouvelle procédure destinée à protéger les intérêts d’une partie contre laquelle une ordonnance défavorable risque d’être rendue alors que, pour des motifs de sécurité, elle ne peut (ni personnellement ni par le truchement de son représentant) se voir communiquer tous les éléments plaidant en sa défaveur. La procédure consiste à désigner une personne, communément appelée « avocat spécial », qui n’a pas le droit de divulguer à la personne faisant l’objet de la procédure les éléments secrets qui lui sont communiqués à elle et qui n’est pas responsable, au sens professionnel ordinaire du terme, envers la partie concernée, mais qui, dans le cadre des contraintes susdécrites, a la charge de représenter les intérêts de ladite partie. (...)", "On ne trouve pour l’heure guère de fondement explicite dans la législation ou la jurisprudence internes pour la désignation d’un avocat spécial censé représenter un accusé en qualité d’avocat dans une procédure pénale ordinaire où des éléments couverts par une immunité d’intérêt public ne sont pas communiqués à la défense (...). Mais la nouveauté n’est pas en soi une cause d’objection, et des affaires surgiront dans lesquelles la désignation d’un avocat agréé pour assumer les fonctions d’avocat spécial sera nécessaire dans l’intérêt de la justice pour assurer la protection du droit de tout accusé à un procès équitable. Pareille désignation soulève toutefois des problèmes d’ordre éthique, dans la mesure où un avocat qui ne peut prendre toutes les instructions nécessaires auprès de son client, qui ne peut faire rapport à son client, qui n’est pas responsable envers son client et dont la relation avec son client ne présente pas l’élément de confiance inhérent à toute relation avocat-client ordinaire, agit d’une manière jusqu’ici inconnue au sein de la profession juridique. S’ils ne sont pas insurmontables, ces problèmes ne doivent pas être ignorés, car ni l’accusé ni le public ne sauront parfaitement ce qui se passe. La désignation d’un avocat spécial est également de nature à causer des problèmes d’ordre pratique : d’allongement de la procédure, car l’avocat spécial doit se familiariser avec les détails de ce qui constitue vraisemblablement une affaire complexe ; de dépenses, car le recours à un avocat supplémentaire hautement qualifié ne peut faire qu’ajouter de manière significative aux frais entraînés par la cause ; et de continuité du contrôle, car il ne sera jamais facile pour un avocat spécial d’assister le tribunal dans son devoir permanent de contrôler le respect de l’obligation de divulgation des preuves, sauf à admettre que l’avocat spécial soit présent d’un bout à l’autre de la procédure ou qu’on lui communique de manière ponctuelle, lorsque le besoin s’en fait sentir, les informations nécessaires. Les accusés qui ont à répondre de lourdes charges sont souvent peu enclins à se montrer coopératifs dans une procédure qui risque d’aboutir à leur condamnation, et toute nouvelle procédure est susceptible de leur offrir des occasions de faire obstruction au cours normal de la justice et de se livrer à des manœuvres dilatoires. Aucun de ces problèmes ne doit empêcher le tribunal de désigner un avocat spécial dans les cas où il est établi que les intérêts de la justice commandent pareille mesure. Encore faut-il que cela soit démontré. Semblable désignation sera toujours exceptionnelle, jamais automatique. Mesure de dernier et non de premier recours, elle ne doit pas être ordonnée tant que le juge n’est pas convaincu qu’il n’y a aucun autre moyen d’assurer de manière adéquate le respect de l’exigence essentielle d’équité de la procédure pour l’accusé. (...) »", "EN DROIT", "I.  LES CONCLUSIONS DE LA CHAMBRE", "46.  La partie « En droit » de l’arrêt rendu par la chambre le 22 juillet 2003 est ainsi libellée (la numérotation originale des paragraphes a été omise) :", "« I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA\n\tCONVENTION", "Les requérants allèguent qu’ils ont été privés de procès équitables au sens de l’article 6 § 1 de la Convention, qui dispose :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, (...), par un tribunal (...) »", "A.  Les arguments des parties", "1.  Le Gouvernement", "Le Gouvernement soutient que les requérants ont bénéficié de procès équitables. Il affirme que le principe fixé par la Cour dans son arrêt Teixeira de Castro c. Portugal du 9 juin 1998 (Recueil 1998-IV) a été respecté puisqu’il n’existait aucun élément de nature à suggérer que l’un ou l’autre des requérants eût été incité ou amené par des policiers ou d’autres personnes agissant pour le compte de policiers à commettre une infraction qu’il n’aurait autrement pas commise. Telle serait d’ailleurs la conclusion à laquelle le juge du fond aurait abouti dans chaque affaire après avoir examiné les éléments censés justifier l’octroi d’une immunité d’intérêt public et décidé que, dès lors qu’aucun de ces éléments n’était de nature à aider la défense, il ne fallait pas en ordonner la divulgation.", "Le Gouvernement fait observer que, dans le cas du premier requérant, ce furent non seulement le juge de première instance mais également la Cour d’appel qui se penchèrent sur les éléments de preuve non divulgués et qui estimèrent que leur non-divulgation n’avait pas désavantagé M. Edwards. Les informations soumises au juge de première instance et à la Cour d’appel dans le cadre des procédures non contradictoires suggéraient que le premier requérant revendait déjà de l’héroïne à l’époque de l’opération d’infiltration. D’après les témoignages livrés par « Graham » au procès du premier requérant, ce dernier se serait volontairement, activement et délibérément engagé dans la revente de drogues.", "Le Gouvernement soutient en outre que la procédure non contradictoire suivie par les juridictions internes tant dans la cause du premier requérant que dans celle du second offrait des garanties adéquates à la défense et que la présente espèce ne peut se distinguer de l’affaire Jasper [citée au paragraphe 43 ci-dessus], où la Cour n’avait constaté aucune violation de l’article 6 § 1. Il souligne en particulier que dans chacune des présentes espèces le juge de première instance, qui aurait été tenu d’ordonner la divulgation des éléments litigieux si ceux-ci s’étaient révélés être de nature à aider la défense, a examiné ces éléments après avoir entendu les observations de l’avocat de la défense et alors qu’il connaissait parfaitement la thèse du guet-apens développée par celle-ci.", "2.  Les requérants", "Les requérants rétorquent qu’il leur a été impossible d’établir, au vu des preuves disponibles, si le rôle joué par les agents provocateurs dans les infractions commises par eux avait ou non rendu inéquitable la procédure menée contre eux. Il avait en effet été décidé, au nom de l’intérêt public, que les éléments de preuve ayant trait à cette question ne devaient pas être divulgués à la défense.", "Les intéressés considèrent que la procédure interne a été fondamentalement inéquitable dès lors que le juge de première instance, à qui il revenait de trancher la question de fait consistant à déterminer si chacun des accusés avait été victime d’un guet-apens et d’un abus de la procédure judiciaire, a également dû examiner les éléments que l’accusation souhaitait voir couverts par une immunité d’intérêt public en l’absence de tout représentant des accusés et en dehors de toute procédure contradictoire. La présente espèce pourrait être distinguée de l’affaire Jasper précitée, dès lors que dans un cas tel que celui correspondant à l’affaire Jasper, où il n’était pas question de guet-apens, la séparation des fonctions entre le juge et le jury garantissait qu’aucune des parties ne pouvait se fonder sur les éléments de preuve non divulgués, assurant ainsi la préservation de l’égalité des armes. Dans l’affaire Jasper, la juridiction du fait n’avait rien vu que l’accusé et ses avocats n’eussent eu la possibilité de voir et le juge avait l’obligation d’ordonner la divulgation si les éléments en question étaient de nature à pouvoir aider la défense (voir R. v. Keane, [paragraphe 39] cidessus). En l’espèce, il apparaît que les éléments non divulgués étaient objectivement préjudiciables aux allégations de guet-apens, qu’il incombait à l’accusé de prouver et que le juge devait trancher, mais la défense est restée dans l’ignorance de la nature comme du contenu des éléments de preuve soumis au juge et n’a jamais eu la possibilité de contester ces éléments.", "Les requérants soulignent que le rapport Auld [paragraphe 44 ci-dessus], établi après d’amples consultations, constituait une reconnaissance par un membre respecté de la haute magistrature que le système alors en vigueur d’examen non contradictoire des demandes de l’accusation tendant à l’obtention de l’autorisation de ne pas divulguer certains éléments de preuve était inéquitable et que les obstacles pratiques à l’introduction d’un « avocat spécial » aux fins de permettre un examen contradictoire des questions en cause pouvaient raisonnablement être surmontés.", "B.  L’avis de la Cour", "Les requérants affirment tous deux avoir été victimes d’un guet-apens. La Cour rappelle que, si la recevabilité des preuves relève au premier chef des règles du droit interne, l’exigence générale d’équité des procédures pénales consacrée par l’article 6 implique que l’intérêt public à lutter contre la criminalité ne peut justifier l’utilisation d’éléments recueillis à la suite d’une provocation policière (voir l’arrêt Teixeira de Castro précité, pp. 1462-1463, §§ 34-36). Dans l’affaire Teixeira de Castro, la Cour avait estimé que l’activité des deux policiers mis en cause avait outrepassé celle qu’on pouvait attendre d’agents infiltrés dans la mesure où les intéressés « ne [s’étaient] pas limités à examiner d’une manière purement passive l’activité délictueuse de M. Teixeira de Castro mais [avaient] exercé une influence de nature à l’inciter à commettre l’infraction ». La Cour avait conclu « que l’activité des deux policiers [avait] outrepassé celle d’un agent infiltré puisqu’ils [avaient] provoqué l’infraction, et que rien n’indiqu[ait] que, sans leur intervention, celle-ci aurait été perpétrée » (ibidem, pp. 1463-1464, §§ 38-39).", "Pour arriver à ladite conclusion, la Cour avait attaché de l’importance à un certain nombre de caractéristiques de l’affaire qui lui était soumise, en particulier aux faits que l’intervention des deux policiers en cause ne s’était pas inscrite dans le cadre d’une opération de répression du trafic de stupéfiants ordonnée et contrôlée par un magistrat, et que les autorités nationales n’avaient apparemment pas de bonnes raisons de soupçonner M. Teixeira de Castro d’être un trafiquant de drogue : son casier judiciaire était vierge et rien n’indiquait qu’il eût une propension à se livrer au trafic de drogue avant d’être approché par la police (ibidem, p. 1463, §§ 37-38).", "En droit anglais, si le guet-apens ne constitue pas un moyen de défense au fond en matière pénale, il fait peser sur le juge l’obligation soit de prononcer l’abandon des poursuites pour cause d’abus de la procédure judiciaire, soit d’exclure les preuves obtenues grâce au guet-apens au motif que l’admission de ces preuves aurait un effet tellement préjudiciable sur l’équité de la procédure que le tribunal ne pourrait que les écarter (voir R. v. Looseley, [cité au paragraphe 31 ci-dessus], et la jurisprudence antérieure qui s’y trouve mentionnée).", "Ainsi que les requérants le font observer, il est impossible à la Cour de déterminer si les requérants ont ou non été victimes de guets-apens contraires à l’article 6, puisque les informations pertinentes n’ont pas été divulguées par les autorités de poursuite. Aussi est-il capital que la Cour examine la procédure dans le cadre de laquelle il a été, dans chacune des deux affaires, statué sur l’allégation de guet-apens, afin de vérifier si les droits de la défense ont été adéquatement protégés (voir, mutatis mutandis, Jasper précité, § 53).", "Tout procès pénal, y compris ses aspects procéduraux, doit revêtir un caractère contradictoire et garantir l’égalité des armes entre l’accusation et la défense : c’est là un des aspects fondamentaux du droit à un procès équitable. En matière pénale, le droit à un procès contradictoire implique, pour l’accusation comme pour la défense, la faculté de prendre connaissance des observations ou éléments de preuve produits par l’autre partie (ibidem, § 51). De surcroît, l’article 6 exige, comme du reste le droit anglais, que les autorités de poursuite communiquent à la défense toutes les preuves pertinentes en leur possession, à charge comme à décharge (ibidem).", "Cela dit, le droit à une divulgation des preuves pertinentes n’est pas absolu. Dans une procédure pénale donnée, il peut y avoir des intérêts concurrents – tels que la sécurité nationale ou la nécessité de protéger des témoins risquant des représailles ou de garder secrètes des méthodes policières de recherche des infractions – qui doivent être mis en balance avec les droits de l’accusé. Dans certains cas, il peut être nécessaire de dissimuler certaines preuves à la défense de façon à préserver les droits fondamentaux d’un autre individu ou à sauvegarder un intérêt public important. Toutefois, seules sont légitimes au regard de l’article 6 § 1 les mesures restreignant les droits de la défense qui sont absolument nécessaires. De surcroît, si l’on veut garantir un procès équitable à l’accusé, toutes difficultés causées à la défense par une limitation de ses droits doivent être suffisamment compensées par la procédure suivie devant les autorités judiciaires (ibidem, § 52).", "Lorsque des preuves ont été dissimulées à la défense au nom de l’intérêt public, il n’appartient pas à la Cour de dire si pareille attitude était absolument nécessaire car, en principe, c’est aux juridictions internes qu’il revient d’apprécier les preuves produites devant elles. De toute manière, dans beaucoup d’affaires où, comme en l’occurrence, les preuves en question n’ont jamais été révélées, il ne serait pas possible à la Cour de chercher à mettre en balance l’intérêt public à une non-divulgation des éléments litigieux et l’intérêt de l’accusé à se les voir communiquer. Aussi la Cour doit-elle examiner si le processus décisionnel a satisfait, dans toute la mesure du possible, aux exigences du contradictoire et de l’égalité des armes, et s’il était assorti de garanties aptes à protéger les intérêts de l’accusé (ibidem, § 53).", "Dans son arrêt Jasper précité, la Cour examina la procédure qui avait été décrite par la Cour d’appel dans sa décision Davis, Johnson and Rowe [voir le paragraphe 37 ci-dessus] et en vertu de laquelle les preuves qui revêtent un caractère trop sensible pour qu’on puisse les divulguer sans problème à la défense sont examinées par le juge du fond dans le cadre d’une procédure non contradictoire. La Cour jugea que le fait que c’était le juge du fond, avec sa parfaite connaissance des questions soulevées par le procès, qui effectuait l’exercice de mise en balance entre l’intérêt public à la sauvegarde de la confidentialité des preuves et le besoin pour l’accusé de se les voir communiquer, suffisait pour que l’on pût conclure au respect de l’article 6 § 1. La Cour considéra que la défense avait été tenue informée et avait eu l’occasion de formuler des observations et de participer au processus décisionnel autant qu’il était possible sans que lui fussent divulgués les éléments de preuve que, pour des motifs d’intérêt public, l’accusation souhaitait ne pas devoir communiquer (Jasper, §§ 5556).", "En vertu du système anglais de procès devant jury, c’est le jury qui décide de la culpabilité ou de l’innocence de l’accusé. Pour aboutir à son constat de non-violation dans l’affaire Jasper, la Cour jugea pertinent que l’accusation ne s’était nullement prévalue des éléments non divulgués que le juge du fond avait estimés couverts par une immunité d’intérêt public, et que de surcroît ces éléments n’avaient jamais été portés à la connaissance du jury (ibidem, § 55).", "En l’espèce, toutefois, il apparaît que les éléments de preuve non divulgués se rapportaient ou pouvaient se rapporter à une question de fait tranchée par le juge du fond. Chacun des requérants affirma avoir commis l’infraction qui lui était reprochée à la suite d’un guet-apens organisé par un ou plusieurs agents de police infiltrés ou informateurs et demanda au juge d’examiner la question de savoir si les preuves produites par l’accusation ne devaient pas être exclues pour ce motif. Pour déterminer si l’accusé avait effectivement été victime d’une provocation illicite de la part de la police, le juge devait nécessairement examiner un certain nombre d’éléments, en particulier la raison pour laquelle l’opération de police avait été montée, la nature et l’étendue de la participation de la police à l’infraction, et la nature de l’incitation ou des pressions mises en œuvre par la police (...). Si la défense avait été en mesure de persuader le juge que la police avait agi de manière abusive, les poursuites auraient en réalité été abandonnées. Les requêtes en question revêtaient donc une importance décisive pour les procès des requérants, et les preuves réputées couvertes par une immunité d’intérêt public se rapportaient peut-être à des faits liés à ces requêtes.", "Or, malgré cela, les requérants se sont vu refuser l’accès aux preuves litigieuses. Il n’a donc pas été possible aux représentants de la défense de développer pleinement devant le juge leur thèse du guet-apens. De surcroît, dans chacune des deux affaires, le juge qui rejeta ultérieurement cette thèse du guet-apens développée par la défense avait déjà vu des éléments de preuve produits par l’accusation qui étaient peut-être pertinents pour la question soulevée. C’est ainsi que le Gouvernement a révélé devant la Cour européenne que, dans l’affaire de M. Edwards, les preuves produites devant le juge de première instance et devant la Cour d’appel au cours des audiences non contradictoires comportaient des éléments suggérant que l’intéressé se livrait déjà au trafic de la drogue avant les événements à l’origine de son arrestation et de son inculpation. A aucun moment de la procédure pénale le requérant et ses représentants n’ont été informés du contenu des preuves non divulguées, et ils ont ainsi été privés de la possibilité de contrer ladite allégation, qui pouvait être directement pertinente pour les conclusions des juges selon lesquelles le requérant n’avait pas été inculpé d’une infraction résultant d’un « coup monté par les autorités » [voir le paragraphe 33 cidessus]. Dans l’affaire de M. Lewis, la nature des éléments de preuve non divulgués n’a pas été révélée, mais il est possible là aussi que les preuves en question étaient préjudiciables à la thèse du guet-apens développée par le requérant. En droit anglais, lorsque les preuves couvertes par une immunité d’intérêt public sont susceptibles d’aider non pas l’accusé mais plutôt l’accusation, le juge du fond a normalement tendance à considérer que la balance penche en faveur de la non-divulgation (voir R. v. Keane, [paragraphe 39] ci-dessus).", "Dans ces conditions, la Cour estime que la procédure suivie dans les deux affaires pour trancher les questions de divulgation des preuves et de guet-apens n’a pas satisfait aux exigences nécessaires pour garantir le caractère contradictoire de la procédure et l’égalité des armes et qu’elle n’offrait pas les garanties permettant de protéger adéquatement les intérêts des accusés. Il en résulte qu’il y a eu violation de l’article 6 § 1 de la Convention en l’espèce.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "Les requérants réclament chacun 4 000 livres sterling (GBP) pour dommage moral. Ils font observer que dans l’affaire Teixeira de Castro (arrêt précité) la Cour avait accordé une indemnité pour préjudice matériel et pour dommage moral au motif que la détention subie par le requérant était le résultat direct de l’utilisation de preuves obtenues par des agents provocateurs en violation de l’article 6 § 1 de la Convention. Or, si les requérants en l’espèce n’ont pu prouver que leur détention résultait elle aussi d’un guet-apens illicite, leur incapacité à établir ce lien serait le résultat direct d’une violation de l’article 6. Leurs causes se distingueraient de l’affaire Rowe et Davis c. Royaume-Uni ([GC], no 28901/95, CEDH 2000-II), où la Cour n’avait accordé aucune indemnité par égard au fait que l’accusation ne s’était nullement prévalue des preuves non divulguées, alors que dans la présente espèce les preuves non divulguées font partie des éléments sur lesquels les juges se sont fondés pour décider qu’il n’y avait pas lieu d’abandonner les poursuites. Aussi y a-t-il un lien de causalité direct entre les violations alléguées et l’anxiété, la frustration, la détresse et les sentiments d’injustice et d’exclusion éprouvés par les requérants du fait de leur incapacité à participer pleinement à la procédure pénale alors que celle-ci risquait d’aboutir pour eux – et ce fut d’ailleurs le cas – au prononcé de longues périodes d’emprisonnement.", "Le Gouvernement combat les prétentions des requérants. Il soutient que leur situation est tout à fait différente de celle du requérant dans l’affaire Teixeira de Castro, où la Cour avait jugé que l’intéressé avait eu à subir une période d’emprisonnement qui ne lui aurait pas été infligée si les policiers qui l’avaient provoqué n’avaient pas agi comme ils l’avaient fait. En l’espèce, les requérants invitent en réalité la Cour à spéculer sur la question de savoir si le procès aurait pu connaître une autre issue si une procédure différente avait été suivie devant la Crown Court.", "Le principe sous-tendant l’octroi d’une satisfaction équitable en cas de violation de l’article 6 est bien établi : il faut dans toute la mesure du possible placer le requérant dans une situation équivalente à celle où il se trouverait si la procédure avait été conforme aux exigences de la Convention. La Cour n’octroie un dédommagement pécuniaire au titre de l’article 41 que lorsqu’elle est convaincue que la perte ou le préjudice dénoncés résultent réellement de la violation qu’elle a constatée, l’Etat ne pouvant être tenu de verser des dommages et intérêts pour des pertes dont il n’est pas responsable (voir Kingsley c. Royaume-Uni, no 35605/97, § 40, 7 novembre 2000). Le constat d’une violation de l’article 6 § 1 en l’espèce n’implique pas que les requérants aient été condamnés à tort, et la Cour juge qu’il ne s’impose pas de leur octroyer un dédommagement pécuniaire pour perte de chances procédurales ou pour la détresse, les pertes ou le préjudice qui pourraient leur avoir été causés (voir, mutatis mutandis, les arrêts Rowe et Davis, § 70, et Kingsley, § 43, précités).", "La Cour estime que le constat d’une violation représente en soi une satisfaction équitable suffisante en l’espèce. Elle rejette la demande d’indemnité pour dommage moral formulée par les requérants.", "B.  Frais et dépens", "Chacun des requérants réclame au total 23 268,23 GBP, taxe sur la valeur ajoutée (TVA) comprise. Ce montant est censé couvrir les honoraires des solicitors (14 128,20 GBP par requérant) et ceux des conseils (7 694,67 par requérant).", "Le Gouvernement estime qu’il n’était pas raisonnable de faire appel à deux solicitors expérimentés et qu’un taux horaire de 180 GBP est excessif pour un cabinet établi en dehors de Londres. Il considère par ailleurs qu’il n’était pas nécessaire de faire intervenir un avocat principal et un avocat en second dans l’affaire, soulignant que lui-même n’a employé qu’un avocat. Il eût jugé plus raisonnable une somme de 7 000 GBP, TVA comprise, pour les honoraires des solicitors et une somme de 4 000 GBP, là aussi TVA comprise, pour les honoraires des conseils, ce qui aurait représenté au total une somme de 11 000 GBP par requérant.", "La Cour relève que les requérants ont été représentés conjointement par les mêmes solicitors et conseils. Elle estime qu’une somme de 44 000 euros (EUR) (22 000 par requérant) représenterait un montant raisonnable pour les frais engagés en l’espèce. En conséquence, elle accorde ladite somme de 44 000 EUR, à majorer de tout montant pouvant être dû à titre d’impôt.", "C.  Intérêts moratoires", "La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage. »", "II.  LES CONCLUSIONS DE LA GRANDE CHAMBRE", "A.  Sur la violation alléguée de l’article 6 § 1 de la Convention", "47.  Comme cela a été dit au paragraphe 9 ci-dessus, le Gouvernement, qui avait demandé le renvoi de l’affaire devant la Grande Chambre, ne souhaite pas poursuivre ce renvoi et se dit tout prêt à acquiescer à une simple confirmation par la Grande Chambre de l’arrêt rendu par la chambre le 22 juillet 2003. Les requérants acceptent pour leur part l’arrêt de la chambre et n’ont pas d’objection à la procédure envisagée par le Gouvernement.", "48.  Ayant examiné les questions soulevées par la présente espèce à la lumière de l’arrêt de la chambre, la Grande Chambre n’aperçoit aucune raison de s’écarter des constatations de celle-ci. Elle conclut dès lors à la violation de l’article 6 § 1 de la Convention pour les motifs énoncés par la chambre.", "B.  Sur l’application de l’article 41 de la Convention", "49.  La Grande Chambre entérine par ailleurs la conclusion de la chambre sur le terrain de l’article 41 de la Convention. Elle décide donc que le constat d’une violation représente une satisfaction équitable suffisante pour tout dommage moral pouvant avoir été subi par les requérants, auxquels elle accorde la somme globale de 44 000 EUR (plus tout montant pouvant être dû à titre d’impôt) pour les frais et dépens exposés devant la chambre.", "50.  Les requérants ont entre-temps fait parvenir de nouvelles prétentions, liées aux frais et dépens encourus entre décembre 2002 et juin 2004. La demande du premier requérant se ventile comme suit : 3 054 GBP pour les frais de solicitors (à majorer de la TVA) et 6 063,69 GBP pour les frais d’avocat (dont 825 GBP, TVA non comprise, correspondant aux frais exposés après la délivrance de l’arrêt de la chambre) ; la demande du second requérant se décompose comme suit : 3 126 GBP pour les frais de solicitors (TVA non comprise) et 5 375,63 GBP pour les frais d’avocat (dont, là encore, seule une somme de 825 GBP, TVA non comprise, correspond aux frais exposés après l’intervention de l’arrêt de la chambre).", "51.  Le Gouvernement réitère les observations formulées par lui devant la chambre, à savoir qu’il n’était pas nécessaire pour les requérants de faire appel à deux solicitors expérimentés, que le taux horaire de 180 GBP pratiqué par ceux-ci était trop élevé et qu’il en allait de même des honoraires des avocats. Il considère que, pour ce qui est du travail effectué avant l’intervention de l’arrêt rendu par la chambre le 22 juillet 2003, il n’y a pas lieu d’ajouter quoi que ce soit à la somme accordée par la chambre.", "52.  Comme elle l’a précisé ci-dessus, la Grande Chambre fait sienne la décision adoptée par la chambre relativement au remboursement des frais et dépens engagés avant l’arrêt du 22 juillet 2003, et elle n’allouera aucune somme supplémentaire pour les frais exposés avant cette date. En ce qui concerne la demande de remboursement des frais engendrés depuis lors, la Grande Chambre relève que les deux requérants ont été représentés par les mêmes solicitors et avocats et que, du fait de la décision du Gouvernement de se désister de sa demande de renvoi, la procédure devant elle s’est limitée à peu de chose. Elle octroie à ce titre la somme globale de 3 000 EUR, plus tout montant pouvant être dû à titre d’impôt.", "53.  Enfin, la Grande Chambre juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.  Dit que le constat d’une violation représente en soi une satisfaction équitable suffisante pour tout dommage moral pouvant avoir été subi par les requérants ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser aux requérants, dans les trois mois, un total de 47 000 EUR (quarante-sept mille euros) pour frais et dépens, somme à convertir en livres sterling au taux applicable à la date du règlement et à majorer de tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai de trois mois et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis communiqué par écrit le 27 octobre 2004, en application de l’article 77 §§ 2 et 3 du règlement.", "\t\tLuzius Wildhaber\n\t\tPrésident\n\tPaul Mahoney\n\tGreffier", ""]}