{"file": "FRE_CLINF_28867_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "28867/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 88", "Juillet-Août 2006", "Keegan c. Royaume-Uni - 28867/03", "Arrêt 18.7.2006 [Section IV]", "Article 8", "Article 8-1", "Respect de la vie familiale", "Respect de la vie privée", "Entrée de force de policiers, en vue d’effectuer une perquisition, dans une maison située à une adresse donnée par un suspect, sans vérification préalable correcte de l’identité des occupants : violation", "", "Article 13", "Recours effectif", "Impossibilité pour les tribunaux d’examiner des questions de proportionnalité et de caractère raisonnable dans le cadre d’une action en réparation introduite à la suite de l’entrée de force dans une maison en vue d'une perquisition, prétendument conduite de mauvaise foi : violation", "", "En fait : Les requérants sont un couple et leurs quatre enfants. L’ancienne locataire de leur domicile était la mère d’une personne qui avait été interrogée par la police à la suite d’une série de vols à main armée et qui avait souvent donné l’adresse de cette maison comme étant la sienne. Un policier obtint un mandat de perquisition de la maison en question pour y rechercher de l’argent volé lors des cambriolages ; il avait affirmé sous serment qu’il avait des raisons plausibles de croire que l’argent volé était en possession de l’occupant de la maison. En 1999, vers 7 heures du matin, croyant à tort que le domicile de la famille était habité par un voleur armé, des agents de police s’y introduisirent de force et procédèrent à une perquisition. Ils utilisèrent un bélier métallique pour faire un trou dans la porte. N’ayant trouvé que les requérants dans la maison, le brigadier présenta ses excuses et prit des dispositions en vue de la réparation de la porte d’entrée.", "Les requérants attaquèrent le directeur de la police du comté, notamment pour délivrance d’un mandat de perquisition avec intention de nuire. Ils affirmèrent qu’on leur avait infligé terreur, détresse et dommage psychologique. Statuant en défaveur des requérants, le juge de la county court constata que la police enquêtait sur des infractions graves et violentes et n’avait pas agi dans une indifférence totale pour la légalité de ses actes, élément indispensable pour qu’il y ait obtention d’un mandat de perquisition avec intention de nuire. La Cour d’appel confirma ce constat. Le Lord Justice Kennedy estima que si des investigations suffisantes avaient été effectuées et si les résultats de celles-ci avaient été dûment communiqués, il n’y aurait pas eu de motif raisonnable ou plausible de demander un mandat de perquisition ; il conclut néanmoins que l’intention de nuire n’avait pas été établie, car rien ne montrait l’existence d’un motif inadéquat (l’incompétence ou la négligence ne suffisant pas).", "En droit : Article 8 – Les requérants vivaient à l’adresse en question depuis six mois environ et n’avaient aucun lien avec un suspect ou une infraction. Comme le juge de la county court l’a constaté, il est difficile de concevoir que la police n’ait pas mené d’enquête pour vérifier qui habitait à l’adresse que le voleur présumé donnait – on le savait –, et si de telles investigations avaient été correctement menées elles auraient révélé le changement de locataires. La police ayant perdu ses notes, il est impossible de déduire si l’erreur provient du manquement à mener des investigations adéquates ou du défaut de communication ou de consignation convenable des informations obtenues. Quoi qu’il en soit, ainsi que l’ont relevé les juridictions internes, bien que la police n’ait pas agi avec l’intention de nuire mais, en fait, avec les meilleures intentions, il n’existait aucun fondement raisonnable pour enfoncer la porte de la maison des requérants tôt le matin alors qu’ils étaient au lit. Sous l’angle de la Convention, les actes de la police ont pu être guidés par des motifs valables, mais, comme dans les circonstances de l’espèce ils reposaient sur méprise, laquelle aurait pu et dû être évitée au moyen de précautions adéquates, ces motifs ne sauraient passer pour suffisant. Le fait que la police n’ait pas agi avec l’intention de nuire n’est pas un facteur décisif à prendre en compte sous l’angle de la Convention, laquelle a été conçue pour protéger contre les abus de pouvoir, quelles que soient leur motivation ou leur cause. De plus, la Cour ne souscrit pas la thèse selon laquelle il est nécessaire, pour protéger la police dans son rôle essentiel d’investigation sur les infractions, de limiter les actions en réparation aux affaires où il y a eu intention de nuire. L’exercice des pouvoirs d’ingérence dans le domicile et dans la vie privée doit être circonscrit dans des limites raisonnables, si l’on veut réduire autant que possible son impact sur la vie personnelle de l’intéressé protégée par l’article 8, lequel s’étend à la sécurité et au bien-être. Dans une situation où l’on a négligé, en pratique, de prendre les mesures élémentaires qui auraient permis de vérifier le lien entre l’adresse en question et l’infraction objet de l’enquête, l’action consécutive de la police – qui a causé aux requérants une peur et une inquiétude considérables – ne saurait passer pour proportionnée. Cette conclusion ne signifie pas que le critère de la proportionnalité est battu en brèche par toute perquisition qui s’est avérée infructueuse, mais uniquement par le manquement à prendre des précautions raisonnables et disponibles. En l’espèce, le juste équilibre n’a pas été ménagé.", "Conclusion : violation (unanimité).", "Article 13 – Les requérants ont échoué dans l’action qu’ils avaient engagée pour obtenir réparation de l’entrée de la police par la force et des effets que cela avait eu sur eux. Les tribunaux nationaux ont estimé qu’il n’y avait pas lieu d’attaquer la police pour cet acte, au motif qu’une action en indemnisation n’était ouverte que lorsqu’une intention de nuire pouvait être prouvée. Une négligence de ce type ne permettait pas d’introduire une action. Les tribunaux n’ont pas été en mesure d’examiner les questions de la proportionnalité ou du caractère raisonnable et, comme plusieurs juges l’ont relevé durant la procédure interne, la balance penchait en faveur de la protection de la police en pareils cas. Dans ces conditions, les requérants n’ont disposé d’aucun moyen pour obtenir réparation de l’atteinte à leur droit protégé par l’article 8.", "Article 41 – La Cour alloue à chacun des requérants pour préjudice moral des sommes allant de 2 000 à 3 000 EUR.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}