{"file": "FRE_HFJUD_47159_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "47159/08", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE B.S. c. ESPAGNE", "", "(Requête no 47159/08)", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "24 juillet 2012", "", "DÉFINITIF", "", "24/10/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire B.S. c. Espagne,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tCorneliu Bîrsan,\n\tAlvina Gyulumyan,\n\tEgbert Myjer,\n\tIneta Ziemele,\n\tLuis López Guerra,\n\tNona Tsotsoria, juges,\net de Marialena Tsirli, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 3 juillet 2012,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 47159/08) dirigée contre le Royaume d’Espagne et dont Mme B.S. (« la requérante »), a saisi la Cour le 29 septembre 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le président de la Chambre a décidé d’office la non-divulgation de l’identité de la requérante (article 47 § 3 du règlement).", "3.  La requérante est représentée par Me V. Waisman, avocate à Madrid. Le gouvernement espagnol (« le Gouvernement ») a été représenté par son agent, F. Irurzun Montoro, avocat de l’État.", "4.  Le 25 mai 2010, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "5.  Tant la requérante que le Gouvernement ont déposé des observations écrites. Des observations ont également été reçues de The European Social Research Unit (ESRH) du Groupe de Recherche sur l’Exclusion et Contrôle Social (GRECS) de l’Université de Barcelone ainsi que de The AIRE Centre, que le président avait autorisés à participer à la procédure en tant que tiers intervenants (articles 36 § 2 de la Convention et 44 § 2 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  La requérante, d’origine nigériane, est née en 1977 et réside légalement en Espagne depuis 2003.", "A.  1er épisode : faits survenus les 15 et 21 juillet 2005", "7.  Le 15 juillet 2005, la requérante se trouvait sur la voie publique dans la zone de El Arenal près de Palma de Majorque où elle exerçait la prostitution, lorsque deux agents de la police nationale lui demandèrent de faire connaître son identité puis de quitter les lieux, ce qu’elle fit sur-le-champ.", "8.  Plus tard dans la même journée et de retour au même endroit, la requérante, selon ses dires, aperçut les mêmes agents de police qui s’approchaient d’elle et essaya de fuir. Les agents de police l’auraient alors rattrapée et frappée à la cuisse gauche et aux poignets avec une matraque et lui auraient à nouveau demandé de présenter ses papiers d’identité. D’après elle toujours, au cours de l’altercation, à laquelle assistèrent plusieurs témoins dont deux chauffeurs de taxi et les agents de sécurité d’une discothèque proche, un des policiers proféra des insultes à son encontre, telles que « pute noire, dégage d’ici ». Elle fut libérée après avoir présenté ses papiers aux policiers.", "9.  Selon la requérante également, le 21 juillet 2005, les mêmes agents l’interpellèrent à nouveau et l’un d’entre eux la frappa à la main gauche avec une matraque.", "10.  Le jour même, la requérante déposa une plainte verbale formelle auprès du juge d’instruction no 8 de Palma de Majorque et se rendit dans un centre hospitalier en raison des lésions subies. Les médecins diagnostiquèrent une inflammation et un hématome à la main gauche de degré léger.", "11.  Le dossier fut attribué au juge d’instruction no 9 de Palma de Majorque qui décida d’engager une procédure d’information judiciaire et sollicita un compte-rendu des faits pertinents auprès de la direction générale de la police. Dans son rapport du 11 octobre 2005, le chef de la police des Iles Baléares expliqua d’une part que les patrouilles de police étaient habituelles dans le quartier concerné, du fait des nombreuses plaintes déposées régulièrement par les riverains pour vols ou agressions et de la mauvaise image que cette situation donnait au quartier. D’autre part, il ajouta que souvent les citoyennes étrangères présentes dans le secteur tentent de fuir la police, dans la mesure où la présence des forces de l’ordre compliquerait l’exercice de leur travail. En l’espèce, la requérante avait essayé de se soustraire au contrôle de la police mais avait pu être arrêtée par les agents, qui lui avaient demandé de présenter ses papiers sans proférer à aucun moment des mots humiliants ni utiliser la force physique. En ce qui concerne l’identité des agents, le chef de la police indiqua que les responsables de la première interpellation appartenaient à la patrouille formée par les policiers Rayo 98  et  Rayo 93 (noms de code donnés aux agents). Contrairement aux dires de la requérante, ceux du 21 juillet 2005 appartiendraient à une patrouille différente, nommée Luna 10.", "12.  Par une décision du 17 octobre 2005, le juge d’instruction no 9 de Palma de Majorque rendit un non-lieu provisoire et décida de classer l’affaire, au motif que l’existence d’un délit n’était pas suffisamment établie.", "13.  Cette décision fut notifiée à la requérante ou à son représentant le 23 avril 2007, à la demande de ce dernier.", "14.  La requérante introduisit un recours en réforme de la décision auprès de son auteur et fit subsidiairement appel. Elle se plaignit de l’attitude discriminatoire des agents de police et sollicita la mise en œuvre de diverses mesures d’administration de la preuve, telles que l’identification des agents en cause et le recueil des témoignages des personnes qui auraient assisté aux incidents. Par une décision du 10 juin 2007, le juge d’instruction no 9 refusa de réformer sa décision en raison de l’absence de corroboration des allégations de la requérante par les éléments objectifs du dossier. Le juge releva que :", "« le rapport médical [fourni par la requérante] ne contient pas de date et, en tout état de cause (...) ne mentionne qu’une inflammation et un hématome à la main, sans faire état d’une quelconque lésion à la cuisse.", "[Les faits présentés] permettent seulement de constater la désobéissance réitérée de la requérante aux demandes de la police effectuées dans l’exercice de ses fonctions, dont le but était d’éviter le honteux spectacle de la prostitution sur la voie publique. »", "15.  Par ailleurs, l’appel fut examiné par une décision de l’Audiencia Provincial des Baléares rendue le 16 octobre 2007. Elle accueillit partiellement le recours, annula la décision de non-lieu et ordonna d’entamer devant le juge d’instruction une procédure pour contravention à l’encontre des deux policiers chargés de l’interpellation, qui avaient été identifiés d’après les informations contenues dans le compte-rendu de la direction générale de la police.", "16.  Dans le cadre de ce procès, la requérante demanda à pouvoir identifier les agents à travers une glace sans tain. Sa demande fut rejetée, au motif que cette méthode de reconnaissance manquait de fiabilité eu égard, d’une part, au laps de temps déjà écoulé depuis les incidents et, d’autre part, au fait que les agents en question portaient un casque pendant toute l’interpellation, circonstance admise par la requérante. Aucun moyen de preuve à charge ne fut administré pendant le procès.", "17.  Le 11 mars 2008, le juge d’instruction no 9 rendit un jugement à l’issue d’une audience publique, au cours de laquelle déposèrent les policiers accusés, qui ne furent pas formellement identifiés par la requérante. Dans son jugement, le juge rappela que dans le cadre de la procédure d’information judiciaire, un compte-rendu des faits allégués avait été demandé à la direction générale de la police, dont il ressortait que les fonctionnaires impliqués avaient affirmé qu’aucun incident ne s’était produit lors de l’interpellation de la requérante. D’autre part, le juge attira l’attention sur le fait que le rapport médical fourni par la requérante ne précisait pas la date à laquelle il avait été réalisé. De plus, les constats de ce rapport n’étaient pas concluants quant à l’origine des lésions. Finalement, le juge reprit littéralement les motifs de la décision du 10 juin 2007 relatifs au comportement de la requérante et au but de l’intervention de la police et conclut à l’absence de corroboration objective des faits invoqués. A la lumière de ces arguments, le juge relaxa les agents de police.", "18.  La requérante fit appel. Elle contesta le rejet de sa demande d’identification à travers la glace sans tain et critiqua le fait que la seule mesure d’enquête prise par le juge d’instruction en réponse à sa plainte avait été la demande de compte-rendu à la direction générale de la police.", "19.  Par un arrêt du 6 avril 2009, l’Audiencia Provincial de Palma de Majorque rejeta l’appel et confirma le jugement contesté. Elle rappela que le droit d’utiliser divers moyens de preuve n’englobait pas celui de voir accepter par une juridiction tout moyen proposé. En l’espèce, la reconnaissance à travers la glace sollicitée par la requérante n’aurait rien ajouté aux éléments du dossier.", "20.  Invoquant les articles 14 (interdiction de la discrimination), 15 (protection de l’intégrité physique) et 24 (droit à un procès équitable) de la Constitution, la requérante forma un recours d’amparo devant le Tribunal constitutionnel. Par une décision du 22 décembre 2009, la haute juridiction rejeta le recours en raison du manque d’ancrage constitutionnel des griefs soulevés.", "B.  2ème épisode : faits survenus le 23 juillet 2005", "21.  La requérante fut à nouveau interpellée le 23 juillet 2005. Le même jour la requérante s’adressa aux urgences d’un centre médical public où le médecin constata des douleurs abdominales et une contusion à la main et au genou.", "22.  Le 25 juillet 2005, elle porta plainte devant le juge d’instruction no 2 de Palma de Majorque, dénonçant les coups de matraque qu’un des agents lui aurait donnés à la main et au genou et affirmant que les agents l’auraient visée en particulier du fait de sa race et n’auraient pas interpellé d’autres femmes qui exerçaient la même activité. Elle déclara en outre avoir été amenée par la suite au commissariat où elle aurait refusé de signer une déposition préparée par la police par laquelle elle reconnaissait avoir fait preuve de résistance à l’autorité. Mentionnant également les incidents survenus lors du premier épisode, la requérante sollicita un mandat d’éloignement à l’encontre du policier qui l’avait agressée, ainsi que la jonction de cette plainte avec celle déjà introduite devant le juge d’instruction no 8. Aucune des deux demandes ne fut acceptée.", "23.  L’affaire fut attribuée au juge d’instruction no 11 de Palma de Majorque, qui décida d’engager une procédure d’information judiciaire. La requérante sollicita l’administration de certaines preuves, dont la remise par la police des numéros d’identification des agents qui étaient de service les 15 et 23 juillet. A titre subsidiaire, dans le cas où ces informations ne permettraient pas l’identification des policiers responsables, la requérante demanda l’assignation de tous les agents de police ayant patrouillé dans le secteur ces jours-là, afin de pouvoir réaliser une identification à travers la glace sans tain. Sa demande fut rejetée.", "24.  Dans le cadre de la procédure d’information judiciaire, le juge d’instruction no 11 sollicita un compte-rendu de la direction générale de la police sur les faits allégués.", "25.  En date du 28 décembre 2005, le rapport du chef de la police des Iles Baléares expliqua premièrement que la requérante avait reconnu exercer sur les lieux litigieux la prostitution, activité qui avait provoqué le dépôt de nombreuses réclamations par les riverains. A cet égard, il estima que les plaintes de la requérante (y compris celle du 15 juillet) avaient pour seul but de lui permettre de poursuivre son occupation sans immixtion des forces de l’ordre. S’agissant de l’identité des agents en cause, le chef de la police releva que les archives informatiques n’avaient enregistré aucune intervention le 23 juillet, ne faisant apparaître quant aux lieux litigieux que celles des 15 et 21 juillet.", "26.  Le 22 février 2006, le juge d’instruction no 11 rendit un non-lieu provisoire et décida de classer l’affaire, faute de justification suffisante de l’existence d’un délit.", "27.  La requérante sollicita la réforme de cette décision auprès de son auteur et subsidiairement fit appel. Par une décision du 31 juillet 2006, le premier recours fut rejeté. Ultérieurement, dans sa décision du 7 mars 2007 l’Audiencia Provincial de Palma de Majorque rejeta l’appel. L’Audiencia mentionna d’une part le rapport de la direction générale de la police constatant l’absence d’intervention policière à la date alléguée, ainsi que les affirmations dudit rapport quant aux intentions réelles de la requérante à travers le dépôt de ses plaintes. D’autre part, elle considéra que le bulletin médical fourni par la requérante ne permettait pas de déterminer de façon non équivoque l’origine des lésions.", "28.  Invoquant les articles 10 (droit à la dignité), 14 (interdiction de la discrimination), 15 (droit à l’intégrité physique et morale) et 24 (droit à un procès équitable) de la Constitution, la requérante forma un recours d’amparo auprès du Tribunal constitutionnel. Par une décision du 14 avril 2008, la haute juridiction rejeta le recours en raison du manque de contenu constitutionnel des prétentions formulées.", "II.  LE DROIT INTERNE PERTINENT", "A.  Constitution", "Article 10 § 1", "« La dignité de la personne, les droits inviolables qui lui sont inhérents, le libre développement de la personnalité (...) constituent des fondements de l’ordre politique et de la paix sociale. »", "Article 14", "« Les Espagnols sont égaux devant la loi ; ils ne peuvent faire l’objet d’aucune discrimination pour des raisons de naissance, de race, de sexe, de religion, d’opinion ou pour n’importe quelle autre condition ou circonstance personnelle ou sociale. »", "Article 15", "« Toute personne a droit à la vie et à l’intégrité physique et morale, sans qu’en aucun cas elle ne puisse être soumise à la torture ni à des peines ou à des traitements inhumains ou dégradants. La peine de mort est abolie, exception faite des dispositions que pourront prévoir les lois pénales militaires en temps de guerre. »", "Article 24", "« 1.  Toute personne a le droit d’obtenir la protection effective des juges et des tribunaux dans l’exercice de ses droits et de ses intérêts légitimes, sans qu’en aucun cas elle ne puisse être mise dans l’impossibilité de se défendre.", "2.  De même, toute personne a droit au juge ordinaire déterminé préalablement par la loi ; elle a le droit de se défendre et de se faire assister par un avocat, d’être informée de l’accusation portée contre elle, de bénéficier d’un procès public sans délais injustifiés et assorti de toutes les garanties, d’utiliser les moyens de preuve appropriés pour sa défense, de ne pas se déclarer coupable ou contribuer à sa propre incrimination, et d’être présumée innocente. (...). »", "B.  Loi organique no 1/1992, sur la protection de la sécurité urbaine", "Article 19", "« 1.  Les agents des forces et corps de sécurité pourront limiter ou restreindre, pendant une durée indispensable, la circulation ou le stationnement sur les voies ou lieux publics en cas d’atteinte à l’ordre public, à la sécurité publique ou à la paix civile, si [ces limitations] sont nécessaires pour leur rétablissement.", "(...) ».", "Article 20", "1.  Les agents des forces et corps de sécurité pourront, dans l’exercice de leurs fonctions d’enquête ou de prévention, contrôler l’identité des personnes (...).", "2.  En cas d’impossibilité d’établir leur identité (...) les agents (...) pourront demander aux intéressés de les accompagner dans des locaux proches (...) pour le temps strictement nécessaire.", "(...)”.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "29.  La requérante se plaint premièrement du traitement, tant verbal que physique, reçu de la part des agents de la police nationale lors des interpellations dont elle fit l’objet. Elle estime avoir été discriminée en raison de sa profession, de la couleur de sa peau et du fait d’être une femme. En effet, elle affirme que d’autres femmes avec un « phénotype européen » exerçant la même activité dans le même secteur n’ont pas été approchées par les forces de l’ordre. Par ailleurs, la requérante se plaint du vocabulaire employé par le juge d’instruction no 9 de Palma de Majorque qui, dans sa décision du 10 juin 2007, se référa au « honteux spectacle de la prostitution sur la voie publique ». Sous l’angle de ces dispositions, la requérante signale l’insuffisance de l’enquête entamée par les tribunaux internes pour éclaircir les faits allégués.", "30.  Les dispositions invoquées sont ainsi libellées :", "Article 3", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "Article 14", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "A.  Sur la recevabilité", "31.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 (a) de la Convention. La Cour relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Quant à l’effectivité des investigations menées par les autorités nationales", "a)  Thèses des parties", "i.  Le Gouvernement", "32.  Le Gouvernement conteste tout d’abord la gravité des lésions subies par la requérante et rappelle que leur origine n’a pas été prouvée.", "33.  Le Gouvernement expose en outre que les interventions policières dans la zone en cause ne visaient en aucun cas la requérante à titre personnel ou de façon discriminatoire, mais relevaient de l’exercice de fonctions préventives de sécurité afin de répondre à l’alarme sociale provoquée par la prostitution et de lutter contre les réseaux d’exploitation de femmes immigrées présents aux Baléares et en particulier dans la zone de El Arenal où la requérante exerçait son activité. Le ministère de l’Intérieur avait déjà mis en place des actions pour combattre ces réseaux dans le cadre de la loi organique no 1/1992 sur la protection de la sécurité urbaine. Le Gouvernement rappelle à cet égard que, si l’exercice de la prostitution n’est pas en lui-même pénalement sanctionné en Espagne, la contrainte à l’exercer constitue bel et bien un délit selon le code pénal.", "34.  Pour ce qui est des incidents survenus les 15 et 21 juillet 2005, le Gouvernement note que les allégations de la requérante ont fait l’objet d’une procédure d’information judiciaire auprès du juge d’instruction no 9 de Palma de Majorque, au cours de laquelle le seul moyen de preuve sollicité par la requérante fut une parade d’identification des policiers derrière la glace sans tain. Outre le fait que la requérante n’a pas porté plainte à l’encontre des agents, le rejet de sa demande se justifie, selon le Gouvernement, dans la mesure où les agents avaient déjà été identifiés par les autorités policières. Cette procédure s’est achevée avec l’arrêt du 11 mars 2008, rendu après la tenue d’une audience publique, par lequel les agents mis en cause furent acquittés.", "35.  Quant au deuxième épisode, à savoir celui survenu le 23 juillet 2005, le Gouvernement rappelle qu’il a été examiné par le juge d’instruction no 11 de Palma de Majorque. Après évaluation des rapports policiers et médicaux fournis, le juge a décidé de classer l’affaire faute d’indices suffisants. Cette décision a été confirmée par l’Audiencia Provincial.", "36.  Le Gouvernement rappelle que l’obligation procédurale imposée aux États vis-à-vis de l’article 3 de la Convention est une obligation de moyens et non de résultat. De son point de vue, les procédures d’enquête entamées devant les deux juges d’instruction sont suffisantes pour considérer que l’État espagnol s’est acquitté de ses obligations, indépendamment de l’absence de condamnation finale des policiers.", "ii.  La requérante", "37.  La requérante estime que le déroulement de l’enquête auprès des juridictions internes constitue un manquement aux obligations procédurales de l’État sous l’angle de l’article 3. En effet, elle considère que les tribunaux n’ont pas répondu de façon adéquate à sa demande tendant à ce qu’il soit procédé à certains actes d’enquête sur les faits allégués par elle, tels qu’une parade d’identification des agents derrière une glace sans tain, ce qui aurait pu permettre de reconnaître les agents de police impliqués. La requérante se plaint que l’État fasse peser sur elle l’obligation d’enquêter et lui impose la charge de la preuve des faits allégués, alors que, conformément à la jurisprudence de la Cour de Strasbourg, c’est à l’État qu’il appartient de démontrer qu’un traitement donné n’est pas discriminatoire.", "38.  La requérante ajoute qu’elle n’a pas porté plainte contre les policiers qui comparurent devant les juridictions, parce que ces agents n’étaient pas les auteurs de l’interpellation, ce qui démontrerait l’inefficacité de l’enquête, qui n’a pas permis d’identifier les agents responsables pour éventuellement les punir. A cet égard, elle se plaint de ne pas avoir été informée des moyens utilisés pour parvenir à l’identification des agents en cause. L’absence d’enquête effective trouve encore confirmation dans le fait que la seule mesure prise par les tribunaux internes afin d’identifier les responsables fut la demande de compte-rendu au chef de la police supérieure des Iles Baléares, supérieur hiérarchique des impliqués, démarche clairement insuffisante.", "39.  Enfin, la requérante note que l’Espagne a déjà été condamnée pour discrimination par le Comité des droits de l’homme des Nations unies, ce qui constitue la preuve que la discrimination à l’égard de femmes immigrées noires est un problème structurel dans le pays. Dans le cas d’espèce, elle considère que l’attitude et les agissements tant de la police que des tribunaux ont été clairement motivés par leurs préjugés et se plaint des commentaires du juge d’instruction no 9 de Palma de Majorque, qu’elle estime clairement discriminatoires, dans leur référence au « honteux spectacle de la prostitution » et au fait que la plainte de la requérante était fondée sur des motifs « fallacieux », en ce que son comportement ne faisait que refléter sa désobéissance réitérée face aux demandes de la police effectuées dans l’exercice de ses fonctions.", "b)  Appréciation de la Cour", "40.  La Cour considère que lorsqu’un individu affirme de manière défendable avoir subi, de la part de la police ou d’autres services comparables de l’État, des sévices contraires à l’article 3, cette disposition, combinée avec le devoir général imposé à l’État par l’article 1 de la Convention de « reconnaître à toute personne relevant de [sa] juridiction, les droits et libertés définis (...) [dans la] Convention », requiert, par implication, qu’il y ait une enquête officielle effective. Cette enquête, à l’instar de celle résultant de l’article 2, doit pouvoir mener à l’identification et à la punition des responsables (voir, en ce qui concerne l’article 2 de la Convention, McCann et autres c. Royaume-Uni, 27 septembre 1995, § 161, série A no 324, Kaya c. Turquie, 19 février 1998, § 86, Recueil des arrêts et décisions 1998-I ; Yasa c. Turquie, 2 septembre 1998, § 98, Recueil 1998-VI; Dikme c. Turquie, no 20869/92, § 101, CEDH 2000-VIII). S’il n’en allait pas ainsi, nonobstant son importance fondamentale, l’interdiction légale générale de la torture et des peines ou traitements inhumains ou dégradants serait inefficace en pratique et il serait possible dans certains cas à des agents de l’État de fouler aux pieds, en jouissant d’une quasi-impunité, les droits de ceux soumis à leur contrôle (Assenov et autres c. Bulgarie, 28 octobre 1998, § 102, Recueil 1998VIII).", "41.  La Cour estime nécessaire de se prononcer premièrement sur la question de l’applicabilité de l’article 3 de la Convention aux faits de l’espèce et en particulier de répondre à l’argument du Gouvernement tiré de l’absence de gravité des lésions en l’espèce. Elle rappelle que l’appréciation du minimum de gravité est relative par essence ; elle dépend de l’ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques ou mentaux ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime (Labita c. Italie [GC], no 26772/95, § 120, CEDH 2000-IV). A cet égard, la Cour relève la présence effective de lésions chez la requérante. En effet, les rapports médicaux signalent la présence de divers hématomes et inflammations aux mains et au genou. Ces constats coïncident avec les allégations faites par la requérante devant la police dans ses plaintes les 21 et 23 juillet 2005. S’y s’ajoutent les prétendus propos racistes et dégradants tenus à son encontre. Par conséquent, la Cour est d’avis que les comportements décrits rentrent dans le champ d’application de l’article 3 de la Convention.", "42.  S’agissant de la procédure d’enquête devant les juridictions internes, la Cour note qu’en l’espèce la requérante s’est plainte à deux reprises d’avoir fait l’objet de mauvais traitements : en premier lieu le 21 juillet 2005, lorsqu’elle déposa une plainte verbale formelle auprès du juge d’instruction no 8 de Palma de Majorque ; en second lieu le 25 juillet 2005, lorsqu’elle porta plainte devant le juge d’instruction no 2 de Palma de Majorque et dénonça des coups de matraque qu’un des agents lui aurait donnés à la main et au genou lors des incidents du 23 juillet 2005.", "43.  La Cour constate que les griefs de la requérante ont bien fait l’objet d’une enquête. Il reste à apprécier la diligence avec laquelle l’enquête a été menée et son caractère « effectif ». S’agissant des investigations menées par les autorités à la suite des allégations de mauvais traitements, la Cour observe que, d’après les informations fournies, la requérante sollicita la mise en œuvre de plusieurs mesures d’administration de la preuve, à savoir l’organisation d’une parade d’identification des agents responsables à travers une glace sans tain ou la remise par la police des numéros d’identification des agents qui étaient de service les 15 et 23 juillet. Face à ces demandes, les juges d’instruction no 9 et 11, compétents pour examiner les plaintes pénales déposées par la requérante se sont bornés, en tout et pour tout, à solliciter des comptes-rendus auprès de la direction générale de la police et se sont fondés exclusivement sur le rapport de celle-ci pour décider du non-lieu. La Cour relève à cet égard que le rapport avait été remis par le chef de la police des Iles Baléares, qui se trouvait être le supérieur hiérarchique des agents mis en cause.", "44.  La Cour se réfère en outre à la procédure pour contravention entamée devant le juge d’instruction no 9 de Palma de Majorque à l’encontre des deux policiers qui, d’après les informations contenues dans le rapport de la Direction générale de la Police, auraient procédé à l’interpellation des 15 et 21 juillet 2005 (paragraphes 14 et 15 ci-dessus). A cet égard, elle note qu’au cours de l’audience publique tenue le 11 mars 2008 les accusés ne furent pas formellement identifiés par la requérante. Aux yeux de la Cour, cette audience ne peut être considérée comme suffisante au vu des exigences de l’article 3 de la Convention, dans la mesure où elle n’a pas permis d’identifier les agents impliqués. Les juridictions internes ont rejeté les demandes de la requérante tendant à l’organisation d’une parade d’identification derrière une glace sans tain en raison du temps écoulé depuis les altercations et du fait que les agents portaient lors de celles-ci un casque, ce qui rendait fort difficile de les reconnaître. Or, de l’avis de la Cour, cette demande de la requérante n’était pas superflue pour l’identification des agents de police impliqués dans les incidents et la découverte des éventuels responsables, comme exigé par la jurisprudence de la Cour (voir, entre autres, Krastanov c. Bulgarie, no 50222/99, § 48, 30 septembre 2004, Çamdereli c. Turquie, no 28433/02, §§ 28-29, 17 juillet 2008, et Vladimir Romanov c. Russie, no 41461/02, §§ 79 et 81, 24 juillet 2008).", "45.  La Cour note, par ailleurs, que les rapports médicaux fournis par la requérante font état d’une inflammation et d’un hématome à la main gauche à l’issue du premier épisode ainsi que de douleurs abdominales et d’une contusion à la main et au genou en ce qui concerne les faits survenus le 23 juillet 2005. Ni les juges d’instruction no 9 et 11 ni l’Audiencia Provincial davantage n’ont enquêté sur ce point, se limitant à écarter les rapports au motif qu’ils ne précisaient pas leur date de rédaction ou qu’ils n’étaient pas concluants quant à l’origine des lésions. La Cour considère que les éléments contenus dans ces rapports justifiaient la réalisation d’actes d’investigation de la part des autorités judiciaires.", "46.  En outre, les juges d’instruction n’ont fait aucune démarche afin d’identifier et d’entendre les témoins qui auraient assisté aux altercations, pas plus qu’ils n’ont enquêté sur les allégations de la requérante sur son transfert au commissariat, où la police aurait selon elle tenté de lui faire signer une déposition par laquelle elle reconnaissait avoir fait preuve de résistance à l’autorité.", "47.  Par ailleurs, la Cour considère que l’argument, avancé par le Gouvernement, selon lequel les faits de l’espèce s’inscriraient dans le cadre de la mise en place de mesures préventives pour lutter contre les réseaux de trafic de femmes immigrées dans le quartier, ne saurait justifier des traitements contraires à l’article 3 de la Convention.", "48.  A la lumière des éléments qui précèdent, la Cour estime que les investigations menées dans la présente affaire n’ont pas été suffisamment approfondies et effectives pour remplir les exigences précitées de l’article 3 de la Convention. En conclusion, la Cour estime qu’il y a eu violation de l’article 3 de la Convention dans son volet procédural.", "2.  Quant aux allégations de mauvais traitements lors des interpellations", "a)  Thèses des parties", "i.  Le Gouvernement", "49.  Le Gouvernement dénonce des contradictions dans l’exposé de la requérante, déjà relevées par les juges chargés de l’enquête, et rappelle que les insultes dont elle se plaint n’ont pas été déclarées prouvées par les tribunaux internes.", "50.  Au demeurant, il considère que les lésions invoquées n’atteignent pas le seuil minimum de gravité suffisant pour entrer dans le champ d’application de l’article 3 de la Convention. De plus, il maintient que rien dans le dossier ne permet d’inférer qu’elles ont été effectivement provoquées par les agents de police.", "ii.  La requérante", "51.  La requérante considère que le dossier contient suffisamment d’éléments qui étayent ses allégations de mauvais traitements. En particulier, elle fait référence aux rapports médicaux ainsi qu’au fait que plusieurs témoins ont assisté aux deux altercations nées après qu’elle eut été abordée par des policiers. Elle considère que l’argument du Gouvernement relatif à la nécessité de protéger l’ordre public ne peut en aucun cas justifier un traitement comme celui de l’espèce.", "52.  Quant au seuil minimum de gravité, la requérante conteste la thèse du Gouvernement et estime que le traitement subi rentre dans le champ d’application de l’article 3 de la Convention. Tout en reconnaissant, de manière générale, la compétence des États pour réglementer la mise en œuvre de contrôles d’identité dans le cadre de leur mission de protection de l’ordre public, elle considère que dans la présente affaire ce pouvoir a été exercé de façon abusive et disproportionnée, et que le seuil minimal de gravité impliqué par la notion de traitement dégradant a bien été atteint. La requérante rappelle à cet égard que sur une période de neuf jours elle a été interpellée par la police à trois reprises, dont deux donnèrent lieu à des insultes de la part des policiers et une à sa conduite au poste de police.", "b)  Appréciation de la Cour", "53.  La Cour rappelle que la prohibition de la torture ou des peines ou traitements inhumains ou dégradants est absolue, quels que soient les agissements reprochés à la victime (Chahal c. Royaume-Uni, 15 novembre 1996, § 79, Recueil 1996-V).", "54.  Les allégations de mauvais traitements doivent être étayées devant la Cour par des éléments de preuve appropriés. Pour l’établissement des faits allégués, la Cour se sert du critère de la preuve « au-delà de tout doute raisonnable » ; une telle preuve peut néanmoins résulter d’un faisceau d’indices, ou de présomptions non réfutées, suffisamment graves, précis et concordants (voir, par exemple, Labita, précité, §§ 121 et 152). De plus, lorsque comme en l’espèce, les événements en cause, dans leur totalité ou pour une large part, sont connus exclusivement des autorités, comme dans le cas des personnes soumises à leur contrôle en garde à vue, toute blessure ou décès survenu pendant cette période de détention donne lieu à de fortes présomptions de fait. Il convient en vérité de considérer que la charge de la preuve pèse sur les autorités, qui doivent fournir une explication satisfaisante et convaincante (Salman c. Turquie, no 21986/93, § 100, CEDH 2000-VII).", "55.  La Cour note en l’espèce que les rapports médicaux ne sont pas concluants quant à l’origine possible des blessures que présentait la requérante et que les éléments du dossier ne permettent pas d’avoir une certitude, au-delà de tout doute raisonnable, sur la cause des lésions. A cet égard, elle tient toutefois à souligner que cette impossibilité découle en grande partie de l’absence d’une enquête approfondie et effective par les autorités nationales sur la plainte présentée par la requérante pour mauvais traitements (Lopata c. Russie, no 72250/01, § 125, 13 juillet 2010 et Gharibashvili c. Géorgie, no 11830/03, § 57, 29 juillet 2008).", "56.  A la lumière de ce qui précède, la Cour ne peut conclure à une violation matérielle de l’article 3 s’agissant des mauvais traitements allégués par la requérante.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 14 COMBINÉ AVEC L’ARTICLE 3 DE LA CONVENTION", "57.  La requérante allègue également avoir été discriminée en raison des propos racistes tenus par les policiers, à savoir « pute noire, dégage d’ici ». Elle soutient que d’autres femmes se trouvant dans le même secteur et exerçant la même activité mais ayant un « phénotype européen » n’ont pas été interpellées par la police. L’article 14 de la Convention prévoit :", " « La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "58.  Le Gouvernement conteste cette thèse.", "A.  Sur la recevabilité", "59.  La Cour constate que le grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "a)  Le Gouvernement", "60.  Le Gouvernement s’oppose à cette thèse et estime que la requérante n’a pas apporté le moindre faisceau d’indices qui appuierait l’idée que la requérante a été victime d’une discrimination sur la base de l’exercice par elle de la prostitution ou du fait qu’elle est d’origine africaine. Il observe que les actions policières dans la zone litigieuse visent indistinctement l’ensemble des personnes qui y exercent la prostitution, ensemble qui comprend aussi bien des femmes d’origine européenne.", "b)  La requérante", "61.  De son côté, la requérante estime que sa condition de femme de race noire exerçant la prostitution la rend spécialement vulnérable aux attaques discriminatoires et que ces facteurs ne peuvent être dissociés et doivent être pris en compte dans leur ensemble, leur interaction étant essentielle pour l’examen des faits de l’espèce.", "62.  Pour la requérante, il est clair que la nature répétitive des contrôles auxquels elle fut soumise, ainsi que les insultes racistes et sexistes dont elle fit l’objet et la réponse des juridictions internes à ses plaintes prouvent l’existence d’une discrimination et d’un défaut de respect par l’État de son obligation positive d’enquêter de manière effective.", "63.  La requérante considère que l’État a exercé ses compétences en matière de sécurité publique de manière abusive et dégradante et que les interpellations ont présenté un caractère disproportionné. Tant celles-ci que les décisions des tribunaux internes revêtent un caractère discriminatoire.", "64.  En conclusion, la requérante estime avoir été victime des problèmes structurels de discrimination présents dans le système judiciaire espagnol, qui seraient la cause de l’absence d’enquête effective sur ses plaintes.", "c)  Les tiers intervenants", "65.  La European Social Research Unit (ESRH) du Groupe de recherche sur l’exclusion et contrôle social (GRECS) de l’Université de Barcelone fait référence aux études qui ont été accomplies dans le domaine de la discrimination multifactorielle, à savoir celle fondée sur plusieurs paramètres tels que la race, le sexe ou l’origine sociale. Ces études démontrent qu’une analyse des faits ne prenant en compte qu’un seul de ces paramètres serait approximative et ne refléterait pas la réalité de la situation. L’ESRH énumère à ce sujet plusieurs initiatives entamées au niveau européen qui visent à la reconnaissance de la discrimination multiple, bien qu’à l’heure actuelle il n’existe pas encore de texte contraignant, ce qui serait fort souhaitable.", "66.  De son côté, The AIRE Centre invite la Cour à reconnaître le phénomène de la discrimination multifactorielle, qui doit être examinée de façon conjointe, sans dissociation des facteurs. Il passe en revue les avancées dans ce sens au sein de l’Union européenne, ainsi que dans différents États dont le Royaume-Uni, les États-Unis ou le Canada.", "2.  Appréciation de la Cour", "67.  La Cour considère que, lorsqu’elles enquêtent sur des incidents violents, les autorités de l’État ont de surcroît l’obligation de prendre toutes les mesures raisonnables pour découvrir s’il existait une motivation raciste et pour établir si des sentiments de haine ou des préjugés fondés sur l’origine ethnique ont joué un rôle dans les événements. Certes, il est souvent extrêmement difficile dans la pratique de prouver une motivation raciste. L’obligation qu’a l’État défendeur d’enquêter sur d’éventuelles connotations racistes dans un acte de violence est une obligation de moyens et non de résultat absolu. Les autorités doivent prendre les mesures raisonnables, vu les circonstances, pour recueillir et conserver les éléments de preuve, étudier l’ensemble des moyens concrets de découvrir la vérité et rendre des décisions pleinement motivées, impartiales et objectives, sans omettre des faits douteux révélateurs d’un acte de violence motivé par des considérations de race (voir, mutatis mutandis, Natchova et autres c. Bulgarie [GC] nos 43577/98 et 43579/98, § 160, CEDH 2005-VII). Enfin, la Cour rappelle qu’il incombe au Gouvernement de produire des preuves établissant des faits qui fassent peser un doute sur le récit de la victime (Turan Çakır c. Belgique, no 44256/06, § 54, 10 mars 2009 et Sonkaya c. Turquie, no 11261/03, § 25, 12 février 2008).", "68.  En outre, le devoir qu’ont les autorités de rechercher s’il existe un lien entre des attitudes racistes et un acte de violence constitue un aspect des obligations procédurales découlant pour elles de l’article 3 de la Convention, mais ce devoir peut également passer pour faire implicitement partie de la responsabilité qui incombe aux autorités, en vertu de l’article 14 de la Convention, d’assurer sans discrimination le respect de la valeur fondamentale consacrée par l’article 3. Compte tenu de l’interaction des deux dispositions, on peut considérer ou bien que des questions comme celles dont il s’agit en l’espèce appellent un examen sur le terrain de l’une des deux dispositions seulement, et qu’aucun problème distinct ne se pose au regard de l’autre, ou bien qu’elles exigent un examen sous l’angle des deux articles. Ce problème doit être tranché dans chaque cas, selon les faits et la nature des allégations formulées (Natchova et autres, précité, § 161).", "69.  En l’espèce, la Cour a déjà constaté que les autorités espagnoles avaient violé l’article 3 de la Convention en ce qu’elles n’avaient pas mené une enquête effective sur l’incident. Elle estime devoir examiner séparément le grief selon lequel elles ont de surcroît manqué à rechercher s’il existait un lien de causalité entre les attitudes racistes alléguées et les violences auxquelles la police se serait livrée à l’encontre de la requérante (voir, mutatis mutandis, Turan Cakir c. Belgique, précité, § 79).", "70.  La Cour note que dans ses plaintes du 21 et 25 juillet 2005 la requérante mentionnait les propos racistes qui auraient été proférés à son égard par les policiers, notamment « pute noire dégage d’ici », et qu’elle dit avoir reproché aux agents de ne pas avoir interpellé d’autres femmes qui exerçaient la même activité mais avaient un « phénotype européen ». Ces arguments n’ont pas été examinés par les tribunaux chargés de l’affaire, qui se sont bornés à reprendre à leur compte le contenu des rapports du chef de police des Iles Baléares sans effectuer une enquête plus approfondie sur les attitudes prétendument racistes.", "71.  A la lumière des éléments de preuve fournis en l’espèce, la Cour estime que les décisions rendues en l’espèce par les juridictions internes n’ont pas pris en considération la vulnérabilité spécifique de la requérante, inhérente à sa qualité de femme africaine exerçant la prostitution. Les autorités ont ainsi manqué à l’obligation qui leur incombait en vertu de l’article 14 de la Convention combiné avec l’article 3 de prendre toutes les mesures possibles pour rechercher si une attitude discriminatoire avait pu ou non jouer un rôle dans les événements.", "72.  Il y a donc eu violation de l’article 14 de la Convention combiné avec l’article 3 pris sous son volet procédural.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 14 COMBINÉ AVEC LES ARTICLES 6 § 1 ET 8 DE LA CONVENTION", "73.  Enfin la requérante considère que l’État a porté atteinte à ses droits découlant de l’article 14 combiné avec les articles 6 § 1 et 8 de la convention dans la mesure où elle n’a pas été entendue par les juridictions nationales, qui n’ont en outre pas répondu à ses demandes de mise en œuvre de mesures supplémentaires d’administration de la preuve au cours de la procédure d’instruction. Cette défaillance a empêché une enquête efficace sur ses allégations. Par ailleurs, la requérante se plaint d’une atteinte disproportionnée à son droit à la vie privée, à travers les contrôles policiers d’identité auxquels elle fut soumise alors qu’elle se trouvait légalement sur la voie publique.", "74.  Le Gouvernement conteste cette thèse.", "A.  Sur la recevabilité", "75.  La Cour constate que ces griefs ne sont pas manifestement mal fondés au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’ils ne se heurtent à aucun autre motif d’irrecevabilité. Il convient donc de les déclarer recevables.", "B.  Sur le fond", "76.  Compte tenu de l’argumentation de la requérante en l’espèce et des motifs pour lesquels elle a constaté la violation de l’article 3 dans son volet procédural (§§ 42 à 48 ci-dessus), la Cour estime qu’aucune question distincte ne se pose sous l’angle de l’article 14, combiné avec les articles 6 § 1 et 8 de la Convention. Dès lors, il n’y a pas lieu d’examiner plus avant ces griefs.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "77.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "78.  La requérante réclame 30 000 euros (EUR) au titre du préjudice moral qu’elle aurait subi en raison de l’humiliation provoquée par les mauvais traitements dénoncés. En outre, la requérante demande à la Cour de contraindre le Gouvernement à établir un protocole que les juridictions internes seraient obligées de suivre en cas d’allégations de discrimination comme celles de l’espèce. Enfin, conformément au principe de la restitutio in integrum, elle demande la réouverture de la procédure devant les tribunaux espagnols.", "79.  Le Gouvernement s’oppose à cette demande et considère que le constat de violation est suffisant. S’agissant de l’élaboration d’un protocole, le Gouvernement rappelle que, conformément à la jurisprudence de la Cour, les États membres sont libres de choisir les moyens qui leur paraissent les plus appropriés pour réparer un constat de violation.", "80.  En ce qui concerne les mesures spécifiques demandées par la requérante, la Cour rappelle que ses arrêts ont un caractère déclaratoire pour l’essentiel et qu’en général il appartient au premier chef à l’État en cause, sous le contrôle du Comité des Ministres, de choisir les moyens à utiliser dans son ordre juridique interne pour s’acquitter de son obligation au regard de l’article 46 de la Convention (voir, entre autres, Assanidzé c. Géorgie [GC], no 71503/01, § 202, CEDH 2004-II, Scozzari et Giunta c. Italie [GC], nos 39221/98 et 41963/98, § 249, CEDH 2000-VIII, et Brumărescu c. Roumanie (satisfaction équitable) [GC], no 28342/95, § 20, CEDH 2001I). La Cour considère que l’affaire de l’espèce ne fait pas partie de celles où, à titre exceptionnel, la Cour, pour aider l’État défendeur à remplir ses obligations au titre de l’article 46, cherche à indiquer le type de mesures à prendre pour mettre un terme à la situation structurelle qu’elle constate et où elle peut définir plusieurs options dont le choix et la mise en œuvre restent à la discrétion de l’État concerné (Broniowski c. Pologne [GC], no 31443/96, § 194, CEDH 2004V).", "81.  Pour ce qui est de la réclamation au titre du préjudice moral, la Cour considère que, compte tenu des violations constatées en l’espèce, une indemnité pour tort moral doit être accordée à la requérante. Statuant en équité comme le veut l’article 41 de la Convention, elle décide d’allouer la somme demandée, soit 30 000 EUR.", "B.  Frais et dépens", "82.  La requérante demande également 31 840,50 EUR pour les frais et dépens globaux engagés devant les juridictions internes et devant la Cour. Les justificatifs présentés ne couvrent que 1 840,50 EUR.", "83.  Le Gouvernement sollicite le rejet de la demande.", "84.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme de 1 840,50 EUR tous frais confondus et l’accorde à la requérante.", "C.  Intérêts moratoires", "85.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "\nPAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 3 de la Convention sous son volet procédural ;", "", "3.  Dit qu’il n’y a pas eu violation de l’article 3 de la Convention sous son volet matériel ;", "", "4.  Dit qu’il y a eu violation de l’article 14 combiné avec l’article 3 de la Convention ;", "", "5.  Dit qu’aucune question distincte ne se pose sous l’angle de l’article 14 combiné avec les articles 6 § 1 et 8 de la Convention ;", "", "6.  Dit,", "a)  que l’État défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i)  30 000 EUR (trente mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "ii)  1 840,50 EUR (mille huit cent quarante euros et cinquante cents), plus tout montant pouvant être dû à titre d’impôt, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 24 juillet 2012, en application de l’article 77 §§ 2 et 3 du règlement.", "\tMarialena Tsirli\tJosep Casadevall\n\tGreffière adjointe\tPrésident"]}