{"file": "FRE_CLINF_28524_95.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "28524/95", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 29", "Avril 2001", "Peers c. Grèce - 28524/95", "Arrêt 19.4.2001 [Section II]", "Article 3", "Traitement dégradant", "Conditions d'une détention provisoire: violation", "", "Article 6", "Article 6-2", "Présomption d'innocence", "Absence de régime carcéral différencié pour les détenus en détention provisoire: non-violation", "", "Article 8", "Article 8-1", "Respect de la correspondance", "Correspondance des détenus: violation", "", "En fait: Le requérant, ressortissant britannique, fut arrêté en août 1994 en Grèce et conduit à la prison de Koridallos, où il fut placé dans l’unité d’isolement en raison de son héroïnomanie. Il refusa d’être transféré dans l’aile « Delta » où, d’après lui, il y avait des problèmes de toxicomanie qu’il désirait éviter. Il fut par la suite transféré dans l’aile « Alpha », qui était la meilleure de la prison. Il fut condamné pour infractions à la législation sur les stupéfiants en juillet 1995. Il dénonce les conditions de sa détention provisoire, notamment dans l’unité d’isolement. Une délégation de la Commission européenne des Droits de l’Homme, qui visita la prison, confirma pour l’essentiel la description des locaux faite par le requérant. Un rapport du Comité pour la Prévention de la Torture décrivit également des conditions similaires, constatant notamment une grave surpopulation carcérale source de conséquences négatives sur les conditions de vie des détenus. Le requérant présente notamment les griefs suivants: la cellule qu’il partageait avec un autre prisonnier était exiguë, avec un passage si étroit entre les lits que l’on pouvait à peine passer; elle était étouffante en été, et dépourvue de système d’aération; il y avait une ouverture dans le plafond, constamment fermée et tellement sale que la lumière ne pénétrait pratiquement pas; la lumière électrique était insuffisante pour que les détenus puissent lire; la cellule comportait des toilettes turques, qui n’étaient pas dissimulées derrière un écran ou un rideau; il n’y avait pas de lavabo à l’intérieur de la cellule et on comptait une seule douche pour neuf cellules, lesquelles étaient occupées par deux, voire trois détenus chacune. Les conditions dans l’aile Alpha étaient meilleures, mais là aussi, la saleté et la surpopulation posaient problème. De manière générale, les couvertures et les sanitaires étaient en nombre insuffisant dans l’établissement. Par ailleurs, les lettres adressées au requérant, y compris celles émanant de la Commission, furent ouvertes en sa présence. Le requérant fut relâché et expulsé en juin 1998.", "En droit: Article 3 - Le requérant n’a pas souhaité être détenu dans l’unité d’isolement, son refus d’être transféré dans l’aile Delta se fondant sur sa volonté d’éviter tout contact avec les stupéfiants qui, semble-t-il, circulaient de manière illégale dans cette partie de la prison. La Cour a tenu compte des constatations des délégués de la Commission, en particulier concernant la taille, l’éclairage et l’aération de la cellule du requérant, éléments qui n’ont pas changé entre la période où l’intéressé était en détention et la visite de la délégation. Le requérant pouvait circuler librement dans l’unité d’isolement pendant la journée, et malgré l’exiguïté de cette unité et de la cour attenante, cette possibilité limitée de circulation doit lui avoir procuré un certain soulagement. Néanmoins, il devait passer au moins une partie de la soirée et la nuit entière dans sa cellule qui, bien que conçue pour une seule personne, était occupée par deux détenus, contraints de rester la plupart du temps dans leur lit une fois la porte fermée. En outre, il n’y avait pas de système d’aération dans la cellule, où la chaleur pouvait devenir insupportable en été. Lorsque la porte était fermée, les occupants étaient obligés d’utiliser les toilettes turques, qui n’étaient pas séparées du reste de la cellule. Certes, rien ne prouve l’existence d’une véritable intention d’humilier ou de rabaisser le requérant ; toutefois, l’absence d’un tel but ne saurait exclure de façon définitive un constat de violation de l’article 3. Le fait que les autorités compétentes n’aient pris aucune mesure pour améliorer les conditions de détention du requérant, que l’on peut objectivement décrire comme inacceptables, dénote un manque de respect pour l’intéressé. Les conditions de détention litigieuses ont porté atteinte à sa dignité et ont provoqué chez lui des sentiments de désespoir et d’infériorité propres à l’humilier et le rabaisser, voire à briser sa résistance physique et morale. Dès lors, les conditions de détention subies par le requérant dans l’unité d’isolement s’analysent en un traitement dégradant.", "Conclusion: violation (unanimité).", "Article 6 § 2 –  La Convention ne contient aucune disposition obligeant à traiter de façon différente les personnes en détention provisoire et les détenus déjà condamnés; dès lors, on ne saurait conclure que l’article 6 § 2 a été enfreint à cet égard. ", "Conclusion: non-violation (unanimité).", "Article 8 – L’ouverture de la correspondance adressée au requérant par la Commission constitue une ingérence qui était prévue par la loi et poursuivait le but légitime de la défense de l’ordre et de la prévention des infractions pénales. Toutefois, aucune raison impérieuse ne justifiait de contrôler les lettres en question, et le risque que les enveloppes de la Commission soient copiées en vue d’introduire des documents interdits dans la prison est si négligeable que l’argument ne saurait être retenu.", "Conclusion: violation (six voix contre une).", "Article 41 – La Cour alloue au requérant 5 000 000 drachmes (GRD) pour dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}