{"file": "FRE_CLINF_12005_86.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "12005/86", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Septembre-Octobre 1991", "Borgers c. Belgique - 12005/86", "Arrêt 30.10.1991", "Article 6", "Article 6-1", "Procès équitable", "Egalité des armes", "Interdiction pour un accusé de répondre aux conclusions prises à l'audience devant la Cour de cassation par un magistrat du ministère public près cette Cour et participation dudit magistrat au délibéré: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 § 1 DE LA CONVENTION", "Entière validité des constatations de l'arrêt Delcourt du 17 janvier 1970, relatives à l'indépendance et à l'impartialité de la Cour de cassation et de son parquet – absence de manquement aux exigences de la Convention sur ce point.", "Droits de la défense et principe de l'égalité des armes : éléments de la notion plus large de procès équitable – celle-ci a connu dans la jurisprudence de la Cour une évolution des plus notables, marquée en particulier par l'importance attribuée aux apparences et à la sensibilité accrue du public aux garanties d'une bonne justice.", "Même objective, l'opinion du parquet de cassation ne peut passer pour neutre du point de vue des parties à l'instance – le magistrat du ministère public devient l'allié ou l'adversaire objectif d'un accusé en recommandant l'admission ou le rejet du pourvoi de celui-ci – dans la seconde hypothèse, l'article 6 § 1 impose le respect des droits de la défense et du principe de l'égalité des armes.", "En l'espèce, le requérant à aucun moment ne put répondre aux conclusions défavorables de l'avocat général – surtout, la participation de celui-ci, avec voix consultative, au délibéré de la Cour de cassation pouvait légitimement apparaître comme une occasion supplémentaire d'appuyer ses conclusions de rejet du pourvoi.", "Conclusion : violation (dix-huit voix contre quatre).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage moral : suffisamment réparé par le constat de violation.", "B.\tFrais et dépens : remboursement.", "Conclusion : État défendeur tenu de payer une certaine somme au requérant (vingt voix contre deux).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}