{"file": "FRE_HFJUD_46355_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "46355/99", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE TSIRIKAKIS c. GRÈCE", "", "", "(Requête n° 46355/99)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "17 janvier 2002", "", "", "", "", "DÉFINITIF", "", "10/07/2002", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Tsirikakis c. Grèce,", "La Cour européenne des Droits de l’Homme (première section), siégeant en une chambre composée de :", "\tMme\tF. Tulkens, président,\n\tMM.\tC.L. Rozakis, \n\t\tP. Lorenzen,\n\tMme\tN. Vajić,\n\tMM.\tE. Levits,\n\t\tA. Kovler,\n\t\tV. Zagrebelsky, juges,\net de M. E. Fribergh, greffier de section,", "Après en avoir délibéré en chambre du conseil les 7 décembre 2000 et 13 décembre 2001,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 46355/99) dirigée contre la République hellénique et dont deux ressortissants de cet Etat, MM. Anastasios Tsirikakis et Georgios Tsirikakis (« les requérants »), ont saisi la Cour le 20 janvier 1999 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés devant la Cour par Me I. Stamoulis, avocat à Athènes. Le gouvernement grec (« le Gouvernement ») est représenté par les délégués de son agent, M. K. Grigoriou, assesseur auprès du Conseil juridique de l’Etat et Mme V. Pelekou, auditeur auprès de Conseil juridique de l’Etat.", "3.  Les requérants alléguaient une violation du droit à un procès équitable dans un « délai raisonnable » (article 6 § 1 de la Convention) et du droit au respect des biens (article 1 du Protocole n° 1).", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Par une décision du 7 décembre 2000, la Cour a déclaré la requête recevable.", "6.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "7.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement) et la requête a été attribuée à la première section, ainsi remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "A.  L’expropriation litigieuse et la fixation de l’indemnité d’expropriation", "8.  En 1952, les requérants acquirent de M. Christodoulou, par contrat n° 5495 du 30 janvier 1952, conjointement et en indivision, un îlot d’une superficie de 60 000 m2 sis au large du port sud de Halkida. Par une décision du 18 mars 1979, le préfet de l’île d’Eubée procéda à l’expropriation d’une superficie de 10 366 m2 sur la partie nord de l’îlot afin d’y construire une station d’épuration biologique pour la ville de Halkida. Comme ladite décision comportait certaines lacunes, le préfet prit, le 21 mai 1982, une nouvelle décision d’exproprier, entérinant une décision du conseil d’administration de la Compagnie des eaux de cette ville (une entreprise municipale) pour l’expropriation de cette superficie. La décision du conseil d’administration de l’entreprise municipale, adoptée aussi en 1982, indiquait qu’il devait être procédé à l’expropriation de la superficie susmentionnée sise sur l’îlot Passa (alias Tsirikaki) à l’encontre de MM. Georgios et Athanassios Tsirikakis qui se prétendent propriétaires de celle-ci.", "9.  Selon l’article 24 du décret-loi 797/1971 sur les expropriations, un ingénieur doit établir un relevé topographique du terrain frappé d’expropriation, assisté du percepteur du lieu où est situé ce terrain, afin que celui-ci examine si l’Etat a, le cas échéant, des droits de propriété sur celuici. Le percepteur transmet alors les documents pertinents, ainsi que le relevé topographique, aux intéressés et au tribunal aux fins de la reconnaissance de ceux-ci comme ayants droit de l’indemnité. En l’espèce, le percepteur transmit le relevé topographique au tribunal de grande instance de Halkida en mai 1988.", "10.  Le 11 janvier 1983, le tribunal de première instance de Halkida fixa à 500 drachmes (GRD) le montant unitaire provisoire au mètre carré de l’indemnité à accorder aux requérants.", "11.  Le 4 novembre 1983, la Compagnie des eaux déposa auprès de la caisse des dépôts et consignations la somme correspondant au montant unitaire provisoire de l’indemnité. Le 21 novembre 1983, cette consignation fut publiée au Journal officiel.", "12.  Le 29 mai 1984, la cour d’appel d’Athènes porta le montant définitif à 600 GRD au mètre carré.", "B.  La procédure de reconnaissance de la qualité de propriétaires des requérants par les juridictions civiles", "13.  Le président du tribunal de grande instance fixa au 9 juin 1988 la date de l’audience aux fins de la reconnaissance des requérants comme ayants droit de l’indemnité. Toutefois, à cette date, le tribunal ne statua pas car le percepteur, représentant de l’Etat dans la procédure, avait déclaré devant le tribunal que les requérants s’appropriaient des droits de propriété de l’Etat tant sur la partie expropriée de l’îlot que sur l’îlot tout entier. Le tribunal s’abstint donc de se prononcer, conformément à l’article 27 § 4 du décret.", "14.  Le 20 février 1987, les requérants tentèrent d’obtenir la reconnaissance administrative de leur qualité d’ayants droit de l’indemnité devant une commission compétente du ministère de l’Economie, en vertu de l’article 28 du décret. La demande des requérants fut transmise, le 25 novembre 1987, au comité consultatif des domaines publics.", "15  Néanmoins, dans un rapport du 18 mai 1987, établi dans le cadre de cette procédure, il était précisé que l’Etat n’avait aucun droit de propriété sur l’îlot dont l’usage revenait aux particuliers qui le cultivaient depuis 1870. Le rapport précisait que celui qui avait vendu l’îlot aux requérants en avait l’usage depuis 1886.", "16.  Les requérants ne purent toucher l’indemnité susmentionnée car, par un avis du 25 novembre 1987, le comité consultatif de domaines publics rejeta la demande des requérants. Le 18 décembre 1987, le ministre de l’Economie approuva la proposition de rejeter ladite demande, ordonna l’enregistrement de l’îlot comme faisant partie du domaine public et invita le Trésor public à « procéder audit enregistrement, assumer la protection de celui-ci et envoyer une copie de l’enregistrement à la Société des biens immobiliers de l’Etat aux fins de la gestion et de l’exploitation de celui-ci. »", "17.  Les requérants saisirent alors, le 15 août 1988, le tribunal de grande instance de Halkida qui, par un jugement (n° 267/1992) du 24 juin 1992, reconnut leur droit de propriété sur l’îlot. Le tribunal se fonda sur la déposition d’un témoin cité par l’Etat lui-même, témoin qui avait rédigé le rapport du 18 mai 1987 et qui confirma le contenu dudit rapport.", "18.  Dans le cadre de cette procédure, l’audience, initialement fixée au 21 janvier 1989, fut reportée au 20 avril 1989. Par une décision du 11 septembre 1989, ledit tribunal ordonna un complément d’instruction. Les requérants notifièrent cette décision à la partie adverse le 10 septembre 1990. Le 22 juin 1990, ils demandèrent l’audition des témoins. Celle-ci fut fixée au 24 octobre 1990, mais reportée par la suite au 13 décembre 1990 avec le consentement des requérants. A cette dernière date, les deux parties obtinrent un nouveau report au 13 février 1991. Le complément d’instruction prit fin le 16 septembre 1991, après plusieurs ajournements demandés par les parties ou consentis par elles, à savoir les 13 février 1991, 17 avril 1991, 22 et 25 mai 1991. Enfin, l’audience devant le tribunal de grande instance eut lieu le 7 mai 1992 et la délibération le 4 juin 1992.", "19.  Les requérants notifièrent le jugement à l’Etat le 22 avril 1993.", "20.  Le 14 mai 1993, l’Etat forma un appel contre le jugement susmentionné devant la cour d’appel d’Athènes. L’audience initialement fixée au 9 novembre 1993 fut reportée au 1er février 1994. Par une décision du 15 février 1994, la cour d’appel ordonna une expertise, qui devait se dérouler à l’initiative de la partie la plus intéressée. L’expert, qui devait évaluer l’étendue et la nature du bien litigieux, fut désigné le 16 septembre 1994 et obtint une prolongation du délai pour déposer son rapport jusqu’au 16 janvier 1995. L’audience eut lieu le 21 mars 1995. Le 12 septembre 1995, la cour d’appel ordonna le réexamen de l’affaire et la comparution de l’expert pour que celui-ci donne des explications supplémentaires concernant son rapport. Le 4 novembre 1996, les requérants invitèrent la cour d’appel à fixer une date d’audience. L’audience eut lieu le 8 avril 1997.", "21.  Le 28 juillet 1997, la cour d’appel rendit son arrêt (n° 7131/1997), par lequel elle confirmait le jugement attaqué. La cour d’appel releva que l’îlot appartenait depuis 1837 à des particuliers qui l’avaient vendu aux requérants en 1952 par acte notarié dûment enregistré ; les requérants y avaient installé une unité d’élevage des poulets et y avaient planté des arbres fruitiers et des céréales qu’ils exploitaient.", "22.  L’arrêt fut mis au net le 22 mai 1998 et les requérants le notifièrent à l’Etat le 1er juillet 1998. L’Etat se pourvut en cassation le 7 octobre 1998. Les parties ne fournissent aucune indication quant à la suite de cette procédure.", "23.  Les requérants touchèrent l’indemnité (6 204 600 drachmes) déposée à la caisse des dépôts et consignations le 24 décembre 1998.", "C.  L’allégation d’occupation de l’ensemble de l’îlot par l’Etat", "24.  Entre-temps, selon les requérants, l’Etat aurait étendu les installations d’épuration sur toute la superficie de l’îlot. Il aurait aussi planté trois mille arbres et mille buissons, construit des routes et un réseau de canalisation d’eaux et détruit toutes les bâtisses des requérants. Enfin, il aurait déversé de grandes quantités de boue provenant de la station d’épuration.", "25.  Le Gouvernement conteste cette version des faits. Il souligne que les requérants allèguent pour la première fois devant la Cour la question de l’occupation d’une étendue supérieure à 10 366 m2. A l’appui de sa thèse, il invoque un rapport d’expertise rédigé le 27 décembre 1994 selon lequel « le sol a été aménagé actuellement par des excavations, des alluvions et des remblayages (...). Il est évident que le littoral est différent de ce qu’il était dans le passé (...). Sur le reste, en dehors de la partie de l’îlot appartenant à la Compagnie des eaux, la morphologie du sol s’est formée naturellement sans intervention, c’est à dire sans excavations, alluvions ou remblayages ». Il produit aussi une lettre du 30 mars 2000, établie par la Compagnie des eaux, qui se lit ainsi : « La Compagnie des eaux n’a jamais occupé avec l’intention de s’y installer, une partie de l’îlot autre que celui qui a été exproprié. La plantation d’arbres et de plantes sur l’îlot n’est pas la preuve de l’intention de s’approprier la partie non expropriée, mais a contribué à l’amélioration de l’environnement. La Compagnie des eaux n’a en aucun cas empêché l’usage de l’îlot par ses propriétaires légaux ; en revanche, elle a mis, à plusieurs reprises, à la disposition de M. Tsirikakis des moyens de transport pour que celui-ci puisse se rendre sur l’îlot. Ce dernier ne s’est jamais adressé à la direction de la Compagnie pour se plaindre d’une atteinte à ses droits ».", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "26.  Le texte qui régit les expropriations est le décret-loi 797/71.", "27.  La déclaration d’expropriation s’effectue par décision ministérielle ou par décision de l’organe compétent (article 1 du décret) dans un but d’utilité publique. Une condition préliminaire consiste en la rédaction du tableau cadastral sur lequel figurent les propriétaires du bien exproprié, « indiqués » comme tels (article 2 du décret). Au stade de la rédaction de ce tableau, les autorités ne recherchent pas le propriétaire réel ; l’inscription d’une personne indiquée comme propriétaire ne signifie pas qu’il s’agit du propriétaire réel.", "28.  L’expropriation s’achève avec le versement de l’indemnité ou la consignation de celle-ci à la caisse des dépôts et consignations.", "29.  L’article 8 du décret dispose :", "« 1.  Celui qui est obligé d’indemniser l’expropriation peut, au lieu de verser l’indemnité, la déposer provisoirement ou définitivement à la caisse des dépôts et consignations en faveur de l’ayant droit, si une décision irrévocable le reconnaissant comme tel n’a pas encore été rendue. Celui qui est obligé de verser l’indemnité peut également la déposer, afin que soit fixée une garantie selon le présent article, laquelle n’a cependant pas encore été fournie par l’ayant droit.", "2.  La caisse des dépôts et consignations verse la somme déposée à l’ayant droit qui a été reconnu comme tel, sur production de la décision irrévocable à ce sujet. De même, elle verse la somme déposée pour non-prestation de la garantie fixée, sur production des pièces justificatives de prestation de cette garantie.", "3.  Le dépôt de l’indemnité à la caisse des dépôts et consignations est obligatoire quand le bien exproprié est grevé d’une hypothèque, d’une saisie (...) ou en raison d’un doute raisonnable quant à la personne de l’ayant droit réel (...). »", "30.  L’article 9 du décret traite des conséquences de l’achèvement de l’expropriation forcée et dispose : « Lorsque l’expropriation est achevée, le propriétaire du bien exproprié, tout détenteur ou possesseur ainsi que tout tiers tirant des droits de ceux-ci, est obligé sur sommation écrite de la personne en faveur de laquelle eut lieu l’expropriation, de lui livrer le bien exproprié, dans un délai de dix jours (...) ».", "31.  La valeur du bien exproprié est déterminée, à la demande de la partie intéressée, par décision du tribunal de première instance du ressort du bien litigieux. Dans un premier temps, le tribunal fixe une indemnité provisoire d’expropriation. Saisie d’office ou par la partie intéressée, la cour d’appel fixe l’indemnité définitive d’expropriation. Afin de recevoir l’indemnité, celui qui se prétend propriétaire doit avoir été reconnu comme tel par une décision judiciaire. A cet égard, l’article 26 du décret précité prévoit une procédure rapide de reconnaissance de l’ayant droit devant le tribunal de première instance qui statue suivant une procédure sommaire, puisqu’il peut également fonder sa décision sur de simples présomptions. Cette décision ne peut faire l’objet d’aucun recours. Un problème se pose cependant lorsque celui qui se prétend propriétaire ne peut pas produire des éléments suffisants à cet égard. Dans ce cas, l’intéressé est obligé d’intenter une action ordinaire en reconnaissance de propriété devant les tribunaux civils avec toutes les garanties et moyens de preuve afférents à cette action. Une telle action est, en principe, engagée lorsque les titres de propriété font défaut ou ne sont pas suffisants.", "32.  La procédure de la reconnaissance judiciaire de l’ayant droit à l’indemnité peut être engagée en même temps que celle de la fixation de l’indemnité afin d’accélérer l’encaissement de celle-ci.", "33.  L’article 27 § 4 du décret prévoit que le tribunal s’abstient de prendre une décision au sujet de la reconnaissance de la qualité d’ayant droit de l’indemnité, lorsqu’il ressort de la procédure ou d’une déclaration faite par l’Etat à l’audience, que l’Etat prétend être titulaire des droits de propriété sur l’étendue expropriée. Dans ce cas, ces droits sont déterminés par voie judiciaire, sur le fondement des dispositions du code de procédure civile, à la suite d’une action introduite par l’Etat ou toute personne visant à être reconnue ayant droit de l’indemnité.", "34.  Enfin, celui qui exerce des actes de possession sur un terrain qui a été enregistré comme faisant partie du domaine public, est poursuivi d’office et puni, conformément à l’article 23 de la loi 1539/1938 (tel que modifié par l’article 1 § 2 de la loi 263/1968), à une peine d’emprisonnement d’au moins six mois, non convertible en sanction pécuniaire, ainsi qu’à une amende d’au moins 100 000 drachmes.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "35.  Les requérants allèguent un dépassement du « délai raisonnable » de la procédure. Ils invoquent l’article 6 § 1 de la Convention, qui, dans sa partie pertinente, se lit ainsi :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "36.  Le Gouvernement soutient que la période à prendre en considération n’a pas débuté le 18 mars 1979, date à laquelle l’acte déclarant l’expropriation a été adopté, car cet acte n’a jamais été appliqué et n’a eu aucun impact sur les droits des requérants. De plus, aucun retard n’a eu lieu dans la procédure de fixation de l’indemnité en 1983. La procédure relative à la reconnaissance de la qualité de propriétaires des requérants a débuté en 1988. La procédure devant le comité consultatif des domaines publics n’a aucun rapport avec celle relative à l’expropriation ; les requérants, sachant qu’ils ne disposaient pas des titres nécessaires pour être reconnus ayants droit de l’indemnité, ont saisice comité en 1987, en espérant qu’ils obtiendraient gain de cause. Le recours à ce comité n’était pas un préalable nécessaire au recours judiciaire et les requérants auraient pu introduire celui-ci dès la déclaration d’expropriation.", "37.  Le Gouvernement souligne que la procédure devant les juridictions civiles est régie par le principe de l’initiative des parties. Or, en l’espèce, l’expropriation eut lieu en 1982 et les tribunaux fixèrent l’indemnité en 1983. Les requérants attendirent cinq ans – jusqu’en 1988 – pour engager l’action en reconnaissance de leur qualité de propriétaires. Le tribunal de grande instance de Halkida accorda un seul report d’audience et sa première décision avant dire droit fut rendue le 11 septembre 1989. Les requérants attendirent un an avant de donner suite à la procédure. Lorsque le tribunal rendit son jugement, les requérants notifièrent celui-ci à l’Etat dix mois plus tard. De même, l’arrêt de la cour d’appel fut notifié par les requérants à l’Etat neuf mois après son prononcé. En effet, en raison du comportement des requérants, de longues périodes d’inactivité se seraient écoulées et qui totaliseraient dix ans. Plus précisément, les requérants n’auraient entrepris aucune initiative de 1983 à 1988, de 1989 à 1990 et de 1997 à 1998, ainsi que pendant dix mois entre 1992 et 1993 et quatorze mois entre 1995 et 1996.", "38.  Le Gouvernement prétend que l’affaire présentait une complexité particulière, ce qui a nécessité un complément d’instruction, la réalisation d’une expertise et la comparution de l’expert devant le tribunal. En revanche, les différentes juridictions ont fixé des dates d’audience à des intervalles très brefs et rendirent leurs décisions rapidement. Enfin, les requérants auraient pu demander que l’arrêt de la cour d’appel soit mis au net de manière prioritaire et solliciter l’accélération de la procédure devant la Cour de cassation.", "39.  Les requérants soutiennent que la responsabilité du retard incombe exclusivement au Gouvernement. Selon eux, il a fallu dix-neuf ans et neuf mois à compter de la décision du préfet de l’île d’Eubée, du 18 mars 1979, et seize ans et sept mois à compter de le décision du même préfet, du 21 mai 1982, pour toucher l’indemnité fixée en 1983 et 1984 par le tribunal de première instance de Halkida et la cour d’appel d’Athènes respectivement. Quant à la procédure rapide de l’article 26 du décret 797/1971, elle dépendait entièrement des autorités compétentes qui, en l’occurrence, tardèrent à prendre les mesures nécessaires : le relevé topographique de l’expropriation fut transmis au président du tribunal de grande instance en mai 1988, six ans après la décision d’exproprier. Le jour de l’audience, le tribunal refusa de statuer car le représentant de l’Etat déclara que tout l’îlot appartenait à l’Etat. Lorsque les requérants tentèrent la voie de la reconnaissance administrative de leur qualité d’ayants droit de l’indemnité, leur demande fut transmise neuf mois plus tard seulement au comité consultatif de domaines publics, alors que l’article 28 du décret fixe un délai d’un mois. Suite à la décision du ministre de l’Economie du 18 décembre 1987, par laquelle celui-ci ordonnait l’enregistrement de l’îlot comme faisant partie du domaine public, les requérants durent saisir les tribunaux civils afin que ceux-ci reconnaissent leur qualité de propriétaire. Le tribunal de grande instance de Halkida rendit son arrêt le 24 juin 1992. La cour d’appel d’Athènes ordonna, contre toute attente, une expertise pour la réalisation de laquelle il fallut quatre ans. L’arrêt de la cour d’appel ne fut mis au net qu’un an après son prononcé. Enfin, le 7 octobre 1998, l’Etat se pourvut en cassation, mais jusqu’à ce jour, il n’a pris aucune mesure pour accélérer la procédure.", "40.  La Cour note que la procédure dont la longueur est mise en cause par les requérants, est celle relative à la reconnaissance de leur qualité d’ayant droit de l’indemnité fixée par le tribunal de Halkida. A supposer même que celle-ci se limite à celle introduite par les requérants le 15 août 1988 devant le tribunal de grande instance de Halkida et qui est encore pendante devant la Cour de cassation, elle a déjà duré plus de treize ans et trois mois.", "41.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, l’arrêt Di Pede c. Italie du 26 septembre 1996, Recueil des arrêts et décisions 1996-IV, § 27), qui, en l’occurrence, appellent une appréciation globale.", "42.  La Cour convient avec le Gouvernement que l’affaire présentait une certaine complexité, dans la mesure où des rapports d’expertise devaient être déposés et des témoins entendus et dans la mesure où les requérants ont tardé à procéder à certaines notifications à la partie adverse. Toutefois, la Cour relève que le tribunal de grande instance consentit à accorder cinq ajournements de la procédure pendante devant lui et que l’audience eut lieu un an après le dernier ajournement. La cour d’appel ordonna une expertise le 15 février 1994, mais ne désigna l’expert que le 16 septembre 1994. Après l’audience du 21 mars 1995, elle décida le réexamen de l’affaire et la convocation de l’expert pour des explications supplémentaires, mais l’audience n’eut lieu que le 8 avril 1997. L’arrêt, rendu le 28 juillet 1997, ne fut mis au net que le 22 mai 1998.", "43.  La Cour estime que, même dans les cas où, comme en l’espèce, la procédure est régie par le principe de l’initiative des parties, la notion du « délai raisonnable » exige que les tribunaux suivent aussi le déroulement de la procédure et soient plus attentifs lorsqu’il s’agit de consentir à une demande d’ajournement, de procéder à l’audition de témoins ou de surveiller les délais pour l’établissement d’un rapport d’expertise jugé nécessaire à sa décision (voir l’arrêt Capuano c. Italie du 25 juin 1987, série A n° 119-1, p. 11, § 25).", "44.  Dans les circonstances de la cause, la Cour estime que la durée de la procédure a excédé le « délai raisonnable » et qu’il y a donc eu violation de l’article 6 § 1 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "45.  Les requérants affirment que l’expropriation d’une partie de leur propriété entraîna la privation de leur droit de propriété sur l’ensemble de l’îlot, en raison du dépôt de grandes quantités de boue provenant de la station d’épuration, sans qu’ils aient perçu une indemnité complète ni pour la partie expropriée ni pour la partie occupée. De plus, l’indemnité que les requérants touchèrent quinze ans, six mois et vingt jours après le jugement fixant le montant provisoire de celle-ci au mètre carré aurait perdu toute sa valeur en raison de l’inflation et ne représenterait plus la valeur réelle de la propriété expropriée. Ils allèguent une violation de l’article 1 du Protocole n° 1, aux termes duquel :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "A.  Exception préliminaire", "46.  Le Gouvernement soutient qu’en ce qui concerne la première branche du grief relatif à cet article, à savoir l’occupation par la Compagnie des eaux de la partie non expropriée de l’îlot par le versement de grandes quantités de boue provenant de la station d’épuration, les requérants n’ont pas épuisé les voies de recours internes. Le Gouvernement souligne que la Compagnie des eaux n’a jamais occupé la partie non expropriée de l’îlot, comme cela ressort de la lettre de celle-ci du 30 mars 2000. Si tel avait été le cas, les requérants auraient dû saisir les tribunaux compétents et se plaindre de tout acte d’occupation illégal. Les requérants n’apportent aucune preuve de leurs allégations et la Cour ne devrait pas considérer les requérants comme plus crédibles que la Compagnie des eaux. L’enregistrement de l’îlot comme faisant partie du domaine public ne mettait pas l’Etat dans une position privilégiée par rapport aux requérants, au cas où une procédure pénale devait être engagée. Le tribunal aurait examiné les allégations des parties pour prendre sa décision ; il n’existe pas de sanctions pénales automatiques en faveur de l’Etat.", "47.  La Cour note que le Gouvernement avait déjà soulevé cette exception dans ses observations sur la recevabilité de la requête. Dans sa décision sur la recevabilité du 7 décembre 2000, la Cour avait rejeté l’exception. La Cour n’a donc pas à l’examiner une seconde fois. Toutefois, elle estime nécessaire de rappeler ce qui suit : la Cour convient avec le Gouvernement qu’elle ne peut déterminer une question de pur fait, comme le versement ou non de boue sur la partie non expropriée de la propriété des requérants. Ce qui paraît déterminant à la Cour n’est pas l’occupation de cette partie par la Compagnie des eaux, dont le statut de propriété ne fut réglé qu’en 1997, mais la décision ministérielle du 18 décembre 1987 ordonnant l’enregistrement de l’ensemble de l’îlot comme faisant partie du domaine public et invitant la Société des biens immobiliers de l’Etat à assumer la gestion et l’exploitation de celui-ci. Il est certain qu’une telle décision dissuada les requérants d’exercer tout acte de possession sur cette partie jusqu’à ce que les tribunaux en déterminent le propriétaire.", "48.  La Cour rejette donc l’exception préliminaire.", "B.  Bien-fondé", "49.  Le Gouvernement soutient que l’expropriation poursuivait un but d’utilité publique, à savoir l’installation d’une unité d’épuration biologique. La procédure relative à l’expropriation a été engagée par la Compagnie des eaux et l’indemnité a été consignée dans les délais légaux. A compter de cette date, les requérants avaient la possibilité d’introduire une action aux fins de la reconnaissance de leur qualité de propriétaires. Le fait qu’ils ne disposaient pas d’éléments suffisants pour engager la procédure rapide de l’article 26 du décret 797/1971 relève de leur responsabilité quant à la gestion de leurs affaires. Les requérants ont, par contre, attendu cinq ans, jusqu’en 1988, avant de saisir les juridictions civiles d’une procédure ordinaire. Jusqu’à ce qu’ils soient reconnus propriétaires, par l’arrêt du 28 juillet 1997, les requérants ne disposaient d’aucun droit acquis dont ils pouvaient demander la protection en vertu de l’article 1 du Protocole n° 1. De plus, les requérants ont tardé à introduire la procédure pertinente et ont eux-mêmes contribué à l’allongement de celle-ci, de sorte qu’ils ne peuvent pas valablement se plaindre de la dévaluation de l’indemnité reçue, à cause de l’inflation. A cet égard, force est de constater que les requérants ont touché cette indemnité un an et six mois environ après que l’arrêt de la cour d’appel est devenu définitif.", "50.  Quant à l’allégation d’occupation de l’ensemble de l’îlot, le Gouvernement nie que la Compagnie des eaux ou l’Etat aient procédé à un quelconque acte d’occupation, surtout après l’arrêt du 28 juillet 1997 reconnaissant la qualité de propriétaires des requérants. Si l’Etat avait occupé l’îlot, les requérants auraient exercé les voies de recours pertinentes prévues en droit interne pour la protection de la propriété ou de la possession.", "51.  En ce qui concerne la partie expropriée de leur bien, les requérants soulignent que lorsqu’ils purent toucher l’indemnité qui avait été fixée en 1983, le montant de celle-ci non seulement ne représentait pas la valeur de la partie expropriée de leur bien, mais ne suffisait pas à couvrir les frais judiciaires et d’expertise, ainsi que les honoraires d’avocat, afférents aux différentes procédures. Ils prétendent de nouveau que la mise en place de la procédure rapide de l’article 26 du décret dépend des autorités publiques, qui, en l’espèce, tentèrent par tous les moyens de la faire retarder. Or, lorsque le ministre de l’Economie ordonna l’enregistrement de l’îlot tout entier comme faisant partie du domaine public, ils avaient dû saisir les juridictions civiles pour que celles-ci reconnaissent leur qualité de propriétaires. Quant à l’occupation de l’îlot tout entier, les requérants allèguent qu’ils ne pouvaient exercer aucun acte de possession sur l’îlot car, depuis la décision du ministre de l’Economie, ils risquaient d’être condamnés à des peines d’emprisonnement et des sanctions pécuniaires, en vertu de l’article 23 de la loi 1539/38.", "52.  En premier lieu, la Cour estime nécessaire de rappeler les faits suivants. En 1952, les requérants acquirent de M. Christodoulou, par contrat notarial n° 5495 du 30 janvier 1952, dûment enregistré, l’îlot litigieux sur lequel il exercèrent des actes de possession. En 1979, la Compagnie des eaux décida d’exproprier une partie de cet îlot aux fins de la construction d’une station d’épuration biologique. En 1983 et 1984, les juridictions compétentes fixèrent le montant de l’indemnité qui fut déposée à la caisse des dépôts et consignations. Toutefois, les requérants ne purent toucher cette indemnité, car le tribunal, auquel les documents nécessaires ne parvinrent qu’en mai 1988, s’abstint de les déclarer ayants droit de l’indemnité, en raison du fait que l’Etat se revendiquait propriétaire de l’îlot. Les requérants introduisirent alors une action en reconnaissance de leur qualité de propriétaires devant les juridictions civiles, action qui débuta le 15 août 1988 devant le tribunal de grande instance de Halkida et est encore pendante devant la Cour de cassation. En 1998, après l’arrêt de la cour d’appel leur reconnaissant cette qualité, les requérants touchèrent l’indemnité fixée en 1984, c’est-à-dire quatorze ans après sa fixation. Entre-temps, par une décision du 18 décembre 1987, le ministre de l’Economie avait ordonné au Trésor public d’enregistrer l’îlot comme appartenant au domaine public et invité la Société des biens immobiliers de l’Etat à assurer la gestion et l’exploitation de celui-ci.", "53.  La Cour note que, quoique reconnus propriétaires de l’îlot litigieux par voie judiciaire en 1998, les requérants le possédaient de bonne foi depuis 1952 après son achat par contrat établi par notaire. La Compagnie des eaux expropria une partie de cet îlot et les tribunaux fixèrent une indemnité pour l’expropriation à verser aux requérants dès que ceux-ci eurent été reconnus ayants droit de cette indemnité. La Cour rappelle que la notion de « biens » de l’article 1 du Protocole n° 1 a une portée autonome (arrêt Matos e Silva c. Portugal du 16 septembre 1996, Recueil 1996-IV, § 75). Dans la présente affaire, l’indemnité fixée par les tribunaux au profit des requérants ainsi que la partie non expropriée de l’îlot peuvent passer pour des « biens » au sens de l’article 1.", "54.  La consignation de l’indemnité à la caisse susmentionnée pendant quinze ans, jusqu’à ce que soit tranché le conflit relatif au statut de propriété de l’îlot, ainsi que la décision du ministre de l’Economie, considérant que l’ensemble de l’îlot faisait partie du domaine public, constituent une ingérence dans le droit au respect des biens des requérants.", "55.  Les effets de ces mesures ne sont pas tels qu’on puisse les assimiler à une privation de propriété : le gel de l’indemnité accordée et l’impossibilité dans laquelle se sont trouvés les requérants d’exploiter la partie non expropriée de l’îlot, suite à la décision du ministre et du déversement allégué de boue, ne créèrent pas une situation irréversible pour les requérants. Toutefois, en raison de leur durée, elles ont apporté une limitation à la disponibilité des biens qui devrait être examinée au regard de la première phrase du premier alinéa de l’article 1.", "56.  Aux fins de cette phrase, la Cour doit rechercher si un juste équilibre a été maintenu entre les exigences de l’intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l’individu (arrêt Matos e Silva c. Portugal précité, § 86).", "57.  En ce qui concerne l’impossibilité de disposer de la partie non expropriée de l’îlot, la Cour note qu’indépendamment de l’allégation de déversement de boue, elle est due surtout à la décision du ministre de l’Economie déclarant l’ensemble de l’îlot comme faisant partie du domaine public. Or, cette décision fut prise le 18 décembre 1987, alors que la procédure relative à l’indemnisation de l’expropriation était en cours. La Cour ne perd pas de vue que le montant de l’indemnité était déjà fixé en 1984 et que le percepteur communiqua les documents pertinents au tribunal de grande instance, afin que celui-ci statue sur la qualité d’ayant droit de l’indemnité, seulement en 1988. De plus, en vertu de l’article 23 de la loi n° 1539/38 (telle que modifiée par la loi n° 263/1968), les requérants étaient exposés à une procédure pénale à leur encontre et risquaient d’être condamnés à de peines d’emprisonnement et des sanctions pécuniaires s’ils tentaient d’exercer des actes de possession sur la partie non expropriée de l’îlot.", "58.  Quant au gel de l’indemnité accordée, la Cour rappelle que dans l’affaire Akkus c. Turquie qui mettait en cause le retard de l’administration de payer une indemnité complémentaire d’expropriation, réduisant celle-ci en raison de l’inflation (arrêt du 9 juillet 1997, Recueil 1997-IV, p. 1309, § 29), la Cour a jugé que « le caractère adéquat d’un dédommagement diminuerait si le paiement de celui-ci faisait abstraction des éléments susceptibles d’en réduire la valeur, tel l’écoulement d’un laps de temps que l’on ne saurait qualifier de raisonnable ».", "59.  Il est vrai que l’indemnité ne pouvait être versée aux requérants tant que leur qualité d’ayant droit n’était pas établie. Toutefois, la Cour rappelle que le percepteur attendit cinq ans avant de transmettre le dossier au tribunal de Halkida et ce dernier « s’abstint », en vertu de l’article 27 du décret 797/1971, de statuer car l’Etat prétendait disposer d’un droit de propriété sur l’étendue litigieuse. De plus et surtout, la procédure de reconnaissance de la qualité de propriétaires que les requérants ont dû alors engager, a déjà dépassé treize ans.", "60.  La Cour estime que les mesures incriminées combinées avec la durée excessive de la procédure judiciaire ont placé les requérants dans une longue incertitude au sujet tant du sort de leur bien non exproprié que de l’indemnité accordée, sérieusement dépréciée au fil de quatorze ans, ce qui a encore aggravé les effets préjudiciables de ces mesures.", "61.  Il en est résulté que les requérants ont eu à supporter une charge spéciale et exorbitante qui a rompu le juste équilibre devant régner entre, d’une part, les exigences de l’intérêt général et, d’autre part, la sauvegarde du droit au respect des biens.", "62.  La Cour conclut donc que l’article 1 du Protocole n° 1 a été violé en l’espèce.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "63.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "64.  Les requérants prétendent qu’ils ont été privés de la propriété et de l’usage de l’ensemble de l’îlot, non seulement parce que la Compagnie des eaux l’aurait occupé en déversant de la boue provenant de la station d’épuration, mais aussi en raison des odeurs émanant de cette station. Se fondant sur des décisions judiciaires concernant des expropriations effectuées sur la côte en face de l’îlot, les requérants sollicitent 3 772 875 000 drachmes (GRD) pour la privation de la propriété et 3 584 231 000 GRD pour la perte de l’usage.", "65.  Pour le dommage moral qu’ils auraient subi pendant dix-neuf ans, ils demandent 100 000 000 GRD.", "66.  Pour frais et dépens devant les juridictions nationales, les requérants sollicitent 316 830 000 GRD.", "67.  Le Gouvernement souligne qu’il n’est pas prêt à commenter les prétentions des requérants au titre de la satisfaction équitable, tant que la Cour n’a pas rendu son arrêt. Il note que les requérants n’ont produit aucun élément concret pour fonder leurs prétentions. Il rappelle que l’allégation des requérants concernant l’occupation de la partie non expropriée de l’îlot est non fondée et n’a jamais été soumise devant les tribunaux nationaux. Les décisions judiciaires invoquées par les requérants concernaient des situations qui n’ont rien de comparable avec celle des requérants.", "68.  La Cour estime que la question de l’application de l’article 41 ne se trouve pas en état, de sorte qu’il échet de la réserver en tenant compte de l’éventualité d’un accord entre l’Etat défendeur et les intéressés (article 75 § 1 du règlement).", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Rejette l’exception préliminaire du Gouvernement relative à l’article 1 du Protocole n° 1 ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit qu’il y a eu violation de l’article 1 du Protocole n° 1 ;", "", "4.  Dit que la question de l’application de l’article 41 de la Convention ne se trouve pas en état ;", "      en conséquence,", "a)  la réserve en entier ;", "b)  invite le Gouvernement et les requérants à lui adresser par écrit, dans les 2 mois, leurs observations sur cette question et notamment à lui donner connaissance de tout accord auquel ils pourraient aboutir ;", "c)  réserve la procédure ultérieure et délègue au président de la chambre le soin de la fixer au besoin.", "Fait en français, puis communiqué par écrit le 17 janvier 2002 en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "\tErik Fribergh\tFrançoise Tulkens\n\tGreffier\tPrésidente"]}