{"file": "FRE_HFJUD_23032_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "23032/02", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE LUKENDA c. SLOVÉNIE", "", "(Requête no 23032/02)", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "6 octobre 2005", "", "", "DÉFINITIF", "", "", "06/01/2006", "", "En l'affaire Lukenda c. Slovénie,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tJ. Hedigan, président,\n\t\tB. Zupančič,\n\tMme\tM. Tsatsa-Nikolovska,\n\tMM.\tV. Zagrebelsky,\n\t\tE. Myjer,\n\t\tDavíd Thór Björgvinsson,\n\tMme\tI. Ziemele, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 15 septembre 2005,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 23032/02) dirigée contre la République de Slovénie et dont un ressortissant de cet Etat, M. Franjo Lukenda (« le requérant »), a saisi la Cour le 30 mai 2002 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par des avocats du cabinet Verstovšek. Le gouvernement slovène (« le Gouvernement ») est représenté par son agent, M. L. Bembič, procureur général de l'Etat.", "3.  Invoquant l'article 6 § 1 de la Convention, le requérant alléguait que la procédure interne à laquelle il était partie avait connu une durée excessive. Il dénonçait aussi en substance l'absence de recours interne effectif qui lui eût permis de se plaindre de la durée déraisonnable de cette procédure (article 13 de la Convention).", "4.  Le 7 septembre 2004, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant de l'article 29 § 3 de la Convention, elle a décidé qu'elle se prononcerait en même temps sur la recevabilité et sur le fond de la requête.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Le requérant est né en 1952 et réside en Slovénie.", "6.  Le 6 janvier 1994, il fut victime d'un accident dans la mine de lignite où il travaillait. Il souffre depuis lors d'un handicap et touche une pension d'invalidité. Son employeur avait souscrit pour son compte une assurance accident auprès de la compagnie T. (« ZT »). Son invalidité fut fixée à 13 %. ZT lui versa partiellement sa pension de 1994 à 1996.", "7.  Le 30 décembre 1998, le requérant engagea contre la compagnie ZT une procédure civile devant le tribunal d'arrondissement de Celje (Okrajno sodišče v Celju) pour réclamer une augmentation de 7 % de sa pension, en se fondant sur les conclusions d'une expertise médicale. Il demandait aussi à être dispensé de payer les frais de justice.", "Le 26 août 1999, le requérant déposa un mémoire et des éléments de preuve supplémentaires et pria le tribunal de désigner un médecin expert indépendant pour déterminer son degré d'invalidité. Il soumit de nouveau des documents et observations les 13 octobre 1999, 16 novembre 2000 et 27 février, 9 et 17 avril et 30 mai 2002.", "Le 7 novembre 2000 se tint une audience pour examiner la demande de désignation d'un expert formulée par le requérant. La demande fut accueillie, mais aucun expert ne fut désigné.", "Le 23 novembre 2000, le requérant déposa des documents et pria le tribunal de procéder à la désignation d'un expert.", "Le 28 novembre 2000, le tribunal nomma un expert qui, chargé de déterminer le degré d'invalidité du requérant, remit son rapport le 26 avril 2001.", "Le 25 mai 2001, le requérant soumit un mémoire et augmenta sa demande de 2,5 %.", "Le 10 juillet 2001, il présenta un mémoire et demanda que l'on charge l'expert de soumettre un nouvel avis.", "Le 16 octobre 2001 se tint une audience au cours de laquelle le tribunal décida qu'il convenait de demander à l'expert des explications complémentaires.", "Le 23 novembre 2001, le tribunal donna pour instructions au même expert de soumettre un nouvel avis.", "Le 11 février 2002, l'expert remit son rapport qui fut notifié aux parties.", "Les 9 avril et 30 mai 2002, le requérant demanda la tenue d'une audience.", "Le 25 septembre 2002, le tribunal tint une audience et décida de rendre un jugement écrit.", "Le 30 décembre 2002, les avocats du requérant reçurent le jugement, qui faisait droit en partie aux prétentions de l'intéressé.", "8.  Le 31 décembre 2002, le requérant interjeta appel. ZT forma un appel incident.", "Le 19 février 2004, la cour d'appel de Celje (Višje sodišče v Celju) accueillit en partie l'appel du requérant. Elle augmenta le montant de la pension d'invalidité et alloua une somme au requérant pour frais et dépens. Cette décision devint définitive le jour même.", "Le 8 avril 2004, l'arrêt fut notifié aux avocats du requérant.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La Constitution de 1991", "9.  Les dispositions pertinentes de la Constitution de la République de Slovénie (Ustava Republike Slovenije) sont ainsi libellées :", "Article 23", "« Toute personne a droit à ce qu'un tribunal indépendant et impartial, établi par la loi, se prononce sans délai inutile sur ses droits et devoirs ainsi que sur les accusations portées à son encontre. (...) »", "Article 26", "« Toute personne a droit à la réparation du préjudice causé par les agissements illégaux commis par un individu ou un organe dans l'exercice de ses fonctions ou de ses activités au service de l'Etat ou d'une autorité locale, ou en tant que détenteur d'une fonction publique. (...) »", "Article 157", "« Un tribunal compétent pour revoir les décisions administratives statue sur la légalité des décisions individuelles définitives émanant d'autorités de l'Etat ou d'autorités locales ou de détenteurs de fonctions publiques et portant sur les droits, les obligations ou les avantages légaux d'individus et organisations, lorsqu'aucune autre protection légale n'est spécifiquement prévue.", "Si aucune autre protection légale n'est prévue, le tribunal compétent pour revoir les décisions administratives juge en outre de la légalité des actes et décisions individuels qui portent atteinte aux droits constitutionnels d'autrui. »", "Article 160", "« La Cour constitutionnelle juge :", "(...) des recours constitutionnels dans lesquels il est allégué que des actes spécifiques ont violé des droits de l'homme ou des libertés fondamentales ;", "(...)", "Sauf disposition contraire de la loi, la Cour constitutionnelle ne se prononce sur un recours constitutionnel qu'après l'épuisement des voies de recours. Elle décide si un recours est recevable sur la base des critères et procédures définis par la loi. »", "B.  La loi de 1994 sur la Cour constitutionnelle", "10.  Les dispositions pertinentes de la loi sur la Cour constitutionnelle (Zakon o Ustavnem sodišču) sont ainsi libellées :", "Article 1", "« La Cour constitutionnelle est la juridiction suprême en matière de protection de la constitutionnalité, de la légalité, des droits de l'homme et des libertés fondamentales (...)", "Les décisions de la Cour constitutionnelle sont juridiquement obligatoires. »", "Article 50", "« Toute personne estimant qu'il a été porté atteinte à ses droits et libertés fondamentaux par un acte particulier d'un organe de l'Etat, d'un organe local ou d'une autorité légale peut saisir la Cour constitutionnelle d'un recours constitutionnel, sous réserve des conditions prévues dans la présente loi. (...) »", "Article 51", "« Un recours constitutionnel ne peut être intenté qu'après l'épuisement de toutes les voies de recours.", "A titre exceptionnel, la Cour constitutionnelle peut se prononcer sur un recours constitutionnel avant l'épuisement de toutes les voies de recours extraordinaires si la violation alléguée est manifeste et que l'appelant risque de subir des dommages irréparables du fait de l'acte particulier qui a été commis. »", "C.  La jurisprudence de la Cour constitutionnelle", "11.  Dans une décision du 7 novembre 1996 (no Up 277/96), la Cour constitutionnelle (Ustavno sodišče) conclut que les recours constitutionnels formés en vertu de l'article 160 de la Constitution slovène étaient recevables dans des affaires de durée de procédure lorsque la procédure en cause était encore pendante. Toutefois, elle déclara également que, pour garantir le droit à un procès équitable dans le système juridique slovène, la seule protection judiciaire adéquate disponible consistait à saisir les tribunaux administratifs. Un recours constitutionnel n'était par principe recevable qu'après l'épuisement de cette voie de recours.", "12.  Par une décision du 7 décembre 2000 (no Up 73/97), la Cour constitutionnelle décida que, une fois la procédure en justice terminée, un individu ne pouvait plus engager une action administrative pour se plaindre de la durée de la procédure. Dès lors, comme il n'y avait plus de violation à redresser, il n'était plus possible de former un recours constitutionnel.", "13.  Dans une décision du 17 décembre 2003 (no Up 85/03-12), la Cour constitutionnelle dit que, lorsqu'il n'était plus possible d'engager une action administrative pour durée de procédure au motif que la procédure en question avait pris fin, la personne qui nourrissait un tel grief pouvait chercher à obtenir une indemnisation au civil.", "D.  La loi de 1997 sur le contentieux administratif", "14.  La loi de 1997 sur le contentieux administratif (Zakon o upravnem sporu) garantit le droit constitutionnel à bénéficier d'un procès dans un délai raisonnable par le biais d'une procédure devant les juridictions administratives et, en appel, devant la Cour suprême (Vrhovno sodišče). En vertu de l'article 2 §§ 1 et 2, le tribunal jouit d'une grande latitude pour adapter sa décision à la nature du droit constitutionnel qui a été enfreint, pour ordonner le redressement adéquat et pour statuer sur la demande d'indemnisation du requérant. L'article 62 prévoit la possibilité de solliciter une déclaration selon laquelle il y a eu violation d'un droit garanti par l'article 23 de la Constitution ainsi que l'indemnisation du préjudice. En outre, en vertu de l'article 69, on peut demander une injonction temporaire pour prévenir un dommage grave ou pour protéger contre une menace de violence imminente.", "E.  La jurisprudence des tribunaux administratifs", "15.  Dans l'affaire no U 836/98, le Tribunal administratif (Upravno sodišče) a conclu le 7 mars 2000 à la violation du droit à un procès dans un délai raisonnable alors que l'affaire était pendante depuis vingt-trois mois devant le tribunal du travail et des affaires sociales. Le 18 décembre 2002, toutefois, la Cour suprême cassa l'arrêt en appel car la procédure avait entre-temps pris fin. Le 17 décembre 2003, la Cour constitutionnelle rejeta le recours constitutionnel (no Up 85/03-12) au motif que la procédure en cause était terminée et que le plaignant pouvait demander une indemnisation au civil.", "16.  De même, dans l'affaire no U 148/2002-19, le Tribunal administratif rejeta le 21 janvier 2003 une plainte concernant la durée d'une procédure en ce que celle-ci s'était terminée peu après le dépôt de la plainte. Le 28 mai 2003, la Cour suprême confirma cette décision en appel.", "17.  Dans l'affaire no U 148/2002-19, le Tribunal administratif rejeta le 21 janvier 2003 une plainte pour violation du droit à un procès dans un délai raisonnable déposée le 18 juillet 2002. Cette décision fut confirmée en appel le 28 mai 2003. La procédure avait duré dix mois et dix jours pour deux degrés de juridiction.", "18.  Dans l'affaire no U 459/2003-23, le Tribunal administratif conclut le 7 décembre 2004 à la violation du droit à un procès équitable s'agissant d'une procédure qui avait débuté le 8 décembre 2003 et duré moins d'un an pour un degré de juridiction.", "F.  Le code des obligations de 2001", "19.  Lorsqu'un tribunal est à l'origine de la durée excessive d'une procédure et qu'un individu a subi de ce fait un préjudice, cet individu peut demander une indemnisation à l'Etat en vertu du code des obligations (Obligacijski zakonik) de 2001. La personne qui sollicite l'indemnisation devra alors prouver, premièrement, qu'il y a eu un retard de procédure, deuxièmement, que cela a occasionné un préjudice et, troisièmement, qu'il existe un lien de causalité entre le comportement du tribunal et le préjudice subi. Le code ne prévoit toutefois pas spécifiquement l'indemnisation du préjudice moral en pareil cas.", "G.  La jurisprudence des juridictions civiles", "20.  Par un jugement du 22 janvier 2001, le tribunal de district de Ljubljana (Okrožno sodišče v Ljubljani) alloua une indemnité de près de 6 700 euros (EUR), qui fut toutefois ramenée le 16 décembre 2002 par la cour d'appel de Ljubljana à moins de 850 EUR.", "21.  Par un jugement du 18 avril 2001, confirmé en appel le 12 février 2003 par la cour d'appel de Ljubljana, le tribunal de district de Ljubljana octroya une somme de 3 350 EUR environ.", "H.  La loi de 1994 sur l'organisation judiciaire", "22.  L'article 3 § 4 de la loi sur l'organisation judiciaire (Zakon o sodiščih) dispose que les juges doivent statuer sur les droits et obligations et sur les accusations en matière pénale de manière indépendante et impartiale et dans un délai raisonnable.", "23.  L'article 38 de la loi dispose que, lorsqu'il fixe le nombre de juges à désigner pour un tribunal particulier, le conseil judiciaire (sodni svet) doit tenir compte des critères établis par le ministre de la Justice, du nombre moyen d'affaires traitées par ce tribunal au cours des trois années précédentes et des changements prévisibles susceptibles d'avoir une incidence sur ce nombre, ainsi que du nombre moyen d'instances nouvelles dont le tribunal a été saisi au cours des trois années précédentes. La loi habilite le ministre de la Justice à modifier ses critères en fonction de la complexité des affaires et des changements qui interviennent dans leur mode de traitement.", "24.  L'article 72 dispose que, en cas de retard de procédure, toute partie peut former un recours hiérarchique (nadzorstvena pritožba) auprès du président du tribunal, lequel peut prier le juge qui préside de faire rapport sur l'avancement de la procédure et doit indiquer par écrit à ce juge toute irrégularité qu'il est susceptible de constater. Le président du tribunal peut décider d'inscrire l'affaire sur la liste des affaires prioritaires ou fixer des délais à respecter pour prendre certaines mesures procédurales. Si le retard est dû à l'encombrement du rôle, il peut décider de transférer à un autre juge l'affaire en cause ou d'autres affaires. Il peut aussi proposer des mesures en vertu des dispositions de la loi sur le service judiciaire.", "25.  Si le recours hiérarchique est soumis au ministère de la Justice ou au président d'une juridiction supérieure, ceux-ci le transmettent au président du tribunal compétent et peuvent demander un rapport sur les mesures prises pour accélérer la procédure.", "26.  Le ministre de la Justice ou le conseil judiciaire peuvent demander au président du tribunal de présenter un rapport sur tous les recours hiérarchiques reçus pendant une période donnée et sur les mesures prises pour résoudre les problèmes posés.", "27.  Conformément à l'article 73 de la loi, le président d'une juridiction supérieure peut, d'office ou à la demande du ministre de la Justice, d'un procureur disciplinaire ou d'une juridiction disciplinaire, demander un examen du fonctionnement du tribunal et en soumettre les conclusions au ministère.", "III.  RÉSOLUTION RES(2004)3 DU COMITÉ DES MINISTRES DU CONSEIL DE L'EUROPE", "28.  Dans le cadre des mesures visant à garantir l'efficacité du système de contrôle institué par la Convention, le Comité des Ministres du Conseil de l'Europe a adopté le 12 mai 2004 une résolution (Res(2004)3) sur les arrêts qui révèlent un problème structurel sous-jacent. Après avoir souligné l'intérêt d'aider l'Etat concerné à identifier les problèmes sous-jacents et les mesures d'exécution nécessaires (7e paragraphe du préambule), il a invité la Cour « à identifier dans les arrêts où elle constate une violation de la Convention ce qui, d'après elle, révèle un problème structurel sous-jacent et la source de ce problème, en particulier lorsqu'il est susceptible de donner lieu à de nombreuses requêtes, de façon à aider les Etats à trouver la solution appropriée et le Comité des Ministres à surveiller l'exécution des arrêts » (paragraphe I de la résolution). Cette résolution doit être replacée dans son contexte, à savoir une augmentation de la charge de travail de la Cour due en particulier à des séries d'affaires découlant de la même cause structurelle ou systémique.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "29.  Le requérant dénonce une durée de procédure selon lui incompatible avec l'exigence de « délai raisonnable » prévue à l'article 6 § 1 de la Convention, qui dispose :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Recevabilité", "1.  Arguments des parties", "a)  Le Gouvernement", "30.  Le Gouvernement excipe du non-épuisement des voies de recours internes s'agissant du grief tiré de l'article 6 § 1 de la Convention en ce que le requérant n'a pas usé des recours à sa disposition aux fins d'accélérer la procédure en justice et/ou demander une indemnisation.", "31.  Le système juridique slovène fournit des recours internes préventifs adéquats et effectifs lorsque la procédure est pendante, à savoir une action devant les juridictions administratives et/ou un recours hiérarchique (nadzorstvena pritožba), complétés par une action civile en indemnisation une fois la procédure terminée. De plus, le requérant avait aussi la possibilité de former un recours constitutionnel. Ces recours, disponibles en théorie comme en pratique, étaient accessibles au requérant.", "32.  Le droit à un procès dans un délai raisonnable est garanti à l'article 23 de la Constitution. Toutefois, le requérant n'a pas cherché à faire valoir ce droit pendant que la procédure était en cours en se fondant sur l'article 157 § 2 de la Constitution, au moyen d'une plainte au titre de la loi de 1997 sur le contentieux administratif, laquelle prévoit que les tribunaux protègent le droit constitutionnel à être jugé dans un délai raisonnable. Les auteurs d'une action administrative peuvent aussi demander une indemnisation. En matière administrative, le Tribunal administratif statue en première instance et la Cour suprême en appel.", "33.  Dans ses observations, le Gouvernement cite à l'appui de ses arguments la nouvelle jurisprudence des tribunaux administratifs (paragraphes 15 à 18 ci-dessus).", "34.  Le Gouvernement avance en outre que, pour ce qui est des procédures terminées, l'article 26 de la Constitution garantit le droit à la réparation du préjudice causé par les agissements illégaux commis par un individu dans l'exercice de ses fonctions ou de ses activités au service d'une autorité de l'Etat. Comme la procédure en question était terminée, le requérant aurait pu engager une action civile contre l'Etat. Par ailleurs, il aurait pu demander réparation directement auprès de la personne ou de l'organe responsable.", "35.  Le Gouvernement déclare qu'un certain nombre d'actions en responsabilité civile sont actuellement à l'étude. Jusqu'à présent, des indemnités pour durée excessive de procédure ont été versées dans deux cas (paragraphes 20 et 21 ci-dessus).", "36.  De surcroît, faisant référence à la décision de la Commission selon laquelle un recours hiérarchique ne saurait passer pour une voie de recours effective au sens de la Convention (Majarič c. Slovénie, no 28400/95, décision de la Commission du 3 décembre 1997, non publiée), le Gouvernement déclare qu'à la suite des amendements apportés à la loi de 1994 sur l'organisation judiciaire et entrés en vigueur en 2000, le recours hiérarchique est maintenant doté du niveau requis d'effectivité.", "37.  Le Gouvernement signale aussi que le requérant n'a pas soumis de recours constitutionnel auprès de la Cour constitutionnelle en vertu de l'article 160 de la Constitution après l'épuisement des voies de recours internes, rappelant qu'on ne peut en principe former un recours constitutionnel qu'après la conclusion de la procédure administrative ou de la procédure civile.", "38.  S'appuyant sur l'arrêt Silver et autres c. Royaume-Uni (25 mars 1983, série A no 61, p. 42, § 113), le Gouvernement indique que l'ensemble des recours offerts par le droit interne peut remplir les exigences de l'article 13 même si aucun d'entre eux n'y répond en entier à lui seul. D'après lui, l'ensemble des recours à la disposition du requérant doit donc passer pour effectif.", "39.  Enfin, le Gouvernement arguë que, comme le requérant ne s'est prévalu d'aucune des possibilités décrites ci-dessus, il n'a pas épuisé les voies de recours internes, au mépris de l'article 35 de la Convention.", "b)  Le requérant", "40.  Les avocats du requérant, qui représentent aussi les requérants dans les quelque 400 affaires slovènes de durée de procédure actuellement pendantes devant la Cour, contestent les arguments du Gouvernement. Ils citent quelques exemples de cas où les parties se sont prévalues de toutes les voies de recours disponibles, à savoir un recours hiérarchique, une action administrative, une demande d'indemnisation ainsi qu'un recours constitutionnel, pour se plaindre d'une violation de leur droit à un procès équitable. Ils font valoir que la durée de procédure était excessive dans tous ces cas (par exemple, une procédure civile avait duré près de neuf ans pour deux degrés de juridiction) et que les recours disponibles n'avaient été d'aucune utilité étant donné que les plaintes avaient été rejetées ou avaient débouché sur un constat de non-violation. De plus, ils affirment que la plupart des procédures devant les tribunaux slovènes connaissent une durée excessive, y compris toutes celles dont le Gouvernement soutient qu'elles constituent un recours effectif.", "2.  Appréciation de la Cour", "a)  Considérations générales", "41.  La Cour réitère tout d'abord qu'en vertu de l'article 1 de la Convention (aux termes duquel « Les Hautes Parties contractantes reconnaissent à toute personne relevant de leur juridiction les droits et libertés définis au titre I de la (...) Convention »), ce sont les autorités nationales qui sont responsables au premier chef de la mise en œuvre et de la sanction des droits et libertés garantis. Le mécanisme de plainte devant la Cour revêt donc un caractère subsidiaire par rapport aux systèmes nationaux de sauvegarde des droits de l'homme. Cette subsidiarité s'exprime dans les articles 13 et 35 § 1 de la Convention.", "42.  La finalité de l'article 35 § 1, qui énonce la règle de l'épuisement des voies de recours internes, est de ménager aux Etats contractants l'occasion de prévenir ou de redresser les violations alléguées contre eux avant que la Cour n'en soit saisie. Cette règle se fonde sur l'hypothèse, objet de l'article 13 de la Convention – avec lequel elle présente d'étroites affinités –, que l'ordre interne offre un recours effectif quant à la violation alléguée (Selmouni c. France [GC], no 25803/94, § 74, CEDH 1999-V, et Kudła c. Pologne [GC], no 30210/96, § 152, CEDH 2000-XI).", "43.  Dans le cadre de l'article 35, un requérant doit se prévaloir des recours normalement disponibles et suffisants pour lui permettre d'obtenir réparation des violations qu'il allègue. Ces recours doivent exister à un degré suffisant de certitude, en pratique comme en théorie, sans quoi leur manquent l'effectivité et l'accessibilité voulues (voir notamment Belinger c. Slovénie (déc.), no 42320/98, 2 octobre 2001, et Vernillo c. France, arrêt du 20 février 1991, série A no 198, pp. 11-12, § 27).", "44.  Il incombe au Gouvernement excipant du non-épuisement de convaincre la Cour que le recours était effectif et disponible tant en théorie qu'en pratique à l'époque des faits, c'est-à-dire qu'il était accessible, était susceptible d'offrir au requérant le redressement de ses griefs et présentait des perspectives raisonnables de succès (Akdivar et autres c. Turquie, arrêt du 16 septembre 1996, Recueil des arrêts et décisions 1996-IV, p. 1211, § 68). L'ensemble des recours offerts par le droit interne peut remplir les exigences de la Convention même si aucun d'entre eux n'y répond en entier à lui seul (Silver et autres, précité, p. 42, § 113, et Chahal c. Royaume-Uni, arrêt du 15 novembre 1996, Recueil 1996-V, pp. 1869-1870, § 145). Une fois cela démontré, c'est au requérant qu'il revient d'établir que le recours ou l'ensemble de recours évoqué par le Gouvernement a en fait été employé ou bien, pour une raison quelconque, n'était ni adéquat ni effectif compte tenu des faits de la cause, ou encore que certaines circonstances particulières le dispensaient de cette obligation (Horvat c. Croatie, no 51585/99, § 39, CEDH 2001-VIII).", "45.  Enfin, la Cour a déjà dit que la règle de l'épuisement des voies de recours internes doit s'appliquer avec une certaine souplesse et sans formalisme excessif (Cardot c. France, arrêt du 19 mars 1991, série A no 200, p. 18, § 34).", "46.  Dans l'affaire à l'étude, la Cour doit rechercher si une action administrative, une demande civile en indemnisation, un recours hiérarchique et un recours constitutionnel, pris ensemble ou séparément, peuvent ou non passer pour des voies de recours effectives au sens de l'article 35 de la Convention.", "b)  Action administrative", "47.  La Cour note tout d'abord que les arguments du Gouvernement relatifs à l'effectivité d'une action engagée au titre de la loi de 1997 sur le contentieux administratif ont pour l'essentiel déjà été rejetés (décision Belinger précitée). Dans cette affaire, la Cour a exprimé des doutes quant à savoir si, compte tenu du nombre élevé d'affaires en attente de traitement, un tel recours préventif était réellement disponible, et a rejeté l'exception de non-épuisement des voies de recours internes formulée par le Gouvernement. Elle a observé que, en l'absence d'exemples pertinents, l'incertitude demeurait quant à l'effectivité des recours internes (ibidem).", "48.  La Cour considère que la jurisprudence citée par le Gouvernement ne fournit toujours pas une base solide pour évaluer le caractère effectif de ce recours interne.", "49.  Elle note cependant que, dans deux affaires récentes évoquées plus haut (paragraphes 17 et 18), les tribunaux administratifs ont statué en un délai relativement bref (à peine plus de dix mois pour deux degrés de juridiction dans un cas et moins d'un an pour un degré de juridiction dans l'autre), et ont rejeté la plainte dans la première affaire et conclu à la violation dans la seconde. Il n'a pas été précisé si, dans ce dernier cas, la décision du Tribunal administratif avait eu un effet sur la durée de la procédure initiale ou avait seulement permis d'indemniser le préjudice. Toutefois, on peut considérer que ces exemples constituent un pas dans la bonne direction pour ce qui est des procédures encore pendantes.", "50.  Cependant, dans deux autres affaires citées par le Gouvernement, les jugements de première instance concluant à la violation du droit à un procès équitable et octroyant une indemnisation ont par la suite été infirmés en appel au motif que les procédures avaient pris fin dans l'intervalle.", "51.  Jusqu'à présent, le Gouvernement n'a pas réussi à montrer clairement, et de façon convaincante aux yeux de la Cour, que les jugements et décisions rendus par les tribunaux administratifs permettent bien d'accélérer des procédures dont la durée est indûment longue ou de réparer, par l'octroi d'une somme, des violations du droit d'être jugé dans un délai raisonnable.", "52.  Notant de plus qu'aucun amendement important n'a été apporté à la loi sur le contentieux administratif depuis l'adoption de la décision Belinger, et connaissant l'arriéré qui s'est accumulé devant les tribunaux slovènes, la Cour ne voit pour l'heure aucune raison de s'écarter de la conclusion qu'elle a adoptée dans cette affaire au sujet de l'effectivité des actions introduites devant les juridictions administratives.", "53.  La jurisprudence slovène communiquée ne suffit pas à inciter la Cour à modifier son point de vue selon lequel, en l'état actuel des choses, une action devant les juridictions administratives ne fournit pas un redressement effectif dans les affaires de durée de procédure.", "c)  Demande en indemnisation", "54.  La Cour constate que, une fois la procédure terminée, le requérant aurait eu la possibilité de solliciter une indemnité pour redresser la violation du droit à un procès dans un délai raisonnable, en vertu de l'article 26 de la Constitution.", "55.  Cependant, pour ce qui est de la recevabilité de la requête à l'étude, la Cour note que la procédure en cause était encore pendante devant les juridictions internes au moment où cette requête lui a été soumise. Le requérant n'était de ce fait pas en mesure d'engager une action en responsabilité (voir, mutatis mutandis, Mifsud c. France (déc.) [GC], no 57220/00, § 17, CEDH 2002-VIII). La Cour examinera néanmoins ce recours afin de répondre aux arguments invoqués par le Gouvernement au sujet de l'effectivité de tous les recours disponibles.", "56.  La Cour rappelle qu'elle a précédemment rejeté l'exception de non-épuisement des voies de recours internes formulée par le Gouvernement s'agissant de l'effectivité d'une action en responsabilité à raison de l'absence d'exemples (Predojević et autres c. Slovénie (déc.), nos 43445/98, 49740/99, 49747/99 et 54217/00, 9 décembre 2004).", "57.  Elle note que la jurisprudence soumise par le Gouvernement montre que, dans deux cas, des indemnités ont été octroyées au titre de l'article 26 de la Constitution à cause de la durée excessive de procédures qui étaient achevées.", "58.  Toutefois, en vertu du code des obligations, un individu qui cherche à obtenir réparation doit prouver, premièrement, qu'il y a eu un retard de procédure, deuxièmement, qu'il y a eu un préjudice et, troisièmement, qu'il existe un lien de causalité entre le préjudice et le comportement du tribunal.", "59.  Dès lors, dans le cadre d'une action en responsabilité civile, un tribunal peut en principe conclure qu'une procédure d'une durée excessive et déjà achevée est à l'origine du préjudice subi par le plaignant et accorder en conséquence une réparation. Toutefois, le Gouvernement n'a pas indiqué clairement s'il était possible dans ce cas d'allouer une réparation pour dommage moral. Quoi qu'il en soit, une action en responsabilité civile n'aura aucun effet sur la durée de la procédure encore pendante au moment où la plainte est déposée.", "60.  Tout en relevant des signes d'une évolution positive dans la jurisprudence soumise par le Gouvernement, la Cour n'est toujours pas convaincue qu'une action en responsabilité civile puisse réellement offrir un redressement effectif lorsque la procédure principale a déjà pris fin.", "d)  Recours hiérarchique", "61.  La Cour s'est déjà penchée sur la question du caractère effectif du recours hiérarchique au titre de l'article 72 de la loi sur l'organisation judiciaire et a conclu qu'il s'agissait d'un recours offert par l'administration judiciaire et non directement par les tribunaux (affaires Majarič et Belinger, précitées).", "62.  Néanmoins, la Cour constate que des amendements ont été apportés à la procédure hiérarchique en 2000 et 2004 et reconnaît que, en théorie au moins, cette procédure ainsi modifiée est susceptible de contribuer à l'accélération des procédures judiciaires.", "63.  Bien que le Gouvernement soutienne que la procédure hiérarchique est également effective en pratique, il n'a pas fourni un seul exemple de cas où un requérant aurait réussi à faire accélérer une procédure en utilisant ce recours. De plus, il apparaît que la procédure hiérarchique n'a aucun effet contraignant sur le tribunal concerné (Hartman c. République tchèque, no 53341/99, § 83, CEDH 2003-VIII). Enfin, en l'absence de droit d'appel, ce recours ne saurait avoir un effet significatif pour accélérer la procédure dans son ensemble (voir, mutatis mutandis, Holzinger c. Autriche (no 1), no 23459/94, § 22, CEDH 2001-I).", "64.  Dès lors, tout comme l'action administrative et l'action en responsabilité civile, le recours hiérarchique ne saurait passer pour un recours effectif au sens de la Convention.", "e)  Recours constitutionnel", "65.  Pour finir, la Cour rappelle qu'un recours constitutionnel ne peut en principe être formé qu'après l'épuisement des voies de recours internes, à savoir une action administrative ou une action en responsabilité civile. Dans l'affaire Belinger, elle a jugé que l'effectivité du recours constitutionnel était déjà sujette à caution du fait de la durée probable de la procédure dans sa totalité. Le Gouvernement n'ayant pas soumis d'éléments nouveaux concernant cette voie de droit, la Cour estime que celle-ci ne peut à l'heure actuelle être considérée comme un recours effectif (voir aussi Hartman, arrêt précité, § 83).", "f)  Conclusion", "66.  A la lumière de ce qui précède, la Cour doit maintenant rechercher si l'ensemble de ces procédures constitue ou non un recours effectif dont l'article 35 § 1 de la Convention commanderait l'utilisation.", "67.  La Cour admet l'argument du Gouvernement selon lequel l'ensemble des recours offerts par le droit interne peut remplir l'exigence d'« effectivité » même si aucun d'entre eux n'y répond en entier à lui seul. Il y a donc lieu de déterminer dans chaque cas si les moyens dont le requérant disposait en droit interne étaient « effectifs » en ce sens qu'ils auraient pu empêcher la survenance ou la continuation de la violation alléguée ou auraient pu fournir à l'intéressé un redressement approprié pour toute violation s'étant déjà produite (Kudła, précité, § 158).", "68.  La Convention offre ainsi une alternative : un recours est effectif dès lors qu'il permet soit de faire intervenir plus tôt la décision des juridictions saisies, soit de fournir au justiciable une réparation adéquate pour les retards déjà accusés (Mifsud, précité, § 17, et Hartman, précité, § 81).", "69.  Comme cela a déjà été indiqué, dans le cadre des recours internes invoqués par le Gouvernement, il se peut qu'un recours hiérarchique soumis parallèlement à une action administrative ou avant une telle action ne suffise pas à redresser des retards de procédure. De plus, et cela aussi a déjà été dit, le Gouvernement n'a pas montré qu'une action en responsabilité civile permet d'obtenir une réparation du dommage moral, tandis qu'un recours constitutionnel ne peut être formé qu'après l'épuisement de tous les autres recours. Enfin, le Gouvernement n'a pas prouvé comment l'usage combiné des recours précités pourrait augmenter leur effectivité.", "70.  Lorsqu'un individu commence par intenter devant les tribunaux administratifs une action qui est par la suite rejetée au motif que la procédure initiale a pris fin, et que cet individu doit ensuite engager une action en responsabilité civile pour obtenir une indemnisation, cela soulève une autre question. Au-delà du fait que cette personne doit engager deux procédures distinctes, il peut en ce cas se poser un problème plus grave tenant à la durée probablement excessive de l'ensemble de ces procédures. Il convient notamment d'accorder une attention particulière à la célérité de l'action engagée pour obtenir un redressement, car on ne saurait exclure la possibilité qu'un recours soit jugé inadéquat en raison de sa durée excessive (Doran c. Irlande, no 50389/99, § 57, CEDH 2003-X). Exiger du requérant qu'il utilise ces deux recours reviendrait à lui imposer une charge déraisonnable.", "Partant, la Cour dit que conclure à l'effectivité de l'ensemble des recours dans les circonstances de ces affaires serait contraire aux principes et à l'esprit de la Convention.", "71.  Dès lors, la Cour n'est pas convaincue que les recours ou l'ensemble des recours précités puissent passer pour constituer une voie de recours effective en l'espèce. Il y a donc lieu de rejeter l'exception préliminaire du Gouvernement.", "B.  Fond", "72.  Le Gouvernement soutient que la procédure a été rendue plus compliquée parce qu'il a fallu désigner un médecin expert pour déterminer le niveau d'invalidité du requérant. Les tribunaux ont tout du long mené la procédure dans le respect de leur compétence légale et, compte tenu de l'enjeu, à savoir une augmentation mineure de la pension d'invalidité, il n'était nullement nécessaire de traiter l'affaire en priorité.", "73.  La procédure a débuté le 30 décembre 1998, avec le dépôt par le requérant d'une demande au tribunal d'arrondissement de Celje, et a pris fin le 8 avril 2004, date à laquelle la décision de la cour d'appel de Celje a été notifiée aux avocats du requérant. La procédure a donc duré au total cinq ans, trois mois et neuf jours pour deux degrés de juridiction, dont quatre ans et un jour en première instance.", "74.  La Cour rappelle que le caractère raisonnable de la durée de la procédure s'apprécie suivant les circonstances de la cause et à l'aide des critères suivants : la complexité de l'affaire, le comportement du requérant, celui des autorités compétentes ainsi que l'enjeu du litige pour l'intéressé (voir, parmi beaucoup d'autres, Frydlender c. France [GC], no 30979/96, § 43, CEDH 2000-VII).", "75.  Bien que l'opinion d'un médecin expert ait été requise pour trancher l'affaire, la Cour note que celle-ci n'était ni sur le plan procédural ni sur le plan factuel d'une complexité exceptionnelle. L'argument du Gouvernement selon lequel l'affaire présentait une certaine difficulté ne saurait donc justifier que la procédure ait duré quatre ans et un jour en première instance. De plus, la Cour ne saurait accepter l'argument du Gouvernement selon lequel les tribunaux ont agi à tous les stades conformément au droit interne étant donné que, par exemple, la procédure a été bloquée pendant plus d'un an et dix mois entre le 30 décembre 1998, date du dépôt de la plainte, et le 7 novembre 2000, date de la première audience.", "76.  Quant au comportement du requérant, même si certains retards peuvent être attribués à ce dernier, aucun des éléments à la disposition de la Cour ne donne à penser que l'intéressé ait contribué de manière significative à l'allongement de la procédure.", "77.  Il est certes vrai que l'enjeu pour le requérant était assez faible.", "78.  Eu égard à l'ensemble des éléments dont elle dispose, la Cour considère que le Gouvernement n'a présenté aucun fait ou argument susceptible de la convaincre que l'affaire a été entendue dans un délai raisonnable.", "79.  Pour la Cour, la durée globale de la procédure a été en l'espèce excessive et n'a pas respecté le critère de « délai raisonnable ». En particulier, la durée de la procédure de première instance, qui a dépassé quatre ans, n'est pas compatible avec les normes fixées dans la jurisprudence de la Cour (voir, par exemple, A.P. c. Italie [GC], no 35265/97, 28 juillet 1999).", "Partant, il y a eu violation de l'article 6 § 1 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 13 DE LA CONVENTION", "80.  Le requérant se plaint du caractère ineffectif des recours disponibles en Slovénie en matière de durée de procédure. Il invoque en substance l'article 13 de la Convention, ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l'octroi d'un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l'exercice de leurs fonctions officielles. »", "A.  Recevabilité", "81.  La Cour rappelle avoir dit dans l'arrêt Kudła (précité, § 156) que l'article 13 de la Convention « garantit un recours effectif devant une instance nationale permettant de se plaindre d'une méconnaissance de l'obligation, imposée par l'article 6 § 1, d'entendre les causes dans un délai raisonnable ».", "82.  La Cour estime que cette partie de la requête soulève des questions de fait et de droit qui méritent un examen au fond. Elle en conclut que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention.", "83.  Elle constate que le grief ne se heurte par ailleurs à aucun autre motif d'irrecevabilité.", "B.  Fond", "84.  Le Gouvernement soutient que le système slovène de recours disponibles en matière de durée de procédure permet non seulement d'accélérer la procédure mais aussi de réparer le préjudice éventuellement subi (paragraphes 30 à 39 ci-dessus). Ces recours étaient et demeurent effectifs tant en théorie qu'en pratique.", "85.  Le requérant combat cette thèse.", "86.  La Cour répète que l'article 13 exige d'une partie à la Convention qu'elle fournisse un recours interne habilitant l'instance nationale compétente à connaître du contenu du grief fondé sur la Convention et à offrir le redressement approprié, même si les Etats contractants jouissent d'une certaine marge d'appréciation quant à la manière de se conformer aux obligations que leur fait cette disposition (Chahal, précité, pp. 1869-1870, § 145).", "87.  En l'espèce, le Gouvernement n'a pas réussi à établir qu'une action administrative, une demande en responsabilité civile, un recours hiérarchique ou un recours constitutionnel pouvaient passer pour des recours effectifs (paragraphes 47 à 65 ci-dessus). Par exemple, lorsqu'un individu engage une action administrative pour se plaindre d'une violation de son droit à être jugé dans un délai correct alors que la procédure en cause est encore pendante, il peut raisonnablement s'attendre à ce que le Tribunal administratif traite du fond de son grief. Or, si la procédure principale se termine avant cela, le Tribunal administratif rejette l'action. Pour terminer, la Cour conclut aussi que l'ensemble des recours disponibles dans les circonstances de l'affaire ne revêt pas un caractère effectif (paragraphes 69 à 71 ci-dessus).", "88.  Partant, il y a eu violation de l'article 13 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 46 DE LA CONVENTION", "89.  L'article 46 de la Convention dispose :", "« 1.  Les Hautes Parties contractantes s'engagent à se conformer aux arrêts définitifs de la Cour dans les litiges auxquels elles sont parties.", "2.  L'arrêt définitif de la Cour est transmis au Comité des Ministres qui en surveille l'exécution. »", "90.  La Cour prend note de l'allégation du requérant selon laquelle, dans l'Etat défendeur, les procédures judiciaires manquent régulièrement à satisfaire à l'exigence de « délai raisonnable ». La préoccupation de la Cour se fonde sur les observations qu'elle a formulées dans la décision Belinger au sujet de la durée des procédures judiciaires en Slovénie (paragraphe 47 ci-dessus).", "91.  Eu égard à la persistance d'un arriéré devant les juridictions slovènes en général, ainsi qu'il ressort des dernières statistiques émanant du ministère de la Justice de l'Etat défendeur, il apparaît clairement que la durée des procédures en justice demeure un problème majeur en Slovénie. De plus, le Gouvernement, avec l'aide de la Cour suprême, a produit en 2002 un document où il admet l'existence de retards dans les procédures. La Commission européenne est parvenue à des conclusions analogues dans son dernier rapport, paru en novembre 2003, sur la situation en Slovénie dans la perspective de l'adhésion de ce pays à l'Union européenne. Par ailleurs, le médiateur slovène pour les droits de l'homme a observé dans son rapport 2004 que le problème le plus grave qui se posait au système juridique slovène était celui de la durée des procédures judiciaires.", "92.  Enfin, la Cour ne peut ignorer que se trouvent actuellement pendantes devant elle quelque 500 affaires de durée de procédure dirigées contre la Slovénie.", "93.  Les constats de la Cour sont indissociables du fait que la violation du droit du requérant à être jugé dans un délai raisonnable n'est pas un incident isolé mais relève plutôt d'un problème systémique qui résulte d'une législation inadaptée et d'un manque d'efficacité dans l'administration de la justice, problème qui continue de représenter un risque pour toute personne cherchant à obtenir la protection juridictionnelle de ses droits.", "94.  En devenant une Haute Partie contractante à la Convention européenne des Droits de l'Homme, l'Etat défendeur s'est engagé à reconnaître à toute personne relevant de sa juridiction les droits et libertés définis au titre I de la Convention. En fait, les Etats sont de manière générale tenus de résoudre les problèmes qui ont conduit la Cour à constater une violation de la Convention. Tel doit donc être le principal objectif de l'Etat défendeur.", "95.  Si des violations des droits garantis par la Convention continuent de se produire, les Etats défendeurs doivent offrir au sein de leurs systèmes juridiques respectifs des mécanismes propres à redresser de manière effective les violations de ces droits (paragraphes 41 et 42 ci-dessus).", "96.  En l'espèce, la Cour a constaté que l'Etat défendeur n'a pas respecté l'obligation qui découle pour lui de la Convention de reconnaître au requérant le droit à un procès dans un délai raisonnable et de lui fournir un recours effectif pour remédier à cette violation.", "97.  Pour ce qui est des répercussions financières qu'un constat de violation en l'espèce pourrait avoir sur l'Etat défendeur, la Cour rappelle qu'aux termes de l'article 46 les Hautes Parties contractantes s'engagent à se conformer aux arrêts définitifs de la Cour dans les litiges auxquels elles sont parties, le Comité des Ministres étant chargé de surveiller l'exécution de ces arrêts. Il en découle notamment que, lorsque la Cour constate une violation, l'Etat défendeur a l'obligation juridique non seulement de verser aux intéressés les sommes allouées au titre de la satisfaction équitable prévue par l'article 41, mais aussi de choisir, sous le contrôle du Comité des Ministres, les mesures générales et/ou, le cas échéant, individuelles à intégrer dans son ordre juridique interne afin de mettre un terme à la violation constatée par la Cour et d'en effacer autant que possible les conséquences. L'Etat défendeur demeure libre, sous le contrôle du Comité des Ministres, de choisir les moyens de s'acquitter de son obligation juridique au regard de l'article 46 de la Convention, pour autant que ces moyens soient compatibles avec les conclusions contenues dans l'arrêt de la Cour (Scozzari et Giunta c. Italie [GC], nos 39221/98 et 41963/98, § 249, CEDH 2000-VIII, et Broniowski c. Pologne [GC], no 31443/96, § 192, CEDH 2004-V).", "98.  La Cour a identifié certaines des faiblesses que présentent les voies de recours garanties par l'Etat défendeur (paragraphes 47-71 et 87-88 ci-dessus), tout en reconnaissant que certains développements récents sont encourageants. Afin de prévenir de futures violations du droit d'être jugé dans un délai raisonnable, la Cour incite l'Etat défendeur soit à amender la gamme actuelle des voies de recours soit à créer de nouveaux recours en sorte que les violations de ce droit puissent être redressées de manière réellement effective. Les éléments qui caractérisent un recours effectif sont indiqués dans la jurisprudence de la Cour qui est citée dans le présent arrêt.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "99.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "100.  Le requérant réclame 5 000 euros (EUR) pour dommage moral.", "101.  Le Gouvernement s'élève contre ces prétentions.", "102.  La Cour estime que le requérant a forcément dû éprouver un dommage moral. Statuant en équité, elle lui alloue 3 200 EUR de ce chef.", "B.  Frais et dépens", "103.  Le requérant, qui est représenté par un avocat, sollicite aussi 965 EUR environ au titre des frais et dépens exposés devant la Cour pour déposer sa requête et répondre aux observations du Gouvernement.", "104.  Le Gouvernement conteste cette demande, mais laisse la question à la discrétion de la Cour pour le cas où celle-ci conclurait à la violation de l'un des droits garantis par la Convention.", "105.  Selon la jurisprudence de la Cour, un requérant a droit au remboursement de ses frais et dépens à condition que se trouvent établis leur réalité, leur nécessité et, de plus, le caractère raisonnable de leur taux. En l'espèce, eu égard aux informations en sa possession et aux critères précités, la Cour juge raisonnable d'accorder la somme réclamée en totalité.", "C.  Intérêts moratoires", "106.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Déclare, à l'unanimité, la requête recevable ;", "", "2.  Dit, à l'unanimité, qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "3.  Dit, à l'unanimité, qu'il y a eu violation de l'article 13 de la Convention ;", "", "4.  Dit, par six voix contre une, que les violations précédentes découlent d'un dysfonctionnement de la législation et de la pratique internes ;", "", "5.  Dit, par six voix contre une, que l'Etat défendeur doit, grâce à des mesures juridiques et pratiques administratives appropriées, garantir le droit à un procès dans un délai raisonnable ;", "", "6.  Dit, à l'unanimité,", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes :", "i.  3 200 EUR (trois mille deux cents euros) pour dommage moral,", "ii.  965 EUR (neuf cent soixante-cinq euros) pour frais et dépens,", "iii.  tout montant pouvant être dû à titre d'impôt sur lesdites sommes ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette, à l'unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 6 octobre 2005, en application de l'article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tJohn Hedigan\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion partiellement dissidente de M. Zagrebelsky.", "J.H.\nV.B.", "", "OPINION PARTIELLEMENT DISSIDENTE \nDE M. LE JUGE ZAGREBELSKY", "(Traduction)", "J'ai voté avec la Cour pour la violation des articles 6 § 1 et 13 de la Convention, mais je ne saurais me rallier à l'avis de la majorité lorsque celle-ci dit que « l'Etat défendeur doit, grâce à des mesures juridiques et pratiques administratives appropriées, garantir le droit à un procès dans un délai raisonnable » (point 5 du dispositif de l'arrêt). Mon désaccord ne porte pas sur l'existence en Slovénie, tout comme dans un certain nombre d'autres Etats membres du Conseil de l'Europe, du problème systémique exposé aux paragraphes 91 à 93 de l'arrêt. Cette question est extrêmement sérieuse, car elle met en cause l'état de droit.", "La présente affaire aurait pu conduire la Cour à reconnaître, comme dans l'affaire Bottazzi c. Italie ([GC], no 34884/97, § 22, CEDH 1999-V), l'existence d'une « pratique incompatible avec la Convention ». Selon moi, toutefois, il ne convenait pas en l'espèce d'adopter un arrêt sur le modèle de celui rendu en l'affaire Broniowski c. Pologne ([GC], no 31443/96, CEDH 2004V).", "Tout d'abord, il est selon moi primordial que, lorsqu'une chambre a le sentiment qu'il pourrait être approprié d'adopter un arrêt du type Broniowski, elle se dessaisisse au profit de la Grande Chambre. Il ne fait aucun doute que la cohérence de la jurisprudence de la Cour dans ce type d'arrêt revêt une importance particulière. De plus, le dessaisissement en faveur de la Grande Chambre constitue le meilleur moyen de permettre au Gouvernement de fournir des observations complètes sur le « problème systémique » en question et sur les solutions à y apporter.", "Sur le fond, le raisonnement suivi dans l'arrêt me semble créer une certaine confusion entre la nécessité de prévenir et éviter les violations du droit à être jugé dans un délai raisonnable et la nécessité d'offrir au plan interne un redressement effectif de pareilles violations. Or le point 5 du dispositif de l'arrêt ne porte pas sur la nécessité de modifier le système national en vue d'introduire un recours effectif pour les violations de ce droit. Si tel avait été le cas, je n'aurais probablement pas eu de raisons d'émettre une opinion dissidente car, sur ce point, le système juridique slovène semble réunir toutes les conditions requises pour l'adoption d'un arrêt suivant le modèle de l'arrêt Broniowski (paragraphes 41-70 de l'arrêt).", "En revanche, le point 5 se rapporte directement au droit d'être jugé dans un délai raisonnable et indique au Gouvernement qu'il doit « grâce à des mesures juridiques et pratiques administratives appropriées, garantir le droit à un procès dans un délai raisonnable ».", "", "Selon moi, une telle indication adressée au Gouvernement n'est pas du ressort d'un arrêt de la Cour (et probablement d'aucune juridiction quelle qu'elle soit). En effet, elle me paraît trop générale et implique la nécessité d'identifier les mesures requises et, pour cela, d'examiner si les lois relatives aux procédures doivent être modifiées (et, si oui, comment), d'évaluer si le nombre de juges et d'agents administratifs et leur niveau de qualification correspondent à la tâche à accomplir, d'augmenter et moderniser les ressources accordées à la justice, d'ajuster le budget national annuel en conséquence et de s'attaquer à la question du nombre d'avocats, de leur niveau de qualification et de leur rôle dans le cadre des litiges civils. Lorsqu'un « problème systémique » est à l'origine de l'incapacité de l'Etat d'assurer des procès dans un délai raisonnable, toutes ces questions doivent être prises en considération. En outre, certains systèmes peuvent rencontrer d'autres difficultés particulières. En conclusion, au point 5 du dispositif de l'arrêt, la Cour demande au Gouvernement de modifier son système interne tant en droit qu'en pratique. Rien de plus, mais rien de moins.", "Je ne pense pas que cela puisse être considéré comme un arrêt rendu par une juridiction. Il ne s'agit pas d'une ordonnance pouvant être exécutée comme les ordonnances judiciaires le sont habituellement. Le délai dans lequel le Gouvernement doit adopter les mesures « d'exécution » ainsi que la surveillance de leur qualité et de leur caractère adéquat ne peuvent que faire l'objet de conjectures. A mon avis, c'est au Comité des Ministres qu'il appartient d'identifier, d'exiger, de suggérer, d'assurer et de surveiller les mesures qui apparaissent nécessaires.", "Il est un argument qui corrrobore ma position : les difficultés que le Comité des Ministres connaît de longue date pour obtenir une réforme du système italien (en droit et en pratique) aux fins d'assurer que les procédures judiciaires soient menées dans un délai raisonnable (voir les résolutions du Comité des Ministres sur le sujet, à commencer par la Résolution ResDH(97)336 du 11 juillet 1997). Un arrêt tel que celui adopté en l'espèce ajouterait-il quoi que ce soit à l'action du Comité des Ministres ? La rendrait-il plus facile et plus efficace ? Ma réponse est à l'évidence négative, et telle est précisément la raison pour laquelle ce type d'arrêt risque en fin de compte de saper l'autorité de la Cour."]}