{"file": "FRE_HFJUD_19997_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "19997/02", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE BOLDEA c. ROUMANIE", "", "", "(Requête no 19997/02)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "", "15 février 2007", "", "", "", "DÉFINITIF", "", "15/05/2007", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Boldea c. Roumanie,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tB.M. Zupančič, président,\n\t\tJ. Hedigan,\n\t\tC. Bîrsan,\n\tMme\tE. Fura-Sandström,\n\tMme\tA. Gyulumyan,\n\tM.\tDavid Thór Björgvinsson,\n\tMme\tI. Ziemele, juges,\net de M. S. Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 25 janvier 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 19997/02) dirigée contre la Roumanie et dont un ressortissant de cet Etat, M. Marian Boldea (« le requérant »), a saisi la Cour le 9 mai 2002 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me D. Crăciun, avocat à Timişoara. Le gouvernement roumain (« le Gouvernement ») est représenté par son agente, Mme B. Rămăşcanu, du ministère des Affaires étrangères.", "3.  Le 2 décembre 2005, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant de l'article 29 § 3 de la Convention, elle a décidé que seraient examinés en même temps la recevabilité et le fond de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "4.  Le requérant est né en 1962 et réside à Timişoara.", "A.  Genèse de l'affaire", "5. Le requérant est maître de conférences à la faculté d'automatique et d'informatique de l'université polytechnique de Timişoara.", "6.  Le 9 mars 2001, lors d'une réunion du corps enseignant du département d'informatique de la faculté, le doyen de celle-ci aborda la question du plagiat que constitueraient des publications scientifiques d'A.S. et de L.P., parues en décembre 2000, ainsi que d'autres thèses de doctorat et mémoires de fin d'études. Sur fond de mécontentement général à l'égard des publications réalisées dans le cadre du département, plusieurs enseignants exprimèrent leur opinion sur le prétendu plagiat. Ils constatèrent que les deux auteurs avaient repris beaucoup de définitions figurant dans la thèse de doctorat de N.P. Le requérant fut le seul à affirmer que les publications scientifiques en question constituaient un plagiat. La conclusion de la réunion fut que le niveau scientifique des publications avait baissé, et qu'il était conseillé d'éviter la publication d'articles se limitant à la reproduction de définitions déjà existantes et d'apporter des contributions nouvelles. Il fut ajouté que les publications d'A.S. et de L.P. ne constituaient pas un plagiat, mais qu'elles ne constituaient pas non plus des références scientifiques en la matière (nu se iau în considerare aceste lucrări). Un avertissement verbal fut adressé aux deux auteurs.", "Par une décision du 16 mai 2001, la commission de déontologie ad hoc de la faculté proposa la création d'une commission d'arbitrage chargée du règlement du différend et la réalisation d'une étude approfondie des publications en cause. La Cour n'a pas été informée d'un aboutissement de ces propositions.", "B.  Procédure pénale en diffamation à l'encontre du requérant", "7.  Le 9 mai 2001, A.S. et L.P. déposèrent chacun une plainte pénale pour diffamation à l'encontre du requérant, à qui ils reprochaient de les avoir accusés de plagiat lors de la réunion du 9 mars 2001.", "8.  Le 11 septembre 2001, le tribunal de première instance de Timişoara joignit les deux plaintes pénales.", "9.  Lors de l'audience publique du 9 octobre 2001, le tribunal de première instance entendit le requérant et accueillit son offre de prouver la véracité de ses propos, faite en vertu de l'article 207 du code pénal. Il produisit les articles des plaignants et les extraits pertinents de la thèse de doctorat prétendument plagiée.", "10.  Le 27 novembre 2001, le tribunal de première instance entendit deux témoins qui avaient participé à la réunion du 9 mars 2001. V.M., le directeur de thèse des plaignants, déclara qu'à son avis, bien que contestables, les publications des plaignants ne constituaient pas un plagiat. Il estimait également que le requérant avait tenu ses propos de mauvaise foi. Le témoin U.M. déclara qu'il ne pouvait pas se prononcer sur le prétendu plagiat ou sur l'intention du requérant lorsqu'il avait qualifié ses collègues de « plagiaires ».", "11.  Par un jugement du 27 novembre 2001, le tribunal de première instance de Timişoara relaxa le requérant en vertu de l'article 10 b)1 du code de procédure pénale, mais le condamna à une amende administrative de 500 000 lei roumains (ROL) (environ 20 EUR) en vertu de l'article 181 du code pénal combiné avec l'article 91. Il le condamna également à verser aux plaignants les frais de justice engendrés, d'un montant de 2 120 000 ROL (environ 80 EUR).", "12.  L'extrait pertinent de ce jugement est ainsi rédigé :", "« Des preuves administrées en la cause, à savoir la déclaration de l'inculpé, le rapport no 262/01 de la faculté d'automatique et d'informatique, l'article des plaignants publié sous l'intitulé « Les indicateurs caractérisant la fiabilité et la disponibilité », le deuxième chapitre de la thèse prétendument plagiée de N.P., le procès-verbal du 9 mars 2001, les témoignages d'U.M. et de V.M., le tribunal retient les faits ci-dessous.", "Les parties sont des enseignants de l'université polytechnique de Timişoara, [travaillant] dans le cadre du département d'informatique. Le 9 mars 2001, lors d'une réunion du département, l'inculpé a publiquement affirmé que les plaignants étaient des « plagiaires », puisqu'un article signé par eux reproduisait un chapitre d'une thèse de doctorat. Bien que l'article signé par [les plaignants] contienne des définitions d'autres ouvrages dont ils ont repris tant la structure que les concepts, ils n'ont pas eu l'intention de reproduire ces ouvrages. Ensuite, l'infraction de diffamation présuppose des affirmations malicieuses, faites de mauvaise foi et avec l'intention de léser la dignité [d'autrui], à l'égard d'un fait qui, s'il était vrai, attirerait une des sanctions prévues par la disposition qui serait alors applicable.", "Il ressort des documents produits au dossier de l'affaire et des déclarations des témoins que l'inculpé a tenu ses propos de mauvaise foi, avec l'intention de léser la dignité des victimes, propos qui, s'ils étaient vrais, vaudraient aux victimes une sanction disciplinaire ou le mépris public.", "Etant donné que la condition de la publicité est également remplie, le tribunal constate que, d'un point de vue formel, les faits de l'inculpé constituent les éléments constitutifs de l'infraction de diffamation, réglementée par l'article 206 du code pénal.", "En substance, les faits de l'inculpé n'atteignent pas le degré de péril social d'une infraction, car il s'agit d'une querelle entre collègues, résultat de l'orgueil professionnel, l'inculpé étant pour la première fois déféré à la justice. »", "13.  Le 3 décembre 2001, le requérant forma un recours contre le jugement du tribunal de première instance. Il allégua au principal l'absence de motivation du jugement sur la base des preuves apportées pendant la procédure, tant par lui-même que par les plaignants, et ce alors même qu'il avait pu bénéficier de la preuve de la véracité prévue à l'article 207 du code pénal. Il allégua en outre que le tribunal de première instance s'était borné à constater sa mauvaise foi sans s'appuyer sur aucun élément de preuve et n'avait aucunement pris en compte la législation relative aux droits d'auteur et droits connexes. Les plaignants formèrent également un recours contre le jugement rendu en première instance.", "14.  Par un arrêt du 22 mars 2002, le tribunal départemental de Timiş rejeta les deux recours. Pour ce qui était du recours de l'intéressé, il décida ce qui suit :", "« Après avoir examiné [le recours introduit] sur la base des éléments invoqués et de l'article 3856 du code de procédure pénale, il faut constater que le premier tribunal a bien analysé les éléments de fait et de droit de l'affaire, la sanction administrative appliquée à l'intéressé étant correctement déterminée, de sorte que le recours de celui-ci sera rejeté sur la base de l'article 38515 1) b du code de procédure pénale. »", "15.  Le recours des plaignants fut rejeté comme tardif.", "II.  LE DROIT INTERNE PERTINENT", "A.  Code pénal", "16.  Les articles pertinents du code pénal sont libellés comme suit :", "Article 181", "Les faits qui ne présentent pas la gravité d'une infraction", "« (1)  Ne constitue pas une infraction l'acte réprimé par la loi pénale, s'il ne présente pas le degré de gravité requis pour l'existence d'une infraction, et est manifestement dépourvu d'importance en raison de l'atteinte minimale à l'une des valeurs protégées par la loi pénale, et de son contenu concret (...)", "(3)  Le procureur ou le tribunal applique à un tel acte l'une des sanctions administratives prévues par l'article 91. »", "Article 91", "Les sanctions administratives", "« Quand un tribunal substitue à la responsabilité pénale une autre forme de responsabilité, il ordonne l'une des sanctions administratives suivantes :", "(...)", "c)  une amende de 100 000 lei à 10 000 000 de lei. »", "Article 206", "« L'affirmation ou l'imputation en public d'un certain fait concernant une personne, fait qui, s'il était vrai, exposerait cette personne à une sanction pénale, administrative ou disciplinaire, ou au mépris public, sera punie d'une peine de prison d'une durée allant de trois mois à trois ans ou d'une amende. »", "Article 207", "« La preuve de la véracité d'une affirmation ou d'une imputation peut être accueillie si l'affirmation ou l'imputation a été commise pour la défense d'un intérêt légitime. Les agissements au sujet desquels la preuve de la véracité a été faite ne constituent pas l'infraction d'insulte ou de diffamation. »", "17.  Le code pénal a été modifié en profondeur en 2004 par la loi no 301/2004 dont l'entrée en vigueur n'est prévue que pour le 1er septembre 2008. Le nouveau texte relatif à la diffamation est ainsi libellé :", "« L'affirmation ou l'imputation en public par tout moyen d'un certain fait concernant une personne, fait qui, s'il était vrai, exposerait cette personne à une sanction pénale, administrative ou disciplinaire, ou au mépris public, est punie de 10 à 200 jours-amende.", "(...) »", "18.  Le code pénal a été modifié et complété par la loi no 160 du 30 mai 2005 portant approbation de l'ordonnance d'urgence du gouvernement no 58 du 23 mai 2002, publiée au Journal officiel no 470 du 2 juin 2005.", "L'article unique de cette ordonnance se lit comme suit :", "« (...)", "A. article I point 2 : l'alinéa premier de l'article 206 aura le libellé suivant :", "L'affirmation ou l'imputation en public par tout moyen d'un certain fait concernant une personne, fait qui, s'il était vrai, exposerait cette personne à une sanction pénale, administrative ou disciplinaire, ou au mépris public, est punie d'une amende de 2 500 000 ROL à 130 000 000 de ROL. (...) »", "La loi no 178 du 4 juillet 2006 portant modification du code pénal et d'autres lois a abrogé les articles 205 à 207 du code.", "B.  Code civil", "19.  Les articles pertinents du code civil sont libellés comme suit :", "Article 998", "« Tout fait quelconque de l'homme qui cause à autrui un dommage oblige celui par la faute duquel il est arrivé à le réparer. »", "Article 999", "« Chacun est responsable du dommage qu'il a causé non seulement par son fait, mais encore par sa négligence ou par son imprudence. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "20.  Le requérant se plaint que sa cause n'ait pas été entendue équitablement, alléguant qu'il a été condamné au paiement d'une amende administrative en l'absence de toute preuve pertinente et sans que les tribunaux aient donné une réponse aux arguments qu'il avait exposés. Il invoque l'article 6 § 1 de la Convention, qui dispose en sa partie pertinente :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...) »", "A.  Sur la recevabilité", "21.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. Elle relève par ailleurs qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "22.  Le Gouvernement estime en premier lieu qu'il n'appartient pas à la Cour de connaître des erreurs de fait et de droit prétendument commises par une juridiction interne, sauf si et dans la mesure où elles pourraient avoir porté atteinte aux droits et libertés garantis par la Convention.", "23.  En deuxième lieu, le Gouvernement considère que les juridictions internes qui ont examiné la cause se sont prononcées de façon motivée sur les thèses formulées par le requérant dans sa défense. Il renvoie à la jurisprudence de la Cour selon laquelle l'article 6 § 1 oblige les tribunaux à motiver leurs décisions, sans qu'il puisse se comprendre comme exigeant une réponse détaillée à chaque argument (Van de Hurk c. Pays-Bas, arrêt du 19 avril 1994, série A no 288, p. 20, § 61). La question de savoir si un tribunal a manqué à son obligation de motiver découlant de l'article 6 de la Convention ne peut s'analyser qu'à la lumière des circonstances de l'espèce (Ruiz Torija c. Espagne, arrêt du 9 décembre 1994, série A no 303A, p. 12, § 29).", "24.  Ainsi, de l'avis du gouvernement, le tribunal de première instance a examiné les preuves administrées, a établi la situation de fait et s'est prononcé sur la mauvaise foi du requérant. Il a pris en compte les plaintes des victimes, les documents produits par les parties et les dépositions des témoins. Bien que le tribunal de première instance n'ait pas écarté, de manière expresse, les arguments du requérant, le Gouvernement estime qu'en retenant l'existence du fait allégué par les victimes et l'élément moral de l'infraction le juge s'est prononcé indirectement sur la plaidoirie de l'intéressé et que, par conséquent, les autres arguments invoqués par le requérant pourraient être considérés comme superflus.", "25.  S'agissant de l'arrêt du tribunal départemental de Timiş, le Gouvernement fait valoir que la juridiction de recours a procédé à l'incorporation des motifs établis par le tribunal de première instance (Helle c. Finlande, arrêt du 19 décembre 1997, Recueil des arrêts et décisions 1997VIII, p. 2930, § 60).", "26.  Enfin, selon le Gouvernement, le requérant aurait bénéficié d'une procédure contradictoire et les tribunaux auraient pleinement respecté les garanties d'indépendance et d'impartialité, de célérité, de publicité et d'égalité des armes.", "27.  Le requérant n'a pas présenté d'observations en réponse à celles du Gouvernement.", "2.  Appréciation de la Cour", "a)  Principes se dégageant de la jurisprudence de la Cour", "28.  La Cour rappelle que le droit à un procès équitable, garanti par l'article 6 § 1 de la Convention, englobe, entre autres, le droit des parties au procès à présenter les observations qu'elles estiment pertinentes pour leur affaire. La Convention ne visant pas à garantir des droits théoriques ou illusoires mais des droits concrets et effectifs (Artico c. Italie, arrêt du 13 mai 1980, série A no 37, p. 16, § 33), ce droit ne peut passer pour effectif que si ces observations sont vraiment « entendues », c'est-à-dire dûment examinées par le tribunal saisi. Autrement dit, l'article 6 implique notamment, à la charge du « tribunal », l'obligation de se livrer à un examen effectif des moyens, arguments et offres de preuve des parties, sauf à en apprécier la pertinence (Perez c. France [GC], no 47287/99, § 80, CEDH 2004-I, et Van de Hurk, précité, § 59).", "29.  Cependant, si l'article 6 § 1 oblige les tribunaux à motiver leurs décisions, il ne peut se comprendre comme exigeant une réponse détaillée à chaque argument (Van de Hurk, précité, § 61). L'étendue de ce devoir peut varier selon la nature de la décision. Il faut, en outre, tenir compte notamment de la diversité de moyens qu'un plaideur peut soulever en justice et des différences dans les Etats contractants en matière de dispositions légales, coutumes, conceptions doctrinales, présentation et rédaction des jugements et arrêts. C'est pourquoi la question de savoir si un tribunal a manqué à son obligation de motiver découlant de l'article 6 de la Convention ne peut s'analyser qu'à la lumière des circonstances de l'espèce (Ruiz Torija, précité, § 29).", "30.  En outre, la notion de procès équitable requiert qu'une juridiction interne qui n'a que brièvement motivé sa décision, que ce soit en incorporant les motifs fournis par une juridiction inférieure ou autrement, ait réellement examiné les questions essentielles qui lui ont été soumises et qu'elle ne se soit pas contentée d'entériner purement et simplement les conclusions d'une juridiction inférieure (Helle, précité, § 60).", "b)  L'application des principes généraux en l'espèce", "31.  La Cour note que le tribunal de première instance de Timişoara a condamné le requérant au paiement d'une amende administrative, après avoir établi les faits et estimé que l'élément intentionnel et le caractère public des faits étaient bien remplis en la cause. Toutefois, le tribunal n'a fait aucune référence concrète aux éléments de fait qui auraient pu justifier la conclusion visant la culpabilité du requérant et le caractère public des faits retenus. Il s'est borné à affirmer que ces conditions étaient remplies en l'espèce.", "32.  Certes, il n'appartient pas généralement à la Cour de connaître des erreurs de fait ou de droit prétendument commises par une juridiction interne (Garcίa Ruiz c. Espagne [GC], no 30544/96, § 28, CEDH 1999I), l'interprétation de la législation interne incombant au premier chef aux autorités nationales, et notamment aux cours et tribunaux (Perez, précité, § 82, et Coëme et autres c. Belgique, nos 32492/96, 32547/96, 32548/96, 33209/96 et 33210/96, § 115, CEDH 2000VII). Néanmoins, dans la présente affaire, la Cour note que le tribunal de première instance n'a pas procédé à l'interprétation de tous les éléments constitutifs d'une infraction et qu'il n'a pas non plus analysé les preuves versées par le requérant, ce qui lui eût permis, le cas échéant, de façon motivée, de rejeter celles qu'il n'aurait pas jugées pertinentes.", "33. Qui plus est, le tribunal qui s'est prononcé sur le recours du requérant n'a nullement répondu aux motifs de ce recours, tirés, en particulier, de l'absence de motivation du jugement rendu en première instance. S'il est vrai que l'obligation de motiver leurs décisions que l'article 6 § 1 impose aux tribunaux ne peut se comprendre comme exigeant une réponse détaillée à chaque argument (Perez précité, § 81, Van de Hurk précité, p. 20, § 61, et Ruiz Torija précité, § 29 ; voir également Jahnke et Lenoble c. France (déc.), no 40490/98, CEDH 2000 IX), force est de constater qu'en l'espèce le tribunal départemental de Timiş n'a fait que renvoyer aux considérants du jugement du tribunal de première instance. Même si cela peut constituer une motivation par voie d'incorporation des motifs du tribunal inférieur au sens de l'affaire Helle c. Finlande (arrêt précité, § 56), il aurait fallu une décision motivée de manière détaillée et complète du tribunal de première instance pour pouvoir qualifier d'équitable la procédure engagée à l'encontre du requérant. Or, en l'espèce, comme déjà constaté ci-dessus, cela fait défaut.", "34. Ces éléments suffisent à la Cour pour conclure que le requérant est fondé à soutenir que les décisions du tribunal de première instance de Timişoara et du tribunal départemental de Timiş n'étaient pas suffisamment motivées et que sa cause portant sur sa condamnation au paiement d'une amende administrative n'a pas été entendue équitablement.", "35.  En conclusion, il y a eu violation de l'article 6 § 1 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 10 DE LA CONVENTION", "36.  Selon le requérant, sa condamnation pour diffamation a porté atteinte à son droit à la liberté d'expression garanti par l'article 10 de la Convention, qui est ainsi libellé :", "« 1.  Toute personne a droit à la liberté d'expression. Ce droit comprend la liberté d'opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu'il puisse y avoir ingérence d'autorités publiques et sans considération de frontière. Le présent article n'empêche pas les Etats de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d'autorisations.", "2.  L'exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l'intégrité territoriale ou à la sûreté publique, à la défense de l'ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d'autrui, pour empêcher la divulgation d'informations confidentielles ou pour garantir l'autorité et l'impartialité du pouvoir judiciaire. »", "A.  Sur la recevabilité", "37.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. Elle relève par ailleurs qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "38.  Le Gouvernement reconnaît que le jugement du tribunal de première instance de Timişoara du 27 novembre 2001, confirmé par l'arrêt du tribunal départemental de Timiş du 22 mars 2002, constitue une ingérence dans le droit du requérant à la liberté d'expression.", "Néanmoins, il soutient que cette ingérence était prévue par la loi, visait un but légitime et était nécessaire dans une société démocratique, comme le veut l'article 10 § 2 de la Convention.", "39.  En premier lieu, il argue que l'amende administrative était prévue par les articles 181 et 91 du code pénal, et que le remboursement des frais de justice trouvait son fondement dans l'article 193 du code de procédure pénale et l'article 998 du code civil. Aux yeux du Gouvernement, ces normes respectaient les exigences d'accessibilité et de prévisibilité développées par la jurisprudence de la Cour.", "40.  En deuxième lieu, l'ingérence aurait poursuivi un but légitime, à savoir celui de la protection de la réputation ou des droits d'autrui.", "41.  En troisième lieu, le Gouvernement estime que la mesure administrative prise à l'encontre du requérant se justifiait, eu égard aux propos du requérant qui accusait ses collèges universitaires de plagiat. L'amende administrative que s'était vu infliger le requérant constituerait une ingérence d'une faible importance dans la liberté d'expression du requérant qui, note le Gouvernement, a d'ailleurs été relaxé au pénal.", "De l'avis du Gouvernement, il est inconcevable que, même si elles ne remplissent pas les conditions d'une infraction, des atteintes portées à la réputation ou à l'image d'une personne restent impunies.", "En outre, il estime que le requérant a été condamné au paiement de sommes d'un faible montant par rapport à celles retenues dans des affaires où la Cour a constaté une violation de la liberté d'expression (voir, par exemple, Tolstoy Miloslavsky c. Royaume-Uni, arrêt du 13 juillet 1995, série A no 316B, pp. 71-78, § 12, et Pakdemirli c. Turquie, no 35839/97, § 56, 22 février 2005). S'agissant des frais de justice que le requérant devait rembourser, le Gouvernement fait valoir qu'ils étaient fondés sur les articles 998 et 999 du code civil, dispositions régissant la responsabilité civile délictuelle, et soutient qu'ils avaient dès lors un caractère dissuasif et non punitif, et que, de surcroît, l'obligation de remboursement n'était pas fonction de l'étendue de la responsabilité du requérant.", "42.  Enfin, le Gouvernement invite la Cour à tenir compte des modifications apportées à la législation, en particulier du fait que la diffamation ne constitue plus une infraction répressible au pénal.", "43.  Le requérant n'a pas présenté d'observations en réponse à celles du Gouvernement.", "2.  Appréciation de la Cour", "a)  Principes se dégageant de la jurisprudence de la Cour", "44.  La Cour entend en premier lieu rappeler les principes fondamentaux qui se dégagent de sa jurisprudence (voir, parmi beaucoup d'autres, Hertel c. Suisse, arrêt du 25 août 1998, Recueil 1998VI, § 46).", "45.  La liberté d'expression constitue l'un des fondements essentiels d'une société démocratique, l'une des conditions primordiales de son progrès et de l'épanouissement de chacun. Sous réserve du paragraphe 2 de l'article 10, elle vaut non seulement pour les « informations » ou « idées » accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent : ainsi le veulent le pluralisme, la tolérance et l'esprit d'ouverture sans lesquels il n'est pas de « société démocratique ». Telle que la consacre l'article 10, elle est assortie d'exceptions qui appellent toutefois une interprétation étroite, et le besoin de la restreindre doit se trouver établi de manière convaincante.", "46.  L'adjectif « nécessaire », au sens de l'article 10 § 2, implique un « besoin social impérieux ». Les Etats contractants jouissent d'une certaine marge d'appréciation pour juger de l'existence d'un tel besoin, mais elle se double d'un contrôle européen portant à la fois sur la loi et sur les décisions qui l'appliquent, même quand elles émanent d'une juridiction indépendante. La Cour a donc compétence pour statuer en dernier lieu sur le point de savoir si une « restriction » se concilie avec la liberté d'expression que protège l'article 10.", "47.  La Cour n'a point pour tâche, lorsqu'elle exerce son contrôle, de se substituer aux juridictions internes compétentes, mais de vérifier sous l'angle de l'article 10 les décisions qu'elles ont rendues en vertu de leur pouvoir d'appréciation. Il ne s'ensuit pas qu'elle doive se borner à rechercher si l'Etat défendeur a usé de ce pouvoir de bonne foi, avec soin et de façon raisonnable : il lui faut considérer l'ingérence litigieuse à la lumière de l'ensemble de l'affaire pour déterminer si elle était « proportionnée au but légitime poursuivi » et si les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants ». Ce faisant, la Cour doit se convaincre que les autorités nationales ont appliqué des règles conformes aux principes consacrés à l'article 10 et ce, de surcroît, en se fondant sur une appréciation acceptable des faits pertinents (Zana c. Turquie, arrêt du 25 novembre 1997, Recueil 1997VII, pp. 2547-2548, § 51, et Kyprianou c. Chypre [GC], no 73797/01, § 171, 15 décembre 2005). De plus, l'équité de la procédure et les garanties qu'elle offre (voir, mutatis mutandis, Kyprianou, précité, § 171), ainsi que la nature et la lourdeur des peines infligées (Ceylan c. Turquie [GC], no 23556/94, § 37, CEDH 1999-IV, Tammer c. Estonie, no 41205/98, § 69, CEDH 2001I, et Lešník c. Slovaquie, no 35640/97, §§ 6364, CEDH 2003IV) sont aussi des éléments à prendre en considération lorsqu'il s'agit de mesurer la proportionnalité de l'atteinte portée à la liberté d'expression garantie par l'article 10 de la Convention.", "b)  Application des principes en l'espèce", "i.  Ingérence", "48.  La Cour note que les parties s'accordent à considérer que les décisions du tribunal de première instance de Timişoara du 27 novembre 2001 et du tribunal départemental de Timiş du 22 mars 2002 constituent une ingérence dans le droit du requérant à la liberté d'expression.", "ii.  L'ingérence était-elle « prévue par la loi » ?", "49.  Le requérant ne conteste pas que sa condamnation au paiement d'une amende administrative et au remboursement des frais de justice eût une base en droit interne qui fût accessible et prévisible.", "50.  La Cour observe, avec le Gouvernement, que l'infraction de diffamation était régie par l'article 206 du code pénal, que l'amende administrative était prévue par les articles 181 et 91 du code pénal, et que le remboursement des frais de justice trouvait son fondement dans l'article 193 du code de procédure pénale et les articles 998 et 999 du code civil. Il est dès lors indéniable que l'ingérence était « prévue par la loi ».", "iii.  L'ingérence poursuivait-elle un but légitime ?", "51.  La Cour note que l'ingérence litigieuse poursuivait un but légitime au regard de l'article 10 § 2, à savoir la protection de la réputation d'autrui, en l'occurrence celle de ses deux collègues que le requérant avait accusés de plagiat.", "iv.  L'ingérence était-elle nécessaire dans une société démocratique ?", "52.  Dans la présente affaire, les juridictions nationales ont considéré que le requérant avait porté atteinte à l'honneur et à l'image publique de ses collègues en leur imputant des actes déterminés tels que le plagiat. Il convient donc d'examiner si les motifs avancés par les autorités nationales pour justifier la condamnation de l'intéressé étaient pertinents et suffisants.", "53.  Pour se prononcer sur cette question, la Cour tiendra compte en particulier des termes utilisés dans les propos, du contexte dans lequel ceuxci ont été tenus et de l'affaire dans son ensemble, y compris les modalités selon lesquelles les affirmations ont été faites.", "54.  Il convient de rappeler la jurisprudence désormais bien établie de la Cour, selon laquelle il y a lieu, pour apprécier l'existence d'un « besoin social impérieux » propre à justifier une ingérence dans l'exercice de la liberté d'expression, de distinguer avec soin entre faits et jugements de valeur. Si la matérialité des premiers peut se prouver, les seconds ne se prêtent pas à une démonstration de leur exactitude (voir, parmi d'autres, Cumpănă et Mazăre c. Roumanie [GC], no 33348/96, § 98, CEDH 2004XI, et De Haes et Gijsels c. Belgique, arrêt du 24 février 1997, Recueil 1997I, p. 235, § 42).", "55.  Certes, lorsqu'il s'agit d'allégations sur la conduite d'un tiers, il peut parfois s'avérer difficile, comme en l'espèce, de distinguer entre imputations de fait et jugements de valeur. Il n'en reste pas moins que même un jugement de valeur peut se révéler excessif s'il est totalement dépourvu de base factuelle (Jerusalem c. Autriche, no 26958/95, § 43, CEDH 2001II).", "56.  D'abord, la Cour observe que les allégations du requérant étaient graves, dans la mesure où elles accusaient ses deux collègues d'avoir commis un plagiat, mais qu'elles avaient une base factuelle (Sabou et Pîrcălab c. Roumanie, arrêt du 28 septembre 2004, no 46572/99, § 39). En ce sens, la Cour note que, lors de la réunion du corps enseignant du département d'informatique, le doyen de la faculté avait abordé le sujet du prétendu plagiat qu'auraient constitué des articles d'A.S. et de L.P., parus en décembre 2000, ainsi que d'autres thèses de doctorat et mémoires de fin d'études. Les participants à la réunion avaient déploré la reprise par A.S. et L.P. d'un grand nombre de définitions et l'absence de contributions propres, et étaient allés jusqu'à donner un avertissement verbal aux auteurs. Partant, les allégations du requérant, s'appuyant au moins sur un commencement de preuve, n'étaient pas dépourvues de fondement et ne servaient pas à entretenir une campagne diffamatoire à l'égard de ses collègues. La Cour observe également que les propos incriminés ne portaient pas sur des aspects de la vie privée d'A.S. et de L.P., mais sur des comportements impliquant leur qualité d'enseignants (voir, mutatis mutandis, Dalban c. Roumanie [GC], no 28114/95, § 50, CEDH 1999-VI, et Sabou et Pîrcălab, précité, § 39).", "57.  La Cour estime ensuite important d'analyser la teneur des propos du requérant à la lumière de la situation qui régnait à cette époque dans le département d'informatique de la faculté d'automatique et d'informatique de Timişoara (Zana, précité, § 56). A ce sujet, force est de constater qu'un mécontentement général existait à l'égard des publications récentes réalisées dans le cadre du département et qu'une réunion avait été convoquée par le doyen de la faculté. Il s'agissait là incontestablement d'un sujet d'intérêt général pour le département, sur lequel ses membres avaient été invités à se prononcer. Dès lors, la Cour estime que les affirmations du requérant ne constituent que son opinion professionnelle, exprimée dans le cadre de cette réunion.", "58.  Qui plus est, la Cour constate qu'il s'agissait d'assertions orales prononcées lors d'une réunion, ce qui a ôté la possibilité au requérant de les reformuler, de les parfaire ou de les retirer (voir, mutatis mutandis, Fuentes Bobo c. Espagne, arrêt du 29 février 2000, no 39293/98, § 46, et, a contrario, De Diego Nafría c. Espagne, arrêt du 14 mars 2002, no 46833/99, § 41).", "59.  Un autre facteur qui revêt en l'espèce un poids certain est l'attitude du requérant pendant la procédure pénale dirigée contre lui. La Cour observe que l'intéressé a fait preuve d'intérêt pour son procès, se présentant à toutes les audiences devant le tribunal de première instance et devant le tribunal départemental. Il a motivé son recours, a déposé des conclusions écrites, a produit, à tous les stades de la procédure, des éléments de preuve susceptibles d'étayer ses allégations ou de leur fournir une base factuelle suffisante (voir, a contrario, Cumpănă et Mazăre, précité, § 104, Stângu et Scutelnicu c. Roumanie, arrêt du 31 janvier 2006, no 53899/00, § 51, et Ivanciuc c. Roumanie (déc.), no 18624/03, 8 septembre 2005). Tout cela démontre que le requérant a agi de bonne foi.", "60.  En outre, la Cour remarque que les tribunaux n'ont pas examiné les preuves fournies par le requérant au cours des audiences. Ainsi, bien que le requérant eût fait la preuve de la véracité de ses propos et produit des documents à l'appui, les tribunaux n'y ont fait pas référence. Le requérant a invoqué cette lacune dans son recours, mais le tribunal départemental n'a pas examiné ce point.", "61.  Cela dit, il est essentiel, pour protéger les intérêts concurrents que représentent la liberté d'expression et la liberté des débats, qu'une procédure équitable et l'égalité des armes soient dans une certaine mesure assurées (Steel et Morris c. Royaume-Uni, no 68416/01, § 95, CEDH 2005II). La Cour a déjà constaté que l'absence de motivation des décisions rendues en l'espèce avait privé la procédure en diffamation d'équité, au mépris de l'article 6 § 1. Pour apprécier la proportionnalité de l'ingérence au regard de l'article 10, elle doit aussi prendre en considération les difficultés auxquelles le requérant s'est heurté. En effet, si la question principale qui se pose sur le terrain de l'article 6 est celle du caractère équitable de la procédure portant sur des accusations en matière pénale dirigées contre l'intéressé, le grief tiré de l'article 10 se rapporte aux conséquences de sa condamnation pour l'exercice de sa liberté d'expression (Kyprianou, précité, § 150).", "Dans la présente affaire, l'absence de motivation des décisions rendues par les tribunaux internes (paragraphes 28-35 ci-dessus) ne peut qu'emporter également violation de l'article 10.", "62.  Eu égard aux considérations qui précèdent, la Cour estime que les autorités nationales n'ont pas fourni de motifs pertinents et suffisants pour justifier la condamnation du requérant au paiement d'une amende administrative et au remboursement des frais de justice exposés par les plaignants. Cette condamnation ne répondait donc pas à un « besoin social impérieux ».", "Partant, il y a eu violation de l'article 10 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 13 DE LA CONVENTION", "63.  Le requérant se plaint également que son droit à un recours effectif ait été méconnu, en ce que le tribunal départemental de Timiş aurait rejeté le recours introduit contre le jugement du 27 novembre 2001 sans avoir analysé les arguments qu'il avait avancés. L'intéressé invoque l'article 13 de la Convention, ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l'octroi d'un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l'exercice de leurs fonctions officielles. »", "64.  La Cour constate que ce grief porte sur les mêmes faits que ceux considérés sur le terrain l'article 6 § 1 de la Convention. Ce grief ne soulevant aucune question distincte de celle déjà posée sous l'angle de l'article susmentionné, la Cour n'estime pas nécessaire de l'examiner séparément au fond.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "65.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "66.  Le requérant n'a présenté aucune demande de satisfaction équitable. Partant, la Cour estime qu'il n'y a pas lieu de lui octroyer de somme à ce titre.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "3.  Dit qu'il y a eu violation de l'article 10 de la Convention ;", "", "4.  Dit qu'il n'y a pas lieu d'examiner au fond le grief tiré de l'article 13 de la Convention.", "Fait en français, puis communiqué par écrit le 15 février 2007, en application de l'article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tBoštjan M. Zupančič\n\tGreffier\tPrésident", ""]}