{"file": "FRE_CLINF_70148_01.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "70148/01", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 87", "Juin 2006", "Fodale c. Italie - 70148/01", "Arrêt 1.6.2006 [Section III]", "Article 5", "Article 5-4", "Garanties procédurales du contrôle", "Manque d’équité d’une procédure ayant pour objet le contrôle de la légalité d’une détention: violation", "", "En fait : Des poursuites furent entamées contre le requérant, accusé de plusieurs infractions, notamment d’appartenance à une organisation de type mafieux. Par une ordonnance du 12 juillet 1999, le juge des investigations préliminaires mit l’intéressé en détention provisoire. Le requérant interjeta appel et, par une ordonnance du 2 août 1999, la chambre du tribunal chargée de réexaminer les mesures de précaution (« la chambre spécialisée ») annula l’ordonnance de mise en détention. Le parquet se pourvut en cassation. La Cour de cassation fixa la date de l’audience au 15 février 2000. Aucune citation à comparaître ne fut notifiée au requérant ou à son avocat. La Cour cassa l’ordonnance du 2 août 1999 et renvoya l’affaire devant la chambre spécialisée. Le jour de l’audience, l’avocat du requérant demanda à verser au dossier d’autres éléments de preuve. Il excipa en outre de la nullité de l’arrêt du 15 février 2000, au motif qu’il n’avait pas été informé de la date de l’audience. La chambre spécialisée accepta de verser au dossier les nouveaux moyens de preuve indiqués par l’avocat du requérant mais elle rejeta l’exception de nullité. Le 13 avril 2000, la chambre spécialisée confirma l’ordonnance du juge des investigations préliminaires du 12 juillet 1999 quant à deux des chefs d’accusation et l’annula pour le surplus. Le requérant fut ensuite arrêté et mis en détention provisoire. Réitérant son exception de nullité, il se pourvut en cassation mais fut débouté. Par ailleurs, dans le cadre de la procédure pénale, il fut relaxé sur l’ensemble des charges par un arrêt d’appel, confirmé en cassation.", "En droit : Si la procédure visant à contrôler la légalité de la détention du requérant a été entamée lorsque l’intéressé était libre, en demandant l’annulation de l’ordonnance de du 2 août 1999 le ministère public tendait à obtenir la confirmation de l’ordonnance de mise en détention provisoire. Donc, si le pourvoi du parquet avait été rejeté, la décision de libérer le requérant serait devenue définitive et, dans le cas contraire, la question de l’opportunité de mettre l’intéressé en détention provisoire aurait été déférée à la juridiction de renvoi. Dans ces conditions, l’issue de la procédure devant la Cour de Cassation était déterminante pour décider de la légalité de la détention du requérant. Par conséquent, l’article 5(4) est applicable à cette procédure. Or, eu égard aux conséquences dramatiques de la privation de liberté sur les droits fondamentaux de la personne concernée, toute procédure relevant de l’article 5(4) de la Convention doit en principe respecter, autant que possible dans les circonstances d’une instruction, les exigences fondamentales d’un procès équitable, telles que le droit à une procédure contradictoire. En l’espèce, lorsqu’elle a statué sur l’appel du parquet, la Cour de cassation a fixé la date de l’audience au 15 février 2000. Cependant, aucune citation à comparaître n’a été notifiée au requérant ou à son avocat. L’accusé n’a donc pas eu la possibilité de présenter de mémoires ou de s’exprimer oralement à l’audience pour répliquer aux arguments du parquet, alors qu’un représentant de ce dernier a eu la possibilité de le faire devant la Cour de cassation. Dans ces conditions, on ne saurait conclure que les exigences d’un procès contradictoire et de l’égalité des armes ont été respectées. ", "Conclusion : violation (unanimité)", "Article 41 – Le constat de violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi. ", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}