{"file": "FRE_HFJUD_47533_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "47533/99", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "AFFAIRE ERGİN c. TURQUIE (no 6)", "", "", "(Requête no 47533/99)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "4 mai 2006", "", "", "", "DÉFINITIF", "", "04/08/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Ergin c. Turquie (no 6),", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tMM.\tG. Bonello,\n\t\tR. Türmen,\n\t\tM. Pellonpää,\n\t\tK. Traja,\n\t\tL. Garlicki,\n\tMme\tL. Mijović, juges,\net de M. O’Boyle, greffier de section,", "Après en avoir délibéré en chambre du conseil le 4 avril 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 47533/99) dirigée contre la République de Turquie et dont un ressortissant de cet Etat, Ahmet Ergin (« le requérant »), a saisi la Cour le 25 mars 1999 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me K.T. Sürek, avocat à İstanbul. Le gouvernement turc (« le Gouvernement ») n’a pas désigné d’agent dans la procédure devant la Cour.", "3.  Le 1er février 2001, la deuxième section a décidé de communiquer la requête au Gouvernement.", "4.  Les 1er novembre 2001 et 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la quatrième section ainsi remaniée (article 52 § 1).", "5.  Le 31 mars 2005, se prévalant des dispositions de l’article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bienfondé de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Le requérant est né en 1973 et réside à İstanbul.", "7.  Rédacteur en chef du journal « Günlük Emek » (le travail au quotidien) le requérant publia, dans le numéro 297 dudit journal paru le 1er septembre 1997, un article intitulé « [cérémonies d’] accompagnement des appelés au service militaire et mémoire collective » (Asker uğurlamalar ve toplumsal hafıza), signé par Barış Avşar.", "8.  Par un acte du 4 décembre 1997, le procureur près le Tribunal militaire de l’état-major général (« le Tribunal de l’état-major »), en vertu des articles 58 du code pénal militaire et 155 du code pénal, inculpa le requérant pour avoir, par le biais de la publication de l’article précité, incité autrui à se soustraire au service militaire (askerlikten soğutma).", "9.  Devant le Tribunal de l’état-major, le requérant précisa que l’article litigieux avait été rédigé par M. Şevki Akbaba, qui l’avait signé d’un pseudonyme.", "10.  Par un arrêt du 20 octobre 1998, le Tribunal de l’état-major condamna le requérant dans un premier temps à deux mois de prison, ainsi qu’à une amende de 60 000 livres turques (TRL). En application de l’article 4 de la loi no 647 sur l’exécution des peines, qui prévoyait la commutation en amende des peines de prison infligées aux rédacteurs en chef, le requérant fut finalement condamné à une peine d’« amende lourde » de 1 160 000 TRL.", "11.  Dans son arrêt, le Tribunal de l’état-major se référa au passage suivant de l’article litigieux :", "« Au cours de la semaine passée, dans les stations d’autocars, on a accompagné les appelés du mois d’août...Le soldat novice qui partait pour revenir – disait-on, un peu pour le consoler – avait l’air de plonger dans la guerre, déjà lors de ce rituel d’escorte, en se revêtant de « kaki invisible ». C’était un moment où la guerre paraissait plutôt attirante, les félicitations et louanges la faisaient apparaître comme un nid chaud, presque aussi chaud que le sont les bras maternels, dans lesquels on aurait envie de courir se blottir. Ce que l’on vit dans chaque accompagnement d’appelés nous démontre que la chose est devenue une hystérie collective. Cette hystérie a aussi engendré ses propres inconditionnels : le tambour et la clarinette traditionnels, le fameux drapeau aux trois croissants, parfois accompagné du drapeau à l’épi du RP [Parti de la prospérité], ou celui à la rose du BBP [parti de la grande union] (...) On organise des cérémonies d’échauffement pour ceux qui partent à la guerre, on tue un homme avec la même exaltation que celle des fins de match victorieuses, on se justifie de surcroît en parlant de l’amour qu’on a pour la patrie et pour la nation. Bref, on ne peut dire qu’on fait de bonnes choses (...). Ces vers, de la bouche d’un soldat tué, sont inscrits sur sa propre pierre tombale. Celui-ci ne pourra plus voir les accompagnateurs d’appelés, ni entendre le son du tambour, de la clarinette, ou des tirs, il ne pourra pas lire les vers écrits sur sa pierre tombale, face auxquels il aurait eu peut-être un sentiment de révolte, à cause du déterminisme qu’ils comportent. Car désormais, il est réduit à un titre : un martyre (...). C’est parce que l’Etat ne reconnaît pas en tant que telle la guerre qui est gravée dans la vie et la mémoire collectives que ceux qui en reviennent après y avoir laissé un bras, une jambe, un œil, ne bénéficient d’aucune allocation, à part une petite minorité. On trompe, au moyen d’emplois fictifs, ces personnes qui n’ont plus la capacité de subvenir à leurs propres besoins. Il y a bien une guerre, mais ce n’est pas officiel ; vous êtes bien des mutilés de guerre, mais vous comptez pour des prunes ».", "Dans ses attendus, le Tribunal de l’état-major souligna que le service militaire était un devoir établi dans la Constitution et que le requérant, en dénigrant le service militaire, avait également dénigré la lutte menée contre l’organisation terroriste PKK, qui tuait des soldats, des policiers, des enseignants et des fonctionnaires. Le Tribunal de l’état-major estima que l’article litigieux contenait des termes contraires à la morale et à l’ordre public.", "12.  Invoquant les articles 6 et 10 de la Convention, le requérant forma un pourvoi devant la Cour de cassation militaire. Il fit notamment valoir que le Tribunal de l’état-major avait rendu son arrêt sans avoir recueilli sa défense sur le fond de l’affaire. Il argua qu’en tant que civil, il n’aurait pas dû être jugé par ledit tribunal, et allégua le manque d’indépendance et d’impartialité de celui-ci.", "13.  L’avis du procureur général près la Cour de cassation militaire n’aurait pas été notifié au requérant.", "14.  Par un arrêt définitif du 10 février 1999, la Cour de cassation militaire confirma le jugement rendu en première instance. Dans son arrêt, elle précisa que les conclusions du requérant sur le fond avaient été déposées par son avocat, et que le fait qu’il avait été jugé par le tribunal militaire était conforme à la loi.", "II.  LE DROIT ET LA PRATIQUE INTERNES ET INTERNATIONAUX PERTINENTS", "A.  La Constitution", "15.  Les dispositions pertinentes en vigueur à l’époque des faits se lisent ainsi :", "Article 145", "« La juridiction militaire est assurée par les tribunaux militaires et les organes de discipline militaire. Ces juridictions sont chargées de connaître des infractions à caractère militaire commises par des militaires, ou des infractions commises soit à l’encontre de militaires soit dans des locaux militaires, soit dans le cadre du service armé ou des missions qui s’y rapportent.", "Les juridictions militaires sont également chargées de connaître des infractions commises par des civils soit lorsqu’elles sont qualifiées d’infractions militaires par des lois spéciales, soit lorsqu’elles sont commises à l’encontre de militaires dans l’exercice de leurs fonctions ou dans des zones militaires déterminées par la loi.", "Les infractions et les personnes relevant de la compétence des juridictions militaires en temps de guerre ou d’état de siège, la composition de ces juridictions et la nomination, le cas échéant, de juges et de procureurs des juridictions de droit commun appelés à siéger au sein des juridictions militaires sont régies par la loi.", "L’organisation et le fonctionnement des organes de justice militaire, le statut personnel des juges militaires et les relations des juges exerçant les fonctions de procureur militaire avec le commandement dont ils relèvent sont définis par la loi dans le respect de l’indépendance des tribunaux, des garanties reconnues aux juges et des impératifs du service armé. La loi détermine en outre les relations des juges militaires avec le commandement dont ils relèvent, compte tenu des exigences du service armé, en ce qui concerne leurs tâches autres que la fonction judiciaire. »", "B.  Le code pénal", "16.  L’article 155 du code pénal prévoit :", "« Est passible de deux mois à deux ans d’emprisonnement et d’une peine d’amende (...) quiconque (...) publie des articles incitant la population à violer les lois ou portant atteinte à la sécurité du pays, fait paraître des publications visant à inciter autrui à se soustraire au service militaire (...) »", "C.  Le code pénal militaire", "17.  L’article 58 du code pénal militaire est ainsi libellé :", "« Saper la résistance nationale :", "Toute personne qui commet un des délits prévus aux articles (...) et 155 du code pénal (...) sera passible de la peine prévue à la disposition concernée, pour avoir sapé la résistance nationale ».", "D.  La loi sur la constitution des tribunaux militaires", "18.  A l’époque des faits, l’article 11 de la loi sur la constitution des tribunaux militaires se lisait comme suit :", "Article 11", "« Jugement des personnes non militaires par les tribunaux militaires :", "(...) les délits prévus aux articles (...) et 58 du code pénal militaire [relèvent de la compétence des tribunaux militaires]. »", "19.  A la suite de la modification introduite le 30 juillet 2003 par l’article 6 de la loi no 4963, l’article 11 de la loi sur la constitution des tribunaux militaires se lit désormais :", "« (...) Les tribunaux militaires ne connaissent pas des crimes et délits prévus à l’article 58 du code pénal militaire lorsqu’ils sont commis par des civils en temps de paix. »", "E.  La situation en Europe et le système onusien", "20.  Au niveau international, la situation relative à la compétence des juridictions militaires pour juger des civils se présente de la façon suivante.", "1.  La situation en Europe", "21.  Parmi les Etats membres du Conseil de l’Europe, la Turquie est actuellement le seul pays à prévoir explicitement dans sa Constitution que les tribunaux militaires peuvent être compétents pour juger des civils en temps de paix.", "Même si les législations relatives à la compétence des juridictions militaires pour juger des civils présentent une certaine diversité, dans la grande majorité des systèmes juridiques cette compétence est inexistante ou limitée à certaines situations bien précises, comme les cas de complicité entre un militaire et un civil dans la commission d’une infraction réprimée par le code pénal général ou le code pénal militaire.", "2.  Le système des Nations-Unies de protection des droits de l’homme", "22.  Dans ses observations générales de 1984 portant sur l’article 14 du Pacte international relatif aux droits civils et politiques, le Comité des Droits de l’Homme des Nations Unies mettait en garde les Etats membres dans les termes suivants :", "« Le Comité note l’existence, dans de nombreux pays, de tribunaux militaires ou d’exception qui jugent des civils, ce qui risque de poser de sérieux problèmes en ce qui concerne l’administration équitable, impartiale et indépendante de la justice. Très souvent, lorsque de tels tribunaux sont constitués, c’est pour permettre l’application de procédures exceptionnelles qui ne sont pas conformes aux normes ordinaires de la justice. S’il est vrai que le Pacte n’interdit pas la constitution de tribunaux de ce genre, les conditions qu’il énonce n’en indiquent pas moins clairement que le jugement de civils par ces tribunaux devrait être très exceptionnel et se dérouler dans des conditions qui respectent véritablement toutes les garanties stipulées à l’article 14. Le Comité a noté un grave manque d’informations à cet égard dans les rapports de certains Etats parties dont les institutions judiciaires comprennent des tribunaux de cette nature pour le jugement de civils. Dans certains pays, ces tribunaux militaires et d’exception n’offrent pas les strictes garanties d’une bonne administration de la justice conformément aux prescriptions de l’article 14, qui sont indispensables à la protection effective des droits de l’homme. »", "23.  Les rapports pays par pays qui furent adoptés par la suite ont permis au Comité de clarifier sa position. Celui-ci n’hésite plus à critiquer les Etats dont la législation permet encore aux juridictions militaires de juger des civils. Le Comité incite ces pays à réformer leur législation en la matière tout en félicitant ceux d’entre eux qui ont procédé à une telle réforme. En définitive, le Comité a estimé que « les tribunaux militaires ne devraient pas être habilités à juger les affaires qui ne se rapportent pas à des infractions commises par des membres des forces armées dans l’exercice de leurs fonctions ». Dans son rapport de 1999 concernant la Pologne, le Comité est encore plus incisif lorsqu’il se dit « (...) préoccupé par les informations concernant l’étendue de la compétence qu’ont les tribunaux militaires pour juger des civils ; malgré les restrictions récemment apportées à cette procédure, le Comité ne peut admettre que cette pratique se justifie par la commodité qu’il y a à faire juger par le tribunal militaire toute personne ayant pris une part quelconque à une infraction dont l’auteur principal est un membre des forces armées » (Observations finales du Comité des Droits de l’Homme : Pologne, Doc. CCPR/C/79/Add.110, 29 juillet 1999, § 21).", "Des critiques similaires furent adressées à l’encontre de la Fédération de Russie et de la Slovaquie, pour ne citer que les Etats membres du Conseil de l’Europe, demandant à ce qu’en aucun cas des militaires ne soient amenés à juger des civils (voir, notamment, les Observations finales du Comité des Droits de l’Homme : Slovaquie Doc. CCPR/C/79/Add.79, 4 août 1997, § 20).", "24.  Enfin, l’on peut citer le rapport sur les questions de l’administration de la justice par les tribunaux militaires, soumis à la Commission des Droits de l’Homme, qui va en débattre lors de la 62e session en 2006 (Doc. E/CN.4/Sub.2/2005/9 du 16 juin 2005).", "Au Principe no 1 du document on peut lire :", "« Les juridictions militaires, lorsqu’elles existent, ne peuvent être créées que par la constitution ou la loi, dans le respect du principe de la séparation des pouvoirs. Elles doivent faire partie intégrante de l’appareil judiciaire normal.", "Le rapporteur précise toutefois que", "« (...) la «constitutionnalisation» des tribunaux militaires qui existe dans plusieurs pays ne doit pas les mettre hors du droit commun, au-dessus de la loi, mais bien au contraire les inscrire dans les principes de l’Etat de droit, à commencer par ceux de la séparation des pouvoirs et de la hiérarchie des normes. »", "Le Principe no 2 souligne le respect des normes du droit international dans les termes suivants :", "« Les tribunaux militaires doivent appliquer les normes et les procédures reconnues au plan international comme garantissant un procès équitable, en toutes circonstances, y compris les règles du droit international humanitaire. »", "Par ailleurs, le Principe no 5 qui traite de la compétence fonctionnelle des juridictions militaires énonce :", "« Les juridictions militaires doivent, par principe, être incompétentes pour juger des civils. En toutes circonstances, l’Etat veille à ce que les civils accusés d’une infraction pénale, quelle qu’en soit la nature, soient jugés par les tribunaux civils. »", "3.  Le système interaméricain de protection des droits de l’homme", "25.  La Cour interaméricaine des Droits de l’Homme a adopté une jurisprudence constante excluant les civils de la juridiction des tribunaux militaires, dans les termes suivants (traduction) :", "« Dans un Etat démocratique régi par la prééminence du droit, la compétence des tribunaux militaires en matière pénale devrait être de nature restrictive et exceptionnelle, et viser la protection d’intérêts juridiques spéciaux, en rapport avec les fonctions attribuées par la loi à l’armée. En conséquence, il faut exclure les civils de la compétence des tribunaux militaires, dont la juridiction devrait se limiter aux militaires ayant commis des crimes ou délits de nature à porter atteinte à des intérêts d’ordre militaire protégés par la loi » (CIADH, Durand et Ugarte c. Pérou, 16 août 2000, § 117).", "Cette jurisprudence, fondée sur l’article 8 de la Convention américaine relative aux droits de l’homme a été reprise dans d’autres affaires décidées par la Cour et la Commission interaméricaine avait déjà adopté une telle approche (voir International Commission of Jurists, Military Jurisdiction and International Law (2004, pp. 118 et ss.)).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "26.  Le requérant allègue que sa condamnation au pénal a enfreint son droit à la liberté d’expression tel que garanti par l’article 10 de la Convention, lequel, en ses passages pertinents, est ainsi libellé :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. (...)", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime (...) »", "A.  Sur la recevabilité", "27.  La Cour constate que le grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs que celui-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "28.  La Cour note qu’il ne prête pas à controverse entre les parties que la condamnation litigieuse constituait une ingérence dans le droit du requérant à la liberté d’expression, protégé par l’article 10 § 1. Il n’est pas davantage contesté que l’ingérence était prévue par la loi et poursuivait un but légitime au sens de l’article 10 § 2, à savoir la défense de l’ordre (Yağmurdereli c. Turquie, no 29590/96, § 40, 4 juin 2002). La Cour souscrit à cette appréciation. En l’occurrence, le différend porte sur la question de savoir si l’ingérence était « nécessaire dans une société démocratique ».", "29.  Le Gouvernement soutient que la condamnation du requérant était nécessaire dans une société démocratique, dans la mesure où l’article était offensant pour les blessés et les familles des appelés tués lors du service militaire, et que les propos contre le service militaire étaient contraires à la morale et à l’intérêt public.", "30.  La Cour a déjà traité des affaires soulevant des questions semblables à celles de l’espèce, et dans lesquelles elle a constaté la violation de l’article 10 de la Convention (voir, notamment, Ceylan c. Turquie [GC], no 23556/94, § 38, CEDH 1999IV, Öztürk c. Turquie [GC], no 22479/93, § 74, CEDH 1999VI, İbrahim Aksoy c. Turquie, nos 28635/95, 30171/96 et 34535/97, § 80, 10 octobre 2000, Karkın c. Turquie, no 43928/98, § 39, 23 septembre 2003, et Kızılyaprak c. Turquie, no 27528/95, § 43, 2 octobre 2003).", "31.  Après avoir examiné la présente affaire à la lumière de sa jurisprudence, la Cour considère que le Gouvernement n’a présenté aucun fait ni argument pouvant mener à une conclusion différente dans le cas présent. Elle a porté une attention particulière aux termes employés dans l’article et au contexte dans lequel il a été publié. A cet égard, elle a tenu compte des circonstances entourant le cas soumis à son examen, en particulier des difficultés liées à la lutte contre le terrorisme (İbrahim Aksoy, précité, § 60, et Incal c. Turquie, arrêt du 9 juin 1998, Recueil des arrêts et décisions 1998IV, p. 1568, § 58).", "32.  L’article litigieux consistait en une critique du cérémonial, devenu traditionnel, des départs au service militaire. Dans un langage littéraire, l’auteur expliquait que l’enthousiasme accompagnant ces départs niait la fin tragique qui attendait une partie des appelés, à savoir la mort ou la mutilation.", "33.  La Cour relève que le Tribunal de l’état-major a estimé que l’article litigieux contenait des termes contraires à la morale et à l’ordre public.", "34.  La Cour a examiné les motifs figurant dans les décisions des juridictions internes, lesquels, en tant que tels, ne sauraient être considérés comme suffisants pour justifier l’ingérence dans le droit du requérant à la liberté d’expression (voir, mutatis mutandis, Sürek c. Turquie (no 4) [GC], no 24762/94, § 58, 8 juillet 1999). Elle observe notamment que, si les propos contenus dans l’article litigieux donnent au récit une connotation hostile au service militaire, ils n’exhortent pas pour autant à l’usage de la violence, à la résistance armée, ou au soulèvement, et qu’il ne s’agit pas d’un discours de haine, ce qui, aux yeux de la Cour, est l’élément essentiel à prendre en considération (voir, a contrario, Sürek c. Turquie (no 1) [GC], no 26682/95, § 62, CEDH 1999IV, et Gerger c. Turquie [GC], no 24919/94, § 50, 8 juillet 1999). Par ailleurs, le contexte dans lequel ces propos ont été exprimés se distingue également, du point de vue de leur impact potentiel, de celui de l’affaire Arrowsmith c. Royaume–Uni, où la requérante, pacifiste activiste, avait distribué un tract incitant à la désertion dans un camp militaire où étaient stationnés des bataillons qui devaient prochainement être envoyés en Irlande du Nord (voir Arrowsmith c. Royaume-Uni, no 7050/75, rapport de la Commission du 12 octobre 1978, Décisions et Rapports (DR) 19, p. 5). En l’espèce, l’article litigieux était publié dans un journal et destiné à un large public. Il ne visait, ni dans sa forme, ni dans son contenu, à provoquer une désertion immédiate.", "35.  La Cour rappelle que l’adjectif « nécessaire », au sens de l’article 10 § 2, implique un « besoin social impérieux ». Les Etats contractants jouissent d’une certaine marge d’appréciation pour juger de l’existence d’un tel besoin, mais elle se double d’un contrôle européen portant à la fois sur la loi et sur les décisions qui l’appliquent, même quand elles émanent d’une juridiction indépendante. La Cour a donc compétence pour statuer en dernier lieu sur le point de savoir si une « restriction » se concilie avec la liberté d’expression que protège l’article 10.", "La Cour estime que la condamnation du requérant au pénal ne répondait pas à un besoin social impérieux. Partant, l’ingérence s’avère non « nécessaire dans une société démocratique ». Il y a donc eu violation de l’article 10 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "36.  Le requérant allègue que le Tribunal de l’état-major qui l’a jugé ne saurait passer pour un tribunal indépendant et impartial dès lors qu’il se composait de deux juges militaires et d’un officier, tous trois étant liés par les ordres et instructions du ministère de la Défense et de l’état-major général qui procèdent à leur nomination. A cet égard, il soutient que le fait d’avoir dû, en tant que civil, comparaître devant une juridiction composée exclusivement de militaires constitue en soi une violation de cette disposition. Le requérant se plaint en outre du défaut de communication de l’avis du procureur général près la Cour de cassation militaire. Il y voit une violation de l’article 6 §§ 1 et 3 b) de la Convention qui, en ses passages pertinents, se lit ainsi :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...) par un tribunal indépendant et impartial (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...)", "(...)", "3.  Tout accusé a droit notamment à :", "(...)", "b)  disposer du temps et des facilités nécessaires à la préparation de sa défense ;", "(...) »", "A.  Sur la recevabilité", "37.  La Cour constate que les griefs ne sont pas manifestement mal fondés au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs que ceux-ci ne se heurtent à aucun autre motif d’irrecevabilité. Il convient donc de les déclarer recevables.", "B.  Sur le fond", "1.  Sur l’indépendance et l’impartialité du Tribunal de l’état-major", "a)  Principes généraux", "38.  La Cour réaffirme d’emblée que, pour établir si un tribunal peut passer pour « indépendant » aux fins de l’article 6 § 1, il faut prendre en compte, notamment, le mode de désignation et la durée du mandat de ses membres, l’existence d’une protection contre les pressions extérieures et le point de savoir s’il y a ou non apparence d’indépendance (voir, parmi beaucoup d’autres, l’arrêt Zolotas c. Grèce, no 38240/02, § 24, 2 juin 2005). Quant à la question de l’impartialité d’un tribunal, dans le contexte spécifique de la présente affaire, il convient de l’apprécier selon une démarche objective, amenant à s’assurer que celui-ci offrait des garanties suffisantes pour exclure à cet égard tout doute légitime (voir, parmi beaucoup d’autres, les arrêts Bulut c. Autriche du 22 février 1996, Recueil 1996-II, p. 356, § 31, et Thomann c. Suisse du 10 juin 1996, Recueil 1996III, p. 815, § 30).", "39.  La Cour observe qu’il convient de faire une distinction entre les procédures civiles et administratives d’une part, et les procédures pénales d’autre part. Les circonstances entourant le cas de l’espèce concernant une procédure pénale, la Cour limitera son examen à ce domaine précis (pour une analyse de la compétence de juridictions militaires dans une affaire civile ou administrative, voir, par exemple, Aksoy (Eroğlu) c. Turquie (déc.), no 59741/00, 3 novembre 2005).", "40.  La Cour rappelle que la Convention n’interdit pas que les tribunaux militaires statuent sur des accusations en matière pénale contre des membres du personnel relevant de l’armée, à condition que soient respectées les garanties d’indépendance et d’impartialité prévues à l’article 6 § 1 (Morris c. Royaume-Uni, no 38784/97, § 59, CEDH 2002I, Cooper c. Royaume-Uni [GC], no 48843/99, § 106, CEDH 2003XII, et Önen c. Turquie, (déc.), no 32860/96, 10 février 2004).", "41.  Toutefois, il en va différemment lorsque la législation nationale habilite ce type de juridictions à juger des civils en matière pénale.", "42.  La Cour observe que l’on ne saurait soutenir que la Convention exclue absolument la compétence des tribunaux militaires pour connaître d’affaires impliquant des civils. Cependant, l’existence d’une telle compétence devrait faire l’objet d’un examen particulièrement rigoureux.", "43.  La Cour a d’ailleurs attaché de l’importance dans nombre de précédents à la circonstance qu’un civil doive comparaître devant une juridiction composée, même en partie seulement, de militaires (voir, en dernier lieu, Öcalan c. Turquie [GC], no 46221/99, § 116, CEDH 2005..., et Şahiner c. Turquie, no 29279/95, § 45, CEDH 2001IX). Elle a considéré que pareille situation mettait gravement en cause la confiance que les juridictions se doivent d’inspirer dans une société démocratique (voir, mutatis mutandis, Canevi et autres c. Turquie, no 40395/98, § 33, 10 novembre 2004).", "44.  Cette préoccupation, qui vaut à plus forte raison lorsqu’il s’agit d’un tribunal composé exclusivement de magistrats militaires, amène la Cour à affirmer que le fait que pareils tribunaux décident d’accusations en matière pénale dirigées contre des civils ne peut être jugé conforme à l’article 6 que dans des circonstances exceptionnelles.", "45.  La Cour est confortée dans son approche par l’évolution qui a marqué la dernière décennie au niveau international (paragraphes 22-25 cidessus) et qui confirme l’existence d’une tendance à exclure la juridiction de tribunaux militaires du domaine pénal lorsqu’il s’agit de juger des civils.", "A cet égard, il y a lieu de rappeler le rapport sur les questions de l’administration de la justice par les tribunaux militaires, soumis à la sous-commission compétente des Nations unies. Ce texte énonce, dans son principe no 5, que « les juridictions militaires doivent, par principe, être incompétentes pour juger des civils. En toutes circonstances, l’Etat doit veiller à ce que les civils accusés d’une infraction pénale, quelle qu’en soit la nature, soient jugés par les tribunaux civils ». Une position similaire avait déjà été adoptée par la Cour interaméricaine des droits de l’Homme (voir, par exemple, Durand et Ugarte c. Pérou, 16 août 2000, § 117, cité au paragraphe 25 ci-dessus), qui avait souligné que la juridiction militaire était établie dans diverses lois, dans le but de maintenir l’ordre et la discipline au sein des forces armées. Sa compétence devait donc être réservée au personnel militaire ayant commis des crimes ou délits lors de l’exercice de leurs devoirs.", "46.  La Cour rappelle la place particulière qu’occupe l’armée dans l’organisation constitutionnelle des Etats démocratiques, qui doit être limitée au domaine de la sécurité nationale, le pouvoir judiciaire relevant, pour sa part, en principe du domaine de la société civile. Elle tient également compte de l’existence de règles spéciales régissant l’organisation interne et la structure hiérarchique des forces armées.", "47.  Le pouvoir de la justice pénale militaire ne devrait s’étendre aux civils que s’il existe des raisons impérieuses justifiant une telle situation et ce, en s’appuyant sur une base légale claire et prévisible. L’existence de telles raisons doit être démontrée pour chaque cas, in concreto. L’attribution de certaines catégories de délits aux juridictions militaires faite in abstracto par la législation nationale ne saurait suffire.", "48.  Se contenter d’une telle attribution in abstracto pourrait placer les civils intéressés dans une position sensiblement différente de celle des citoyens jugés par des juridictions ordinaires. Bien que les tribunaux militaires puissent respecter les normes de la Convention dans la même mesure que les juridictions ordinaires, des différences de traitement liés à leur nature et leur raison d’être (paragraphe 45 ci-dessus) peuvent donner lieu à un problème d’inégalité devant la justice, qui devrait être évité autant que faire se peut, notamment en matière pénale.", "49.  Enfin, les situations dans lesquelles un tribunal militaire exerce une juridiction relativement à un civil pour des actes dirigés contre les forces armées, peuvent susciter des doutes raisonnables quant à l’impartialité objective d’un tel tribunal. Un système judiciaire dans le cadre duquel une juridiction militaire est amenée à juger une personne ne relevant pas de l’armée peut facilement être perçu comme annihilant la distance nécessaire entre la juridiction et les parties à une procédure pénale, même s’il existe des mesures de protection suffisantes pour garantir l’indépendance de cette juridiction.", "b)  Application de ces principes en l’espèce", "50.  En l’occurrence, il se révèle malaisé de dissocier les questions d’impartialité et d’indépendance, étant donné que les arguments avancés par le requérant pour contester à la fois l’indépendance et l’impartialité du tribunal se fondent sur les mêmes éléments de fait. La Cour les examinera donc conjointement (voir, par exemple, Şahiner, précité, § 37).", "51.  A cette fin, la Cour prend d’abord acte des renseignements fournis par le Gouvernement selon lesquels la législation turque a été modifiée de manière à répondre aux exigences de la Convention (paragraphes 18 et 19 ci-dessus). Toutefois, elle précise que sa tâche se limite à l’appréciation des circonstances propres à l’espèce ; elle n’estime pas pouvoir conclure qu’une affaire ne présente plus un intérêt juridique valable pour le requérant au motif que des développements sont survenus dans la législation interne depuis l’époque pertinente (Sadak et autres c. Turquie, nos 29900/96, 29901/96, 29902/96 et 29903/96, § 38, CEDH 2001VIII).", "52.  La Cour rappelle qu’elle a déjà eu l’occasion de se pencher sur la question de l’indépendance organique du Tribunal de l’état-major à l’égard de l’exécutif, et qu’elle a considéré que la désignation des juges militaires et les garanties qui leur sont accordées dans l’exercice de leur fonction cadraient avec les exigences de l’article 6 § 1 de la Convention (Önen, précitée).", "53.  Les circonstances de la présente affaire diffèrent toutefois sensiblement de celles entourant l’affaire de M. Önen, un officier de l’armée qui avait été jugé par une juridiction militaire pour avoir commis un délit à caractère militaire. En effet, il s’agit de la même juridiction dans les deux affaires et de chefs d’accusation similaires, notamment l’incitation à se soustraire au service militaire. Toutefois, en l’espèce, le requérant est une personne civile, un rédacteur en chef, qui n’avait aucune obligation de loyauté envers l’armée. Il ressort du dossier que, par un renvoi en cascade de diverses dispositions de la législation interne (paragraphes 15 et suivants ci-dessus), l’acte de publication reproché au requérant fut qualifié de « délit militaire », et que cela constitue l’unique raison pour laquelle il fut déféré devant le Tribunal de l’état-major.", "54.  Au vu de ce qui précède, et notamment de la situation au niveau international exposée ci-dessus (paragraphes 22-25), la Cour estime qu’il est compréhensible que le requérant, un civil qui répondait devant un tribunal composé exclusivement de militaires d’infractions relatives à la propagande contre le service militaire, ait redouté de comparaître devant des juges appartenant à l’armée, laquelle peut être assimilée à une partie à la procédure. De ce fait, l’intéressé pouvait légitimement craindre que le Tribunal de l’état-major se laissât indûment guider par des considérations partiales. On peut donc considérer qu’étaient objectivement justifiés les doutes nourris par le requérant quant à l’indépendance et à l’impartialité de cette juridiction (mutatis mutandis, Incal, précité, p. 1573, § 72 in fine).", "Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "2.  Sur la non-communication de l’avis du procureur général", "55.  La Cour rappelle avoir déjà jugé dans des affaires similaires qu’un tribunal dont le manque d’indépendance et d’impartialité a été établi ne peut, en toute hypothèse, garantir un procès équitable aux personnes soumises à sa juridiction.", "56.  Eu égard au constat de violation du droit du requérant à voir sa cause entendue par un tribunal indépendant et impartial auquel elle parvient, la Cour estime qu’il n’y a pas lieu d’examiner l’autre grief tiré de l’article 6 de la Convention (voir, entre autres, Çıraklar c. Turquie, arrêt du 28 octobre 1998, Recueil 1998VII, p. 3074, §§ 44-45).", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "57.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "58.  Le requérant réclame 5 000 euros (EUR) pour préjudice moral.", "59.  Le Gouvernement conteste ces prétentions, qu’il estime abusives.", "60.  En ce qui concerne le dommage moral, la Cour juge que l’intéressé peut passer pour avoir éprouvé un certain désarroi du fait des circonstances de l’espèce. Elle considère qu’il y a lieu d’octroyer au requérant 2 000 EUR au titre du préjudice moral.", "61.  Pour la Cour, lorsqu’un particulier, comme en l’espèce, a été condamné par un tribunal qui ne remplissait pas les conditions d’indépendance et d’impartialité exigées par la Convention, un nouveau procès ou une réouverture de la procédure, à la demande de l’intéressé, représente en principe un moyen approprié de redresser la violation constatée (Öcalan, précité, § 210 in fine).", "B.  Frais et dépens", "62.  Le requérant demande également 3 000 EUR pour les frais et dépens exposés devant les juridictions internes et la Cour.", "63.  Le Gouvernement conteste ces prétentions non documentées.", "64.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable d’accorder au requérant la somme de 1 500 EUR, tous frais confondus.", "C.  Intérêts moratoires", "65.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 10 de la Convention ;", "", "3.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention en ce qui concerne l’indépendance et l’impartialité du Tribunal de l’état-major ;", "", "4.  Dit qu’il n’y a pas lieu d’examiner l’autre grief tiré de l’article 6 de la Convention ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 2 000 EUR (deux mille euros) pour dommage moral ainsi que 1 500 EUR (mille cinq cents euros) pour frais et dépens, plus tout impôt pouvant être dû sur les montants qui précèdent, sommes à convertir en nouvelles livres turques au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 4 mai 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tMichael O’Boyle\tNicolas Bratza\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion concordante de M. Türmen.", "N.B.\nM.O’B.", "OPINION CONCORDANTE DE M. LE JUGE TÜRMEN", "(Traduction)", "J’ai voté en faveur d’un constat de violation de l’article 6 § 1 de la Convention en raison du manque d’indépendance et d’impartialité du Tribunal de l’état-major.", "Cependant, je n’adhère pas totalement au raisonnement de l’arrêt. Dans sa jurisprudence relative aux situations où un civil est jugé par un tribunal militaire ou par un tribunal comportant un juge militaire, la Cour tente de déterminer si le juge militaire offre des garanties suffisantes pour exclure tout doute légitime quant à son impartialité. Dans l’affaire Incal c. Turquie (arrêt du 9 juin 1998, Recueil des arrêts et décisions 1998-IV), la Cour a répondu à cette question par la négative, car a)  le juge militaire qui siégeait au sein de la cour de sûreté de l’Etat appartenait à l’armée et répondait de ses actes devant le pouvoir exécutif ; b)  il relevait de la discipline militaire et faisait l’objet de rapports de notation par l’armée ; c)  les décisions relatives à sa nomination étaient prises par l’administration militaire ; d)  son mandat était limité à quatre ans renouvelables.", "En revanche, dans ses décisions sur les affaires Aksoy (Eroğlu) (no 59741/00, 3 novembre 2005) et Yavuz (no 29870/96, 25 mai 2000), la Cour est parvenue à la conclusion contraire quant aux juges militaires siégeant au sein de la Haute Cour administrative militaire, pour les raisons suivantes : a)  leurs rapports de notation n’étaient pas établis par les autorités militaires ; b)  ils étaient nommés par le président de la République ; c)  ils ne pouvaient pas être révoqués par une décision du pouvoir exécutif ou de la hiérarchie militaire ; d)  leur mandat était de quatre ans maximum.", "Eu égard à ces considérations, l’avis exprimé au paragraphe 49 de l’arrêt selon lequel « [u]n système judiciaire dans le cadre duquel une juridiction militaire est amenée à juger une personne ne relevant pas de l’armée peut facilement être perçu comme annihilant la distance nécessaire entre la juridiction et les parties à une procédure pénale, même s’il existe des mesures de protection suffisantes pour garantir l’indépendance de cette juridiction » ne semble pas compatible avec les critères qui se dégagent de la jurisprudence de la Cour en matière d’impartialité des juges militaires.", "De plus, le paragraphe 54 de l’arrêt énonce que « (...) la Cour estime qu’il est compréhensible que le requérant, un civil qui répondait devant un tribunal composé exclusivement de militaires d’infractions relatives à la propagande contre le service militaire, ait redouté de comparaître devant des juges appartenant à l’armée, laquelle peut être assimilée à une partie à la procédure ».", "Dans le cadre de l’examen de l’impartialité du tribunal, l’arrêt semble établir une distinction selon la nature de l’infraction. Dans les affaires où ", "une infraction est dirigée contre l’armée, les juges appartenant à celle-ci sont parties à l’affaire et ne peuvent donc pas être impartiaux.", "Toutefois, dans l’affaire Canevi et autres c. Turquie (no 40395/98, 10 novembre 2004), la Cour (première section) s’est refusée à faire toute distinction sur cette base. Dans cette affaire, M. Canevi fut appréhendé en possession d’héroïne et renvoyé en jugement devant une cour de sûreté de l’Etat comportant un juge militaire parmi ses trois membres. Bien que l’infraction ne fût pas dirigée contre l’armée, la première section de la Cour décida à l’unanimité qu’il y avait eu violation de l’article 6 § 1 de la Convention car « (...) même si les requérants comparaissaient devant la cour de sûreté de l’Etat pour trafic organisé de stupéfiants, ils pouvaient avoir des raisons légitimes de redouter que cette juridiction se laissât indûment guider par des considérations étrangères à la nature de leur cause ».", "Enfin, je ne suis pas d’accord avec la distinction établie au paragraphe 39 du présent arrêt entre la procédure civile et administrative d’une part et la procédure pénale d’autre part. Pareille distinction n’apparaît pas dans les décisions concernant les affaires Yavuz ou Aksoy (Eroğlu), qui portaient sur des procédures administratives et où les affaires des requérants étaient jugées par les juridictions administratives militaires. C’est là une distinction artificielle en ce qui concerne l’impartialité et qui n’est pas conforme à la jurisprudence réitérée au paragraphe 38 de l’arrêt, selon laquelle « (...) la question de l’impartialité d’un tribunal (...) [doit être] appréciée selon une démarche objective, amenant à s’assurer que celui-ci offrait des garanties suffisantes pour exclure à cet égard tout doute légitime ».", "A ces distinctions injustifiées selon la nature de la procédure (administrative ou pénale) ou la nature de l’infraction (dirigée ou non contre l’armée), j’aurais préféré un raisonnement donnant plus d’importance à l’existence ou à l’absence de garanties suffisantes."]}