{"file": "FRE_HFJUD_72638_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "72638/01", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE DI BELMONTE c. ITALIE", "", "(Requête no 72638/01)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "16 mars 2010", "", "DÉFINITIF", "", "16/06/2010", "", "Cet arrêt est devenu définitif en vertu de l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire di Belmonte c. Italie,", "La Cour européenne des droits de l'homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tNona Tsotsoria, juges,\net de Françoise Elens-Passos, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 23 février 2010,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 72638/01) dirigée contre la République italienne et dont un ressortissant de cet Etat, M. Pietro Bruno di Belmonte (« le requérant »), a saisi la Cour le 2 juillet 2001 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me C.V. Ventura et C. D'Addabbo, avocats à Bari. Le gouvernement italien (« le Gouvernement ») est représenté par son agente, Mme E. Spatafora, et par son co-agent, M. N. Lettieri.", "3.  Le requérant alléguait que l'application d'une loi fiscale nouvelle à l'indemnité d'expropriation qui lui avait été versée violait son droit au respect de ses biens et son droit à un procès équitable.", "4.  Par une décision du 30 août 2007, la Cour a déclaré la requête recevable.", "5.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "6.  Le 1er octobre 2007, les représentants du requérant ont informé la Cour que leur client était décédé le 27 juin 2004 et que, aux termes du testament public du défunt, son héritier universel unique était son cousin, M. Francesco Bruno di Belmonte. Ce dernier a manifesté le souhait de continuer la procédure devant la Cour.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "7.  Le requérant, né en 1923, résidait avant son décès à Ispica (Raguse).", "A.  L'expropriation du terrain du requérant et la procédure de fixation du montant de l'indemnité d'expropriation", "8.  Le requérant était propriétaire d'un terrain constructible sis à Ispica.", "9.  A une date non précisée, la municipalité d'Ispica procéda à l'occupation de 51 180 mètres carrés dudit terrain, en vue d'y construire des habitations à loyer modéré.", "10.  Par un arrêté du 15 mars 1983, la municipalité d'Ispica décréta l'expropriation du terrain.", "11.  Le 20 juillet 1983, le requérant assigna la municipalité d'Ispica devant la cour d'appel de Catane, en vue d'obtenir une indemnité d'expropriation. Il alléguait avoir droit à une somme correspondant à la valeur marchande du terrain, au sens de la loi no 2359 de 1865. En outre, il réclamait un dédommagement pour le retard dans le paiement de l'indemnité.", "12.  Par un arrêt du 23 février 1990, la cour d'appel de Catane accueillit le recours du requérant et condamna l'administration à lui verser une indemnité d'expropriation égale à la valeur marchande du terrain, soit 3 574 900 000 lires italiennes (ITL – environ 1 846 281 euros (EUR)), à laquelle devaient s'ajouter les intérêts légaux.", "13.  En outre, la cour d'appel accorda un dédommagement pour le retard dans le paiement de l'indemnité, couvrant l'inflation pour la période concernée.", "14.  Cet arrêt devint définitif le 8 mai 1991.", "B.  La procédure d'exécution", "15.  La municipalité d'Ispica n'ayant pas donné suite à l'arrêt du 23 février 1990, le 5 juin 1991 le requérant sollicita formellement le paiement ; le 10 juillet 1991, il introduisit un recours devant le tribunal administratif régional (« le TAR ») de Sicile, afin d'obtenir l'exécution de l'arrêt litigieux.", "16.  Par un jugement du 9 octobre 1991, dont le texte fut déposé au greffe le 28 novembre 1991, le TAR ordonna à la municipalité d'Ispica de verser au requérant l'indemnité d'expropriation dans un délai de 60 jours à compter de la notification du jugement. Le TAR nomma également un commissaire ad hoc, chargé de garantir le paiement de l'indemnité.", "17.  Le 27 mai 1992, le requérant encaissa une première tranche de l'indemnité d'expropriation, à concurrence de 1 540 000 000 de ITL (environ 795 343 EUR). Le 8 juillet 1992, il observa que le commissaire ad hoc avait exécuté seulement partiellement son mandat et invita le TAR à prendre les dispositions nécessaires. Par un jugement du 30 juillet 1992, le TAR prorogea de 180 jours le mandat du commissaire. Le 21 juin 1993, le requérant notifia à ce dernier une mise en demeure d'accomplir son mandat. N'ayant obtenu aucun résultat, en septembre 1993, il s'adressa à nouveau au TAR. Ce dernier prorogea jusqu'au 30 avril 1994 le mandat du commissaire et l'invita à fournir tout éclaircissement nécessaire quant aux démarches qu'il avait entamées. Le commissaire n'ayant pas donné suite à cette invitation, le 2 juin 1994 le TAR décida de le remplacer.", "18.  Le 4 janvier 1995, le nouveau commissaire ad hoc versa au requérant 5 094 307 937 ITL (environ 2 630 990 EUR), soit le solde dû. Cependant, ce montant fut réduit de 1 018 352 149 ITL (soit 525 934,99 EUR) en application de la loi no 413 du 30 décembre 1991. Cette loi prévoit notamment l'application d'un impôt de 20 % à la source sur les indemnités d'expropriation.", "C.  La procédure devant les juridictions fiscales", "19.  Par une lettre du 22 juin 1995, le requérant demanda à l'administration fiscale de lui verser le montant précompté à titre d'impôt.", "20.  Cette demande fut rejetée par une décision notifiée le 6 février 1996.", "21.  Le 27 mars 1996, le requérant introduisit un recours devant la commission fiscale provinciale de Raguse. Il contestait l'application de l'impôt de 20 % au cas d'espèce, étant donné que le décret d'expropriation était antérieur à l'entrée en vigueur de la loi no 413 de 1991.", "22.  Par un jugement du 19 mai 1998, la commission fiscale provinciale accueillit le recours du requérant et condamna l'administration à restituer le montant précompté.", "23.  L'administration interjeta appel de ce jugement devant la commission fiscale régionale de Palerme.", "24.  Par une décision du 11 décembre 1999, la commission fiscale régionale rejeta cet appel.", "25.  Le 1er juin 2000, l'administration se pourvut en cassation.", "26.  Par un arrêt du 11 janvier 2001, dont le texte fut déposé au greffe le 11 avril 2001, la Cour de cassation fit droit au pourvoi de l'administration. Elle estima que la loi no 413 de 1991 avait été à bon droit appliquée au cas d'espèce ; en effet, le moment décisif pour l'applicabilité de cette loi était celui du versement de l'indemnité d'expropriation et non celui du transfert de propriété.", "II.  LE DROIT INTERNE PERTINENT", "27.  Avant l'adoption de la loi no 413 de 1991 (publiée au Journal officiel du 31 décembre 1991 et entrée en vigueur le jour ouvrable suivant), les indemnités d'expropriation n'étaient assujetties à aucun impôt à la source.", "28.  Dans ses parties pertinentes, l'article 11 de la loi no 413 du 30 décembre 1991 se lit ainsi :", " « 5. En ce qui concerne les plus-values consécutives à l'obtention (...) d'indemnités d'expropriation (...), on applique l'article 81, alinéa 1, b), dernière partie, du Répertoire des dispositions sur les revenus.", "(...)", " 7. Les administrations (...), au moment du versement des sommes mentionnées aux alinéas 5 et 6, y compris les sommes dues pour occupation temporaire, dédommagement pour expropriation indirecte, réévaluation et intérêts, doivent effectuer une retenue proportionnelle de 20 % à titre d'impôt. (...). »", "EN DROIT", "I.  QUESTION PRÉLIMINAIRE", "29.  La Cour constate d'emblée que le requérant est décédé le 27 juin 2004 et que son cousin et héritier universel, M. Francesco Bruno di Belmonte, a informé la Cour qu'il souhaitait poursuivre la procédure (paragraphe 6 ci-dessus). Si les héritiers d'un requérant décédé ne peuvent revendiquer un droit général à ce que la Cour continue son examen de la requête introduite par ce dernier (Scherer c. Suisse, 25 mars 1994, §§ 31-32, série A no 287), la Cour a admis à plusieurs reprises que des parents proches d'un requérant décédé sont en droit de se substituer à lui (Deweer c. Belgique, 27 février 1980, § 37, série A no 35, et Raimondo c. Italie, 22 février 1994, § 2, série A no 281-A).", "30.  En l'occurrence, la Cour est disposée à permettre au cousin du requérant de poursuivre l'instance initialement introduite par ce dernier (voir, mutatis mutandis, Nerva et autres c. Royaume-Uni, no 42295/98, § 33, CEDH 2002VIII, et Kirilova et autres c. Bulgarie, nos 42908/98, 44038/98, 44816/98 et 7319/02, § 85, 9 juin 2005).", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 DU PROTOCOLE No 1", "31.  Le requérant se plaignait de la réduction du montant de l'indemnité d'expropriation à cause de l'application de l'impôt prévu par la loi no 413 de 1991.", "Il invoquait l'article 1 du Protocole no 1, qui se lit ainsi :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "A.  Arguments des parties", "1.  Le requérant", "32.  Le requérant faisait valoir que l'indemnité d'expropriation ne peut pas être considérée comme un revenu, étant donné qu'elle constitue la réparation pour la perte du bien et que son montant ne dépasse pas la valeur marchande de celui-ci. Compte tenu de l'absence de plus-value, l'indemnité ne devrait pas être taxée.", "33.  En l'espèce, l'application de la loi litigieuse et la réduction du montant de l'indemnité d'expropriation n'étaient que la conséquence du retard de l'administration dans le versement d'une telle indemnité. De surcroît, les dispositions de la loi no 413 de 1991 ont été appliquées de manière rétroactive, étant donné qu'elles sont entrées en vigueur après l'adoption du décret d'expropriation et après la date à laquelle l'arrêt de la cour d'appel de Catane du 23 février 1990 était devenu définitif.", "34.  Enfin, le requérant allèguait qu'il n'a pas obtenu le versement du montant intégral de la réévaluation et des intérêts correspondant à l'ensemble de la période comprise entre l'adoption du décret d'expropriation et le versement de la deuxième tranche de l'indemnité d'expropriation. Il se réfère, sur ce point, à la jurisprudence développée par la Cour dans l'arrêt Akkuş c. Turquie (9 juillet 1997, Recueil des arrêts et décisions 1997IV).", "2.  Le Gouvernement", "35.  Le Gouvernement s'oppose aux thèses du requérant et soutient que l'indemnité d'expropriation constitue un revenu qui doit être soumis en tant que tel aux impositions fiscales prévues par la législation en la matière.", "36.  S'agissant de la prétendue rétroactivité de la loi no 413 de 1991, il allègue qu'en matière fiscale, le moment décisif pour l'application d'un impôt est celui de la perception d'un revenu. Il s'ensuit que l'interprétation donnée par la Cour de cassation dans son arrêt du 11 janvier 2001 (paragraphe 26 ci-dessus) est correcte. Par ailleurs, la loi litigieuse est une loi fiscale, qui comme telle touche l'un des terrains de prédilection de la souveraineté étatique. Lorsqu'une obligation de nature patrimoniale découle d'une législation fiscale, le contentieux y afférent ne porte pas sur des « droits et obligations de caractère civil » (Ferrazzini c. Italie [GC], no 44759/98, § 29, ECHR 2001-VII). La matière fiscale – dont la loi no 413 de 1991 fait partie – serait soustraite à la juridiction de la Cour tant sous l'angle de l'article 6 de la Convention que sous l'angle de l'article 1 du Protocole no 1.", "37.  Enfin, le Gouvernement observe qu'en exécution de l'arrêt de la cour d'appel de Catane du 23 février 1990, l'indemnité d'expropriation a été payée en deux tranches, versées respectivement en 1992 et 1995, soit dans des délais raisonnables.", "B.  Appréciation de la Cour", "38.  La Cour rappelle que l'imposition fiscale constitue en principe une ingérence dans le droit garanti par le premier alinéa de l'article 1 du Protocole no 1 et que cette ingérence se justifie conformément au deuxième alinéa de cet article, qui prévoit expressément une exception pour ce qui est du paiement des impôts ou d'autres contributions (Di Belmonte c. Italie (no 2) (déc.), no 72665/01, 3 juin 2004).", "39.  La matière fiscale n'échappe pas pour autant à tout contrôle de la Cour, puisqu'elle doit vérifier si l'article 1 du Protocole no 1 a fait l'objet d'une application correcte. A cet égard, elle rappelle que le second alinéa de cette disposition doit se lire à la lumière du principe consacré par la première phrase de l'article. Il s'ensuit qu'une mesure d'ingérence doit ménager un « juste équilibre » entre les exigences de l'intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l'individu (Tre Traktörer AB c. Suède, 7 juillet 1989, § 59, série A no 159).", "40.  Par conséquent, l'obligation financière née du prélèvement d'impôts ou de contributions peut méconnaître la garantie consacrée par cette disposition si elle impose à la personne en cause une charge excessive ou porte fondamentalement atteinte à sa situation financière (Di Belmonte (no 2), décision précitée).", "41.  Par ailleurs, il appartient en premier lieu aux autorités nationales de décider du type d'impôts ou de contributions qu'il convient de lever. Les décisions en ce domaine impliquent normalement une appréciation des problèmes politiques, économiques et sociaux que la Convention laisse à la compétence des Etats parties, car les autorités internes sont manifestement mieux placées que la Cour pour apprécier ces problèmes. Les Etats parties disposent donc en la matière d'un large pouvoir d'appréciation (Gasus Dosier et Fördertechnik Gmbh c. Pays-Bas, 23 février 1995, § 60, série A no 306-B, et The National & Provincial Building Society, the Leeds Permanent Building Society and the Yorkshire Building Society c. Royaume-Uni, 23 octobre 1997, §§ 80-82, Recueil 1997-VII).", "42.  La Cour estime que la loi no 413 de 1991 s'inscrit dans cette marge d'appréciation de l'Etat, et que, par conséquent, elle ne saurait être considérée en tant que telle comme arbitraire. Il est vrai que, adoptée le 30 décembre 1991, elle a été appliquée au cas d'espèce bien qu'entrée en vigueur après l'expropriation du terrain du requérant (15 mars 1983 – paragraphe 10 ci-dessus) et après la date à laquelle l'arrêt de la cour d'appel de Catane fixant le montant de l'indemnité d'expropriation est devenu définitif (8 mai 1991 – paragraphe 14 ci-dessus). Cependant, elle était déjà en vigueur lorsque, les 27 mai 1992 et 4 janvier 1995, le requérant a encaissé les deux tranches de l'indemnité en question (paragraphes 17 et 18 ci-dessus). En tout état de cause, une éventuelle application rétroactive de la loi no 413 de 1991 au cas du requérant n'aurait pas constitué per se une violation de l'article 1 du Protocole no 1, car cette disposition n'interdit pas, en tant que telle, l'application rétroactive d'une loi fiscale (M.A. et autres c. Finlande (déc.), no 27793/95, 10 juin 2003, et Di Belmonte (no 2), décision précitée).", "43.  La question qui se pose est celle de savoir si, dans les circonstances concrètes de l'affaire, l'application de l'article 11 de la loi no 413 de 1991 a imposé au requérant une charge excessive.", "44.  A cet égard, la Cour observe d'abord qu'avant l'entrée en vigueur de la loi no 413 de 1991, les indemnités d'expropriation n'étaient soumises à aucune imposition fiscale (paragraphe 27 ci-dessus).", "45.  De plus, elle relève que la loi no 413 de 1991 est entrée en vigueur plus de sept mois après la date à laquelle l'arrêt de la cour d'appel de Catane fixant le montant de l'indemnité d'expropriation était devenu définitif (8 mai 1991). Elle estime par conséquent que le retard de l'administration publique dans l'exécution de cet arrêt a eu une influence déterminante sur l'application du nouveau régime fiscal. En effet, l'indemnité accordée au requérant n'aurait pas été assujettie à l'impôt prévu par la nouvelle législation fiscale si l'exécution de l'arrêt avait été régulière et ponctuelle (voir, a contrario, Di Belmonte (no 2), décision précitée, où l'arrêt fixant le montant de l'indemnité d'expropriation n'avait acquis l'autorité de la chose jugée que vingt jours avant l'entrée en vigueur de la loi no 413 de 1991). La réticence de l'administration à donner exécution à l'arrêt de la cour d'appel est par ailleurs confirmée par les nombreuses démarches que le requérant a dû entamer auprès du commissaire ad hoc et du TAR afin d'obtenir le paiement intégral de sa créance (paragraphes 16-18 ci-dessus).", "46.  A la lumière de ce qui précède, le Cour estime qu'en l'espèce, l'application de la loi no 413 de 1991 a rompu le « juste équilibre » devant régner entre les exigences de l'intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l'individu.", "47.  Ce constat suffit pour conclure à la violation de l'article 1 du Protocole no 1. Il n'est donc pas nécessaire d'examiner si, comme le prétend le requérant (paragraphe 34 ci-dessus), les autorités ont procédé à la fixation de l'indemnité d'expropriation en omettant de tenir compte des sommes dues au titre des intérêts et de la compensation de la dépréciation de la monnaie.", "III.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 6 ET 14 DE LA CONVENTION", "48.  Le requérant invoque également le Préambule de la Convention, ainsi que les articles 6 et 14 de celle-ci.", "49.  Le Gouvernement observe que dans la mesure où les griefs du requérant peuvent s'interpréter comme portant sur la durée de la procédure afférente au versement de l'indemnité d'expropriation, il lui appartenait d'invoquer tout préjudice à cet égard par l'introduction d'un recours sur le fondement de la loi no 89 de 2001 (dite « loi Pinto »), qui constitue une voie de réparation ad hoc en matière de longueur des procédures judiciaires.", "50.  Toutefois, la Cour considère, à la lumière des conclusions auxquelles elle est parvenue sous l'angle de l'article 1 du Protocole no 1 (paragraphe 47 ci-dessus), qu'il n'est pas nécessaire d'examiner séparément s'il y a également eu violation des articles 6 et 14 de la Convention (voir, mutatis mutandis, Solomou et autres c. Turquie, no 36832/97, § 93, 24 juin 2008, et Maiorano et autres c. Italie, no 28634/06, § 135, 15 décembre 2009).", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "51.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage matériel", "52.  Le requérant demande tout d'abord la restitution de la somme (1 018 352 149 ITL, soit 525 934,99 EUR) perçue par l'Etat à titre d'impôt sur l'indemnité d'expropriation. Il sollicite en outre 237 650,2 EUR pour compenser la dépréciation de la monnaie et 501 923,65 EUR au titre des intérêts légaux.", "53.  Le Gouvernement considère que les sommes sollicitées par le requérant sont excessives.", "54.  Ainsi que la Cour l'a dit à plusieurs occasions, un arrêt constatant une violation entraîne pour l'Etat défendeur l'obligation juridique de mettre un terme à la violation et d'en effacer les conséquences de manière à rétablir autant que faire se peut la situation antérieure à celle-ci (Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 32, CEDH 2000-XI). Si la nature de la violation permet une restitutio in integrum, il incombe à l'Etat défendeur de la réaliser, la Cour n'ayant ni la compétence ni la possibilité pratique de l'accomplir elle-même (Guiso-Gallisay c. Italie [GC], no 58858/00, § 90, 22 décembre 2009).", "55.  En l'espèce, la violation constatée par la Cour découle de l'application de l'impôt (à hauteur de 20% de l'indemnité d'expropriation due au requérant) prévu par la loi no 413 de 1991, application provoquée par le retard dans l'exécution de l'arrêt de la cour d'appel de Catane. La restitution de la somme prélevée à titre d'impôt (525 934,99 EUR) placerait donc l'héritier du requérant dans la situation où le défunt se serait trouvé si la violation n'avait pas eu lieu.", "56.  Etant donné que le caractère adéquat d'un dédommagement risque de diminuer si le paiement de celui-ci fait abstraction d'éléments susceptibles d'en réduire la valeur, tel l'écoulement d'un laps de temps considérable (Raffineries grecques Stran et Stratis Andreadis c. Grèce, 9 décembre 1994, § 82, série A no 301B), ce montant devra être actualisé pour compenser les effets de l'inflation. Il faudra aussi l'assortir d'intérêts susceptibles de compenser, au moins en partie, le long laps de temps qui s'est écoulé depuis l'application de l'impôt litigieux. Aux yeux de la Cour, ces intérêts doivent correspondre à l'intérêt légal simple appliqué au capital progressivement réévalué (Guiso-Gallisay précité, § 105).", "57.  Compte tenu de ces éléments et statuant en équité, la Cour estime raisonnable d'accorder à l'héritier du requérant la somme de 1 100 000 EUR plus tout montant pouvant être dû à titre d'impôt sur cette somme.", "B.  Dommage moral", "58.  Le requérant demande 175 311,66 EUR pour préjudice moral, ce qui correspond à un tiers de la somme perçue par l'Etat à titre d'impôt sur l'indemnité d'expropriation.", "59.  La Cour estime que le sentiment d'impuissance et de frustration face au retard dans le versement de l'indemnité d'expropriation, doublé de l'entrée en vigueur et de l'application à son détriment des dispositions de la loi no 413 de 1991, a causé au requérant un préjudice moral, qu'il y a lieu de réparer de manière adéquate. Statuant en équité, comme le veut l'article 41 de la Convention, elle décide d'allouer 3 000 EUR de ce chef.", "C.  Frais et dépens", "60.  Se fondant sur les notes d'honoraires de ses conseils, le requérant demande le remboursement de ses frais et dépens, s'élevant à 40 646,81 EUR pour la procédure interne et à 46 315,39 EUR pour la procédure devant la Cour.", "61.  Le Gouvernement estime que les frais réclamés par le requérant sont excessifs.", "62.  Selon la jurisprudence constante de la Cour, l'allocation de frais et dépens au requérant ne peut intervenir que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (Belziuk c. Pologne, 25 mars 1998, § 49, Recueil 1998-II).", "63.  La Cour juge excessif le montant sollicité pour les frais et dépens afférents à la procédure nationale et à la procédure devant elle et décide d'octroyer pour l'ensemble la somme globale de 10 000 EUR.", "D.  Intérêts moratoires", "64.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit que l'héritier du requérant a qualité pour poursuivre la présente procédure en ses lieu et place ;", "", "2.  Dit qu'il y a eu violation de l'article 1 du Protocole no 1 ;", "", "3.  Dit qu'il n'y a pas lieu d'examiner séparément les griefs tirés des articles 6 et 14 de la Convention ;", "", "4.  Dit", "a)  que l'Etat défendeur doit verser à l'héritier du requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes :", "i.  1 100 000 EUR (un million cent mille euros), plus tout montant pouvant être dû à titre d'impôt, pour dommage matériel ;", "ii.  3 000 EUR (trois mille euros), plus tout montant pouvant être dû à titre d'impôt, pour dommage moral ;", "iii.  10 000 EUR (dix mille euros), plus tout montant pouvant être dû à titre d'impôt par l'héritier du requérant, pour frais et dépens ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 16 mars 2010, en application de l'article 77 §§ 2 et 3 du règlement.", "\tFrançoise Elens-Passos\tFrançoise Tulkens\n\tGreffière adjointe\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion séparée du juge Sajó.", "F.T.\nF.E.P.", "", "OPINION CONCORDANTE DU JUGE SAJÓ", "(Traduction)", "Je souscris au constat de violation de l'article 1 du Protocole no 1 en l'espèce. Cependant, pour moi, cette violation est constituée par le fait même que l'indemnisation accordée n'a été en l'espèce équitable.", "La question en l'espèce avait trait à la conformité ou non à la Convention d'un impôt de 20% grevant une indemnité d'expropriation. Selon l'arrêt, l'espèce peut être distinguée de l'affaire Di Belmonte no 2 (no 72665/01, 3 juin 2004). Dans les deux cas, le montant du dédommagement a été déterminé par une décision judiciaire définitive rendue avant l'entrée en vigueur d'une loi amendant le code des impôts (ci-après « l'amendement ») assujettissant les indemnités d'expropriation à un impôt de 20%. Dans l'affaire Di Belmonte no 2, l'arrêt fixant le montant de l'indemnité d'expropriation est passé en force de chose jugée vingt jours avant l'entrée en vigueur de l'amendement, alors qu'en l'espèce l'arrêt est devenu définitif sept mois avant que la nouvelle loi ne déploie ses effets., En l'espèce le requérant avait commencé à effectuer des démarches en vue de faire exécuter l'arrêt six mois après l'entrée en vigueur de l'amendement, alors qu'en l'espèce il a effectué les premières démarches en vue de l'exécution moins d'un mois après que l'arrêt est devenu définitif, et six mois avant l'entrée en vigueur de l'amendement, et l'ordonnance de paiement a été déposée avant l'entrée en vigueur de l'amendement. Dans les deux affaires, l'intéressé n'a été indemnisé qu'en février 1995, plus de trois ans après l'entrée en vigueur de l'amendement, et uniquement après la déduction de l'impôt de 20%.", "L'amendement prévoit que l'impôt est applicable à tout dédommagement versé après le 1er janvier 1992. Comme la Cour l'a dit dans la décision concernant l'affaire Di Belmonte no 2, « l'indemnité accordée au requérant aurait été en tout cas diminuée si l'exécution du jugement avait été régulière et ponctuelle » (italique ajouté par moi). Toutefois, selon le présent arrêt, l'impôt s'est révélé être « une charge excessive » car, contrairement à la situation dans l'affaire Di Belmonte no 2, en l'espèce un retard de sept mois postérieur à la demande d'exécution est imputable aux autorités ; or, ce retard a été un facteur décisif pour l'applicabilité du nouveau régime financier. C'est là le motif de distinction entre les deux affaires. Reste à savoir si un retard de sept mois peut représenter un facteur décisif en la matière. Après tout, l'on pourrait soutenir que c'était le retard pris dans la procédure d'expropriation elle-même qui a rendu l'amendement applicable rétroactivement. La saga Di Belmonte no 2 a commencé en 1971, avant la présente affaire.", "Toutefois, il n'y a pas lieu de distinguer la présente affaire de Di Belmonte no 2, puisque dans l'intervalle la Grande Chambre a eu ", "l'occasion d'examiner l'impôt susvisé dans l'affaire Scordino c. Italie (no 1) ([GC], no 36813/97, CEDH 2006V) : « quant à l'impôt de 20 % appliqué à l'indemnité d'expropriation accordée au niveau national, la Grande Chambre, à l'instar de la chambre, n'a pas conclu à l'illégalité de l'application de cet impôt en tant que telle mais a pris en compte cet élément dans l'appréciation de la cause » (§ 258). Le caractère adéquat d'un dédommagement risque de diminuer si le paiement de celui-ci fait abstraction d'éléments susceptibles d'en réduire la valeur. Une indemnisation qui dévie de la valeur marchande du bien exproprié n'est pas équitable, sauf si la différence est justifiée par des circonstances exceptionnelles. Or la présente espèce ne présente rien d'exceptionnel.", "Certes, tout revenu généré par une transaction peut être assujetti à l'impôt. Mais une charge grevant une indemnité d'expropriation doit être appréciée en équité, quelle que soit la dénomination qu'on lui donne. L'appellation juridique donnée à la diminution de l'indemnisation n'entre pas en ligne de compte du point de vue de l'équité. Si l'on permettait à un Etat d'assujettir unilatéralement toute indemnité d'expropriation à un impôt global, il pourrait ainsi réduire systématiquement l'indemnisation à son propre profit.", "Le Gouvernement soutient que toute aliénation de biens est soumise à l'impôt sur le revenu. Or, contrairement à la thèse qu'il défend, il existe une différence entre les aliénations de biens forcées imposées par l'Etat et d'autres formes d'aliénation. Cela n'est pas sans conséquence pour la valeur de l'indemnisation. Sinon, l'Etat serait en mesure de procéder à sa guise à des aliénations de propriété à un « prix » réduit. Par exemple, si une taxe globale de 40% est imposée sur toutes les transactions foncières, les ", "propriétaires hésiteront à vendre ; cependant, le propriétaire exproprié n'aura pas le choix, l'Etat devenant alors un « acheteur privilégié ».", "Historiquement, l'indemnisation pleine et entière a été requise, pour éviter que les gouvernements soient incités à confisquer des biens privés à des fins politiques ou privées. Le risque que les pouvoirs publics abusent de leurs prérogatives sous le prétexte de servir l'intérêt général diminue lorsque de tels actes entraînent d'importantes conséquences budgétaires.", "Les difficultés et incertitudes qui se font jour s'agissant de déterminer une indemnisation équitable dans certaines affaires d'expropriation de biens fonciers, comme l'illustrent les procédures concernant les biens de M. Di Belmonte, peuvent être liées à un problème inhérent à la méthodologie de proportionnalité suivie. A la lumière de la jurisprudence de la Cour et eu égard aux principes applicables, une mesure d'expropriation (comme toutes les atteintes aux biens) doit satisfaire aux exigences de la proportionnalité, c'est-à-dire qu'il doit y avoir une forme de proportionnalité entre l'intérêt général, la gravité de l'ingérence et la nature du bien. Dans certaines situations, un juste équilibre entre les divers intérêts en jeu peut être établi seulement si le montant de l'indemnisation est également pris en considération et, selon le contexte, ce peut être un prix inférieur à la valeur équitable, c'est-à-dire la valeur marchande, ou même rien du tout (Les Saints Monastères c. Grèce, 9 décembre 1994, § 75, série A no 301A). Cela ne s'applique qu'à des situations exceptionnelles, eu égard en particulier aux intérêts de la justice sociale en général (James et autres c. Royaume-Uni, 21 février 1986, série A no 98) et/ou à la nature du bien, par exemple eu égard au caractère problématique de son acquisition (voir, par exemple, Jahn et autres c. Allemagne [GC], nos 46720/99, 72203/01 et 72552/01, CEDH 2005VI). Cependant, dans des situations ordinaires, seule la valeur marchande est considérée comme équitable, pour des raisons de principe tenant au rôle de la propriété privée en tant que droit fondamental (voir ci-après), et il n'y a aucune place pour une analyse de proportionnalité supplémentaire. Loin d'être salutaire, une double dose de proportionnalité peut se révéler excessive.", "Il me semble que l'origine du double recours à la proportionnalité tire son origine d'une interprétation curieuse donnée à une expression figurant au paragraphe 48 de l'arrêt Papachelas c. Grèce ([GC], no 31423/96, CEDH 1999II), qui énonce que « sans le versement d'une somme raisonnablement en rapport avec la valeur du bien, une privation de propriété constitue normalement une atteinte excessive qui ne saurait se justifier sur le terrain de l'article 1. Ce dernier ne garantit pourtant pas dans tous les cas le droit à une compensation intégrale, car des objectifs légitimes « d'utilité publique » peuvent militer pour un remboursement inférieur à la pleine valeur marchande (voir l'arrêt Les saints monastères c. Grèce du 9 décembre 1994, série A no 301-A, pp. 34-35, §§ 70-71) ». Cette formule du « rapport raisonnable » a été utilisée hors contexte dans l'élaboration des normes d'indemnisation dans des affaires similaires, comme une invitation à se livrer à une analyse de proportionnalité. Or, pareille analyse secondaire de proportionnalité sous couvert de « rapport raisonnable » a pour inconvénient que la référence à la proportionnalité empêche de préciser ce qui donnerait à la diminution de l'indemnisation en cause un caractère équitable ou en quoi cette diminution serait proportionnée à un intérêt général allégué, ce qui n'a pas de poids particulier dans l'équation. Mais c'est en contradiction avec ce qu'a dit la Cour dans des affaires ordinaires, où il faut arriver à « une indemnisation intégrale ». Bien entendu, c'est aux tribunaux nationaux qu'il appartient de déterminer le montant particulier correspondant à une valeur marchande équitable au cours d'une procédure équitable qui satisfait aux exigences posées par la Convention, mais cela n'a conceptuellement rien à voir avec la démarche consistant à s'écarter délibérément de la valeur marchande, ce qui est une question de principe et demeure en définitive sous le contrôle de la Cour.", "La Cour a estimé dans l'affaire Scordino (no 1) que la valeur marchande au moment de l'expropriation du bien servait de point de départ, mais pas pour l'analyse de proportionnalité. On en part uniquement pour arriver, après des ajustements, à une indemnisation adéquate, ce qui exige la prise en compte d'éléments additionnels qui, dans la plupart des cas, augmentent le montant à verser (Scordino, § 258). Pareils ajustements n'ont rien à voir avec la proportionnalité.", "La propriété est une institution fondatrice de la démocratie et de l'autonomie personnelle. Tout ordre juridique prenant au sérieux le droit fondamental à la propriété privée doit empêcher que la protection de la propriété ne soit subordonnée, au moins dans les affaires ordinaires, à l'importance alléguée de l'intérêt général. Pareille allégation restreindrait la protection conventionnelle de la propriété pour la raison suivante. En effet, eu égard à sa nature subsidiaire et à sa position internationale, la Cour n'est pas vraiment en mesure d'apprécier et de contrôler les allégations et excuses fondées sur l'intérêt général et, en reconnaissant la pertinence de telles allégations dans des affaires ordinaires, elle devrait les accueillir sans autre examen. Ce faisant, elle perdrait le degré de contrôle approprié qu'elle exerce à l'heure actuelle en la matière.", ""]}