{"file": "FRE_CLINF_14647_89.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "14647/89", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Septembre 1993", "Saïdi c. France - 14647/89", "Arrêt 20.9.1993", "Article 6", "Article 6-3-d", "Interrogation des témoins", "Condamnation pénale fondée exclusivement sur les déclarations de témoins non confrontés avec l'inculpé: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 §§ 1 ET 3 D) DE LA CONVENTION", "A.\tException préliminaire du Gouvernement (non-épuisement des voies de recours internes)", "Requérant n'ayant pas cité de témoins devant le tribunal correctionnel, ni demandé à la cour d'appel d'en convoquer : moyen non fondé - en première instance, manifestation de volonté de l'inculpé, étayée par plusieurs éléments, de voir le tribunal entendre les personnes qui l'avaient dénoncé ou identifié - en appel, insistance de l'intéressé sur l'insuffisance de l'information, et attitude de la juridiction, qui entra en matière et motiva avec soin son refus d'audition - en cassation, moyen unique s'appuyant sur l'article 6 § 3 d) de la Convention et sur lui seul.", "Conclusion : rejet (unanimité).", "B.\tBien-fondé du grief", "Témoignages recueillis avant le procès : constituèrent la seule base de la condamnation, après avoir représenté l'unique cause du renvoi en jugement - or ni au stade de l'instruction ni pendant les débats l'inculpé ne put en interroger ou faire interroger les auteurs - l'absence de toute confrontation le priva, en partie, d'un procès équitable - la Cour ne méconnaît pas les indéniables difficultés de la lutte contre le trafic des stupéfiants, notamment en matière de recherche et d'administration des preuves, non plus que les ravages provoqués par celui–ci dans la société, mais ils ne sauraient conduire à limiter à un tel point les droits de la défense de \"tout accusé\".", "Conclusion : violation (unanimité).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tNouveau procès ou adoption de mesures administratives : incompétence de la Cour pour exiger de l'État défendeur qu'il donne suite aux demandes du requérant.", "B.\tDommage : impossibilité de spéculer sur le résultat auquel la procédure litigieuse aurait abouti si la violation n'avait pas eu lieu - dommage suffisamment compensé par l'arrêt.", "C.\tFrais et dépens : remboursement partiel.", "Conclusion : État défendeur tenu de payer une certaine somme au requérant (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}