{"file": "FRE_HFJUD_12430_11.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "12430/11", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE VOSGIEN c. FRANCE", "", "(Requête no 12430/11)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "", "STRASBOURG", "", "3 octobre 2013", "", "", "", "DÉFINITIF", "", "03/01/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Vosgien c. France,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tMark Villiger, président,\n\tAngelika Nußberger,\n\tBoštjan M. Zupančič,\n\tAnn Power-Forde,\n\tAndré Potocki,\n\tPaul Lemmens,\n\tHelena Jäderblom, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 10 septembre 2013,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 12430/11) dirigée contre la République française et dont un ressortissant de cet Etat, M. Nicolas Vosgien (« le requérant »), a saisi la Cour le 26 janvier 2011 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l’assistance judiciaire, a été représenté par Me B. David, avocat à Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, directrice des affaires juridiques au ministère des Affaires étrangères.", "3.  Le requérant allègue en particulier que la durée de sa détention provisoire n’était pas compatible avec l’article 5 § 3 de la Convention.", "4.  Le 2 mai 2011, la requête a été communiquée au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1986 et était détenu à la maison d’arrêt de Nice au moment de l’introduction de sa requête devant la Cour.", "6.  Le 14 septembre 2006, à la suite de la disparition des époux G., une information judiciaire fut ouverte.", "7.  Le 15 septembre 2006, le requérant, ainsi que d’autres individus, furent interpellés et placés en garde à vue pour enlèvement, détention, séquestration de plusieurs personnes en bande organisée, en vue d’obtenir l’exécution d’un ordre ou d’une condition, notamment le versement d’une rançon, violences en réunion avec arme, viol et tentative de viol.", "8.  Le 19 septembre 2006, le requérant et quatre autres individus furent placés en détention provisoire par le juge des libertés et de la détention du tribunal de grande instance de Nice.", "9.  Les 29 septembre 2006 et le 30 octobre 2006, deux des protagonistes furent libérés et placés sous contrôle judiciaire.", "10.  Les 5 septembre 2007 et 4 mars 2008, la détention provisoire du requérant fut prolongée pour une durée de six mois.", "11.  Le 28 avril 2008, le juge d’instruction rendit une ordonnance de mise en accusation devant la cour d’assises des Alpes-Maritimes à l’encontre du requérant et de six autres individus. Deux prévenus interjetèrent appel de l’ordonnance.", "12.  Le 17 juillet 2008, la chambre de l’instruction de la cour d’appel d’Aix-en-Provence rendit un arrêt avant-dire droit, ordonnant un supplément d’information concernant trois des co-accusés.", "13.  La détention provisoire du requérant fut à nouveau prolongée.", "14.  Par un arrêt du 2 décembre 2008, la chambre de l’instruction infirma partiellement l’ordonnance du 28 avril 2008, prononçant un non-lieu à l’égard du prévenu J.-F. D. Pour le surplus, elle prononça la mise en accusation des six autres individus, dont le requérant, et les renvoya devant la cour d’assises des Alpes-Maritimes.", "15.  Le 25 février 2009, le requérant déposa une demande de mise en liberté. Il argua qu’il n’avait fait l’objet que d’une condamnation par le tribunal pour enfants, qu’il n’y avait pas de risque de renouvellement de l’infraction ni de non représentation, et il produisit une attestation d’hébergement de sa mère habitant dans le Var, ainsi qu’une promesse d’embauche. Sa demande fut rejetée par la chambre de l’instruction de la cour d’appel d’Aix-en-Provence le 10 mars 2009. Elle considéra que le requérant avait participé avec un groupe à l’enlèvement et à la séquestration d’un couple pour lui soustraire une forte somme d’argent ; elle jugea qu’en raison de la détermination des auteurs, de la durée des faits criminels et des violences commises le trouble à l’ordre public était exceptionnel et persistant. Elle considérait que la détention provisoire était l’unique moyen de répondre à ces exigences, que les mesures de contrôle judiciaire étaient insuffisantes et que les garanties de représentation offertes ne répondaient pas à ces préoccupations.", "16.  Le 8 juillet 2009, la chambre de l’instruction de la cour d’appel d’Aix-en-Provence rejeta une deuxième demande de mise en liberté. Rappelant que l’information avait réuni à l’encontre du requérant de lourdes charges d’avoir participé, avec un groupe, à l’enlèvement et la séquestration d’un couple pour lui soustraire une forte somme d’argent, elle estima qu’il convenait de préserver la sincérité et la sécurité du débat oral contradictoire au cours duquel les faits devraient être examinés. La violence utilisée par les individus pour parvenir à leurs fins montrerait qu’ils étaient capables de pressions ou de concertation frauduleuse. Leur détermination criminelle, la gravité de la peine encourue, l’absence d’obligations personnelles contraignantes du requérant obéreraient ses garanties de représentation. La chambre de l’instruction conclut à l’existence d’un trouble exceptionnel et persistant de l’ordre public, au vu des faits reprochés et des traumatismes créés aux victimes, ainsi qu’à un risque de non-exécution, en cas de libération prématurée, d’une sanction éventuellement prononcée. Ainsi, elle jugea un contrôle judiciaire inopérant.", "17.  Une troisième demande de mise en liberté fut rejetée le 22 septembre 2009. La chambre de l’instruction adopta des motifs similaires à ceux de l’arrêt du 8 juillet 2009, sauf à rajouter l’existence d’un risque de récidive, le requérant n’ayant pas tenu compte de l’avertissement solennel qui lui avait été donné du fait de sa condamnation en 2005 à six mois d’emprisonnement avec sursis pour violence et vol en réunion. Elle précisa en outre que la détention provisoire, qui restait nécessaire à titre de sûreté, n’excédait pas un délai raisonnable compte tenu du nombre des personnes mises en examen et des recours exercés.", "18.  Le 28 octobre 2009, la Cour de cassation cassa et annula l’arrêt du 2 décembre 2008 en ce qu’il concernait le non-lieu de J.-F. D. et maintint les autres dispositions.", "19.  Le 30 octobre 2009, le ministère public requit la prolongation de la détention provisoire du requérant.", "Ce dernier sollicita sa mise en liberté, faisant valoir notamment qu’il avait mis à profit sa détention pour passer avec succès son brevet d’études professionnelles de comptabilité et préparer le baccalauréat sciences et technologies de la gestion auquel il avait été admis à la session de juin 2009 et que l’un de ses professeurs attestait de son sérieux et de son assiduité pour préparer sa réinsertion. Il poursuivit qu’eu égard à sa reconnaissance des faits et aux éléments de personnalité relevés par l’expert psychologue, il n’existait aucun risque de renouvellement de l’infraction ni de pressions sur les parties civiles, témoins ou autres personnes mises en examen, et qu’il était prêt à remettre son passeport aux autorités judiciaires, à se rendre toutes les semaines au commissariat ou à la gendarmerie et à ne pas sortir des limites du département du Var.", "Le 17 novembre 2009, la chambre de l’instruction de la cour d’appel d’Aix-en-Provence ordonna la prolongation de la détention provisoire du requérant pour une durée de six mois. Elle indiqua qu’en raison du renvoi de la procédure devant la chambre de l’instruction de la cour d’appel de Nîmes en ce qui concernait J.-F.D., l’affaire ne pourrait être jugée avant l’expiration du délai d’un an prévu par l’article 181 du code de procédure pénale. Pour le surplus, elle adopta des motifs analogues à ceux de l’arrêt du 22 septembre 2009.", "20.  Le 13 avril 2010, la chambre de l’instruction de la cour d’appel de Nîmes ordonna la mise en accusation de J.-F.D. Celui-ci se pourvut en cassation.", "21.  Le 21 avril 2010, le ministère public requit la prolongation de la détention provisoire du requérant.", "Ce dernier réitéra ses arguments présentés aux magistrats en novembre 2009 et invoqua l’article 5 § 3 de la Convention.", "Le 27 avril 2010, la chambre de l’instruction de la cour d’appel d’AixenProvence ordonna, à titre exceptionnel et en application de l’article 181 du code de procédure pénale, une seconde et ultime prolongation de six mois de la détention provisoire du requérant, à compter du 2 juin 2010 à 0 heures. La motivation de cet arrêt fut identique à celle du 17 novembre 2009, à ceci près que les magistrats intégrèrent les éléments nouveaux issus de la procédure principale, qu’ils estimèrent une assignation à résidence avec surveillance électronique inopérante, et qu’ils jugèrent important que, pour une bonne administration de la justice, les faits puissent être jugés au fond dans leur ensemble.", "22. Le requérant se pourvut en cassation. Dans son mémoire en cassation, il reprocha à la chambre de l’instruction d’avoir prolongé sa détention provisoire et dénonça une violation de certaines dispositions nationales et de l’article 5 § 3 de la Convention. Il estima notamment que la chambre de l’instruction aurait dû motiver spécialement sa décision au regard des objections qu’il avait formulées.", "23.  Le 4 août 2010, la Cour de cassation rejeta le pourvoi, au motif qu’en se déterminant, par des considérants de droit et de fait répondant aux exigences des articles pertinents, la chambre de l’instruction avait justifié sa décision.", "24.  Le 4 novembre 2010, la cour d’assises ordonna le renvoi de l’affaire au 10 janvier 2011. Le même jour, elle ordonna le maintien en détention de quatre accusés, dont le requérant, et le maintien sous contrôle judiciaire de trois autres accusés jusqu’à leur comparution au fond de l’affaire.", "25.  Le requérant déposa une nouvelle demande de mise en liberté devant la chambre de l’instruction de la cour d’appel d’Aix-en-Provence. Constatant que le requérant n’avait pas encore comparu devant la cour d’assises à l’issue de la dernière prolongation de sa détention provisoire, c’est-à-dire avant le 2 décembre 2010 à minuit, la chambre de l’instruction ordonna sa remise en liberté le 16 décembre 2010.", "26.  Le 21 janvier 2011, la cour d’assises déclara le requérant coupable des faits reprochés, le condamna à six ans de réclusion criminelle et décerna un mandat de dépôt à son encontre. Suite à cet arrêt, le requérant fut de nouveau écroué. Le ministère public et un des co-accusés interjetèrent appel de l’arrêt.", "27. Le 12 avril 2011, la chambre de l’instruction de la cour d’appel d’Aix-en-Provence fit droit à une demande de mise en liberté du requérant, « eu égard à la durée de la détention provisoire déjà effectuée, aux garanties présentées par [le requérant] et, sans préjuger de la décision à intervenir en cause d’appel, au quantum de la peine prononcée en première instance ». La mise en liberté sous contrôle judiciaire fut assortie de l’obligation pour le requérant de demeurer chez sa mère, de ne pas entrer en relation avec les victimes et les autres mis en examen et de se présenter tous les quinze jours à la gendarmerie.", "28.  La Cour n’a pas été informée de l’issue du procès devant la cour d’assises statuant en appel, qui devrait avoir eu lieu au mois de décembre 2011.", "II.  LE DROIT INTERNE PERTINENT", "29.  Les articles pertinents disposent ce qui suit :", "Article 149 du code procédure pénale", "« Sans préjudice de l’application des dispositions des articles L. 141-2 et L. 141-3 du code de l’organisation judiciaire, la personne qui a fait l’objet d’une détention provisoire au cours d’une procédure terminée à son égard par une décision de non-lieu, de relaxe ou d’acquittement devenue définitive a droit, à sa demande, à réparation intégrale du préjudice moral et matériel que lui a causé cette détention. Toutefois, aucune réparation n’est due lorsque cette décision a pour seul fondement la reconnaissance de son irresponsabilité au sens de l’article 122-1 du code pénal, une amnistie postérieure à la mise en détention provisoire, ou la prescription de l’action publique intervenue après la libération de la personne, lorsque la personne était dans le même temps détenue pour une autre cause, ou lorsque la personne a fait l’objet d’une détention provisoire pour s’être librement et volontairement accusée ou laissé accuser à tort en vue de faire échapper l’auteur des faits aux poursuites. A la demande de l’intéressé, le préjudice est évalué par expertise contradictoire réalisée dans les conditions des articles 156 et suivants.", "Lorsque la décision de non-lieu, de relaxe ou d’acquittement lui est notifiée, la personne est avisée de son droit de demander réparation, ainsi que des dispositions des articles 149-1 à 149-3 (premier alinéa). »", "Article 149-1 du code de procédure pénale", "« La réparation prévue à l’article précédent est allouée par décision du premier président de la cour d’appel dans le ressort de laquelle a été prononcée la décision de non-lieu, de relaxe ou d’acquittement. »", "Article 149-2 du code de procédure pénale", "« Le premier président de la cour d’appel, saisi par voie de requête dans le délai de six mois de la décision de non-lieu, de relaxe ou d’acquittement devenue définitive, statue par une décision motivée. »", "Article 181 du code de procédure pénale", "« (...) L’accusé détenu en raison des faits pour lesquels il est renvoyé devant la cour d’assises est immédiatement remis en liberté s’il n’a pas comparu devant celle-ci à l’expiration d’un délai d’un an à compter soit de la date à laquelle la décision de mise en accusation est devenue définitive s’il était alors détenu, soit de la date à laquelle il a été ultérieurement placé en détention provisoire.", "Toutefois, si l’audience sur le fond ne peut débuter avant l’expiration de ce délai, la chambre de l’instruction peut, à titre exceptionnel, par une décision rendue conformément à l’article 144 et mentionnant les raisons de fait ou de droit faisant obstacle au jugement de l’affaire, ordonner la prolongation de la détention provisoire pour une nouvelle durée de six mois. La comparution de l’accusé est de droit si lui-même ou son avocat en font la demande. Cette prolongation peut être renouvelée une fois dans les mêmes formes. Si l’accusé n’a pas comparu devant la cour d’assises à l’issue de cette nouvelle prolongation, il est immédiatement remis en liberté.", "(...) »", "Article L. 141-1 du code de l’organisation judiciaire", "« L’Etat est tenu de réparer le dommage causé par le fonctionnement défectueux du service de la justice.", "Sauf dispositions particulières, cette responsabilité n’est engagée que par une faute lourde ou par un déni de justice. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 § 3 DE LA CONVENTION", "30.  Le requérant allègue que sa détention provisoire a dépassé le délai raisonnable tel que prévu par l’article 5 § 3 de la Convention, ainsi libellé :", "« Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1 c) du présent article (...) a le droit d’être jugée dans un délai raisonnable, ou libérée pendant la procédure. La mise en liberté peut être subordonnée à une garantie assurant la comparution de l’intéressé à l’audience. »", "31.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "32.  Le Gouvernement soulève une exception d’irrecevabilité tirée du non-épuisement des voies de recours internes. Il expose que, si le requérant a, dans le cadre de sa détention provisoire, mais à partir du mois de février 2009 seulement, demandé à la chambre de l’instruction sa mise en liberté, il n’a saisi la Cour de cassation d’aucun des arrêts de rejet de ses demandes. La Cour de cassation ne manque pourtant pas de sanctionner des détentions provisoires dont la prolongation n’est pas dûment justifiée ; le Gouvernement en veut pour preuve notamment un arrêt par lequel la chambre criminelle de la Cour de cassation a cassé un arrêt de la chambre de l’instruction soumis à son contrôle en la matière (Crim., 2 septembre 2009, pourvoi no 09-83.940). Le Gouvernement poursuit que le requérant n’a en tout et pour tout saisi la Cour de cassation que de l’arrêt de la chambre de l’instruction du 27 avril 2010 ayant ordonné la prolongation de sa détention provisoire. De plus, le requérant pourrait le cas échéant obtenir une indemnisation sur le fondement soit des articles 149 et suivants du code de procédure pénale, soit de l’article L. 141-1 du code de l’organisation judiciaire.", "33.  Le requérant réplique qu’il n’est obligé d’épuiser que les voies de recours internes qui sont « adéquates » et « effectives », et non celles qui sont aléatoires, puisque vouées à l’échec. La question du caractère raisonnable ou non de la durée de la détention provisoire étant, selon la jurisprudence interne, « une appréciation de fait qui échappe au contrôle de la Cour de cassation », le premier volet de l’exception d’irrecevabilité du Gouvernement est donc à rejeter. Quant au deuxième volet, le requérant réplique que les recours invoqués par le requérant sont inefficaces en la matière (Tomasi c. France, 27 août 1992, § 79, série A no 241A).", "34.  La Cour rappelle qu’aux termes de l’article 35 § 1 de la Convention, elle ne peut être saisie qu’après l’épuisement des voies de recours internes. La finalité de cette disposition est de ménager aux Etats contractants l’occasion de prévenir ou de redresser les violations alléguées contre eux avant que la Cour n’en soit saisie. La règle de l’article 35 § 1 se fonde sur l’hypothèse, objet de l’article 13, avec lequel elle présente d’étroites affinités, que l’ordre interne offre un recours effectif quant à la violation alléguée. Cependant, les dispositions de l’article 35 § 1de la Convention ne prescrivent l’épuisement que des recours « à la fois relatifs aux violations incriminées, disponibles et adéquats » (voir, parmi de nombreux autres arrêts, Paksas c. Lituanie [GC], no 34932/04, § 75, CEDH 2011 (extraits)).", "35.  Il est également rappelé qu’un requérant doit avoir fait un usage normal des recours internes vraisemblablement efficaces et suffisants et que, lorsqu’une voie de recours a été utilisée, l’usage d’une autre voie dont le but est pratiquement le même n’est pas exigé (voir, parmi d’autres, Micallef c. Malte [GC], no 17056/06, § 58, CEDH 2009).", "36.  Pour ce qui est des détentions provisoires accomplies en France, la Cour a déjà jugé que le pourvoi en cassation constitue une voie de recours à épuiser, dans la mesure où « la Cour de cassation est à même d’apprécier, sur la base d’un examen de la procédure, le respect de la part des autorités judiciaires du délai raisonnable conformément aux exigences de l’article 5 § 3 de la Convention » (Civet c. France [GC], no 29340/95, §§ 41-44, CEDH 1999VI).", "37.  En l’espèce, la Cour constate, avec le Gouvernement, que le requérant a omis de se pourvoir en cassation des décisions refusant ses trois demandes de mise en liberté (paragraphes 15 à 17 ci-dessus).", "38.  En revanche, elle relève que, dans le cadre de la procédure concernant la question de la prolongation de sa détention provisoire, le requérant sollicita à nouveau sa mise en liberté et dénonça le fait que sa détention durait depuis quarante-trois mois. Lorsque la chambre de l’instruction de la cour d’appel d’Aix-en-Provence ordonna le 27 avril 2010 la prolongation de la détention, en dépit des arguments présentés par le requérant, celui-ci se pourvut en cassation pour dénoncer une violation de l’article 5 § 3 de la Convention et l’absence de motivation de l’arrêt contesté (paragraphes 21 à 23 ci-dessus). Le but poursuivi par le requérant était donc de dénoncer le délai excessif de sa détention provisoire et de mettre fin à la situation qu’il critiquait ainsi.", "39.  De l’avis de la Cour, en procédant ainsi, le requérant a porté son grief tiré de l’article 5 § 3 de la Convention devant les autorités internes et épuisé les voies de recours interne. Sa détention provisoire consécutive se déroula sans qu’aucun élément nouveau ne vint en changer la justification aux yeux des autorités nationales compétentes, en particulier la cour d’assises qui par son arrêt du 4 novembre 2010 ordonna le maintien en détention du requérant jusqu’à sa comparution au fond de l’affaire. Dans ces circonstances, la Cour estime que le requérant était dispensé d’introduire encore un pourvoi en cassation contre l’arrêt précité du 4 novembre 2010 (mutatis mutandis, Bouchet c. France (déc.), no 33591/96, 11 janvier 2000).", "40.  Pour autant que le Gouvernement excipe de la possibilité d’une indemnisation sur le fondement soit des articles 149 et suivants du code de procédure pénale, soit de l’article L. 141-1 du code de l’organisation judiciaire, la Cour rappelle qu’elle a déjà jugé que « le droit d’obtenir la cessation d’une privation de liberté se distingue de celui de recevoir un dédommagement pour une telle privation » (Tomasi, précité, § 79). Dans ces conditions, le requérant n’était pas tenu de mettre en cause la responsabilité de l’Etat (Woukam Moudefo c. France, no 10868/84, décision de la Commission du 21 janvier 1987, Décisions et rapports (DR) 51, p. 71).", "41.  La Cour en conclut que le requérant a satisfait à la condition d’épuisement des voies de recours internes posée à l’article 35 § 1 de la Convention. Par conséquent, il y a lieu de rejeter l’exception de non-épuisement soulevée par le Gouvernement.", "42.  Par ailleurs, la Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Période à prendre en considération", "43.  La période à considérer a débuté le 15 septembre 2006, date du placement du requérant sous mandat de dépôt, pour s’achever le 16 décembre 2010, avec sa remise en liberté (voir paragraphes 7 et 25 cidessus). L’incarcération litigieuse s’étend donc sur quatre années, trois mois et deux jours.", "2.  Le caractère raisonnable de la durée de la détention", "a)  Thèses des parties", "44.  Le requérant critique les motifs retenus par les autorités nationales pour le maintenir en détention provisoire. Quant au risque de fuite, il soutient que le critère du défaut de garanties ne résiste ni à l’épreuve du temps ni au fait que les liens familiaux et sociaux du requérant étaient trop forts pour qu’il puisse envisager de fuir. Le risque de réitération de l’infraction aurait dû, quant à lui, s’analyser sur base d’éléments objectifs et non de son passé judiciaire. Le risque de concertation frauduleuse ne pouvait plus justifier la détention dès le moment où l’instruction concernant les faits d’enlèvement et séquestration était terminée, soit à partir du 30 avril 2008 ou à tout le moins dès le 17 juillet 2008 (l’arrêt rendu à cette dernière date n’ayant ordonné un supplément d’information que pour trois coaccusés). Enfin, aucun élément objectif n’avait été avancé par les juridictions successives pour motiver leurs décisions quant au trouble public que provoquerait la mise en liberté du requérant. Quant à la conduite de la procédure, le requérant estime que les autorités judiciaires françaises n’ont pas accompli toutes les diligences nécessaires. Il rappelle que, la clôture de l’instruction concernant les faits pour lesquels il avait été mis en accusation datant du 30 avril 2008, plus de deux ans et demi s’écoulèrent avant qu’il ne soit jugé par la cour d’assises. Il estime que les autorités judiciaires auraient dû prendre toute la mesure de la participation manifestement différente du requérant à la commission des faits.", "45.  Le Gouvernement expose qu’il existait, tout au long de la procédure, des raisons plausibles de soupçonner le requérant d’avoir participé, avec un groupe, à l’enlèvement et la séquestration d’un couple. Ensuite, les diverses décisions ont invoqué le danger de fuite, fondé non seulement sur la gravité des faits reprochés au requérant, mais principalement sur l’absence de garanties de représentation suffisamment contraignantes. Quant au risque de réitération de l’infraction, les autorités nationales ont pris en compte les antécédents du requérant ; par ailleurs, lors de la procédure, le requérant a reconnu avoir déjà participé à une première tentative d’interception d’un véhicule et avoir recruté une autre personne mise en examen afin de participer aux événements ; son rôle actif dans des activités criminelles faisait légitimement craindre qu’il ne continuât à participer à ce type d’activités. Ensuite, la chambre de l’instruction a retenu, dans chacun de ses arrêts rendus entre les 8 juillet et 17 novembre 2009, le risque de concertation frauduleuse qui existait au vu de la violence utilisée par les individus, dont le requérant, pour parvenir à leurs fins. Enfin, rappelant notamment la motivation de l’arrêt du 10 mars 2009, le Gouvernement souligne que les infractions reprochées au requérant troublent gravement l’ordre public. Il conclut que les juridictions nationales ont motivé leurs décisions de façon pertinente, suffisante et circonstanciée pendant toute la durée de la détention provisoire du requérant. Ensuite, le Gouvernement soutient qu’aucune critique ne peut être émise quant à la manière dont l’affaire a été conduite par les autorités judiciaires. Il rappelle la grande complexité de l’affaire, en raison de la nature criminelle des faits reprochés et du nombre de personnes mises en examen, de témoins à entendre et des ramifications de l’organisation. Il n’existe aucune période de latence dans l’exécution des actes d’instruction, le juge d’instruction et les services enquêteurs ayant traité la procédure avec diligence et dans un délai raisonnable. Il ressort des arrêts des 17 novembre 2009 et 27 avril 2010 que le délai d’audiencement résultait non pas d’un manque de diligence de la part des autorités mais des recours formés par les co-accusés et de l’impossibilité dans cette affaire de disjoindre les procédures.", "b)  Appréciation de la Cour", "46.  La Cour rappelle qu’il incombe en premier lieu aux autorités judiciaires nationales de veiller à ce que, dans un cas donné, la durée de la détention provisoire d’un accusé ne dépasse pas la limite du raisonnable. A cette fin, il leur faut examiner toutes les circonstances de nature à révéler ou écarter l’existence d’une véritable exigence d’intérêt public justifiant, eu égard à la présomption d’innocence, une exception à la règle du respect de la liberté individuelle et d’en rendre compte dans leurs décisions relatives aux demandes d’élargissement. C’est essentiellement sur la base des motifs figurant dans lesdites décisions, ainsi que des faits non contestés indiqués par l’intéressé dans ses recours, que la Cour doit déterminer s’il y a eu ou non violation de l’article 5 § 3 de la Convention (Assenov et autres c. Bulgarie, 28 octobre 1998, § 154, Recueil des arrêts et décisions 1998VIII et Paradysz c. France, no 17020/05, § 65, 29 octobre 2009).", "47.  La persistance de raisons plausibles de soupçonner la personne arrêtée d’avoir commis une infraction est une condition sine qua non de la régularité du maintien en détention, mais au bout d’un certain temps elle ne suffit plus ; la Cour doit alors établir si les autres motifs adoptés par les autorités judiciaires continuent à légitimer la privation de liberté. Quand ceux-ci se révèlent « pertinents » et « suffisants », la Cour cherche de surcroît si les autorités nationales compétentes ont apporté une « diligence particulière » à la poursuite de la procédure (voir, notamment, les arrêts Letellier c. France, 26 juin 1991, § 35, série A no 207, I.A. c. France, 23 septembre 1998, § 102, Recueil des arrêts et décisions 1998VII, Debboub alias Husseini Ali c. France, no 37786/97, 9 novembre 1999, P.B. c. France, no 38781/97, 1er août 2000 et Kudła c. Pologne [GC], no 30210/96, §§ 110-111, CEDH 2000XI).", "48.  En l’espèce, les juridictions d’instruction ont utilisé, tout au long de la procédure, des motifs relativement constants pour rejeter les demandes de mise en liberté ou ordonner la prolongation de la détention provisoire : risques de fuite, de réitération de l’infraction et de concertation frauduleuse, ainsi que trouble exceptionnel et persistant à l’ordre public.", "i.  Le danger de fuite", "49.  La chambre de l’instruction a estimé que la détermination criminelle des individus mis en cause, la gravité de la peine encourue, l’absence d’obligations personnelles contraignantes du requérant obéraient ses garanties de représentation ; elle a jugé les mesures de contrôle judiciaire insuffisantes.", "50.  Si la Cour conçoit que les éléments invoqués peuvent être susceptibles de caractériser un danger de fuite, elle rappelle qu’un tel risque ne peut s’apprécier sur la seule base de la gravité de la peine ; il doit s’analyser en fonction d’un ensemble de données supplémentaires propres soit à en confirmer l’existence, soit à le faire apparaître à ce point réduit qu’il ne peut justifier une détention provisoire (Tomasi, précité, § 98). La Cour constate que la chambre de l’instruction, dans ses décisions rendues entre le 8 juillet 2009 et le 27 avril 2010, a omis de spécifier en quoi il y avait lieu de considérer qu’un tel risque persistait.", "Certes, la Cour constate que les décisions litigieuses font référence à l’insuffisance d’un contrôle judiciaire. Toutefois, elle se doit de noter la motivation générale et abstraite desdites décisions sur la mise en place d’un contrôle judiciaire du requérant, lequel s’était déclaré prêt à remettre son passeport aux autorités et avait produit une promesse d’embauche, ainsi qu’une attestation d’hébergement de sa mère habitant dans la région (mutatis mutandis, Gombert et Gochgarian c. France, nos 39779/98 et 39781/98, § 48, 13 février 2001 et, a contrario, Tinner c. Suisse, nos 59301/08 et 8439/09, §§ 56 et 57, 26 avril 2011).", "ii.  Le risque de récidive", "51.  S’agissant du risque de réitération de l’infraction, au motif que le requérant n’avait pas tenu compte de l’avertissement qui lui avait été donné du fait de sa condamnation en 2005 à six mois d’emprisonnement, et pour autant que le Gouvernement indique que le requérant avait reconnu, lors de la procédure, avoir déjà participé à une première tentative d’interception d’un véhicule et avoir recruté une autre personne mise en cause afin de participer aux événements litigieux, la Cour se doit d’emblée de constater que ces éléments ne figuraient pas parmi les motifs des décisions de la chambre de l’instruction pour justifier le rejet des demandes de mise en liberté ou la prolongation de la détention provisoire.", "52.  Ensuite et en tout état de cause, la Cour rappelle qu’elle a eu l’occasion de préciser que « la gravité d’une inculpation peut conduire les autorités judiciaires à placer et laisser le suspect en détention provisoire pour empêcher des tentatives de nouvelles infractions. Encore faut-il, entre autres conditions, que les circonstances de la cause, et notamment les antécédents et la personnalité de l’intéressé, rendent plausible le danger et adéquate la mesure » (Clooth c. Belgique, 12 décembre 1991, § 40, série A no 225). Aussi a-t-elle relevé que « la référence aux antécédents ne peut suffire à justifier le refus de mise en liberté » (Muller c. France, 17 mars 1997, § 44, Recueil des arrêts et décisions 1997II).", "53.  En l’espèce, la Cour estime que les conditions susmentionnées ne sont pas remplies. En effet, l’acte délictueux, qui avait valu au requérant une condamnation antérieure à six mois d’emprisonnement par le tribunal pour enfants, n’était pas suffisamment comparable, par son degré de gravité, aux charges qui pesaient contre lui dans la procédure litigieuse. Par ailleurs, face à l’argumentation du requérant (voir paragraphe 19 ci-dessus), la chambre de l’instruction n’a fourni aucun élément d’explication concret qui aurait justifié en quoi la personnalité du requérant rendait plausible le danger de réitération de l’infraction.", "iii.  Le risque de concertation frauduleuse", "54. La Cour constate que le motif tiré d’un risque de pressions et de concertation frauduleuse au vu de la violence utilisée par les individus, dont le requérant, pour parvenir à leurs fins n’a pas été étayé, les juges internes s’y étant référé sans viser les circonstances précises de la cause et sans caractériser, par conséquent, un risque sérieux de concertation frauduleuse ou de pression de nature à entraver le bon déroulement de l’information. A cet égard, la Cour juge pertinent de rappeler qu’à chaque fois que la chambre de l’instruction s’est prononcée sur le maintien en détention provisoire du requérant, toutes les personnes mises en cause dans l’affaire, à l’exception de J.-F.D., étaient déjà mises en accusation.", "iv.  Le trouble exceptionnel et persistant à l’ordre public", "55.  La Cour reconnaît que, par leur gravité particulière et par la réaction du public à leur accomplissement, certaines infractions peuvent susciter un trouble social de nature à justifier une détention provisoire, au moins pendant un temps. Dans des circonstances exceptionnelles, cet élément peut donc entrer en ligne de compte au regard de la Convention, en tout cas dans la mesure où le droit interne reconnaît la notion de trouble à l’ordre public provoqué par une infraction. Cependant, on ne saurait l’estimer pertinent et suffisant que s’il repose sur des faits de nature à montrer que l’élargissement du détenu troublerait l’ordre public. En outre, la détention ne demeure légitime que si l’ordre public reste effectivement menacé ; sa continuation ne saurait servir à anticiper sur une peine privative de liberté (I.A., précité, § 104).", "56.  La Cour considère qu’en l’espèce, un tel risque n’a pas été suffisamment démontré par les autorités internes pour justifier, au fil du temps, la détention du requérant.", "57.  En effet, les juridictions nationales se sont bornées à faire abstraitement référence à la gravité des faits reprochés et au trouble à l’ordre public, sans étayer le caractère certain et actuel de l’atteinte à l’ordre public et sans préciser en quoi l’élargissement du requérant, en tant que tel, aurait eu pour effet de le troubler. En tout état de cause, la gravité des faits et le trouble à l’ordre public ne peuvent justifier à eux seuls une aussi longue détention provisoire (Gérard Bernard c. France, no 27678/02, § 46, 26 septembre 2006).", "v.  Conclusion", "58.  La Cour estime que les motifs invoqués par les autorités judiciaires n’étaient pas suffisants pour justifier le maintien en détention provisoire du requérant pendant quatre ans et trois mois. Partant, il y a eu violation de l’article 5 § 3 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 2 DE LA CONVENTION", "59.  Le requérant estime également que les juges de la détention ont porté atteinte à sa présomption d’innocence. Il invoque l’article 6 § 2 de la Convention, qui se lit ainsi qu’il suit :", "« Toute personne accusée d’une infraction est présumée innocente jusqu’à ce que sa culpabilité ait été légalement établie. »", "60.  Compte tenu de l’ensemble des éléments en sa possession, la Cour ne relève aucune apparence de violation de l’article 6 § 2 de la Convention. Partant, cette partie de la requête doit être rejetée en application de l’article 35 §§ 3 a) et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "61.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "62.  Le requérant réclame, au titre du préjudice matériel qu’il aurait subi, une somme globale de 47 414,86 euros (EUR), correspondant à la perte de revenus du fait de l’absence d’accès au travail au sein de la maison d’arrêt de Nice, ainsi qu’aux frais engagés par sa famille pour maintenir les liens affectifs. Ensuite, il sollicite une somme de 30 000 EUR au titre du préjudice moral qu’il aurait subi du fait de la détention provisoire prolongée et des conditions d’incarcération, ainsi qu’en raison de l’impossibilité de voir sa grand-mère mourante.", "63.  Le Gouvernement conteste ces demandes.", "64.  La Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué, dont l’existence n’a pas été suffisamment démontrée. Elle rejette donc cette demande. En revanche, elle estime que le requérant a subi un tort moral certain du fait de la durée déraisonnable de sa détention provisoire, ce que ne compense pas suffisamment le constat de violation de l’article 5 § 3 de la Convention (Kudła, précité, § 165). Statuant en équité, comme le veut l’article 41 de la Convention, elle considère qu’il y a lieu d’octroyer au requérant 8 000 EUR au titre du préjudice moral.", "B.  Frais et dépens", "65.  Le requérant demande également 7 000 EUR pour les frais et dépens engagés devant les juridictions internes.", "66.  Le Gouvernement conteste cette demande, soulignant notamment que la demande n’était assortie d’aucune facture justificative et que le requérant indiquait lui-même avoir « parfois » bénéficié de l’aide juridictionnelle.", "67.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour rejette la demande présentée par le requérant.", "C.  Intérêts moratoires", "68.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l’article 5 § 3 de la Convention et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 5 § 3 de la Convention ;", "", "3.  Dit,", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, la somme de 8 000 EUR (huit mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 3 octobre 2013, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tMark Villiger\n\tGreffière\tPrésident", ""]}