{"file": "FRE_HFJUD_57123_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "57123/08", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "", "", "AFFAIRE DIMCHO DIMOV c. BULGARIE", "", "(Requête no 57123/08)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "16 décembre 2014", "", "", "DÉFINITIF", "", "16/03/2015", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Dimcho Dimov c. Bulgarie,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tIneta Ziemele, présidente,\n\tPäivi Hirvelä,\n\tGeorge Nicolaou,\n\tLedi Bianku,\n\tZdravka Kalaydjieva,\n\tKrzysztof Wojtyczek,\n\tFaris Vehabović, juges,\net de Françoise Elens-Passos, greffière de section,", "Après en avoir délibéré en chambre du conseil le 25 novembre 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 57123/08) dirigée contre la République de Bulgarie et dont un ressortissant de cet État, M. Dimcho Yordanov Dimov (« le requérant »), a saisi la Cour le 6 novembre 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant a été représenté par M. K. Kanev, de l’organisation non gouvernementale « Comité bulgare d’Helsinki », basée à Sofia. Le gouvernement bulgare (« le Gouvernement ») a été représenté par son agent, Mme M. Dimova, du ministère de la Justice.", "3.  Le requérant allègue qu’il a été victime d’un traitement incompatible avec l’article 3 de la Convention, que l’État a failli à son obligation de mener une enquête effective sur ses allégations et que sa correspondance en prison a été contrôlée et interceptée.", "4.  Le 13 janvier 2012, la requête a été communiquée au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1968. Depuis le 23 mai 2003, il est incarcéré à la prison de Varna où il purge une peine d’emprisonnement de dix-huit ans. Il passa la période comprise entre octobre 2008 et juin 2009 à la prison de Vratsa.", "A.  Les antécédents médicaux et psychiatriques du requérant", "6.  En 1989, le requérant a eu une fracture du poignet droit. À la suite de cet accident, il subit des interventions chirurgicales et la faculté de mouvement de sa main droite fut fortement réduite. En mai 2008, il subit une nouvelle intervention chirurgicale à la main droite à cause d’une complication.", "7.  Le requérant souffre par ailleurs de discopathie, gastrite, duodénite, hernie discale, il a des douleurs lombaires et il perd fréquemment connaissance.", "8.  Il ressort des informations fournies par le Gouvernement, que le requérant fit plusieurs tentatives d’automutilation lors de son incarcération : le 28 juin 2005, il frappa sa tête contre les barres de fer de sa cellule ; le 8 juillet 2005, il menaça de se suicider ; le 4 mars 2006, il frappa de nouveau sa tête contre les barres de sa cellule et menaça de s’automutiler ; le 9 mars 2006 il se déclara prêt à s’automutiler ; le 29 juin 2006, dans le bâtiment du tribunal de district de Varna, il frappa plusieurs fois sa tête contre les murs et les barres de fer de la cellule de détention. En raison de son comportement, le requérant eut plusieurs entretiens avec un psychologue pénitentiaire.", "9.  Le 20 février 2007, le requérant fut hospitalisé au service psychiatrique de l’hôpital pénitentiaire à Lovech. Selon les conclusions de son médecin traitant, son état psychique se caractérisait par des troubles du comportement sous forme de réactions agressives et tendances d’automutilation. Il reçut un traitement médicamenteux adapté, son état s’améliora et il retourna à la prison de Varna le 24 avril 2007.", "B.  L’immobilisation du requérant", "10.  Entre le 21 décembre 2007 et le 9 avril 2008, le requérant fut placé en cellule fermée à clef. Il fut également puni de quatorze jours d’isolement carcéral pour insoumission aux autorités pénitentiaires.", "11.  Le 29 avril 2008, il commença une grève de la faim pour protester contre les mauvaises conditions de détention à la prison de Varna. Plus tard dans la journée, il demanda de voir le procureur régional responsable du contrôle de son établissement pénitentiaire. Il signa un document dans lequel il déclarait cesser sa grève de la faim, mais affirmait qu’il était prêt à s’automutiler. Il fut examiné par le médecin pénitentiaire.", "12.  Le même jour, sur l’ordre du directeur de la prison, quelques surveillants pénitentiaires immobilisèrent le requérant en position allongée sur un lit dans le centre médical de la prison de Varna. Ses poignées et ses chevilles furent menottées à la partie métallique de son lit de telle manière que son corps formait une croix.", "13.  Le 30 avril 2008, le requérant se plaignit de fortes douleurs au bras droit, au dos et à la jambe droite et demanda de voir un médecin. Il supplia les surveillants de le détacher et signa une déclaration formelle dans laquelle il renonçait à son intention de s’automutiler. Ses demandes restèrent sans suite : les surveillants lui expliquèrent que les responsables de la prison autorisés à ordonner son détachement étaient absents pendant les jours fériés du début de mois de mai.", "14.  Le 1er mai 2008, le requérant fut examiné par un médecin qui lui administra un médicament par injection. On lui enleva les menottes uniquement pour la durée de l’examen médical et après celui-ci, il fut de nouveau immobilisé sur son lit.", "15.  Le requérant resta menotté sur son lit pendant les six jours suivants. On lui enlevait les menottes trois fois par jour, le temps de prendre ses repas et d’aller aux toilettes. Il fut définitivement détaché de son lit le 7 mai 2008, premier jour ouvrable du mois.", "C.  L’enquête sur la plainte du requérant", "16.  L’intéressé expose qu’il rencontra le procureur régional de Varna en mai 2008 et qu’il se plaignit des traitements infligés par le personnel pénitentiaire. Le procureur n’entreprit aucune démarche pour enquêter sur les allégations du requérant.", "17.  Le 4 juin 2009, par l’intermédiaire d’une avocate engagée par l’organisation non gouvernementale « Comité bulgare d’Helsinki », le requérant porta plainte contre le personnel pénitentiaire devant le parquet régional de Varna. Il demanda l’interrogatoire des gardiens à la prison de Varna et de leurs supérieurs, du personnel médical de la prison, des prisonniers qui avaient été au centre médical de la prison de Varna en même temps que le requérant, ainsi que d’un autre détenu I.M., qui était témoin oculaire de son immobilisation.", "18.  Le 12 juin 2009, le procureur régional de Varna ordonna à la police d’effectuer une enquête sur les allégations du requérant. Il demanda en particulier l’interrogatoire de tous les témoins indiqués par le requérant, la collecte de tous les documents, médicaux et administratifs, relatifs à l’immobilisation de l’intéressé. L’enquête devrait être effectuée dans un délai de vingt jours.", "19.  Au cours du mois de juin 2009, le policier chargé de l’enquête recueillit les dépositions écrites du requérant et de trois responsables de la prison de Varna. Le témoin I.M. ne fut pas interrogé parce qu’il avait été libéré de la prison de Varna le 21 juillet 2008. Le policier enquêteur recueillit un certain nombre de preuves écrites. Le 1er juillet 2009, il envoya le dossier de l’enquête au procureur régional en exprimant l’avis qu’il n’y avait pas suffisamment de données démontrant la commission d’une infraction pénale.", "20.  Par une ordonnance du 29 juillet 2009, le procureur régional de Varna refusa d’ouvrir des poursuites pénales contre les surveillants pénitentiaires mis en cause par le requérant. Il constata que le requérant avait été effectivement immobilisé pendant neuf jours à l’aide de menottes. Cette mesure était néanmoins légale parce qu’elle reposait sur l’article 84d de la loi sur l’exécution des peines. Elle visait à empêcher le requérant de s’automutiler et les surveillants avaient eu raison de croire à la réalité de ce danger, compte tenu notamment de la personnalité et des antécédents du requérant qui s’était déjà mutilé par le passé. Quant à la déclaration écrite du requérant du 30 avril 2008 qu’il n’allait pas s’automutiler, celle-ci avait été faite après les heures de travail de l’administration de la prison et a été enregistrée le premier jour ouvrable suivant, à savoir le 7 mai 2008. Le procureur conclut que les agissements des surveillants n’étaient pas constitutifs d’une infraction pénale.", "21.  Après avoir pris connaissance de l’ordonnance de non-lieu, le 7 août 2009, l’avocate du requérant contesta celle-ci devant le procureur supérieur. Elle fit observer que l’immobilisation de son client n’était plus justifiée à compter du 30 avril 2008, quand il avait déclaré qu’il n’allait pas s’automutiler. Cependant, les autorités pénitentiaires ont continué à appliquer la mesures litigieuse jusqu’au 7 mai 2008, ce qui aurait causé au requérant des souffrances physiques et psychologiques. De surcroît, la mesure contestée n’aurait pas été appliquée en conformité avec la base légale interne concernant l’immobilisation pour des raisons médicales dans les établissements pénitentiaires.", "22.  Par une ordonnance du 25 septembre 2009, le procureur près la cour d’appel de Varna confirma l’ordonnance du procureur régional. Après avoir pris connaissance des pièces du dossier et des arguments de l’avocate du requérant, il accueillit pleinement les constats factuels et les conclusions légales du procureur régional.", "23.  Le 12 novembre 2009, l’avocate du requérant contesta cette ordonnance devant le parquet près la Cour suprême de cassation. Elle fit valoir les mêmes arguments que devant le parquet d’appel (paragraphe 21 ci-dessus).", "24.  Le 26 mars 2010, un procureur du parquet près la Cour suprême de cassation rejeta ce recours. Sur la base des pièces du dossier, il constata que l’immobilisation de l’intéressé avait été nécessaire parce que celui-ci avait menacé de s’automutiler. Les surveillants pénitentiaires avaient utilisé des menottes pour parer à ce risque, comme le leur permettaient les dispositions des articles 84d et 84e de la loi sur l’exécution des peines. Leurs agissements ne constituaient pas une infraction pénale et dès lors, il n’y avait pas lieu d’ouvrir des poursuites pénales à leur encontre.", "D.  La correspondance du requérant et l’introduction de sa requête devant la Cour", "25.  Le 17 mai 2008, le requérant demanda à l’administration pénitentiaire de la prison de Varna de poster une lettre adressée à la Cour européenne des droits de l’homme dans laquelle il faisait part de son intention de soumettre une requête individuelle en vertu de l’article 34 de la Convention. Le responsable pénitentiaire refusa d’envoyer la lettre et avisa le requérant qu’il s’agissait de correspondance personnelle et que l’intéressé devait payer lui-même les frais de poste pour cet envoi. Le requérant expose qu’il ne put pas envoyer cette lettre faute de moyens.", "26.  Le 20 mai 2008, le requérant s’adressa à l’organisation non gouvernementale Comité bulgare d’Helsinki (ci-après l’ONG) et demanda conseil et assistance pour se plaindre des traitements subis à la prison de Varna.", "27.  Le 26 août 2008, une avocate collaborant avec l’ONG adressa une lettre au directeur de la prison de Varna en lui demandant de lui envoyer des copies des déclarations du requérant où celui-ci menaçait de s’automutiler et renonçait à son intention, ainsi que copies des ordonnances d’imposition et de levée de l’immobilisation. En réponse, par une lettre du 29 septembre 2008, le directeur de la prison envoya à l’avocate en question quatre déclarations signées par le requérant et relatives aux événements entourant son immobilisation. Le 6 novembre 2008, le requérant introduisit sa requête devant la Cour par l’intermédiaire de l’ONG.", "28.  Entre le 19 mai 2008 et le 12 février 2009, le requérant envoya quatre lettres à l’adresse de l’ONG qui le représente devant la Cour. Toutes les lettres portaient le cachet de l’administration pénitentiaire sur leur première page. Deux des lettres en question, datées du 14 novembre 2008 et du 12 février 2009, respectivement, étaient accompagnées de notes écrites provenant de l’administration pénitentiaire et répondant aux points soulevés dans les lettres de l’intéressé qu’elles accompagnaient.", "29.  Le 27 avril 2009, l’ONG adressa des lettres à l’administration de la prison de Varna et au parquet régional de la même ville. Il fut demandé au directeur de la prison de fournir les documents relatifs à l’immobilisation du requérant (copie de l’ordonnance imposant cette mesure et de l’ordonnance mettant fin à l’application de celle-ci, extrait du registre tenu par l’administration de la prison attestant que le procureur avait été avisé de l’application de la mesure en question, copies des rapports rédigés par les surveillants pénitentiaires) et au parquet régional de préciser s’il avait été informé de l’application d’un telle mesure par l’administration pénitentiaire et, le cas échéant, de fournir des copies des documents pertinents.", "30.  Les responsables de la prison de Varna ne répondirent pas à la lettre de l’ONG. Le 1er juin 2009, le parquet régional informa l’ONG qu’il n’avait reçu aucune information de la direction de la prison sur une éventuelle immobilisation médicale du requérant pour la période entre le 1er janvier et le 1er juin 2008.", "31.  Une collaboratrice de l’ONG visita la prison de Varna les 28 mai et 1er juin 2009 et elle consulta le dossier pénitentiaire du requérant. Elle rencontra le directeur de la prison et plusieurs agents travaillant à l’établissement pénitentiaire. Dans son rapport adressé à l’ONG, la collaboratrice observa que les responsables de la prison avait admis que le requérant avait été immobilisé en avril et mai 2008 et qu’aucun rapport écrit n’avait été rédigé à cette occasion. Il existait une pratique de fixer les prisonniers agités à l’aide de menottes jusqu’à ce qu’ils retrouvent leur calme. Ces mesures étaient prises sans qu’il y ait des ordonnances ou des rapports écrits à cet effet. Le rapport en cause mentionnait que, malgré les recherches effectuées par l’un des responsables à la prison de Varna, aucun autre document relatif à l’immobilisation du requérant n’a pas pu être retrouvé.", "II.  LE DROIT INTERNE PERTINENT", "A.  Les dispositions pertinentes du code pénal", "32.  Le fait de causer à autrui des lésions corporelles ou des souffrances physiques est constitutif d’une infraction pénale en vertu des articles 128 à 134 du code pénal. La peine encourue par l’auteur des faits varie en fonction de l’intensité des souffrances causées et des différentes circonstances spécifiques de chaque espèce. Si les faits sont commis par un agent de l’État dans l’exercice de ses fonctions, la peine prévue peut aller de trois mois à douze ans d’emprisonnement et cette infraction est poursuivie d’office par le parquet (article 131, alinéa 1, point 2, et l’article 161 du code pénal, dans leur rédaction en vigueur à l’époque des faits pertinents).", "B.  L’utilisation des menottes en milieu carcéral", "33.  L’article 84d de la loi de 1969 sur l’exécution des peines (Закон за изпълнение на наказанията), en vigueur à l’époque des faits pertinents, abrogée le 1er juin 2009, permettait au personnel pénitentiaire d’utiliser des menottes pour maîtriser un détenu souffrant de troubles psychiques si le comportement de celui-ci posait un danger pour lui-même ou pour les autres détenus.", "34.  L’article 84e de la même loi énonçait que l’utilisation des menottes devait se limiter au strict nécessaire et qu’elle devait cesser dès que le but de l’intervention des surveillants était atteint.", "35.  L’article 84h de la loi permettait aux surveillants pénitentiaires de recourir à l’emploi de menottes sans l’accord préalable du directeur de la prison en cas d’une situation urgente.", "C.  Le régime de correspondance des prisonniers", "36.  La législation interne concernant le contrôle de la correspondance des prisonniers a été résumée dans l’arrêt Iliev et autres c. Bulgarie, nos 4473/02 et 34138/04, §§ 25-31, 10 février 2011. En particulier, l’article 33 (1) c de la loi sur l’exécution des peines de 1969 prévoyait que les prisonniers avaient le droit d’envoyer et de recevoir des lettres et que cette correspondance était assujettie au contrôle de l’administration pénitentiaire. En vertu de l’article 37 (1) du règlement d’application de cette loi, le nombre des lettres entrantes et sortantes que les prisonniers pouvaient recevoir était illimité.", "III.  LES RAPPORTS PERTINENTS DU COMITE POUR LA PREVENTION DE LA TORTURE ET DES TRAITEMENTS ET PEINES INHUMAINS ET DEGRADANTS (CPT)", "37.  Une délégation du CPT a visité la prison de Varna entre les 18 et 29 octobre 2010 et entre les 4 et 10 mai 2012.", "38.  La partie pertinente du rapport de visite de 2010 se lit comme suit (texte disponible uniquement en anglais) :", "« 91.  The CPT’s delegation encountered at Varna Prison the practice of fixation of prisoners with handcuffs to a bed. It was apparently not a frequent phenomenon, however, the delegation was concerned by the duration of fixation (e.g. in the case of one prisoner diagnosed with a personality disorder who had threatened to commit suicide, 11 days in September and 5 days in April 2010; in the case of another prisoner, 15 days in June/July 2009) and the procedure followed. Fixation took place in one of the rooms of the medical centre (which was not specifically designed for the purpose and contained three ordinary beds). There was no centralised record of recourse to fixation, which made it difficult for the delegation to obtain a full grasp of the situation. The chief officer on duty showed the delegation copies of letters that he had sent to the relevant prosecutor, informing him of his decision to fixate a prisoner. However, the period of fixation was not documented. Further, it transpired from interviews with prisoners and staff that a doctor was not systematically called in whenever an inmate was fixated, and there was no close monitoring of the fixated prisoner by staff.", "92.  The CPT understands that it is necessary on occasion to resort to means of restraint in a prison setting. In such cases, the existence of regulations governing the use of means of restraint (conditions and procedure), and the conscientious recording of every application of these means, are basic safeguards against possible abuse and at a more general level constitute the essential tools of good management. In the Committee’s opinion, the approach to immobilisation in prisons should take into consideration the following principles and minimum standards:", "Regarding its appropriate use, immobilisation should only be used as a last resort to prevent the risk of harm to the individual or others and only when all other reasonable options would fail to satisfactorily contain those risks; it should never be used as a punishment or to compensate for shortages of trained staff; it should not be used in a non-medical setting when hospitalisation would be a more appropriate intervention.", "Any resort to immobilisation should always be either expressly ordered by a doctor or immediately brought to the attention of a doctor.", "A special register should be kept to record all cases in which recourse is had to means of restraint; the entry should include the times at which the measure began and ended, the circumstances of the case, the reasons for the measure, the name of the staff member who ordered or approved it, and an account of any injuries sustained by the person or staff.", "The duration of fixation should be for the shortest possible time. Restraint for periods of days at a time cannot have any justification and would amount to ill-treatment.", "Persons subject to immobilisation should receive full information on the reasons for the intervention.", "The management of any establishment which might use immobilisation should issue formal written guidelines, taking account of the above criteria, to all staff who may be involved.", "An individual subject to immobilisation should, at all times, have his/her mental and physical state continuously and directly monitored by an identified member of the health-care staff or another suitably trained member of staff who has not been involved in the circumstances which gave rise to the application of immobilisation. The staff member concerned should offer immediate human contact to the immobilised person, reduce his/her anxiety, communicate with the individual and rapidly respond, including to the individual’s personal needs regarding oral intake, hygiene and urination and defecation. Such individualised staff supervision should be performed from within the room or, if the inmate so wishes, very near the door (within hearing and so that personal contact can be established immediately). The supervising staff member should be required to maintain a written running record. Further, the person concerned should be given the opportunity to discuss his/her experience, during and, in any event, as soon as possible after the end of a period of restraint. This discussion should always involve a member of health-care staff or another member of staff with appropriate training.", "The CPT recommends that the Bulgarian authorities take the necessary steps to ensure that all the principles and minimum safeguards set out above are applied in prisons when resort is had to immobilization. »", "39.  La partie pertinente du rapport de visite de 2012 se lit comme suit (texte disponible uniquement en anglais) :", "« 20.  The CPT is seriously concerned to note that apart from the introduction of a cursory recording system, no other follow-up has been given to the Committee’s recommendation as regards the practice of fixation of prisoners with handcuffs to a bed at Varna Prison. As regards the 20 cases recorded between November 2010 and April 2012, fixation had frequently been applied for periods of days. In one case, it had lasted for 27 days, and in 16 other cases it had lasted between five and 18 days. It was also clear that a doctor was not systematically called in whenever an inmate was fixated, and that there was no close monitoring of the fixated prisoner by staff. Furthermore, inmates could be fixated in full view of other inmates. It is noteworthy that a prisoner in a distressed mental state had been fixated in the same conditions. Such a state of affairs is totally unacceptable. While acknowledging that it can be necessary on occasion to resort to means of restraint in a prison setting, the CPT wishes to reiterate that this should be surrounded by appropriate safeguards, which had been detailed in paragraph 92 of the report on the visit carried out in 2010. In particular, the application of means of restraint should be monitored by a doctor and the restrained person should be under the constant direct supervision of a member of staff. The restraints should be removed at the earliest opportunity. Such means should never be applied, or their application prolonged, as a punishment. Further, any prisoner in a distressed mental state should be referred to a psychiatric hospital without delay.", "The CPT calls upon the Bulgarian authorities to take immediate action to ensure that all the principles and safeguards concerning the use of fixation, as set out in the report on the 2010 visit (see paragraph 92 of CPT/Inf (2012) 9), are applied in Varna Prison, as well as in other prisons. »", "EN DROIT", "I.  SUR LES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 3 DE LA CONVENTION", "40.  Le requérant allègue que son immobilisation à la prison de Varna pendant neuf jours et l’absence d’une enquête effective sur ces événements s’analysent en des violations de ses droits garantis par l’article 3 de la Convention, libellé comme suit :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Sur la recevabilité", "41.  Le Gouvernement excipe du non-épuisement des voies de recours interne. Il fait observer que le requérant n’a pas introduit une action en dommages et intérêts en vertu de la loi sur la responsabilité de l’État pour se plaindre de son immobilisation à la prison de Varna. Le Gouvernement présente à l’appui de son objection la copie d’une décision de justice où un tribunal administratif de première instance a accordé un dédommagement pécuniaire à un prisonnier qui avait été menotté sans aucune justification lors des entrevues avec ses proches au parloir de la prison. Le Gouvernement invoque également les arrêts Dobrev c. Bulgarie, no 55389/00, 10 août 2006 et Oreshkov c. Bulgarie, no 11932/04, 6 mars 2012, où la Cour a reconnu qu’une action en dommages et intérêts constituait une voie de recours interne à épuiser en cas d’allégations de violations de l’article 3 découlant des mauvaises conditions dans les établissements pénitentiaires.", "42.  Le requérant s’oppose à la thèse du Gouvernement. Il fait observer que son immobilisation pendant neuf jours consécutifs constituait un traitement particulièrement sévère qu’il qualifie de torture. Compte tenu de l’intensité de l’atteinte à son intégrité physique, la seule voie de recours interne suffisamment adéquate était la plainte pénale contre les surveillants impliqués dans son immobilisation. Il a saisi le parquet compétent d’une telle plainte en lui demandant d’ouvrir une enquête pénale sur ces événements, mais sa demande a été rejetée. Le requérant fait remarquer que dans des situations comme celle en l’espèce, où les victimes alléguées de mauvais traitements disposent de deux ou plusieurs voies de recours alternatives, la Cour a toujours privilégié, dans son examen de la question de l’épuisement des voies de recours internes, la voie de recours pénale aux voies de recours purement compensatoires, comme l’action en dommages et intérêts. Il invoque notamment l’arrêt Julin c. Estonie, nos 16563/08, 40841/08, 8192/10 et 18656/10, 29 mai 2012, ainsi qu’une série d’arrêts rendus à l’encontre de la Bulgarie : Assenov et autres c. Bulgarie, 28 octobre 1998, Recueil des arrêts et décisions 1998VIII ; Ivan Vassilev c. Bulgarie, no 48130/99, 12 avril 2007; Hristovi c. Bulgarie, no 42697/05, 11 octobre 2011.", "43.  La Cour rappelle que la règle énoncée à l’article 35 § 1 de la Convention impose aux requérants l’obligation d’utiliser en premier lieu les recours normalement disponibles et suffisants dans l’ordre juridique interne de leur pays pour leur permettre d’obtenir réparation des violations qu’ils allèguent. Lesdits recours doivent exister à un degré suffisant de certitude, en pratique comme en théorie, sans quoi leur manquent l’effectivité et l’accessibilité voulues (voir parmi beaucoup d’autres, Salman c. Turquie [GC], no 21986/93, § 81, CEDH 2000VII; İlhan c. Turquie [GC], no 22277/93, § 58, CEDH 2000VII).", "44.  La Cour rappelle également que d’après sa jurisprudence constante, le recours normalement disponible et adéquat en droit bulgare en cas d’allégations de mauvais traitement subis aux mains des agents étatiques, tels que les policiers, est la plainte adressée aux organes de poursuites pénales (voir, parmi beaucoup d’autres, Assenov et autres c. Bulgarie, précité, § 86 ; Osman et Osman c. Bulgarie (déc.), no 43233/98, 6 mai 2004, et Kemerov c. Bulgarie (déc.), no 44041/98, 2 septembre 2004). La Cour considère qu’il y a lieu d’appliquer la même règle en ce qui concerne les allégations de mauvais traitements subis aux mains des agents de l’administration pénitentiaire.", "45.  Dans la présente affaire, le requérant dénonce son immobilisation durant plusieurs jours d’affilée à la prison de Varna (paragraphe 40 cidessus). Il convient donc de distinguer cette affaire des affaires Dobrev et Oreshkov, précitées, que le Gouvernement a invoquées à l’appui de son objection d’irrecevabilité dans la mesure où ces dernières concernaient uniquement les conditions matérielles de détention des requérants et non pas l’application d’une mesure de contrainte vis-à-vis des requérants par le personnel pénitentiaire.", "46.  La Cour observe ensuite que le requérant a saisi le parquet régional d’une plainte contre les surveillants impliqués dans son immobilisation et a demandé l’ouverture de poursuites pénales à l’encontre de ceux-ci (paragraphe 17 ci-dessus). Il a également contesté les ordonnances successives de non-lieu du parquet régional et du parquet d’appel, mais ses recours n’ont pas été couronnés de succès (paragraphes 21-24 ci-dessus).", "47.  Compte tenu de toutes les circonstances susmentionnées, la Cour considère qu’ayant épuisé la voie pénale que lui ouvrait le droit bulgare, le requérant n’était pas obligé d’essayer d’obtenir réparation en engageant une action en dommages-intérêts (voir, mutatis mutandis, l’arrêt Assenov et autres, précité, § 86 in fine). Il s’ensuit que l’exception préliminaire du Gouvernement doit être rejetée.", "48.  La Cour constate par ailleurs que les griefs tirés de l’article 3 de la Convention ne sont pas manifestement mal fondés au sens de l’article 35 § 3 a) de la Convention et qu’ils ne se heurtent à aucun autre motif d’irrecevabilité. Il convient donc de les déclarer recevables.", "B.  Sur le fond", "1.  Sur l’allégation de mauvais traitements subis aux mains des surveillants pénitentiaires", "a)  Positions des parties", "49.  Le requérant expose qu’il a été attaché à son lit à la prison de Varna pendant neuf jours. Au cours de cette période, on le détachait trois fois par jour pendant vingt à trente minutes. Hormis les visites médicales du 29 avril et du 1er mai 2008, il n’a pas été suivi par un médecin, mais par d’autres détenus qui servaient d’aides-soignants au service médical à la prison.", "50.  Le requérant soutient que la mesure en cause n’était pas prise et exécutée en conformité avec la législation interne. À aucun moment, les autorités pénitentiaires n’ont considéré l’opportunité de recourir à d’autres mesures moins contraignantes pour le dissuader de s’automutiler. En tout état de cause, son immobilisation n’était pas justifiée à compter du 30 avril 2008, quand il avait déclaré qu’il n’allait pas s’automutiler. Le requérant soutient qu’en raison de son état psychologique fragilisé et de ses multiples problèmes de santé, l’immobilisation prolongée lui a causé de graves souffrances physiques et mentales qu’il qualifie de « torture ».", "51.  Le Gouvernement ne conteste pas le fait que le requérant a été immobilisé sur son lit entre le 29 avril et le 7 mai 2008. Il considère cependant qu’il s’agissait d’une mesure légale et nécessaire et qui n’a pas constitué un traitement incompatible avec l’article 3 de la Convention.", "52.  Le Gouvernement fait observer que le requérant souffrait de troubles du comportement qui avaient été accompagnés par le passé d’épisodes d’automutilation et de menaces de suicide. Le 29 avril 2008, il a remis aux surveillants pénitentiaires une déclaration manuscrite menaçant qu’il allait s’automutiler. Compte tenu de cette déclaration et des antécédents médicaux et psychiatriques du requérant, l’administration pénitentiaire a décidé de procéder à son immobilisation afin de préserver son intégrité physique.", "53.  Le requérant a été attaché à un lit situé dans les locaux du service médical de la prison de Varna. Il a été sous surveillance constante, y compris par un personnel médical. On le détachait de son lit trois fois par jour, pour quarante-cinq minutes, le temps de prendre ses repas, d’aller aux toilettes et de se dégourdir. Les deux examens médicaux du requérant du 29 avril et du 1er mai 2008 n’ont pas révélé des problèmes physiques particuliers chez celui-ci.", "54.  La mesure en cause a été prise conformément à la législation interne. L’immobilisation a été appliquée pendant une période relativement courte et le requérant a été définitivement détaché le 7 mai 2008, immédiatement après la disparition du danger d’automutilation.", "b)  Appréciation de la Cour", "55.  La Cour rappelle que l’article 3 de la Convention consacre l’une des valeurs fondamentales des sociétés démocratiques. Cette article prohibe en termes absolus la torture et les peines ou traitements inhumains ou dégradants et ce quels que soient les agissements de la victime (Labita c. Italie [GC], no 26772/95, § 119, CEDH 2000IV).", "56.  Pour tomber sous le coup de l’article 3, un mauvais traitement doit atteindre un minimum de gravité. L’appréciation de ce minimum est relative par essence ; elle dépend de l’ensemble des données de la cause et, notamment, de la durée du traitement, de ses effets physiques ou psychologiques ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime. La Cour a jugé un traitement « inhumain » notamment pour avoir été appliqué avec préméditation pendant des heures et avoir causé des lésions corporelles ou de vives souffrances physiques et morales. Elle a considéré qu’un traitement était « dégradant » en ce qu’il était de nature à créer chez ses victimes des sentiments de peur, d’angoisse et d’infériorité propres à les humilier et à les avilir (Labita, précité, § 120). La souffrance psychologique peut résulter d’une situation où des agents de l’État créent délibérément chez les victimes un sentiment de peur en les menaçant de mort ou de maltraitances (voir Hristovi, précité, § 80).", "57.  L’utilisation de menottes ou d’autres moyens de contrainte et d’immobilisation ne soulève pas en principe un problème sous l’angle de l’article 3 quand cette mesure a été prise dans le cadre d’une arrestation légale et quand elle n’implique pas l’utilisation de la force physique ou une exposition médiatique de la personne concernée allant au-delà de ce qui apparaît strictement nécessaire dans le cas d’espèce. À cet égard, il importe par exemple de savoir s’il y a lieu de penser que l’intéressé opposera une résistance à l’arrestation, ou tentera de fuir, de provoquer blessure ou dommage, ou de supprimer des preuves (voir, par d’autres, Raninen c. Finlande, 16 décembre 1997, § 56, Recueil des arrêts et décisions 1997VIII ; Julin, précité, § 120).", "58.  En gardant à l’esprit le potentiel de violence qui existe dans un établissement pénitentiaire, la Cour reconnaît que l’utilisation de force et de moyens de contrainte peut s’avérer nécessaire en milieu carcéral pour prévenir le risque de débordements, de désobéissance, voire d’automutilation. Cependant, l’application de ces mesures ne doit pas aller au-delà de ce qui est strictement nécessaire pour maîtriser la situation en cause (Julin, précité, § 121 ; Ivan Vassilev, précité, § 63). En effet, lorsqu’un individu se trouve privé de sa liberté, l’utilisation à son égard de la force physique alors qu’elle n’est pas rendue strictement nécessaire par son comportement porte atteinte à la dignité humaine et constitue, en principe, une violation du droit garanti par l’article 3 (voir l’arrêt Labita, précité, § 120).", "59.  La Cour rappelle enfin que les allégations de mauvais traitements, contraires à l’article 3 de la Convention, doivent être étayées devant elle par des éléments de preuve appropriés. Pour l’établissement des faits, celle-ci se sert du critère de la preuve « au-delà de tout doute raisonnable » (Irlande c. Royaume-Uni, 18 janvier 1978, § 161 in fine, série A, no 25). Toutefois, une telle preuve peut résulter d’un faisceau d’indices, ou de présomptions non réfutées, suffisamment graves, précis et concordants (Salman, précité, § 100).", "60.  Se tournant vers la présente affaire, la Cour constate que les parties s’accordent sur le fait que le requérant a été menotté en position allongée sur son lit à la prison de Varna entre le 29 avril et le 7 mai 2008. Afin d’établir si cette mesure était compatible avec l’article 3 de la Convention, la Cour estime opportun de prendre en compte les raisons qui ont imposé la mise en œuvre de celle-ci, sa durée et ses modalités d’application, ainsi que l’ampleur de ses effets physique et psychologique sur l’intéressé.", "61.  La Cour observe que le requérant a été immobilisé sur un lit à la prison de Varna après avoir adressée à l’administration pénitentiaire une déclaration dans laquelle il affirmait qu’il allait s’automutiler. Les documents du dossier font apparaître que le requérant souffre de troubles comportementaux accompagnés de tendances suicidaire et d’automutilation. Il ressort des documents du dossier que, par le passé, l’intéressé avait déjà menacé de se suicider et qu’il s’était blessé intentionnellement en frappant sa tête contre le mur et les barreaux de sa cellule (paragraphe 8 ci-dessus). Lorsque le requérant a adressé à l’administration de la prison de Varna sa déclaration du 29 avril 2008 dans laquelle il faisait part de son intention de passer encore une fois à l’acte, celle-ci connaissait déjà ses antécédents psychiatriques et comportementaux. Dans ces conditions, le risque d’automutilation étant sérieux et imminent, la Cour ne saurait reprocher aux responsables de la prison de Varna d’avoir décidé d’immobiliser temporairement le requérant en l’attachant en position allongée sur un lit situé dans les locaux du service médical de la prison. À l’époque des faits, la loi sur l’application des peines autorisait l’utilisation de menottes et d’autres moyens de contrainte par les surveillants pénitentiaires afin de parer le risque d’automutilation en milieu carcéral (paragraphe 33 ci-dessus).", "62.  Le requérant est resté attaché à son lit entre le 29 avril et le 7 mai 2008, soit pendant neuf jours consécutifs. La Cour constate cependant que dans une déclaration signée le 30 avril 2008, il a clairement exprimé son intention de ne pas s’automutiler. L’enquête menée à la suite de la plainte du requérant a démontré que cette déclaration a été signée après la fermeture des bureaux de l’administration de la prison de Varna et qu’elle est restée sans suite pendant les six jours suivants qui étaient fériés (paragraphe 20 cidessus). Celle-ci n’a été enregistrée que le 7 mai 2008, et le requérant a été détaché de son lit le même jour. Le requérant affirme par ailleurs, que les surveillants lui avaient expliqués qu’ils ne pouvaient pas le détacher sans l’aval de leurs supérieurs qui étaient absents durant la période fériée du début du mois de mai (paragraphe 13 ci-dessus).", "63.  La Cour note qu’au cours de la journée du 30 avril 2008, il existait un ensemble de circonstances suffisamment concordantes et sérieuses indiquant que l’immobilisation du requérant avait déjà accompli son objectif et qui, de ce fait, aurait pu motiver les surveillants à s’interroger sur le caractère nécessaire de la mesure : le requérant avait déjà passé plusieurs heures menotté à son lit ; il s’était plaint de douleurs au bras droit, au dos et à la jambe droite et il avait signé la déclaration où il renonçait à son intention de se blesser (paragraphes 12 et 13 ci-dessus). Les éléments de preuves font apparaitre que la raison principale de ne pas détacher l’intéressé ce jour-là était la fermeture des bureaux de l’administration de la prison de Varna et l’absence des supérieurs hiérarchiques des surveillants durant les six jours fériés au début de mois de mai 2008 (paragraphes 13 et 20 ci-dessus). La Cour ne peut que constater que ce manquement dans l’organisation du travail au sein de la prison a été particulièrement préjudiciable pour le requérant qui a dû rester attaché à son lit durant six jours supplémentaires sans aucune justification.", "64.  La Cour fait observer également, que dans ses rapports de visite de 2010 et 2012, la délégation du CPT a constaté qu’il existait une pratique à la prison de Varna de procéder à l’immobilisation de certains détenus pour des périodes de plusieurs jours d’affilée. Ces rapports recommandaient à l’administration pénitentiaire de limiter au strict minimum la durée de cette mesure particulièrement contraignante pour le détenu et de ne pas appliquer celle-ci pendant plusieurs jours consécutifs, ce qui reviendrait à soumettre le détenu à une maltraitance (paragraphes 38 et 39 ci-dessus).", "65.  En ce qui concerne les modalités d’application de la mesure contestée, la Cour observe que les surveillants n’ont pas utilisé un équipement adapté à la contention physique : ils se sont servis de quelques paires de menottes pour attacher le requérant sur un lit ordinaire dans les locaux du service médical à la prison de Varna. L’absence de dispositif spécialisé de fixation et d’immobilisation physique à cette époque est confirmée par le rapport de visite du CPT de 2010 qui constatait que la chambre où était appliquée la mesure en cause n’était pas spécialement aménagée et qu’il n’y avait que trois lits ordinaires (paragraphe 38 cidessus).", "66.  Les deux parties conviennent que l’intéressé a été détaché trois fois par jour pour faire sa toilette et prendre ses repas. Leurs positions respectives ne divergent que sur le point de savoir quelle était la durée exacte de ces périodes : vingt à trente minutes pour le requérant et quarantecinq minutes pour le gouvernement (paragraphes 49 et 53 cidessus). Quoi qu’il en soit, force est de constater que le requérant a passé au moins vingt-deux heures par jour, pendant plusieurs journées, allongé et menotté sur son lit, les bras écartés.", "67.  En ce qui concerne l’effet physique de la mesure contestée, la Cour observe que l’intéressé avait plusieurs maladies chroniques (paragraphes 6 et 7 ci-dessus), en particulier, une raideur du poignet droit résultant d’une ancienne fracture et que, peu après les événements en cause, il a subi une intervention chirurgicale à la main droite. Il ressort des pièces du dossier que l’intéressé s’est plaint de fortes douleurs au bras droit lors de son immobilisation et qu’il a reçu un médicament par injection (paragraphes 13 et 14 ci-dessus). Il en ressort que la mesure en cause n’a fait qu’exacerber ce problème de santé préexistant de l’intéressé et lui a causé de la douleur physique.", "68.  Pour ce qui est de l’effet psychologique de la mesure en cause, la Cour note que le requérant était particulièrement vulnérable : il souffrait de troubles comportementaux récurrents pour lesquels il avait été traité par le passé dans un établissement psychiatrique (paragraphes 8 et 9 ci-dessus). Dans ces circonstances, la Cour estime que l’immobilisation continue du requérant a dû lui causer des souffrances psychologique considérables.", "69.  Ces éléments suffisent à la Cour pour conclure que l’immobilisation continue de l’intéressé était incompatible avec l’article 3 de la Convention. À partir du 30 avril 2008, elle ne se justifiait plus par son comportement, sa durée était excessive et ses modalités d’application ont causé au requérant de vives souffrances physiques et psychologiques. La Cour estime que la mesure en cause s’analyse en un traitement inhumain. Il y a donc eu violation de l’article 3 de la Convention dans son volet matériel.", "2.  Sur l’allégation d’absence d’une enquête effective", "a)  Positions des parties", "70.  Le requérant allègue que les autorités ont failli à leur obligation de mener une enquête effective sur ses allégations de mauvais traitements subis à la prison de Varna. Il expose, en premier lieu, que peu après les événements en cause, il a eu un entretien avec un procureur à la prison et qu’il s’est plaint de son immobilisation. Le parquet n’avait toutefois pas entrepris d’enquêter sur les événements. Une enquête policière a été ouverte seulement après l’intervention de l’organisation non gouvernementale Comité bulgare d’Helsinki en juin 2009.", "71.  Cependant, cette enquête de police ne répondait pas aux critères d’effectivité au regard de l’article 3 de la Convention. Elle avait une étendue limitée : les policiers n’ont jamais interrogé le requérant ; ils se sont contentés de recueillir les dépositions de certains responsables de la prison de Varna, ainsi qu’un certain nombre de preuves écrites ; le policier enquêteur ne s’est pas penché sur la question de savoir quel était l’impact physique et psychologique de l’immobilisation sur le requérant. L’intéressé et ses représentants n’ont pas eu la possibilité de prendre connaissance des documents du dossier, de participer activement à l’enquête en cause et leurs arguments à l’encontre des ordonnances de non-lieu n’ont pas été pris en compte par les procureurs supérieurs.", "72.  Le Gouvernement soutient que les autorités compétentes ont mené une enquête officielle, impartiale et approfondie sur les allégations du requérant. L’enquête effectuée sous la direction du parquet régional a permis de rassembler toutes les preuves nécessaires pour l’établissement des faits : dépositions de témoins, preuves documentaires. Sur la base de ces preuves, le procureur régional a conclu que les agissements des surveillants n’étaient pas pénalement répréhensibles. Ces conclusions ont été confirmées par la suite par tous les procureurs supérieurs.", "b)  Appréciation de la Cour", "73.  La Cour rappelle que lorsqu’un individu affirme de manière défendable avoir subi, aux mains de la police ou d’autres services comparables de l’État, de graves sévices illicites et contraires à l’article 3, cette disposition, combinée avec le devoir général imposé à l’État par l’article 1 de la Convention de « reconnaître à toute personne relevant de [sa] juridiction, les droits et libertés définis (...) [dans la] Convention », requiert, par implication, qu’il y ait une enquête officielle effective. Cette enquête doit pouvoir mener à l’identification et à la punition des responsables. S’il n’en allait pas ainsi, nonobstant son importance fondamentale, l’interdiction légale générale de la torture et des peines ou traitements inhumains ou dégradants serait inefficace en pratique, et il serait possible dans certains cas à des agents de l’État de fouler aux pieds, en jouissant d’une quasi-impunité, les droits de ceux soumis à leur contrôle (Assenov et autres, précité, § 102).", "74.  Une telle enquête doit être « effective » dans le sens où elle doit permettre aux autorités de déterminer si le recours à la force était ou non justifié dans les circonstances particulières de l’espèce (Zelilof c. Grèce, no 17060/03, § 55, 24 mai 2007). Un des aspects essentiels d’une enquête effective est sa promptitude – les autorités de l’État sont tenues d’ouvrir une telle enquête dès qu’il existe à leur connaissance des indications suffisamment précises donnant à penser qu’on se trouve en présence de cas de torture ou de mauvais traitement et ce même en l’absence d’une plainte proprement dite de la part des personnes concernées (voir par exemple Batı et autres c. Turquie, nos 33097/96 et 57834/00, § 133, CEDH 2004IV (extraits)). De même, les organes de l’investigation doivent faire preuve de célérité dans l’accomplissement des mesures d’instruction (voir, par exemple Labita, précité, §§ 133 et 134).", "75.  L’article 3 impose encore que l’enquête en cause soit suffisamment « approfondie » : les autorités chargées de l’enquête doivent chercher à établir de bonne foi les circonstances de l’espèce, sans négliger les preuves pertinentes ou s’empresser de mettre fin à l’enquête en s’appuyant sur des constats mal fondés ou hâtifs (voir, parmi d’autres, l’arrêt Assenov et autres, précité, §§ 103-105). Les autorités sont tenues par ailleurs de préserver et recueillir les preuves nécessaires à l’établissement des faits, qu’il s’agisse – par exemple – des dépositions de témoins ou des preuves matérielles (voir l’arrêt Zelilof, précité, § 56). Toute carence de l’enquête affaiblissant sa capacité à établir les causes des préjudices subis ou l’identité des responsables risque de faire conclure qu’elle ne répond pas à la norme d’effectivité requise (Boicenco c. Moldova, no 41088/05, § 123, 11 juillet 2006).", "76.  Enfin, la Cour rappelle que la victime doit être en mesure de participer effectivement, d’une manière ou d’une autre, à l’enquête (Dedovski et autres c. Russie, no 7178/03, § 92, CEDH 2008, Denis Vassiliev c. Russie, no 32704/04, § 157, 17 décembre 2009).", "77.  Dans la présente affaire, le requérant allègue qu’en mai 2008, il s’est plaint de son immobilisation devant le procureur régional lors d’un entretien à la prison de Varna mais que le procureur n’a pas donné suite à sa plainte. La Cour constate, de son côté, que les pièces du dossier ne lui permettent pas de conclure qu’un tel entretien a vraiment eu lieu et qu’au cours de cet entretien, l’intéressé s’est plaint d’avoir été victime de maltraitances aux mains des surveillants.", "78.  La Cour constate ensuite que l’avocate de l’intéressé a saisi le parquet régional de Varna d’une plainte contre les surveillants pénitentiaires en date du 4 juin 2009. Le 12 juin 2009, le procureur régional de Varna a ordonné une enquête de police afin d’établir si les surveillants avaient commis une infraction pénale en procédant à l’immobilisation de l’intéressé (paragraphes 17 et 18 ci-dessus).", "79.  Le requérant a été associé à l’enquête en cause : la police a recueilli ses dépositions écrites (paragraphe 19 ci-dessus) ; il a été informé des résultats de l’investigation (paragraphe 21 ci-dessus) ; il a contesté les nonlieux successifs des parquets régional et d’appel (paragraphes 21 et 23 ci-dessus).", "80.  La Cour estime cependant que l’enquête policière en cause a eu une étendue très limitée. Elle observe à cet effet que la quasi-totalité des preuves recueillies au cours des investigations provenaient de l’administration de la prison de Varna : documents liés à l’immobilisation du requérant, dépositions des responsables de la prison. Les surveillants qui avaient immobilisé le requérant n’ont jamais été interrogés ; la police n’a retrouvé et interrogé ni le prisonnier I.M., ni les autres prisonniers présents au centre médical à la prison lorsque le requérant y était immobilisé (paragraphe 19 ci-dessus).", "81.  Il est vrai que, même en l’absence des preuves susmentionnées, le parquet a pu établir que l’intéressé avait été attaché à son lit pendant plusieurs jours. Il s’est borné à constater que cette immobilisation avait une base légale en droit interne et que les surveillants avaient bonne raison de croire que le requérant allait s’automutiler (paragraphes 20, 22 et 24 cidessus). Les organes de l’enquête se sont ainsi concentrés uniquement sur le début de la période d’immobilisation et n’ont pas cherché à établir si cette mesure se justifiait pendant toute la durée de son application et surtout après le 30 avril 2008, quand le requérant a déclaré qu’il renonçait à s’automutiler. Dans ce contexte, toutes les preuves qui auraient permis d’établir la nécessité de cette mesure et son impact physique et psychologique sur le requérant relevaient une importance particulière.", "82.  La Cour tient à rappeler que, dans des circonstances comme celles en l’espèce, l’enquête officielle sur les allégations de mauvais traitements doit être à même d’établir si les force employée par les agents de l’État était strictement proportionnelle au regard du comportement et du danger posé par le requérant (Wiktorko c. Pologne, no 14612/02, § 60, 31 mars 2009). Force est de constater qu’à cause de son étendue limitée, l’enquête de police menée en l’espèce n’a pas pu aborder cet aspect essentiel de la plainte du requérant.", "83.  Ces éléments suffisent à la Cour pour conclure que l’État a failli à son obligation de mener une enquête effective sur les allégations de mauvais traitements subis par l’intéressé. Il y a donc eu violation de l’article 3 de la Convention dans son volet procédural.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "84.  Le requérant dénonce le contrôle que l’administration pénitentiaire exerçait sur sa correspondance sortante, en particulier pendant la période comprise entre le 19 mai 2008 et le 12 février 2009.", "85.  Il invoque l’article 8 de la Convention, libellé comme suit dans sa partie pertinente :", "« 1.  Toute personne a droit au respect (...) de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Sur la recevabilité", "86.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "87.  Le requérant allègue que sa correspondance sortante a été assujettie au contrôle systématique de l’administration pénitentiaire. Il fait observer que ses lettres adressées à l’organisation non gouvernementale Comité bulgare d’Helsinki étaient lues avant d’être postées : elles portaient le cachet de la prison et certaines d’entre elles étaient accompagnées de documents ajoutés par l’administration de la prison. Le requérant soutient que la législation interne, qui autorisait cette ingérence à son droit au secret de la correspondance, n’offrait pas des garanties suffisantes contre l’arbitraire.", "88.  Le Gouvernement n’a pas présenté d’observations sur ces allégations du requérant.", "89.  La Cour observe, pour sa part, que la correspondance sortante du requérant a été contrôlée par l’administration pénitentiaire : les lettres envoyées par celui-ci à ses représentants portaient le cachet de l’administration pénitentiaire et deux de ces lettres étaient accompagnées de documents ajoutés par la direction de la prison (paragraphe 28 ci-dessus). En effet, à cette époque-là, l’article 33 alinéa 1 (c) de la loi sur l’application de peines autorisait un tel contrôle (paragraphe 36 ci-dessus).", "90.  La Cour a déjà examiné la question de savoir si le contrôle systématique de la correspondance des prisonniers en vertu de l’article 33 alinéa 1 (c) de la loi sur l’application de peines était compatible avec le respect au droit de la correspondance des prisonniers tel qu’il est garanti par l’article 8 de la Convention. Dans son arrêt Petrov c. Bulgarie (no 15197/02, §§ 43 et 44, 22 mai 2008), elle a pu constater que l’autorisation générale donnée par la législation bulgare à l’administration pénitentiaire de procéder au contrôle de la correspondance d’un prisonnier, y compris des lettres de son représentant, n’était pas accompagnée des garanties nécessaires afin de prémunir l’individu contre l’arbitraire et, par conséquent, s’analysait en une violation de l’article 8 de la Convention. La Cour estime que la situation du requérant dans la présente affaire, à savoir le contrôle de sa correspondance sortante avec l’organisation non gouvernementale Comité bulgare d’Helsinki, ne diffère guère de celle qui l’a amenée à constater une violation de l’article 8 dans l’affaire Petrov, précitée, et elle ne voit pas de raison d’arriver à une conclusion différente dans le cas d’espèce.", "91.  Par conséquent, la Cour estime qu’il y a eu violation de l’article 8 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 34 DE LA CONVENTION", "92.  Le requérant se plaint du refus de l’administration pénitentiaire d’envoyer sa lettre du 17 mai 2008, adressée à la Cour, et du fait que les autorités pénitentiaires ont refusé de fournir à ses représentants les documents relatifs à son immobilisation. Il invoque l’article 34 de la Convention, libellé comme suit :", "« La Cour peut être saisie d’une requête par toute personne physique, toute organisation non gouvernementale ou tout groupe de particuliers qui se prétend victime d’une violation par l’une des Hautes Parties contractantes des droits reconnus dans la Convention ou ses Protocoles. Les Hautes Parties contractantes s’engagent à n’entraver par aucune mesure l’exercice efficace de ce droit. ».", "93.  Le Gouvernement n’a pas formulé d’observations sur cette partie de la requête.", "94.  Le requérant allègue, d’abord, que la première lettre qu’il a voulu envoyer à la Cour le 17 mai 2008, n’a pas été postée parce que l’administration pénitentiaire a refusé de prendre en charge les frais de poste que, faute de moyens suffisants, il ne pouvait pas assumer lui-même.", "95.  Se tournant vers les faits de la présente affaire, la Cour constate que les documents du dossier confirment l’allégation du requérant que l’administration pénitentiaire a refusé d’envoyer sa lettre du 17 mai 2008 au motif qu’il s’agissait d’une correspondance privée qui devrait être envoyée à ses propres frais.", "96.  La Cour observe que le Gouvernement n’a pas contesté l’allégation du requérant qu’il était dépourvu de toute ressource pour envoyer de la correspondance à l’étranger à ses propres frais. Rien dans le dossier ne fait apparaître que le requérant ait jamais exercé une quelconque activité rémunérée à la prison ou bien qu’il pouvait compter sur le soutien financier de ses proches. Il apparaît que le requérant était entièrement dépendant de la bienveillance des autorités pénitentiaires pour exercer son droit à la correspondance.", "97.  La Cour constate ensuite que la législation interne concernant la correspondance des prisonniers se limitait à affirmer leur droit d’envoyer et de recevoir des lettres sans aucune restriction quant à leur nombre, sans pour autant préciser à qui revenait de payer les frais de poste pour leur correspondance sortante. Force est de constater également que ni la loi sur l’exécution des peines de 1969, ni son règlement d’application ne faisait, de manière expresse, la distinction entre « correspondance officielle » et « correspondance privée » des prisonniers pour ce qui était de l’affranchissement des envois postaux (paragraphe 36 ci-dessus).", "98.  Cette lacune dans la législation interne a directement affecté le requérant : l’administration pénitentiaire s’est expressément référée au caractère privé de sa lettre adressée à la Cour pour lui refuser de poster celle-ci (paragraphe 25 ci-dessus).", "99.  La Cour relève cependant que, malgré toutes les circonstances susmentionnées, elle a été saisie de la présente requête le 6 novembre 2008 par l’intermédiaire de l’organisation non gouvernementale Comité bulgare d’Helsinki (paragraphe 27 in fine ci-dessus) à qui l’administration pénitentiaire envoyait régulièrement les lettres sortantes du requérant (paragraphe 28 ci-dessus). Le requérant n’a donc pas été empêché d’introduire sa requête devant la Cour.", "100.  Quant au refus allégué de l’administration pénitentiaire de fournir un certain nombre de documents à ses représentants, la Cour rappelle que le refus des autorités pénitentiaires de fournir à un prisonnier les documents nécessaires pour étayer sa requête peut constituer un manquement à l’article 34 de la Convention, si ce refus n’a pas été justifié par des raisons pertinentes et suffisantes (voir Gagiu c. Roumanie, no 63258/00, § 96, 24 février 2009).", "101.  Se tournant vers les faits de l’espèce, la Cour observe cependant que l’ONG qui représentait le requérant a pu obtenir un certain nombre de documents et de renseignements importants relatifs aux griefs que le requérant a soulevés dans sa requête, notamment les déclarations signées par l’intéressé (paragraphe 27 ci-dessus). Qui plus est, une collaboratrice de cette organisation a visité la prison de Varna à deux reprises : elle a eu des entretiens avec les responsables de la prison ; elle a recherché des documents ; elle a reçu de l’information sur l’existence d’une pratique d’immobilisation et sur les modalités d’application de cette mesure. Il ressort du rapport rédigé à l’issue de ces visites et de l’échange de correspondance entre l’organisation et le parquet régional de Varna qu’il n’existait aucun autre document sur les événements entourant l’immobilisation du requérant (paragraphes 29-31 ci-dessus).", "102.  Sur la base de ces éléments, la Cour relève que les représentants du requérants n’ont pas été empêché d’obtenir de documents relatifs à l’immobilisation du requérant et que l’administration pénitentiaire et le parquet ont coopéré de bonne foi avec eux.", "103.  Partant, la Cour conclut que les autorités n’ont pas manqué en l’espèce à leurs obligations au regard de la seconde phrase de l’article 34 de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "104.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "105.  Le requérant réclame 20 000 euros (EUR) au titre du préjudice moral qu’il aurait subi.", "106.  Le Gouvernement considère que cette somme est exorbitante.", "107.  La Cour estime que le requérant a subi un certain dommage moral en raison des violations constatées des articles 3 et 8 de la Convention. Elle considère qu’il y a lieu de lui octroyer 12 000 EUR au titre du préjudice moral.", "B.  Frais et dépens", "108.  Le requérant demande également 4 473 EUR pour les frais et dépens engagés devant la Cour. Il demande que la somme octroyée à ce titre soit transférée directement sur le compte bancaire du Comité bulgare d’Helsinki.", "109.  Le Gouvernement conteste le montant des honoraires d’avocat et il fait observer que certains dépens ne sont étayés par aucun justificatif.", "110.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme de 4 000 EUR tous frais confondus et l’accorde au requérant. La Cour accueille la demande de la partie requérante que ladite somme soit versée sur le compte bancaire du Comité bulgare d’Helsinki.", "C.  Intérêts moratoires", "111.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "", "1.  Déclare la requête recevable quant aux griefs tirés des articles 3 et 8 de la Convention ;", "", "2.  Dit qu’il y a eu violation de l’article 3 de la Convention dans son volet matériel ;", "", "3.  Dit qu’il y a violation de l’article 3 de la Convention dans son volet procédural ;", "", "4.  Dit qu’il y a eu violation de l’article 8 de la Convention pour ce qui est du contrôle de la correspondance du requérant ;", "", "5.  Dit que l’État défendeur n’a pas manqué à ses obligations au regard de l’article 34 de la Convention ;", "", "6.  Dit", "a)  que l’État défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en levs bulgares, au taux applicable à la date du règlement :", "i)  12 000 EUR (douze mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral, à verser sur le compte bancaire du requérant ;", "ii)  4 000 EUR (quatre mille euros), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens, à verser directement sur le compte bancaire du Comité bulgare d’Helsinki ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 16 décembre 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "\tFrançoise Elens-Passos\tIneta Ziemele\n\tGreffière\tPrésidente", ""]}