{"file": "FRE_CLINF_22349_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "22349/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 131", "Juin 2010", "Mancel et Branquart c. France - 22349/06", "Arrêt 24.6.2010 [Section V]", "Article 6", "Procédure pénale", "Article 6-1", "Tribunal impartial", "Tribunal indépendant", "Appréciation des éléments de pur fait par la Cour de cassation, en formation quasi identique lors de deux pourvois successifs : violation", "", "En fait – En 2000, un tribunal correctionnel condamna les requérants pour prise illégale d’intérêts et complicité de ce délit. La cour d’appel rendit un arrêt de relaxe, lequel fut cassé et annulé en 2002 par la Cour de cassation, qui renvoya l’affaire devant une autre cour d’appel. Celle-ci conclut à la culpabilité des requérants et les condamna. En 2005, la Cour de cassation rejeta les pourvois des requérants contre cet arrêt.", "En droit – Article 6 § 1 : les requérants craignaient un manque d’impartialité de la Cour de cassation dès lors que sept des neuf juges ayant siégé au sein de la formation qui a statué en 2005 sur le pourvoi des requérants contre l’arrêt de condamnation avaient siégé à la chambre qui s’était prononcée en 2002 sur le pourvoi du ministère public contre l’arrêt de relaxe. Partant, la Cour est appelée à déterminer si, compte tenu de la tâche qui incombait aux magistrats de la Cour de cassation lors du premier pourvoi, ceux-ci ont fait preuve ou ont pu légitimement apparaître comme ayant fait preuve d’un parti pris quant à la décision qu’ils ont ensuite rendue lors du deuxième pourvoi. La Cour doit statuer en tenant compte de la particularité du rôle de la Cour de cassation, qui ne consiste pas à revenir sur l’appréciation des éléments de pur fait mais à exercer un contrôle de légalité et à vérifier que la décision en cause est justifiée et adéquatement motivée. En l’espèce, lors du premier pourvoi la haute juridiction s’est prononcée au regard des éléments factuels sur la réalité de l’infraction reprochée aux requérants, en caractérisant à la fois l’élément matériel et moral du délit. Dans le cadre du deuxième pourvoi, elle a été amenée une nouvelle fois à vérifier l’appréciation, cette fois par la cour d’appel de renvoi, des éléments constitutifs de l’infraction. Dès lors, il existait des raisons objectives de craindre que la Cour de cassation ait fait preuve d’un parti pris ou de préjugés quant à la décision qu’elle devait rendre lors du second pourvoi, formé par les requérants. Partant, il y a eu atteinte au droit à un tribunal impartial.", "Conclusion : violation (quatre voix contre trois).", "Article 41 : constat de violation suffisant en lui-même pour le préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}