{"file": "FRE_CLINF_20883_09.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "20883/09", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 147", "Décembre 2011", "Ajdarić c. Croatie - 20883/09", "Arrêt 13.12.2011 [Section I]", "Article 6", "Procédure pénale", "Article 6-1", "Procès équitable", "Motivation insuffisante d’une condamnation pénale ayant abouti à une peine de quarante ans d’emprisonnement : violation", "", "En fait – En 2005, le requérant fut arrêté pour vol de voiture et placé en détention provisoire. Tombé malade durant sa détention, il fut transféré dans un hôpital pénitentiaire où il partagea une chambre avec sept autres codétenus. L’un d’eux, M.G., était inculpé d’un triple homicide commis en 1998, et un autre, S.Š., un ancien policier, avait été condamné pour tentative de meurtre. A une date non précisée, S.Š. informa la police qu’il avait des renseignements sur les circonstances dans lesquelles les meurtres avaient été commis en 1998. Par la suite, il témoigna devant le juge d’instruction du tribunal de district compétent, expliquant qu’il avait surpris des conversations entre M.G. et le requérant révélant que ce dernier était en fait impliqué dans le triple homicide dont M.G. était inculpé. Le requérant fut par la suite inculpé de trois meurtres et la procédure pénale dirigée contre lui fut jointe à celle pendante contre M.G. Devant le tribunal, S.Š. réitéra son témoignage mais ses déclarations ne furent pas corroborées par deux autres codétenus qui avaient partagé la chambre des intéressés à l’hôpital pénitentiaire. Un rapport psychiatrique concluant que S.Š. avait des problèmes d’instabilité émotionnelle et souffrait de troubles de la personnalité histrionique fut également soumis au tribunal. Le tribunal de comté condamna finalement le requérant, ainsi que M.G., à une peine de quarante ans d’emprisonnement. La Cour suprême confirma le jugement.", "En droit – Article 6 § 1 : d’après la jurisprudence constante de la Cour, les décisions et jugements des tribunaux doivent être dûment motivés, bien que l’étendue de ce devoir puisse varier selon la nature de la décision et les circonstances de chaque espèce. La Cour note d’emblée que la condamnation du requérant à une peine de quarante ans d’emprisonnement pour un triple meurtre reposait exclusivement sur le témoignage de S.Š. et que les tribunaux internes ont expressément déclaré qu’aucun autre élément n’impliquait le requérant dans les meurtres en question. Néanmoins, ils n’ont rien fait pour vérifier les déclarations de S.Š., dont ils ont admis la sincérité, nonobstant le rapport médical selon lequel il souffrait d’instabilité émotionnelle et de troubles de la personnalité histrionique mais n’avait jamais suivi le traitement psychiatrique obligatoire recommandé. En outre, le témoignage de S.Š. se rapportant à la participation du requérant aux meurtres étaient imprécis, peu clair et souvent contradictoire. Malgré cela, les juridictions nationales n’ont formulé aucune observation sur les preuves contraires apportées par d’autres détenus qui avaient partagé la chambre du requérant, M.G. et S.Š. Pour ces raisons, la Cour estime que les décisions auxquelles ces juridictions ont abouti n’étaient pas suffisamment motivées et qu’elles n’ont respecté ni le critère de base applicable en matière pénale, à savoir celui de la preuve au-delà de tout doute raisonnable, ni le principe selon lequel « le doute profite à l’accusé ».", "Conclusion : violation (unanimité).", "Article 41 : 9 000 EUR pour préjudice moral ; Etat demandeur tenu de rouvrir la procédure si le requérant le demande.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}