{"file": "FRE_CLINF_27756_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "27756/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 180", "Décembre 2014", "Urechean et Pavlicenco c. République de Moldova - 27756/05 et 41219/07", "Arrêt 2.12.2014 [Section III]", "Article 6", "Procédure civile", "Article 6-1", "Accès à un tribunal", "Caractère non absolu de l’immunité du chef de l’État dans le cadre d’une action en diffamation : violation", "En fait – Au moment des faits, les deux requérants étaient des hommes politiques membres de partis d’opposition. En 2004 et 2007, le président moldave d’alors participa à deux émissions de télévision au cours desquelles il déclara qu’« en dix ans d’activité en tant que maire de Chişinau [le premier requérant avait] mis en place un puissant système de corruption de type mafieux » et que le deuxième requérant « venait tout droit du KGB ». Les deux requérants engagèrent des actions en diffamation contre le président, dans le cadre desquelles ils demandaient la rétractation des déclarations litigieuses ainsi que des dommages-intérêts. Cependant, ils furent déboutés au motif que le président de la République bénéficiait d’une immunité et n’était pas tenu de répondre des opinions qu’il exprimait dans le cadre de son mandat.", "En droit – Article 6 § 1 : En droit interne, l’exclusion de toute procédure de diffamation contre le président constitue une exception à la règle générale de responsabilité civile pour des opinions diffamatoires ou insultantes, limitée aux cas où le président agit dans l’exercice de ses fonctions. S’il est acceptable que les chefs d’État jouissent d’une immunité fonctionnelle en vue d’assurer la protection de leur liberté de parole dans l’exercice de leurs fonctions et le maintien de la séparation des pouvoirs, pareille immunité doit être réglementée et interprétée d’une manière claire et restrictive. En l’espèce, étant donné que les dispositions du droit interne ne définissaient pas les limites de l’immunité contre les actions en diffamation, les tribunaux internes auraient dû examiner si le président avait formulé les déclarations litigieuses dans l’exercice de ses fonctions officielles ; or ils ne l’ont pas fait. De plus, étant donné que l’immunité accordée au président est perpétuelle et absolue, les requérants n’avait aucune possibilité de l’attraire en justice même après la fin de son mandat. Les juridictions nationales ont appliqué la règle de l’immunité sans se demander s’il existait des intérêts opposés, conférant ainsi une immunité générale au chef de l’État, une situation qui devrait être évitée. Enfin, les requérants n’avaient à leur disposition aucun moyen effectif de contrer les accusations formulées contre eux à la télévision nationale. Dès lors, la manière dont la règle de l’immunité a été appliquée dans leur affaire a entraîné une restriction disproportionnée à leur droit d’accès à un tribunal.", "Conclusion : violation (quatre voix contre trois).", "Article 41 : 3 600 EUR au deuxième requérant pour préjudice moral ; aucune demande formulée par le premier requérant pour dommage.", "(Voir, de manière générale, la fiche thématique sur le  ; voir également, en ce qui concerne l’immunité des parlementaires, A. c. Royaume-Uni, 35373/97, 17 décembre 2002,  ; Cordova c. Italie (n° 1), 40877/98, et Cordova c. Italie (n° 2), 45649/99, rendus tous deux le 30 janvier 2003 et résumés dans la  ; et De Jorio c. Italie, , 3 juin 2004)", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}