{"file": "FRE_CLINF_52763_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "52763/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 53", "Mai 2003", "Covezzi et Morselli c. Italie - 52763/99", "Arrêt 9.5.2003 [Section I]", "Article 8", "Article 8-1", "Respect de la vie familiale", "Placement d’urgence d’enfants dans des foyers et absence prolongée de tout contact avec leurs parents: non-violation", "Non-implication des parents dans la procédure concernant leurs droits vis-à-vis de leurs enfants: violation", "", "En fait: Les requérants sont mariés et agissent au nom et pour le compte de leurs quatre enfants mineurs. Une cousine de leurs enfants déclara au procureur de la République qu’elle, son frère et ses cousins avaient subi des abus sexuels de la part de ses parents et d’autres adultes, parmi lesquels d’autres membres de la famille de la requérante. En novembre 1998, sans entendre les requérants, le tribunal pour enfants considéra que les requérants avaient manqué à leurs devoirs parentaux en ne se rendant pas compte que leurs enfants avaient fait l’objet d’abus sexuels répétés et en continuant à les confier à leurs proches. En conséquence, la juridiction ordonna l’éloignement provisoire d’urgence des enfants, suspendit l’autorité parentale des requérants et nomma un organisme sanitaire tuteur temporaire des enfants qu’il chargea d’effectuer une enquête psychologique. Le tribunal décida que les rapports entre les requérants avec leurs enfants seraient suspendus jusqu’à ce que les parents recouvrent leur fonction de protection envers leurs enfants. Les enfants furent placés dans quatre foyers différents. La cour d’appel rejeta l’opposition formé par les requérants, au motif que, prise à titre provisoire et d’urgence, la décision du tribunal ne pouvait faire l’objet d’un appel. Les requérants s’adressèrent alors au tribunal pour enfants afin d’obtenir l’annulation de sa décision de novembre 1998. Au début de l’année 1999, des entretiens entre les parents et les services sociaux eurent lieu, en présence d’au moins un des psychologues qui suivaient les enfants, puis les requérants interrompirent leur participation à ces rencontres. Le tribunal pour enfants entendit pour la première fois les requérants en mars 1999, dans des conditions qu’ils estimèrent défavorables. Leurs demandes visant d’une part à ce que leurs enfants soient confiés à une autre autorité locale et soient placées dans le même foyer et d’autre part à ce que des rencontres avec eux soient prévues n’aboutirent pas. Le tribunal ordonna une expertise sur la personnalité des requérants, leur capacité à exercer l’autorité parentale et leurs relations avec leurs enfants. Entre-temps, l’un des enfants déclara avoir été l’objet d’abus sexuels de la part du requérant, avec la complicité de la requérante; des enquêtes furent diligentées en conséquence à l’égard des requérants. En octobre 1999, le procureur de la République obtint du tribunal la prorogation des délais des enquêtes préliminaires jusqu’à avril 2000. En mars 2000, un rapport d’expertise psychologique confirma que les enfants des requérants avaient bel et bien été victimes d’abus sexuels. En mars 2001, les requérants furent renvoyés en jugement. Ils furent condamnés en première instance, en septembre 2002, à douze ans de réclusion et furent déchus de l’autorité parentale. Auparavant, dans le cadre de la procédure d’éloignement des enfants, les requérants avaient demandé l’adoption d’une décision définitive concernant la situation de leurs enfants. Ils furent déboutés par le tribunal pour enfant, qui souligna que la question était inévitablement liée à l’issue des investigations pénales. L’appel des requérants contre la décision de rejet fut déclaré irrecevable au motif que la décision du tribunal pour enfant constituait toujours une mesure provisoire et urgente, donc temporaire, qui ne pouvait faire l’objet d’un appel. C’est en juillet 2000 que le tribunal pour enfants prononça la déchéance de l’autorité parentale des requérants et confirma la mesure de placement séparé des enfants. L’appel formé par les requérants fut rejeté.", "En droit: Article 8: les ingérences en question étaient prévues par la loi et poursuivaient les buts légitimes de « protection de la santé ou de la morale » et de « protection des droits et libertés d’autrui ». Il reste à établir si ces ingérences étaient nécessaires dans une société démocratique.", "a)  S’agissant de l’éloignement d’urgence des enfants : les abus sexuels qu’ils étaient présumés avoir subi de la part de personnes faisant partie de la famille de la requérante, avaient eu lieu dans des conditions d’extrême gravité et quoique l’attitude des requérants ne dénotait à ce moment-là aucune implication directe dans les épisodes de violence, elle était révélatrice d’un manque de surveillance quant à la situation de leurs enfants. En outre, les autorités ont évalué avec soin la crédibilité des déclarations concernant les abus et pris en compte le contexte délictueux particulièrement complexe dans lequel elles s’inscrivaient. Dans ces conditions, le recours à une procédure d’urgence pour éloigner les enfants se fondait sur des motifs pertinents et suffisants et était nécessaire pour la protection de la santé et des droits des enfants.", "Conclusion: non-violation (unanimité). ", "b) S’agissant de l’absence d’audition des parents préalablement à la décision d’éloigner leurs enfants, les autorités n’ont pas agi de façon disproportionnée, dès lors qu’elles ont considéré devoir protéger les enfants de toute pression pouvant s’exercer dans le milieu domestique. En effet, il existait des liens étroits entre les deux requérants et les personnes accusées de s’être livrées à des violences sexuelles sur les enfants des requérants; les faits étaient graves et d’autres enfants avaient déjà déclaré avoir fait l’objet d’abus de la part de plusieurs adultes. A cela s’ajoutait un climat général d’intimidation envers les enfants impliqués et un risque d’intimidation de la part des personnes accusées.", "Conclusion: non-violation (5 voix contre 2).", "c) S’agissant de la prétendue brutalité de l’exécution de l’éloignement, les parties ont donné à la Cour des versions différentes des faits et les requérants ne lui ont fourni aucun élément de preuve lui permettant d’accepter leur version.", "Conclusion: non-violation (unanimité). ", "d) Quant à l’interruption prolongée des rapports entre les requérants et leurs enfants, elle a été motivée par la réelle incapacité des requérants à protéger les enfants et par la nécessité de mettre ces derniers à l’abri en les plaçant dans un milieu protégé. Un prompt rétablissement des rapports était lié notamment à l’issue des enquêtes accomplies sur les parties en cause afin de déterminer l’état psychologique des enfants et celui des relations familiales. Dès le lendemain de l’éloignement, des rencontres ont été organisées entre les services sociaux et les requérants en présence de psychologues et de nombreuses expertises sur l’état physique et psychologique des enfants ont été effectuées. Le dossier fait pourtant état d’un substantiel manque de collaboration et de confiance de la part des requérants envers l’ensemble des autorités compétentes; par ailleurs, les requérants ont interrompu leur participation à ces rencontres. De plus, la tâche des autorités était très complexe et les enfants ont constamment manifesté le refus de retrouver leurs parents et de la peur envers eux. En définitive, les autorités ont pris des mesures afin de ménager un juste équilibre entre les intérêts des enfants et les droits des requérants au titre de l’article 8.", "Conclusion: non-violation (unanimité). ", "e) S’agissant du placement des enfants dans des lieux d’accueil séparés, les explications fournies par les autorités nationales sont raisonnables et suffisantes. En effet, elles ont tenu compte des exigences spécifiques des enfants, de l’état des relations des enfants entre eux et de leur état psychologique tel qu’il ressortait des nombreuses expertises effectuées. Or la Cour doit toujours attacher une importance particulière à l’intérêt de chaque enfant. Dans ces conditions, le placement séparé des enfants est une mesure proportionnée au but légitime poursuivi.", "Conclusion: non-violation (unanimité). ", "f) Dans le déroulement de la procédure concernant leurs droits parentaux, les requérants ont eu la possibilité d’exprimer leurs doutes concernant la compétence et la bonne foi des services sociaux et des experts nommés par l’organisme sanitaire désigné tuteur des enfants et les juridictions ont rendu des décisions à ces égards. Néanmoins, le délai de quatre mois durant lequel les requérants n’ont pu exercer la moindre influence sur l’issue de la procédure révèle un retard injustifié d’au moins deux mois de la part des autorités nationales. Est également excessive la durée de la période entre l’éloignement des enfants, en novembre 1998, et la décision définitive concernant l’autorité parentale des requérants datée de juillet 2000. Pendant ces vingt mois, en outre, les requérants n’ont disposé d’aucune voie de recours contre la décision provisoire du tribunal. Si les requérants ont pu présenter sept recours contre la décision d’éloignement à titre d’urgence en vue d’obtenir une décision définitive concernant leurs droits parentaux, le tribunal a rejeté toutes ces demandes en faisant valoir le caractère provisoire de la décision attaquée et la nécessité d’attendre la progression des enquêtes pénales en cours. Dès lors, les requérants n’ont pas été dûment impliqués dans le processus décisionnel concernant leurs droits parentaux.", "Conclusion: violation (6 contre 1).", "Article 41 – La Cour estime que le constat de violation suffit à réparer le dommage moral subi par les requérants. Elle accorde une somme au titre des frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}