{"file": "FRE_HFJUD_24768_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "24768/06", "text_paragraphs": ["", "", "GRANDE CHAMBRE", "", "", "", "", "", "", "", "AFFAIRE PERDIGÃO c. PORTUGAL", "", "(Requête no 24768/06)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "16 novembre 2010", "", "", "Cet arrêt est définitif. Il peut subir des retouches de forme.", "", "En l'affaire Perdigão c. Portugal,", "La Cour européenne des droits de l'homme, siégeant en une Grande Chambre composée de :", "\tJean-Paul Costa, président,\n\tChristos Rozakis,\n\tNicolas Bratza,\n\tPeer Lorenzen,\n\tJosep Casadevall,\n\tIreneu Cabral Barreto,\n\tKarel Jungwiert,\n\tElisabet Fura,\n\tAlvina Gyulumyan,\n\tSverre Erik Jebens,\n\tJán Šikuta,\n\tIneta Ziemele,\n\tMark Villiger,\n\tGiorgio Malinverni,\n\tGeorge Nicolaou,\n\tZdravka Kalaydjieva, \n\tMihai Poalelungi, juges\net de Johan Callewaert, greffier adjoint de la Grande Chambre,", "Après en avoir délibéré en chambre du conseil les 17 mars et 6 octobre 2010,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 24768/06) dirigée contre la République portugaise et dont deux ressortissants de cet Etat, M. João José Perdigão et Mme Maria José Queiroga Perdigão (« les requérants »), ont saisi la Cour le 19 juin 2006 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Mes A.C. Miranda et J. Perdigão, avocats à Lisbonne. Le gouvernement portugais (« le Gouvernement ») a été représenté jusqu'au 23 février 2010 par son agent, M. J. Miguel, procureur général adjoint, et à partir de cette date par Mme M.F. Carvalho, également procureur général adjoint.", "3.  Les requérants se plaignaient en particulier d'une violation de leur droit de propriété au motif qu'une indemnité d'expropriation qui leur avait été accordée avait en définitive été totalement absorbée par la somme mise à leur charge au titre des frais de justice.", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Le 24 avril 2008, la Cour a décidé de la communiquer au Gouvernement et, comme le lui permet l'article 29 § 3 de la Convention, d'en examiner conjointement la recevabilité et le fond.", "5.  Le 4 août 2009, statuant à la fois sur la recevabilité et le fond de la requête, une chambre de ladite section composée de Françoise Tulkens, Ireneu Cabral Barreto, Vladimiro Zagrebelsky, Danutė Jočienė, Dragoljub Popović, András Sajó et Işıl Karakaş, juges, et de Françoise Elens-Passos, greffière adjointe de section, a, à la majorité, déclaré la requête recevable quant aux griefs tirés de l'article 1 du Protocole no 1 et irrecevable pour le surplus. Elle a conclu, par cinq voix contre deux, à la violation de l'article 1 du Protocole no 1. Le juge Zagrebelsky a formulé une opinion dissidente, à laquelle s'est rallié le juge Sajó.", "6.  Le 10 décembre 2009, faisant droit à une demande de renvoi présentée par le Gouvernement, le collège de la Grande Chambre a décidé de renvoyer l'affaire devant la Grande Chambre en vertu de l'article 43 de la Convention.", "7.  La composition de la Grande Chambre a été arrêtée conformément aux articles 27 §§ 2 et 3 de la Convention et 24 du règlement. Lors des délibérations finales, Mihai Poalelungi, suppléant, a remplacé Giovanni Bonnello, empêché (article 24 § 3 du règlement).", "8.  Le 19 janvier 2010, la Grande Chambre a décidé de ne pas tenir d'audience en l'espèce, estimant qu'elle n'en avait pas besoin pour s'acquitter des fonctions lui incombant en vertu de l'article 38 de la Convention (article 59 § 3 in fine du règlement). Les parties ont été invitées à déposer des mémoires sur le fond de l'affaire, mais seul le Gouvernement s'est prévalu de cette faculté.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "9.  Les requérants sont nés respectivement en 1932 et en 1933 ; ils résident à Lisbonne.", "A.  La procédure d'expropriation", "10.  Les requérants étaient propriétaires d'un terrain d'une superficie totale de 128 619 m² sis dans la région d'Évora. Par une ordonnance du ministre des Travaux publics publiée au Journal officiel le 11 septembre 1995, ce terrain fut exproprié en faveur de la BRISA – Auto-Estradas de Portugal S.A. (ci-après « la BRISA »), société anonyme à capitaux exclusivement publics à l'époque, en vue de la construction d'une autoroute.", "11.  Aucun accord n'ayant été trouvé entre les requérants et l'administration, le dossier fut soumis, en vertu de la législation applicable, au président de la cour d'appel d'Évora, lequel désigna une commission d'arbitrage chargée d'évaluer le terrain. La commission évalua ce dernier à 177 987,17 euros (EUR).", "12.  Par une ordonnance du 3 mars 1997, le juge du tribunal d'Évora fit notifier la décision arbitrale aux requérants.", "13.  Le 21 mars 1997, les requérants introduisirent un recours contre la décision arbitrale devant le tribunal d'Évora. Ils considéraient que les experts avaient sous-estimé la valeur des terres agricoles et qu'ils avaient omis d'attribuer une valeur à une carrière située sur le terrain. Ils estimaient qu'il fallait prendre en considération, aux fins de la détermination de l'indemnité d'expropriation, les bénéfices qui pourraient être tirés de l'exploitation de la carrière en cause. Ils évaluaient ainsi le montant de l'indemnité d'expropriation à 20 864 292 EUR.", "14.  La BRISA attaqua également la décision des arbitres, estimant excessive l'évaluation faite par ces derniers : pour elle, l'indemnité d'expropriation ne devait pas dépasser 72 643 EUR. Le juge du tribunal d'Évora rejeta ce recours pour tardiveté mais l'accepta ultérieurement, la cour d'appel d'Évora ayant rendu le 11 décembre 1997 un arrêt qui annulait sa décision initiale.", "15.  Le 7 avril 1997, le greffe du tribunal d'Évora évalua à 158 381 EUR le montant total des frais de justice à régler à l'issue de la procédure.", "16.  Le 24 avril 1998, le juge du tribunal d'Évora décida qu'aucune somme ne devait encore être versée aux requérants à titre d'indemnité d'expropriation, le montant probable des frais de justice étant supérieur au montant minimum de l'indemnité d'expropriation qui, d'après les recours déposés par les parties, pouvait être octroyé aux requérants : en effet, le recours introduit par la BRISA demandait la fixation de l'indemnité à 72 643 EUR. Le juge désigna ensuite une nouvelle commission d'arbitrage, constituée de trois experts désignés par le tribunal et de deux experts désignés par les parties, chacune ayant désigné le sien. Le 11 mars 1999, les arbitres fixèrent, à la majorité, l'indemnité d'expropriation à 191 116 EUR. L'arbitre désigné par les requérants exprima l'avis que l'indemnité devait s'élever à 4 040 897 EUR.", "17.  Par une ordonnance du 25 mars 1999, le juge demanda d'office un nouveau rapport d'expertise, portant exclusivement sur le potentiel économique de la carrière existant sur le terrain. Trois géologues de l'Université d'Évora furent ainsi désignés comme experts. Le 9 février 2000, ils déposèrent leur rapport, dans lequel ils concluaient à une valeur maximale d'exploitation économique de la carrière de 9 704 113 EUR.", "18.  Par un jugement du 30 juin 2000, le juge rejeta le recours des requérants comme celui de la BRISA. Considérant que les bénéfices susceptibles de résulter de la carrière ne devaient pas être pris en compte, il fixa l'indemnité d'expropriation à 197 236,25 EUR.", "19.  Le 14 juillet 2000, les requérants firent appel de ce jugement devant la cour d'appel d'Évora.", "20.  Par un arrêt du 10 juillet 2003, la cour d'appel confirma le jugement en toutes ses dispositions.", "21.  Le 11 novembre 2003, les requérants se pourvurent en cassation, mais le juge rapporteur à la Cour suprême, par une ordonnance du 30 septembre 2004, déclara le pourvoi irrecevable.", "22.  Les requérants déposèrent encore, le 26 octobre 2004, un recours constitutionnel, que le Tribunal constitutionnel déclara irrecevable par une décision sommaire du 20 décembre 2004.", "23.  Le 26 janvier 2005, le dossier fut transmis au tribunal d'Évora.", "B.  Les frais de justice", "24.  Le 4 février 2005, les requérants reçurent de la part du tribunal d'Évora notification du décompte des frais de justice dus pour la procédure d'expropriation. Les frais mis à leur charge s'élevaient à 489 188,42 EUR.", "25.  Le 22 février 2005, les requérants déposèrent une réclamation au sujet de ce décompte, alléguant notamment une violation des principes de la juste indemnisation et du droit d'accès à un tribunal. Ils estimaient que pour rester proportionnée la somme à payer ne devait pas dépasser 15 000 EUR. Ils mentionnaient par ailleurs ce qu'ils jugeaient être des inexactitudes et erreurs de calcul dans le décompte des frais de justice. Ils contestaient ainsi la base retenue pour calculer la taxe judiciaire devant le tribunal d'Évora (qui selon eux devait être celle de l'article 18 § 2 du code des frais de justice) et la légitimité d'une condamnation à verser la moindre somme au titre des frais et dépens (custas de parte) à la BRISA, exemptée, en tant qu'organe étatique, du paiement des frais de justice.", "26.  Par une ordonnance du 1er avril 2005, le juge du tribunal d'Évora, à la suite d'une information obtenue du greffe, reconnut les erreurs de calcul indiquées par les requérants et ordonna la rectification du décompte. Le montant des frais fut donc réduit à 309 052,71 EUR. Après compensation des sommes dues de part et d'autre, les requérants restaient ainsi redevables envers l'Etat de la somme de 111 816,46 EUR. Le juge rejeta en outre la réclamation des intéressés quant aux violations alléguées des principes de la juste indemnisation et du droit d'accès à un tribunal.", "27.  Les requérants firent appel devant la cour d'appel d'Évora. Par un arrêt du 13 décembre 2005, porté à leur connaissance le 19 décembre 2005, la cour d'appel rejeta leur recours.", "28.  Le 12 mai 2006, les requérants introduisirent un recours constitutionnel contre cette décision, alléguant que l'interprétation des dispositions applicables du code des frais de justice, notamment de son article 66 § 2, était contraire aux principes de la juste indemnisation et du droit d'accès à un tribunal garantis par la Constitution. A leurs yeux, la somme à verser au titre des frais de justice ne devait en aucun cas être supérieure au montant de l'indemnité d'expropriation.", "29.  Par un arrêt du 28 mars 2007, le Tribunal constitutionnel rejeta leur recours. Après avoir observé à titre préliminaire qu'il ne pouvait examiner la constitutionnalité que de l'article 66 § 2 du code des frais de justice, seule norme appliquée par les juridictions a quo, il estima que cette disposition n'était pas contraire aux articles 20 (accès à un tribunal) et 62 § 2 (juste indemnisation) de la Constitution. S'agissant du droit d'accès à un tribunal, il souligna que, si la fixation à un niveau excessif du montant des frais de justice pouvait, dans certaines circonstances, entraver le droit d'accès à un tribunal, tel n'était pas le cas en l'espèce, les requérants ne devant selon lui payer que la somme de 15 000 EUR, qu'il considérait comme étant dans les limites du raisonnable. Concernant la juste indemnisation, le Tribunal constitutionnel estima que la question de la réparation du préjudice découlant de l'expropriation était différente de celle de l'acquittement des frais de justice et que, par conséquent, rien ne s'opposait à ce que la somme à verser à ce dernier titre fût supérieure au montant de l'indemnité d'expropriation.", "30.  Le 20 avril 2007, les requérants déposèrent une demande en rectification de cet arrêt, soutenant que le Tribunal constitutionnel avait commis une erreur matérielle. Ils reprochaient en effet à la haute juridiction d'avoir considéré, aux fins de son raisonnement, qu'ils étaient redevables de la somme de 15 000 EUR au titre des frais de justice, alors qu'ils devaient en réalité verser la somme de 111 816,46 EUR.", "31.  Par un arrêt du 25 septembre 2007, le Tribunal constitutionnel reconnut l'erreur matérielle indiquée et la nécessité de rectifier l'arrêt pour autant que l'article 20 de la Constitution était concerné. Il considéra que la somme de 111 816,46 EUR était tellement élevée que le droit d'accès à un tribunal s'en trouvait affecté. Il déclara donc contraire à l'article 20 de la Constitution l'article 66 § 2 du code des frais de justice tel qu'interprété par les juridictions a quo. Sur la question de l'article 62 § 2 de la Constitution, concernant le principe de la juste indemnisation, il jugea en revanche que sa décision antérieure n'appelait aucune rectification.", "32.  Le 6 novembre 2007, les requérants, désireux de connaître le montant exact de la somme qu'ils devaient verser au titre des frais de justice, déposèrent une demande en éclaircissement de l'arrêt du 25 septembre 2007.", "33.  Par un arrêt du 13 novembre 2007, le Tribunal constitutionnel rejeta la demande, soulignant qu'il incombait à la juridiction du fond de déterminer la somme en question.", "34.  Par une ordonnance du 4 janvier 2008, le juge du tribunal d'Évora, saisi du dossier, décida, sans préciser ses raisons, que le montant des frais ne devait pas excéder de plus de 15 000 EUR le montant de l'indemnité d'expropriation.", "35.  Le 20 février 2008, les requérants versèrent la somme de 15 000 EUR.", "C.  La requête no 12849/05 devant la Cour européenne", "36.  Le 7 avril 2005, les requérants introduisirent devant la Cour une requête (no 12849/05) pour se plaindre de l'absence d'indemnisation pour autant que la carrière était concernée. Cette requête fut rejetée pour tardiveté par un comité le 30 août 2005.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La Constitution", "37.  L'article 20 de la Constitution garantit le droit d'accès à un tribunal. L'article 62 de la Constitution garantit le droit de propriété ainsi que le droit à une juste indemnisation en cas d'expropriation.", "B.  Le code de procédure civile", "38.  La règle générale en matière de frais de justice est établie à l'article 446 du code de procédure civile. Aux termes de cette disposition, c'est en principe la partie qui succombe qui doit régler les frais de procédure.", "C.  Le code des expropriations", "39.  Au moment de l'expropriation litigieuse, le code des expropriations applicable était celui adopté par le décret-loi no 438/91, du 9 novembre 1991.", "40.  La procédure d'expropriation prévue à l'époque se déroulait de la manière suivante : à défaut d'accord entre l'entité expropriante et l'exproprié, le président de la cour d'appel ayant juridiction sur le lieu où se trouvait le bien à exproprier désignait une commission d'arbitrage chargée d'évaluer la valeur de ce dernier. L'exproprié pouvait saisir le tribunal de première instance d'un recours contre la décision arbitrale, une nouvelle expertise du bien ayant lieu si nécessaire. Il pouvait faire appel de la décision du tribunal de première instance, la cour d'appel statuant de manière définitive (arrêt de règlement (assento) de la Cour suprême du 30 mai 1995 fixant jurisprudence obligatoire pour toutes les juridictions et publié au Journal officiel le 15 mai 1997).", "D.  Les frais de justice", "41.  Au Portugal, l'obligation de payer des frais de justice revêt une nature fiscale. La Cour suprême estime en effet que cette obligation pour les justiciables équivaut à celle pour les contribuables de payer des taxes. L'Etat est ainsi en droit de percevoir ces sommes en tant que « sujet actif » de l'obligation fiscale en cause : il doit en contrepartie fournir aux individus – les « sujets passifs » de l'obligation fiscale – l'accès aux services de justice (arrêt de la Cour suprême du 5 février 2004 rendu dans la procédure no 03B3809).", "42.  A l'époque des faits, cette matière était régie par le code des frais de justice, adopté par le décret-loi no 224-A/96, du 26 novembre 1996, dans sa rédaction applicable avant les amendements apportés à ce texte par le décret-loi no 324/2003, du 27 décembre 2003.", "43.  Les dispositions pertinentes de ce code se lisaient comme suit :", "Article 1er (Notion de frais de justice)", "« 1.  Les frais de justice comprennent la taxe judiciaire (taxa de justiça) et les autres frais (encargos).", "2.  Sauf disposition contraire de la loi, toutes les procédures sont assujetties aux frais de justice. »", "Article 2 (Exemptions subjectives)", "« 1.  Sans préjudice des dispositions de lois spéciales, sont seuls exemptés du paiement des frais de justice :", "a)  l'Etat et tous ses services et organes, quand bien même ils disposeraient d'une personnalité juridique propre ;", "(...) »", "Article 6 (Règles particulières)", "« 1.   Dans les cas mentionnés ci-après, la valeur du litige, aux fins du calcul des frais de justice, est la suivante :", "(...)", "s)  dans les recours portant sur des expropriations, la différence entre l'indemnité d'expropriation, telle que fixée par la commission d'arbitrage, et le montant demandé par [l'exproprié] (...)", "(...) »", "Article 13 (Base de calcul de la taxe judiciaire)", "« 1.  Sans préjudice des dispositions suivantes, les frais de procédure sont fixés sur la base du tableau ci-dessous et calculés sur la valeur des actions, des mesures incidentes et des recours.", "(...)", "Article 18 (Taxe judiciaire devant les juridictions de recours)", "« (...)", "2.  Dans les recours, pourvois et appels contre des décisions rendues dans toute action ou mesure incidente (...) la taxe judiciaire correspond à la moitié des valeurs du tableau [de l'article 13].", "(...) »", "Article 29 (Dispense du paiement de l'avance sur frais et des paiements subséquents)", "« (...)", "2.  Il n'y a pas lieu d'avancer de frais dans les procédures d'expropriation (...) »", "Article 66 (Paiement des frais sur des sommes à verser au \ndébiteur sur ordre du tribunal)", "« 1.  Le débiteur de frais de justice bénéficiaire d'une décision du tribunal qui lui octroie une somme d'argent peut demander, dans le délai prévu pour le paiement volontaire, que l'on déduise de cette somme le montant des frais à payer.", "2.  Les frais de justice dus par un exproprié sont à déduire du montant de l'indemnité d'expropriation. »", "44.  Les custas de parte (frais et dépens) sont des sommes auxquelles la partie qui l'emporte a droit à l'issue du procès. Aux termes de l'article 33 du code des frais de justice tel qu'il était applicable à l'époque pertinente, ils comprenaient les sommes que la partie en question était obligée de dépenser à raison de la conduite de la procédure.", "E.  Le nouveau code des frais de justice", "45.  Le 24 février 2008, le Gouvernement a adopté un nouveau code des frais de justice (décret-loi no 34/2008). L'exposé des motifs de ce texte comporte notamment le passage suivant :", "« D'après les nouveaux barèmes, le montant de la taxe judiciaire n'est pas fixé sur la base d'une simple correspondance avec la valeur du litige. On a constaté que la valeur du litige n'est pas un élément décisif dans l'appréciation de la complexité de la procédure et dans la génération de frais grevant les systèmes judiciaires. C'est ainsi que la recherche d'une amélioration dans la fixation de la taxe judiciaire a abouti à l'établissement d'un système mixte fondé sur la valeur du litige jusqu'à une certaine limite, avec possibilité de correction du montant dans le cas de procédures complexes, indépendamment de la valeur économique donnée au litige. »", "46.  Dans le nouveau système introduit par cette législation, il y a donc un montant maximum pouvant être réclamé au titre des frais de justice. S'agissant des procédures se déroulant devant les tribunaux de première instance, les montants correspondent, à l'heure actuelle, à 60 unités de compte pour les procédures normales et à 90 unités de compte pour les procédures particulièrement complexes. Les recours et appels sont taxés à 20 unités de compte. Bien entendu, les mesures incidentes continuent d'être taxées, le montant des frais de procédure pouvant aller jusqu'à 20 unités de compte en fonction de la mesure incidente en cause (voir les tableaux annexés au décret-loi no 34/2008 et les articles 6, 7, 8, 11, 12, 13 et 17 de ce texte).", "III.  LE DROIT COMPARÉ", "47.  La Cour a procédé à une étude de droit comparé concernant le paiement des frais de justice dans un certain nombre d'Etats membres du Conseil de l'Europe.", "48.  Il ressort de cette étude que, d'une manière générale, le montant des frais de justice varie en fonction de la valeur du litige (sauf dans les Etats où le montant des frais à acquitter n'est pas fonction de la somme en jeu). Les frais peuvent représenter un pourcentage de cette valeur, une somme fixe ou une combinaison des deux méthodes. Les lois de nombreux Etats où l'ampleur des frais est liée à la valeur de la prétention plafonnent le montant des dépens pouvant être mis à la charge d'une partie ; toutefois, dans d'autres États aucun plafond n'est fixé.", "49.  D'une manière générale c'est à la partie qui succombe de payer les frais de la partie qui l'emporte. Pour les cas où une prétention n'est accueillie qu'en partie, la plupart des Etats objet de l'étude laissent au pouvoir d'appréciation discrétionnaire du tribunal la décision quant aux frais. Dans certains Etats, des règles particulières s'appliquent aux affaires d'expropriation. Dans l'un des Etats concernés, par exemple, lorsque les frais sont calculés sous la forme d'un pourcentage de l'indemnité offerte, le principe est que l'individu exproprié doit néanmoins être remboursé intégralement, c'estàdire de tous les frais réellement engagés par lui, puisqu'il a droit normalement à une réparation intégrale de son préjudice.", "50.  Dans de nombreux Etats, il n'est pas exclu qu'un demandeur risque d'avoir à payer au titre des dépens et d'autres frais une somme supérieure à celle susceptible de lui être accordée au titre de sa prétention, notamment lorsqu'une petite partie seulement de celle-ci est accueillie. Un tel risque n'existe pas dans les Etats où les frais ne sont calculés qu'à l'issue de la procédure et sur la base de la somme effectivement allouée par le tribunal.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 DU PROTOCOLE No 1", "51.  Les requérants se plaignent du fait que l'indemnité d'expropriation qui leur avait été accordée a en définitive été totalement absorbée par la somme qu'ils ont dû verser à l'Etat au titre des frais de justice. Ils y voient une violation de l'article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "A.  L'arrêt de la Chambre", "52.  Dans son arrêt, la Chambre a indiqué que l'absence d'indemnisation dénoncée par les requérants était le résultat de l'application de la réglementation relative aux frais de justice, que ceux-ci étaient des « contributions », au sens du second paragraphe de l'article 1 du Protocole no 1, et que cette disposition visait des cas particuliers d'atteinte au droit au respect des biens. En l'espèce toutefois, la Chambre a considéré que la situation incriminée devait être examinée à la lumière de la norme figurant dans la première phrase du premier paragraphe de l'article 1 du Protocole no 1, qui revêt un caractère général et énonce le principe du respect des biens. Elle a relevé que les requérants ne contestaient pas la légalité de l'expropriation en tant que telle, ni celle de la réglementation portant sur les frais de justice qui leur avait été appliquée, précisant que rien n'indiquait par ailleurs que l'ingérence litigieuse ait revêtu un caractère arbitraire, dès lors notamment que les requérants avaient pu soumettre leurs arguments aux juridictions nationales. A la différence du Gouvernement, la Chambre a estimé que l'on ne pouvait faire grief aux requérants d'avoir essayé par les moyens procéduraux à leur disposition de convaincre le tribunal d'inclure dans l'indemnité d'expropriation des éléments qui étaient à leur avis essentiels. Elle a jugé qu'il ne lui appartenait pas d'examiner de manière générale le système portugais relatif à la détermination et à la fixation des frais de justice, mais a constaté qu'en l'espèce l'application concrète de ce système avait conduit à une absence totale de dédommagement des requérants pour l'expropriation de leurs biens. Elle a dès lors conclu que les conditions d'indemnisation – ou plus précisément l'absence d'indemnisation – avaient imposé aux requérants une charge excessive, propre à rompre le juste équilibre devant régner entre l'intérêt général de la communauté et les droits fondamentaux de l'individu.", "B.  Thèse du Gouvernement devant la Grande Chambre", "53.  Le Gouvernement fait remarquer, à propos de l'objet de la requête, que l'expropriation en tant que telle n'est pas soumise à l'examen de la Cour. Il souligne que les requérants ont bien introduit une requête à cet égard, mais que la Cour l'a rejetée pour tardiveté. Seule serait donc ici en cause la compatibilité avec l'article 1 du Protocole no 1 du montant réclamé aux requérants au titre des frais de justice.", "54.  Examinant ensuite le système portugais de paiement des frais de justice qui était applicable à l'époque et celui en vigueur depuis 2008, le Gouvernement fait observer que la Convention n'impose pas la gratuité des services de la justice. Elle prévoit en revanche le droit pour les Etats de mettre en vigueur, dans l'exercice de leur marge d'appréciation, des lois visant à assurer le paiement des « impôts » et d'autres « contributions » au sens de l'article 1 du Protocole no 1, étant entendu qu'en vertu d'une jurisprudence ancienne et bien établie de la Commission européenne des droits de l'homme, les frais de justice s'analyseraient en pareilles « contributions » (Agis Antoniades c. Royaume-Uni, no 15434/89, décision de la Commission du 15 février 1990, Décisions et rapports (DR) 64, p. 237).", "55.  Le Gouvernement critique l'arrêt de la Chambre, estimant qu'il est méthodologiquement inapproprié et juridiquement incorrect de confondre l'indemnité d'expropriation et la somme à payer à la suite d'une condamnation aux frais de justice. Se référant à l'opinion dissidente jointe à l'arrêt (voir paragraphe 5 ci-dessus), le Gouvernement considère que les conclusions de la chambre sont le fruit d'un « amalgame fallacieux » entre deux situations distinctes du point de vue juridique, qui aboutit à mélanger « deux titres, l'un de crédit et l'autre de débit, qui sont (...) indépendants l'un de l'autre ». Le Gouvernement donne à titre d'exemple la situation dans laquelle un créancier saisit un tribunal aux fins d'obtenir le recouvrement d'une certaine somme, le débiteur lui opposant une demande reconventionnelle supérieure au montant de la prétention du créancier ; si le tribunal fait droit à la demande reconventionnelle, le créancier ne reçoit aucune somme et il doit de surcroît payer des frais, sans que l'on puisse y voir, de l'avis du Gouvernement, une quelconque atteinte au droit au respect des biens.", "56.  Pour le Gouvernement, l'atteinte alléguée aux droits des requérants découlerait uniquement de la condamnation des intéressés au paiement des frais de justice. Or ces derniers auraient été fixés dans le respect des dispositions applicables du code de procédure civile et du code des frais de justice, d'une part, et du principe de proportionnalité, d'autre part. La somme totale payée par les requérants – qui correspondrait à 1,02 % du montant de leur prétention – aurait en effet été fixée compte tenu de l'intense activité procédurale dont ils auraient fait preuve et du montant même auquel ils prétendaient, lequel s'écartait manifestement de la réalité.", "C.  Appréciation de la Cour", "1.  Sur l'applicabilité de l'article 1 du Protocole no 1", "57.  La Cour rappelle que l'article 1 du Protocole no 1 contient trois normes distinctes : la première, qui s'exprime dans la première phrase du premier alinéa et revêt un caractère général, énonce le principe du respect de la propriété ; la deuxième, figurant dans la seconde phrase du même alinéa, vise la privation de propriété et la soumet à certaines conditions ; quant à la troisième, consignée dans le second alinéa, elle reconnaît aux Etats le pouvoir, entre autres, de réglementer l'usage des biens conformément à l'intérêt général. Il ne s'agit pas pour autant de règles dépourvues de rapport entre elles. La deuxième et la troisième ont trait à des exemples particuliers d'atteinte au droit de propriété ; dès lors, elles doivent s'interpréter à la lumière du principe consacré par la première (voir, entre autres, James et autres c. Royaume-Uni, 21 février 1986, § 37, série A no 98, qui reprend en partie les termes de l'analyse développée par la Cour dans son arrêt Sporrong et Lönnroth c. Suède (23 septembre 1982, § 61, série A no 52), et Depalle c. France [GC], no 34044/02, § 77, 29 mars 2010).", "58.  En l'espèce, les parties ne contestent pas que la situation litigieuse relève du champ d'application de cette disposition. En revanche, le Gouvernement est en désaccord avec la conclusion de la chambre selon laquelle il fallait examiner le grief des requérants à la lumière de la norme générale énoncée dans la première phrase. Soulignant que l'expropriation en tant que telle ne fait pas partie de l'objet du litige, il estime que seule est ici en cause la question de la compatibilité avec l'article 1 du Protocole no 1 du montant réclamé aux requérants au titre des frais de justice.", "59.  En l'occurrence, s'il est vrai que la Cour n'a pas à examiner l'expropriation en tant que telle (paragraphes 36 et 53 ci-dessus), il n'en demeure pas moins que c'est la privation de propriété subie par les requérants en faveur de l'Etat qui a donné lieu au litige sur les frais de justice et qui se trouve ainsi à l'origine de la présente requête. Ce constat a une incidence certaine sur la manière dont l'atteinte alléguée au droit des requérants doit être analysée, la jurisprudence de la Cour exigeant, dans les cas de privation de propriété pour cause d'utilité publique, le versement d'une somme raisonnablement en rapport avec la valeur du bien en question (Papachelas c. Grèce [GC], no 31423/96, § 48, CEDH 1999II). La Cour rappelle à cet égard que lorsqu'elle examine s'il y a eu ou non atteinte au droit au respect des biens protégé par l'article 1 du Protocole no 1, il lui faut regarder au-delà des apparences et analyser les réalités de la situation litigieuse, la Convention visant à protéger des droits « concrets et effectifs » (Depalle, précité, § 78).", "60.  Cela étant, il est indéniable que le grief des requérants porte sur l'application faite en leur cause de la réglementation relative aux frais de justice. Le Gouvernement souligne à cet égard que le deuxième alinéa de l'article 1 du Protocole no 1 prévoit le droit pour les Etats de mettre en vigueur, dans l'exercice de leur marge d'appréciation, des lois visant à assurer le paiement des « impôts » et d'autres « contributions ». Il se réfère à la jurisprudence traditionnelle de la Commission européenne des droits de l'homme selon laquelle les frais de justice à verser dans le cadre d'une procédure judiciaire sont des « contributions » au sens de cette disposition (voir Agis Antoniades, précitée ; voir également Aires c. Portugal, no 21775/93, décision de la Commission du 25 mai 1995, DR 81, p. 48, citée dans l'arrêt de la chambre ; X. et Y. c. Autriche, no 7909/74, décision de la Commission du 12 décembre 1978, DR 15, p. 160 ; X. c. R.F.A., no 7544/76, décision de la Commission du 12 juillet 1978, DR 14, p. 60).", "61.  La Grande Chambre estime, à l'instar de la Chambre, qu'il y a lieu de confirmer les décisions de la Commission quant à la nature de « contributions », au sens du deuxième alinéa de l'article 1 du Protocole no 1, qui doit être reconnue aux frais de justice. En effet, l'imposition de frais de justice aux justiciables poursuit, entre autres, les buts d'assurer le financement du système judiciaire et l'alimentation du Trésor public. Au demeurant, si au Portugal le recouvrement de ces frais n'incombe pas aux autorités fiscales, il est clair que l'obligation de les payer revêt néanmoins une nature fiscale (paragraphe 41 ci-dessus). D'après les informations dont la Cour dispose, cela semble d'ailleurs être le cas dans d'autres Etats membres du Conseil de l'Europe. Bref, l'obligation de payer des frais de justice – et la réglementation y relative – relève du deuxième alinéa de l'article 1 du Protocole no 1, ces frais étant des « contributions » au sens de cette disposition. Dans les circonstances de l'espèce, la question se pose donc de savoir si et dans quelle mesure la condamnation des requérants au paiement des frais de justice en question peut s'analyser en une ingérence dans le droit de ces derniers au respect de leurs biens (voir, mutatis mutandis, Aires précitée). En effet, la somme d'argent que les requérants ont dû verser au titre des frais de justice a totalement absorbé l'indemnité d'expropriation, laquelle s'analyse en un « bien » au sens de l'article 1 du Protocole no 1.", " 62.  Compte tenu de ce qui précède, la Grande Chambre estime indiqué d'examiner le grief des requérants sur le terrain de l'article 1 du Protocole no 1 pris dans son ensemble et ce d'autant plus que les situations visées dans la seconde phrase du premier alinéa et au second alinéa ne constituent que des cas particuliers d'atteinte au droit au respect des biens garanti par la norme générale énoncée dans la première phrase (Beyeler c. Italie [GC], no 33202/96, § 106, CEDH 2000-I). Dictée par les circonstances particulières du cas d'espèce, cette approche ne met cependant pas en cause le fait que les frais de justice sont des « contributions » au sens du deuxième alinéa de l'article 1 du Protocole no 1 (paragraphe 61 ci-dessus).", "2.  Sur l'observation de l'article 1 du Protocole no 1", "63.  La Cour rappelle que, pour être compatible avec l'article 1 du Protocole no 1, une atteinte au droit d'une personne au respect de ses biens doit d'abord respecter le principe de la légalité et ne pas revêtir un caractère arbitraire (Iatridis c. Grèce [GC], no 31107/96, § 58, CEDH 1999-II). Elle doit également ménager un « juste équilibre » entre les exigences de l'intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l'individu (Sporrong et Lönnroth, précité, § 69).", "64. Un tel « juste équilibre » doit exister même lorsqu'il s'agit du droit qu'ont les Etats de « mettre en vigueur les lois qu'ils jugent nécessaires pour (...) assurer le paiement des impôts ou d'autres contributions ». En effet, comme le second alinéa doit s'interpréter à la lumière du principe général énoncé au début de l'article 1 du Protocole no 1, il doit exister un rapport raisonnable de proportionnalité entre les moyens employés et le but visé ; en d'autres termes, il incombe à la Cour de rechercher si l'équilibre a été maintenu entre les exigences de l'intérêt général et l'intérêt des individus concernés (Gasus Dosier- und Fördertechnik GmbH c. Pays-Bas, 23 février 1995, § 60, série A no 306B ; voir également AGOSI c. Royaume-Uni, 24 octobre 1986, § 52, série A no 108).", "a)  Principe de légalité", "65.  La Grande Chambre observe que les requérants ne contestent ni la légalité de l'expropriation en tant que telle ni celle de la réglementation portant sur les frais de justice qui leur a été appliquée. La Chambre n'a, quant à elle, décelé aucun indice d'arbitraire, eu égard notamment au fait que les requérants ont pu soumettre leurs arguments aux juridictions nationales.", "66.  Même si l'on ne connaît pas les raisons pour lesquelles le juge du tribunal d'Évora a fixé, en date du 4 janvier 2008, les frais de justice à un montant dépassant de 15 000 EUR au plus celui de l'indemnité d'expropriation, la Cour s'estime dispensée d'examiner plus avant cette question, compte tenu notamment des considérations formulées ci-après sur la question du respect ou non du « juste équilibre ».", "b)  Juste équilibre", "67.  La Cour rappelle que la recherche de cet équilibre se reflète dans la structure de l'article 1 du Protocole no 1 tout entier, indépendamment des alinéas en jeu dans chaque affaire ; il doit toujours exister un rapport raisonnable de proportionnalité entre les moyens employés et le but visé. En contrôlant le respect de cette exigence, la Cour reconnaît à l'Etat une large marge d'appréciation tant pour choisir les modalités de mise en œuvre des mesures en cause que pour juger si leurs conséquences se trouvent légitimées, dans l'intérêt général, par le souci d'atteindre l'objectif de l'ingérence dénoncée. Cet équilibre est rompu si la personne concernée a eu à subir une charge spéciale et exorbitante (Depalle, précité, § 83).", "68.  La vérification de l'existence d'un tel équilibre exige un examen global des différents intérêts en cause. La Cour estime qu'il convient de procéder à un tel examen en ayant égard à deux éléments importants. D'abord, comme la Cour l'a déjà rappelé, à l'origine de la situation litigieuse se trouve la privation de propriété des requérants. Dans de telles situations, le « juste équilibre » exige le versement d'une somme raisonnablement en rapport avec la valeur du bien, sans quoi il y aurait une atteinte excessive aux droits des particuliers. Ensuite, la Cour rappelle que la Convention vise à protéger des droits non pas théoriques et illusoires mais « concrets et effectifs » (paragraphe 59 ci-dessus). Par ailleurs, la Cour doit également examiner le comportement des parties au litige, y compris les moyens employés par l'Etat et leur mise en œuvre (Beyeler, précité, § 114).", "69.  En l'espèce, les requérants se sont vu allouer une indemnité d'expropriation, d'un montant de 197 236,25 EUR. Toutefois, à la suite de la détermination de la somme qu'ils devaient verser au titre des frais de justice, ils n'ont en réalité rien perçu. Bien plus, ils ont dû verser à l'Etat un solde de 15 000 EUR, même après que le montant fixé initialement eut été sensiblement réduit.", "70.  La Grande Chambre observe qu'elle n'a pas à examiner dans l'abstrait le système portugais relatif à la détermination et à la fixation des frais de justice. Comme la Chambre l'a relevé, les Etats doivent pouvoir prendre les mesures qu'ils estiment nécessaires pour protéger l'intérêt général d'un financement équilibré des systèmes de justice. Dans ce domaine, les Etats contractants jouissent d'une large marge d'appréciation.", "71.  La Cour doit ainsi examiner l'application qui a été faite de ce système au cas concret dont elle se trouve saisie. A cet égard, force lui est de constater que le résultat auquel tend l'article 1 du Protocole no 1 n'a pas été atteint : non seulement les requérants ont été dépossédés de leur terrain, mais ils ont dû en outre verser 15 000 EUR à l'Etat.", "72.  Le Gouvernement insiste sur la différence de nature juridique qu'il y a selon lui entre l'obligation pour l'Etat de verser une indemnité d'expropriation et l'obligation pour le justiciable d'acquitter des frais de justice. Cette dernière ne relèverait pas du champ de l'expropriation proprement dite et, dès lors, n'aurait aucune incidence sur la question du respect de l'article 1 du Protocole no 1. La Cour admet que les finalités juridiques poursuivies par chacune de ces obligations ne sont en effet pas identiques ; elle tient d'ailleurs compte de cette différence lorsqu'elle qualifie les frais de justice de « contributions » au sens du deuxième alinéa de l'article 1 du Protocole no 1 (paragraphe 61 ci-dessus). Elle constate cependant qu'en l'espèce, les requérants étaient parties à un litige judiciaire qui les opposait à l'Etat et qui concernait la détermination du montant d'une indemnité d'expropriation, à la suite d'un acte accompli par l'Etat dans l'exercice de ses pouvoirs de puissance publique. Aux yeux de la Cour, ce cas est à distinguer, aux fins d'un examen de proportionnalité, de celui dans lequel des frais de justice sont imposés dans le cadre d'un litige de droit privé. Dans les circonstances particulières de l'espèce, il peut en effet sembler paradoxal que l'Etat reprenne d'une main – au moyen des frais de justice – plus que ce qu'il a accordé de l'autre. Aussi, dans une telle situation la différence de nature juridique entre l'obligation pour l'Etat de verser une indemnité d'expropriation et l'obligation pour le justiciable d'acquitter des frais de justice ne fait-elle pas obstacle à un examen global de la proportionnalité de l'ingérence dénoncée.", "73.  Le Gouvernement souligne également, sous l'angle de la proportionnalité de l'ingérence, le comportement, qu'il qualifie de téméraire, adopté par les requérants pendant la procédure. D'après lui, l'ampleur de la somme totale payée par les intéressés est la conséquence de la réclamation par eux d'un montant manifestement non conforme à la réalité ainsi que de l'intense activité procédurale qu'ils ont déployée.", "74.  La Cour constate que les requérants ont en effet demandé un montant bien supérieur à tous ceux qui ont été indiqués dans les différents rapports d'expertise produits tout au long de la procédure. Compte tenu de la législation portugaise en la matière, qui était connue des requérants, la fixation à ce niveau de la somme demandée a eu une influence sur le montant final des frais de justice. Toutefois, la Cour rappelle qu'il s'agissait notamment de savoir si les bénéfices susceptibles d'être tirés d'une éventuelle exploitation économique de la carrière sise sur le terrain devaient ou non être inclus dans l'indemnité d'expropriation. Saisies de la question par les requérants, les juridictions internes l'ont discutée de manière approfondie, le tribunal d'Évora allant même jusqu'à demander d'office une troisième expertise, alors que celles exigées par la loi avaient déjà été effectuées. Le comportement des requérants, s'il a certainement contribué au montant élevé des frais de justice, n'est pas en soi une raison suffisante pouvant justifier que la somme à acquitter au titre des frais de justice ait été fixée à un niveau tel qu'il en est résulté une absence totale de dédommagement, alors qu'une expropriation était en cause.", "75.  Quant au comportement, critiqué par le Gouvernement, que les requérants ont adopté, la Cour constate que l'action litigieuse a en effet connu un nombre élevé de recours et d'incidents de procédure. Elle observe cependant, au-delà du fait que ces incidents de procédure n'ont pas tous été provoqués par les requérants, que le comportement en cause a porté surtout sur les questions liées à la détermination du montant des frais de justice. En effet, la question de la privation de propriété en tant que telle a été résolue par le tribunal et la cour d'appel d'Évora, même si la Cour suprême et le Tribunal constitutionnel, saisis par les requérants, eurent également à rendre des décisions d'irrecevabilité. C'est en réalité la contestation par les requérants du montant demandé au titre des frais de justice par les juridictions internes qui a donné lieu à des décisions subséquentes du tribunal et de la cour d'appel d'Évora ainsi que, à trois reprises, du Tribunal constitutionnel.", "76.  La Cour en conclut que ni le comportement des requérants ni l'activité procédurale déployée en l'espèce ne peuvent justifier une somme aussi élevée au titre des frais de justice si l'on tient compte du montant fixé au titre de l'indemnité d'expropriation.", "77.  Enfin, la Cour note l'adoption, le 24 février 2008, du nouveau code des frais de justice, qui a plafonné les montants pouvant être réclamés au titre de ces frais. Si la nouvelle réglementation avait été appliquée au cas d'espèce, les frais de justice imposés auraient été d'un montant considérablement inférieur (paragraphes 45 et 46 ci-dessus). La réglementation actuelle semble ainsi moins susceptible de donner lieu à des situations comme celle du cas d'espèce.", "78.  Au vu de ce qui précède, la Cour estime que les requérants ont eu à supporter une charge exorbitante qui a rompu le juste équilibre devant régner entre l'intérêt général de la communauté et les droits fondamentaux de l'individu.", "79.  Partant, il y a eu violation de l'article 1 du Protocole no 1.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "80.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "1.  L'arrêt de la Chambre", "81.  La Chambre a tenu compte, pour fixer le niveau de la réparation pour le préjudice matériel, de l'obligation pour les requérants d'acquitter des frais de justice. Elle a ainsi jugé équitable de leur accorder la somme de 190 000 EUR à ce titre.", "2.  Les positions des parties", "82.  Devant la Chambre, les requérants avaient demandé pour préjudice matériel la somme de 197 236,25 EUR, correspondant au montant de l'indemnité d'expropriation fixé par les juridictions portugaises. Ils avaient par ailleurs demandé 100 EUR pour préjudice moral.", "83.  Le Gouvernement avait estimé que la somme sollicitée par les requérants pour préjudice matériel ne présentait aucun lien avec l'objet de la requête. Il avait fait valoir que l'octroi d'une telle somme laisserait sans remboursement le système de justice national, alors même que la cause des requérants avait donné lieu à une activité procédurale intense. Quant à la somme demandée pour dommage moral, il s'en était remis à la sagesse de la Cour.", "3.  Appréciation de la Cour", "84.  Les requérants n'ayant présenté aucune demande supplémentaire, la Grande Chambre examinera les prétentions formulées par eux devant la Chambre.", "85.  Elle rappelle à cet égard qu'un arrêt constatant une violation entraîne pour l'Etat défendeur l'obligation juridique de mettre un terme à la violation et d'en effacer les conséquences de manière à rétablir autant que faire se peut la situation antérieure à celle-ci (Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 32, CEDH 2000-XI). Si le droit national ne permet pas ou ne permet qu'imparfaitement d'effacer les conséquences de la violation, l'article 41 habilite la Cour à accorder, s'il y a lieu, à la partie lésée la satisfaction qui lui semble appropriée. Dans l'exercice de ce pouvoir, elle dispose d'une certaine latitude ; l'adjectif « équitable » et le membre de phrase « s'il y a lieu » en témoignent. Parmi les éléments pris en considération par la Cour, lorsqu'elle statue en la matière, figurent le dommage matériel, c'est-à-dire les pertes effectivement subies en conséquence directe de la violation alléguée, et le dommage moral, c'est-à-dire la réparation de l'état d'angoisse, des désagréments et des incertitudes résultant de cette violation. En outre, là où les divers éléments constituant le préjudice ne se prêtent pas à un calcul exact ou là où la distinction entre dommage matériel et dommage moral se révèle difficile, la Cour peut être amenée à les examiner globalement (Comingersoll S.A. c. Portugal [GC], no 35382/97, § 29, CEDH 2000IV).", "86.  La situation litigieuse appelle, de l'avis de la Cour, la fixation d'un montant en équité, comme le permet l'article 41. A cet égard, la Cour tient compte du fait que les requérants ont déjà dû s'acquitter des frais de justice, une somme de 15 000 EUR ayant déjà été versée à ce titre. Elle juge raisonnable d'allouer aux requérants la somme de 190 000 EUR, tous préjudices confondus.", "B.  Frais et dépens", "87.  Les requérants n'ayant pas demandé le remboursement de leurs frais et dépens, il n'y a pas lieu de leur accorder une somme à ce titre.", "C.  Intérêts moratoires", "88.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR,", "1.  Dit, par quatorze voix contre trois, qu'il y a eu violation de l'article 1 du Protocole no 1 ;", "", "2.  Dit, par quatorze voix contre trois,", "a)  que l'Etat défendeur doit verser aux requérants, dans les trois mois, la somme de 190 000 EUR (cent quatre-vingt-dix mille euros), plus tout montant pouvant être dû à titre d'impôt, tous préjudices confondus ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette, à l'unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l'homme, à Strasbourg, le 16 novembre 2010.", " Johan Callewaert\tJean-Paul Costa \n\t Adjoint au greffier \tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé des opinions séparées suivantes :", "–  opinion concordante commune aux juges Ziemele et Villiger ;", "–  opinion dissidente commune aux juges Lorenzen, Casadevall et Fura.", "J.-P.C.\nJ.C.", "OPINION CONCORDANTE COMMUNE AUX JUGES ZIEMELE ET VILLIGER", "(Traduction)", "1.  Nous avons voté avec la majorité pour le constat en l'espèce d'une violation de l'article 1 du Protocole no 1, étant entendu, d'une part, que les Etats continuent de jouir d'une ample marge d'appréciation pour définir leurs systèmes de frais de justice et, d'autre part, que l'affaire revêt un caractère plutôt exceptionnel.", "2.  De fait, comme l'arrêt le précise, la Commission européenne des droits de l'homme avait déjà estimé dans l'affaire Aires c. Portugal (no 21775/93, décision de la Commission du 25 mai 1995, Décisions et rapports 81, p. 48) que les frais à acquitter dans le cadre des procédures judiciaires étaient des « contributions » au sens de l'article 1 du Protocole no 1, et la question peut se poser de savoir « si et dans quelle mesure la condamnation des requérants au paiement des frais de justice en question peut s'analyser en une ingérence dans le droit de ces derniers au respect de leurs biens » (paragraphes 60–61 de l'arrêt). Dès lors que le second paragraphe de l'article 1 du Protocole no 1 ne peut s'appliquer isolément de l'article dans sa globalité, et eu égard notamment au principe général du respect des biens énoncé dans la première phrase du premier paragraphe, on ne peut répondre à la question de savoir si le montant des frais de justice imposé en l'espèce était ou non disproportionné qu'en tenant compte de l'ensemble des circonstances de la cause. Pour nous, il est déterminant que le litige relatif à la somme réclamée au titre des frais de justice en l'espèce tire son origine d'une procédure d'expropriation entre l'Etat et les requérants, dans le cadre de laquelle l'Etat a privé ces derniers d'un bien sans devoir en définitive leur verser la moindre compensation, les intéressés ayant été contraints d'acquitter au titre des frais de justice une somme correspondant à la totalité de l'indemnité qui leur avait été accordée plus 15 000 EUR. Cela ne signifie pas qu'il soit désormais interdit aux Etats de se doter de systèmes dans lesquels les frais de justice pourraient excéder le montant des dommages-intérêts réclamés. A notre sens, le présent arrêt ne traite pas de cette question. Il est toutefois de jurisprudence constante qu'une expropriation requiert une indemnisation adéquate (Ex-roi de Grèce et autres c. Grèce [GC], no 25701/94, § 89, CEDH 2000XII ; Platakou c. Grèce, no 38460/97, § 55, CEDH 2001I), et il s'agit là d'un élément que la structure de l'article 1 du Protocole no 1 oblige la Cour à prendre en compte aussi lorsqu'elle est saisie de doléances portant sur des frais de justice.", "\t", " 3. Enfin, nous relevons que la Cour a toujours jusqu'ici examiné les questions relatives à l'ampleur des frais de justice dans le contexte de l'article 6, y voyant un aspect de l'accès à un tribunal. Il est intéressant de constater qu'en l'espèce le Tribunal constitutionnel portugais a considéré que le montant des frais de justice était tellement élevé que le droit d'accès à un tribunal s'en trouvait affecté (paragraphe 31 de l'arrêt). Cela montre également, d'après nous, le caractère disproportionné du montant des frais de justice réclamés aux requérants en l'espèce.", "", "OPINION DISSIDENTE COMMUNE AUX JUGES LORENZEN, CASADEVALL ET FURA", "(Traduction)", "En l'espèce, la majorité a conclu à la violation de l'article 1 du Protocole no 1. Pour les raisons énoncées ci-dessous, nous ne pouvons souscrire à cette conclusion.", "Il peut être utile de rappeler d'abord que le contexte factuel de l'affaire est l'expropriation d'un terrain qui appartenait aux requérants. La valeur de celui-ci fut estimée par une commission d'arbitrage à environ 178 000 EUR. Non satisfaits du montant en question – au motif qu'il ne tenait pas compte du bénéfice qui aurait pu être retiré d'une exploitation d'une carrière située sur le terrain –, les requérants intentèrent une action en justice, réclamant un montant de pratiquement 21 millions EUR. Peu après l'engagement de la procédure, ils furent avisés par le tribunal que les frais de justice s'élèveraient à un peu plus de 158 000 EUR. Au cours de la procédure, diverses expertises furent ordonnées. La plus favorable aux requérants conclut que, dans l'hypothèse où la carrière devrait être prise en considération, le montant maximal que son exploitation pourrait rapporter devait être évalué à quelque 9,7 millions EUR. L'expert désigné par les requérants exprima l'avis que l'indemnité devait être fixée à environ 4 millions EUR. Les tribunaux portugais considérèrent tous que le gain susceptible de résulter d'une exploitation de la carrière ne devait pas être pris en compte et fixèrent l'indemnité à un peu plus de 197 000 EUR.", "L'affaire dont la Cour se trouve saisie ne concerne pas la question de savoir si l'indemnité a été fixée de manière incorrecte au motif qu'elle n'a pas tenu compte du gain qui eût pu résulter d'une exploitation de la carrière, un grief de violation de l'article 1 du Protocole no 1 à cet égard ayant été rejeté comme tardif (voir le paragraphe 35 de l'arrêt). Il s'agit uniquement en l'espèce de déterminer si les frais de justice réclamés aux requérants –environ 212 000 EUR – étaient excessifs au point de violer la Convention.", "La Cour a déjà souvent déclaré que des frais de justice élevés peuvent, dans les circonstances particulières d'une affaire, s'analyser en une restriction au « droit d'accès à un tribunal » contraire à l'article 6 § 1 de la Convention (voir l'arrêt de principe Kreuz c. Pologne, no 28249/95, CEDH 2001VI, et les nombreux arrêts rendus sur le même modèle par la suite). C'est également pour ce motif que le Tribunal constitutionnel portugais a jugé nécessaire de réduire le montant que les requérants s'étaient vu enjoindre de payer au titre des frais de justice (voir le paragraphe 16 de l'arrêt). Les requérants ne se sont toutefois jamais plaints devant la Cour que leur droit d'accès à un tribunal découlant de l'article 6 § 1 eût été violé, et nous pouvons souscrire au point de vue selon lequel la Cour n'avait pas à examiner d'office la question d'une possible violation de cet article.", "La question de savoir si des frais de justice peuvent avoir été fixés à un montant à ce point élevé qu'il emporte violation de l'article 1 du Protocole no 1 n'a encore jamais été examinée par la Cour (voir les paragraphes 60 et 61 de l'arrêt). La majorité, faisant sienne la doctrine de la Commission, a jugé que l'article 1 du Protocole no 1 s'applique aux frais de justice et que ceux-ci doivent être considérés comme des contributions au sens de la deuxième phrase du paragraphe 1 de l'article en question. Il nous paraît que cette conclusion n'est pas évidente, du moins pas sur un plan général. On peut ainsi soutenir que l'obligation d'acquitter des frais de justice est liée à l'utilisation volontaire d'un service public – le système judiciaire – et que cela la distingue de l'obligation de payer des impôts ou taxes diverses. Nous relevons qu'en droit portugais les frais de justice revêtent une nature fiscale (voir le paragraphe 41 de l'arrêt), mais la majorité semble ne pas avoir limité l'applicabilité de l'article 1 du Protocole no 1 aux situations où tel est le cas. L'arrêt laisse ouverte la question de savoir jusqu'où d'autres sommes à verser pour pouvoir bénéficier de services publics doivent de même être considérées comme des « contributions » au sens de l'article 1 du Protocole no 1 et crée de l'incertitude quant à sa portée. De surcroît, l'arrêt n'indique pas clairement si l'applicabilité de l'article en cause est limitée aux frais de justice dans les procédures d'expropriation ou si l'ampleur des frais peut maintenant donner lieu à des griefs d'atteinte à des droits de propriété dans toutes sortes de procédures.", "Cela étant, nous n'avons pas à examiner plus avant ces questions car en tout état de cause – à supposer même que l'article 1 du Protocole no 1 soit applicable et qu'il y ait eu atteinte au droit des requérants au respect de leurs biens – il n'y a, à notre sens, pas eu violation de la disposition en cause.", "La majorité admet l'argument du Gouvernement consistant à dire qu'il existe une différence de nature juridique entre l'obligation pour l'Etat de verser une indemnité en cas d'expropriation et l'obligation pour le justiciable d'acquitter des frais de justice, que cette dernière ne relève pas du champ de l'expropriation proprement dite et que, dès lors, elle n'a aucune incidence sur la question du respect de l'article 1 du Protocole no 1 (voir le paragraphe 72 de l'arrêt). Il nous paraît toutefois que la majorité n'a pas tiré la bonne conclusion de son adhésion à cet argument.", "Il ressort ainsi clairement de l'arrêt que pour apprécier l'ampleur des frais de justice réclamés aux requérants la majorité a attribué un poids considérable au fait qu'il s'agissait en l'espèce d'une procédure d'expropriation (voir, par exemple, les paragraphes 68 et 72). Comme les juges dissidents de la chambre, nous estimons que la majorité de la Grande Chambre a opéré une confusion entre deux choses différentes : l'indemnité due pour une expropriation et les frais de justice réclamés aux requérants.", "La Cour a toujours jusqu'ici considéré dans sa jurisprudence que les Etats sont libres de décider du type et du niveau des taxes qu'ils souhaitent imposer et que la Cour ne doit intervenir que si le système d'imposition ou la manière dont il est appliqué dans un cas donné est arbitraire. De même, le calcul des frais de justice doit être laissé à l'appréciation des États, qui doivent bénéficier à cet égard d'une ample marge d'appréciation. Ainsi que le révèle l'étude de droit comparé menée en l'espèce, le produit des frais de justice est utilisé à diverses fins, et chaque Etat doit, d'après nous, pouvoir décider librement des modalités de financement de son système judiciaire, pourvu que celles-ci ne deviennent pas un obstacle à l'accès à la justice et ne fassent pas peser une charge inacceptable sur une catégorie particulière de justiciables, hypothèses dans lesquelles elles seraient discriminatoires. Pareilles situations doivent toutefois, cela a été indiqué ci-dessus, être évaluées sous l'angle de l'article 6 de la Convention ou de l'article 14 combiné avec l'article 6. Le présent arrêt peut ainsi être interprété comme une première étape vers l'abandon d'un principe qui a jusqu'ici toujours été suivi dans notre jurisprudence, à savoir que, d'une manière générale, l'imposition de taxes et de contributions ne peut être attaquée sur le terrain de l'article 1 du Protocole no 1. Nous estimons que pareille évolution n'est pas souhaitable.", "Nul n'a soutenu en l'espèce que le régime portugais des frais de justice manque de clarté ou de prévisibilité. Les articles 6 § 1 s) et 13 combinés de l'ancien code des frais de justice donnaient ainsi des directives précises sur la manière dont les frais de justice dans les affaires d'expropriation devaient être calculés. Les requérants ne le contestent pas du reste. La circonstance qu'ils ont eu à acquitter des frais de justice qui excédaient l'indemnité qui leur avait été allouée n'est due qu'au fait qu'ils avaient réclamé devant les tribunaux un montant exorbitant, qui ne trouvait d'appui dans aucune des expertises qui avaient été effectuées. De surcroît, le tribunal de première instance les avait informés à un stade précoce de la procédure que les frais de justice seraient proches du montant qui avait été retenu par la commission d'arbitrage. Leur situation n'était en aucune manière différente de celle à laquelle les autres justiciables doivent faire face lorsqu'ils sollicitent un montant largement supérieur à ce que les tribunaux estiment justifié. Nous ne voyons pas pourquoi les plaideurs dans le cadre de procédures d'expropriation devraient être traités de manière plus favorable que, par exemple, les justiciables qui sollicitent une indemnisation excessive pour un accident ou une rupture de contrat, que ce soit contre l'Etat ou contre un défendeur privé.", "Enfin, contrairement à la majorité, nous ne pouvons attacher aucune importance au fait que le législateur portugais a, par la suite, modifié le système de calcul des frais de justice. Rien ne prouve que cette modification fût motivée par une quelconque incompatibilité du système antérieur avec l'article 1 du Protocole no 1.", "En conclusion, nous estimons qu'il n'y a pas eu violation de cet article.", ""]}