{"file": "FRE_HFJUD_44672_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "44672/98", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE HERZ c. ALLEMAGNE", "", "", "(Requête no 44672/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "12 juin 2003", "", "", "", "DÉFINITIF", "", "03/12/2003", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Herz c. Allemagne,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tI. Cabral Barreto, président,\n\t\tG. Ress,\n\t\tL. Caflisch,\n\t\tR. Türmen,\n\t\tB. Zupančič,\n\tMme\tH.S. Greve,\n\tM.\tK. Traja, juges,", "et de \tM. \tV. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil les 21 mars 2002 et 22 mai 2003,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 44672/98) dirigée contre la République fédérale d’Allemagne et dont un ressortissant de cet Etat, Eberhard Herz (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 23 septembre 1998 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). ", "2.  Le requérant est représenté devant la Cour par Me C. Lenz, avocat à Stuttgart. Le gouvernement allemand (« le Gouvernement ») est représenté par son agent, M. Klaus Stoltenberg, Ministerialdirigent au ministère fédéral de la Justice. ", "3.  Le requérant alléguait  une violation des articles 5 §§ 1 et 4, 6 § 1 et 13 de la Convention.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11).", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la troisième section ainsi remaniée (article 52 § 1)", "7.  Par une décision du 21 mars 2002, la Cour a déclaré la requête partiellement recevable.", "8.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "1. Genèse de l’affaire et premier internement du requérant", "9.  Le requérant est né en 1944 et réside à Fribourg-en-Brisgau.", "10. Le 19 décembre 1994, le tribunal d’instance de Weißenburg en Bavière, sur demande du requérant, lui accorda un droit de visite de sa fille, née en 1992 hors mariage. Quatre mois auparavant le requérant et la mère de l’enfant s’étaient séparés. La mère recourut contre cette décision. Le 19 juin 1995, le tribunal régional d’Ansbach infirma cette décision et priva le requérant du droit de visite au motif que le bien-être de l’enfant excluait pour le moment tout contact avec le père. ", "11.  Le 30 mars 1995, sur demande de l’autorité administrative (Landratsamt) de Weißenburg-Gunzenhausen, la police arrêta le requérant et le présenta au médecin de l’administration. Après que celui-ci l’eut examiné et conclu à l’existence d’un soupçon de maladie psychique, l’autorité administrative ordonna l’internement provisoire du requérant au département de psychiatrie de l’hôpital de district d’Ansbach. Par une décision du 31 mars 1995, le tribunal de tutelle d’Ansbach confirma l’internement provisoire du requérant en vue de procéder à une expertise pour déterminer si les conditions justifiant un internement définitif étaient remplies. Cette mesure fut prolongée à deux reprises. Au cours de cette procédure fut établie, le 28 avril 1995, une expertise médicale par les docteurs W. et T. de l’hôpital de district qui concluaient à l’existence d’une psychose paranoïde et d’un danger pour autrui de ce fait. Dans leur analyse, ils s’appuyèrent sur un examen du requérant conduit malgré le désaccord de celui-ci et sur des témoignages de son ex-compagne et du père de celle-ci recueillis par la police. Comme cela ressort d’une note du 18 mai 1995 du juge du tribunal de tutelle chargé de l’affaire, celui-ci, en réaction à deux lettres du requérant, adressa aux deux médecins la question de savoir si et dans quelle mesure les informations dont ils disposaient constituaient une base suffisante pour conclure au résultat obtenu eu égard à l’opposition à l’examen du requérant. La Cour ignore si les médecins ont répondu à cette question. ", "12.  Le requérant s’opposa à l’ordonnance initiale et aux deux prolongations. A chaque fois, le tribunal régional d’Ansbach rejeta le recours du requérant au motif que, la mesure d’internement ayant été remplacée par une nouvelle, le recours était devenu sans objet. La Cour suprême du Land de Bavière (Bayerisches Oberstes Landesgericht) confirma les décisions du tribunal régional. Le fait que le requérant avait été débouté de ses recours contre l’internement provisoire à trois reprises parce qu’il n’était plus affecté par les mesures ordonnées à son encontre ne pouvait être reproché au tribunal régional, celui-ci ayant décidé de manière suffisamment rapide.", "2. Le deuxième internement du requérant", "13.  Les 15 septembre et 24 octobre 1995, le requérant fut examiné par le Service d’hygiène (Gesundheitsamt) de Fribourg-en-Brisgau, qui ne constata aucune anomalie justifiant un internement. D’autres rapports d’experts en psychiatrie, établis sur demande du requérant entre juillet 1995 et mai 1996, aboutirent au même résultat, dont notamment celui du Dr W. de Bâle (examen du requérant à huit reprises), du Dr Z de Munich (deux examens) et du Dr K. de Fribourg-en-Brisgau (deux examens). Certains d’entre eux mirent en doute le bien-fondé de l’expertise du 28 avril 1995 au motif qu’elle se fondait principalement sur des témoignages écrits de l’ex-compagne du requérant et du père de celle-ci.", "14.  Le 9 janvier 1996, le tribunal d’instance de Weißenburg interdit au requérant tout contact avec sa fille.    ", "15.  Le 19 juillet 1996, le tribunal d’instance de Fribourg-en-Brisgau refusa la demande du parquet d’Ansbach tendant à mettre le requérant sous tutelle au motif que, compte tenu des expertises médicales établies et de l’impression qu’il avait donnée devant le tribunal, rien ne permettait de conclure à la nécessité d’une tutelle. Dans une autre procédure concernant le retrait du permis de conduire du requérant, le tribunal administratif  d’Ansbach, par une décision du 31 juillet 1996, mit en doute l’expertise du 28 avril 1995 et restitua son permis au requérant. ", "16.  Le 30 octobre 1996, l’ex-compagne du requérant appela la police au motif que le requérant la menaçait. La police trouva le requérant à l’entrée de la maison de son ex-compagne et l’emmena à la gare du village. A la suite d’une dispute violente entre le requérant, qui était revenu de la gare, et le père de son ex-compagne, la police arrêta le requérant et l’emmena au Service d’hygiène de Weißenburg. ", "17.  Dans son diagnostic du même jour, le médecin du Service d’hygiène, le Dr H., estima que l’internement provisoire du requérant était nécessaire afin de protéger la famille de son ex-compagne. Il releva que le requérant avait déclaré, en pleine conscience mais dans un état tendu, qu’il avait un droit naturel de voir sa fille et qu’il ferait tout pour exercer ce droit. Les tribunaux ne l’ayant pas pris au sérieux, il était temps de prendre l’affaire en main. Les accusations pour coups et blessures étaient calomnieuses. Le médecin en conclut que l’impression que le requérant avait donnée lors de son examen laissait penser à l’existence d’une maladie psychique à caractère schizophrène, comme l’avait par ailleurs établi l’expertise médicale de l’hôpital de district d’Ansbach du 28 avril 1995. Il en déduisit qu’il fallait s’attendre à ce que le requérant eût de nouveau recours à la violence étant donné que sa maladie psychique influait sur sa capacité de contrôler ses actions. Le même jour, l’autorité administrative de Weißenburg-Gunzenhausen envoya le requérant provisoirement à l’hôpital de district d’Ansbach dans l’intérêt de l’ordre public.", "18.  Le 31 octobre 1996, le tribunal de tutelle d’Ansbach ordonna l’internement provisoire du requérant, conformément à l’article 70 h §§ 1 et 2 de la loi sur les affaires de la juridiction gracieuse (Gesetz über Angelegenheiten der freiwilligen Gerichtsbarkeit - voir paragraphe 37 ci-dessous) et à l’article 1er de la loi bavaroise sur l’internement (Bayerisches Unterbringungsgesetz - voir paragraphe 38 ci-dessous). Le tribunal fonda sa décision sur le diagnostic, obtenu le même jour par téléphone, d’un médecin de l’hôpital de district, le Dr B., qui disait avoir déjà traité le requérant plusieurs fois et qui constatait à nouveau une psychose paranoïde. L’internement s’avérait nécessaire car le requérant ne voulait pas se prêter à un traitement, mettant ainsi en péril tant sa propre santé que la sûreté publique. Étant donné que le requérant ne se soumettrait pas de sa propre volonté à l’examen médical, il y avait lieu d’ordonner son internement dans un hôpital psychiatrique. D’autres mesures moins sévères n’étaient pas suffisantes. Le requérant ne fut pas entendu par le juge au motif qu’il y avait urgence. La durée maximale de la mesure était de six semaines, c’est-à-dire jusqu’au 12 décembre 1996.", "19.  Le 4 novembre 1996, le requérant fut entendu par le juge chargé de l’affaire à l’hôpital de district et en présence du Dr B. Lors de l’audition, le requérant fit référence à l’expertise du Dr W. de Bâle du 6 mai 1996, au rapport du Service d’hygiène de Fribourg-en-Brisgau des 15 septembre et 24 octobre 1995 et à la procédure devant le tribunal administratif d’Ansbach concernant le retrait de son permis de conduire. Le Dr B. critiqua l’expertise du Dr W. au motif qu’elle n’avait pris en considération aucune source d’information externe mais seulement l’impression que le requérant avait donné au médecin. Sur ce point, le requérant rétorqua que dans le dossier médical du Dr W. se trouvait l’expertise du 28 avril 1995 de l’hôpital de district qui, elle, avait largement tenu compte de ces sources extérieures.", "20.  Par une lettre du 11 novembre 1996, le requérant, représenté par son avocat, recourut contre son internement et annonça qu’il motiverait son recours après avoir consulté le dossier judiciaire. ", "21.  Le 18 novembre 1996, le requérant s’évada de l’hôpital de district.", "22.  Le 2 décembre 1996 arrivèrent au tribunal régional les motivations du recours du requérant datées du 19 novembre 1996.", "23.  Le 4 décembre 1996, le tribunal de tutelle reçut le rapport d’expertise du Dr B. de l’hôpital de district du 3 décembre. Celui-ci conclut à l’existence d’un soupçon de troubles de personnalité chez le requérant, mais constata l’absence de symptômes de schizophrénie. Il fallait s’attendre à ce que le requérant commette d’autres infractions mêmes graves. Eu égard aux reproches de partialité envers les médecins de l’hôpital de district, le Dr B. préconisa un examen médical par un expert extérieur à l’établissement aux fins d’évaluer la nécessité d’un internement durable du requérant. ", "24.  Le 9 décembre 1996, le Dr W. de Bâle, après l’avoir examiné le 26 novembre 1996, attesta qu’il n’avait pas relevé de maladie psychique chez le requérant.", "25.  Le 13 décembre 1996, le tribunal régional rejeta le recours du requérant, représenté par son avocat, contre cette mesure provisoire au motif que celui-ci n’en était plus affecté, les effets de l’ordonnance ayant cessé le 12 décembre 1996. Il ajouta en outre qu’au moment où arrivait le dossier du requérant au tribunal, le requérant avait fui l’hôpital de district et n’était de ce fait plus concerné par la mesure. Le requérant recourut contre la décision du tribunal régional. Il se plaignit notamment de ce que le tribunal avait attendu l’expiration de la mesure d’internement provisoire afin de pouvoir rejeter son recours en raison du défaut de qualité de victime.", "26.  Le 17 décembre 1996, le Dr K. de Fribourg-en-Brisgau examina le requérant et confirma le constat du Dr W.", "27.  Le 4 février 1997, la Cour suprême du Land de Bavière confirma la décision du tribunal régional. Elle estima que celui-ci n’avait pas agi de manière incorrecte, tout en partageant la préoccupation du requérant, à savoir qu’une règle de procédure, empêchant de fait l’intéressé de faire revoir la décision d’internement par un tribunal supérieur, posait des problèmes quant à sa légalité.", "28.  Le 10 mars 1997, la cour d’appel administrative du Land de Bavière (Bayerischer Verwaltungsgerichtshof) octroya l’effet suspensif du recours contre le retrait du permis de conduire du requérant tant qu’elle n’avait pas connu de l’appel contre la décision du tribunal administratif d’Ansbach du 31 juillet 1996. En se référant à un rapport d’expert du Dr K. de Fribourg-en-Brisgau du 10 février 1997, elle admit notamment que le retrait du permis ne pouvait être fondé ni sur l’examen du requérant par l’autorité administrative du 30 mars 1995, ni sur l’expertise des docteurs W. et T. de l’hôpital d’Ansbach du 28 avril 1995, qu’elle considérait comme étant réfutée. ", "29.  Le 19 mars 1998, la Cour constitutionnelle fédérale, statuant en comité de trois juges, décida de ne pas retenir le recours constitutionnel du requérant contre l’arrêt de la Cour suprême du Land de Bavière du 4 février 1997.", "3. Le troisième internement du requérant et développements ultérieurs", "30.  Le 29 septembre 1997, le Service d’hygiène de Fribourg-en-Brisgau examina le requérant et ne releva aucun indice pouvant justifier son internement dans l’intérêt de sa santé ou de sa sécurité et de la protection de tiers. Le 28 novembre 1997, le tribunal d’instance de Fribourg-en-Brisgau refusa de donner suite à une demande du parquet de Nuremberg-Fürth visant à mettre le requérant sous tutelle. ", "31.  Le 22 décembre 1997, le tribunal d’instance d’Ansbach ordonna l’internement provisoire du requérant dans un hôpital psychiatrique en tant qu’inculpé dans le cadre d’une information judiciaire ouverte contre lui pour plusieurs délits. Le 26 janvier 1998, le requérant fut arrêté par la police et interné à l’hôpital psychiatrique d’Emmendingen.", "32.  Le 2 février 1998, le tribunal régional d’Ansbach confirma la décision du tribunal d’instance. Il ajouta que le parquet d’Ansbach projetait de demander une nouvelle expertise. Le 6 février 1998, le requérant fut transféré à l’hôpital de district d’Ansbach. Le 8 avril 1998, la cour régionale supérieure (Oberlandesgericht) de Nuremberg confirma la décision du tribunal régional, en se fondant notamment sur les expertises du 28 avril 1995 et du 3 décembre 1996. ", "33.  Dans l’expertise mandatée par le parquet d’Ansbach et établie le 28 mai 1998, le professeur N. de Munich, un spécialiste en psychiatrie réputé, estima l’existence d’une psychose paranoïde théoriquement possible mais nullement prouvée et exclut toute autre psychose. Le 10 juillet 1998, après avoir entendu le requérant, le tribunal régional d’Ansbach annula l’ordonnance d’internement du 22 décembre 1997 au motif que la nouvelle expertise avait exclu l’irresponsabilité pénale du requérant et avait mis en doute l’existence d’une responsabilité pénale réduite. En outre, l’expert avait jugé peu probable que la libération du requérant porterait atteinte à la sécurité publique.", "34.  Le 10 juillet 1998, le requérant fut libéré.", "35.  Le 23 novembre 1999, le tribunal régional de Fribourg-en-Brisgau rejeta une demande du requérant tendant à obtenir des dommages-intérêts pour les examens psychiatriques qui avaient été ordonné à son encontre. Le 7 septembre 2000, la cour régionale supérieure de Karlsruhe confirma le jugement entrepris. Le 11 septembre 2001, la Cour constitutionnelle fédérale décida de ne pas retenir le recours constitutionnel du requérant dirigé contre ces décisions.", "36.  Dans une expertise du 10 juillet 2000, établie dans le cadre d’une procédure devant la Cour fédérale de justice sur demande de l’avocat du requérant, le Dr K. de Fribourg-en-Brisgau critiqua en détail l’expertise du 28 avril 1995 et conclut qu’une maladie psychique du requérant n’avait pu être prouvée. Par deux lettres du 16 novembre et du 19 décembre 2000, un autre expert de Fribourg-en-Brisgau, le Dr Ku., certifia, sur demande de l’avocat du requérant dans une procédure devant le tribunal régional d’Augsbourg, que le requérant était en pleine possession de ses capacités et ne souffrait d’aucune maladie psychique.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "1.  Loi sur les affaires de la juridiction gracieuse ", "37.  L’article 70 h de la loi sur les affaires de la juridiction gracieuse (Gesetz über Angelegenheiten der freiwilligen Gerichtsbarkeit) habilite le juge, entre autres, à ordonner provisoirement une mesure d’internement. Il renvoie entre autres à l’article 69f § 1 de la même loi qui, quant à lui, dispose notamment qu’une telle mesure provisoire ne peut être ordonnée que si", "- il y a urgence ;", "- il existe un rapport d’expert sur l’état de santé de l’intéressé ;", "- l’intéressé a été entendu personnellement.", "Il permet en outre au juge de renoncer à l’audition de l’intéressé si celleci porterait préjudice à ce dernier ou si l’intéressé n’est pas capable de s’exprimer. Le juge peut de même ordonner la mesure sans avoir entendu l’intéressé s’il y a danger imminent. \t", "2.  Loi bavaroise sur l’internement ", "38.  L’article 1er § 1 de la loi bavaroise sur l’internement (Bayerisches Unterbringungsgesetz) dispose notamment que peut être internée sans son consentement ou contre sa volonté toute personne qui souffre d’une maladie et de troubles psychiques et qui constitue de ce fait un danger pour la sécurité et l’ordre publics. ", "L’article 2 énonce que l’objectif de l’internement d’une personne est d’empêcher un danger pour la sécurité ou l’ordre publics. Il prévoit en outre que la personne internée doit être traitée de manière à lui permettre de mener une vie responsable dans la société.", "3.  Jurisprudence de la Cour constitutionnelle fédérale", "39.  La Cour constitutionnelle fédérale, dans un arrêt rendu en chambre (Senat) le 30 avril 1997 (no 2 BvR 817/90 et autres) et portant sur une perquisition à domicile, a établi une nouvelle jurisprudence en reconnaissant notamment que le refus des juridictions pénales d’examiner la légalité de la perquisition litigieuse au seul motif que celle-ci avait expiré, constituait une violation du droit de l’intéressé à un recours effectif, prévu à l’article 19 § 4 de la Loi fondamentale. Par un arrêt du 10 mai 1998 (no 2 BvR 978/97), après l’avoir déjà indiqué dans un arrêt du 1er avril 1998 (no 2 BvR 1263/97), le troisième comité de trois juges (Kammer) de la seconde chambre a étendu cette jurisprudence aux mesures d’internement provisoires et a retenu le recours constitutionnel de l’intéressé comme étant manifestement bien-fondé (offensichtlich begründet). La Cour constitutionnelle fédérale a confirmé sa jurisprudence ultérieurement (voir arrêts du 18 mars 1999, no 2 BvR 1717/98, et du 5 décembre 2001, no 2 BvR 527/99 et autres). ", "Les juridictions civiles ont suivi cette jurisprudence, comme en témoignent, parmi d’autres, les arrêts de la Cour suprême du Land de Bavière du 12 février 1999 (no 3 Z BR 54/99), et des cours régionales supérieures de Karlsruhe du 4 avril 2000 (no 11 Wx 28/00), de Hamm du 29 mai 2001 (no 15 W 139/01) et de Schleswig du 26 août 1998 (no 2 W 153/98).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 § 1 e) DE LA CONVENTION", "40.  Le requérant soutient que son deuxième internement dans l’hôpital de district d’Ansbach était illégal puisqu’aucune maladie psychique n’a été décelée chez lui. Il allègue une violation de l’article 5 § 1 e) de la Convention dont les parties pertinentes sont ainsi libellées: ", "« 1.  Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "(...)", "e)  s’il s’agit de la détention régulière (...) d’un aliéné (...)", "A.  Thèses des parties", "41.  D’après le requérant, les conditions pour son deuxième internement n’ont été réunies à aucun moment, comme le montrent les nombreuses expertises psychiatriques et décisions judiciaires qu’il a présentées au cours des procédures internes. Sur ce point, il rappelle que selon la loi interne il ne peut y avoir internement provisoire que s’il existe des raisons pressantes (dringende Gründe). Il précise qu’au moment où la décision d’internement a été confirmé par le tribunal de tutelle, il n’existait pas de rapport médical valable sur son état de santé justifiant la mesure ordonnée. Il relève à ce sujet que le tribunal de tutelle ne s’est appuyé que sur le diagnostic donné par téléphone par le médecin traitant de l’hôpital de district d’Ansbach, le Dr B., sans l’entendre personnellement et sans recourir à d’autres sources d’information sur son l’état de santé. Le médecin traitant ne l’a jamais examiné personnellement et s’est basé sur l’expertise du 28 avril 1995, établie dans le même hôpital. Or le requérant conteste le caractère scientifique de cette expertise, comme l’ont fait par ailleurs le tribunal d’instance de Fribourg-en-Brisgau et le tribunal administratif d’Ansbach dans leurs décisions des 19 et 31 juillet 1996 respectivement, expertise qui ne pouvait de ce fait servir de base pour les internements. Quant à l’avis du Service d’hygiène de Weißenburg du 30 octobre 1996, le requérant doute que le tribunal de tutelle d’Ansbach en eût connaissance lorsqu’il prit sa décision. De toute façon, le Service d’hygiène ne s’était fondé que sur les allégations non vérifiées de tierces personnes, comme toutes les autorités administratives et judiciaires bavaroises chargées de l’affaire s’étaient par ailleurs fait manipuler par la mère de l’enfant qui voulait empêcher tout contact du requérant avec son enfant. S’il est vrai que dans cette situation il y a eu des tensions et émotions chez les personnes concernées, on ne peut pas pour autant les considérer comme folles. ", "42.  Le Gouvernement estime que l’internement du requérant était en conformité avec les dispositions légales le régissant. Dans sa décision du 31 octobre 1996, le tribunal de tutelle d’Ansbach s’est notamment appuyé sur l’expertise des docteurs W. et T. du 28 avril 1995. Ceux-ci avaient conclu à l’existence d’une psychose paranoïde chez le requérant et d’un risque de commission d’actes dangereux mettant en péril son enfant et la mère de celui-ci. S’il est vrai que cette expertise datait d’un an et demi, le risque dont il était question s’était réalisé le 30 octobre 1996, lorsque le requérant voulut obtenir son droit de visite par la force et qu’il blessa le père de la mère de l’enfant à cette occasion avant d’être arrêté par la police. Le Gouvernement poursuit que ce constat fut confirmé par l’examen du requérant par le médecin du Service d’hygiène de Weißenburg du même jour et du médecin de l’hôpital de district d’Ansbach qui traitait le requérant. Le fait que ce dernier n’avait donné un avis que par téléphone ne changeait rien à la légalité de l’internement car il y avait urgence. Le Gouvernement souligne que dans de tels cas, l’existence d’une maladie psychique n’a pas besoin d’être prouvée, mais il suffit qu’il y ait des indices graves donnant à croire que l’intéressé souffre d’une telle maladie pour ordonner son internement provisoire précisément aux fins d’établir une expertise exhaustive à ce propos. Le Gouvernement fait en outre état du fait que l’expertise du 3 décembre 1996 confirma la nécessité de l’internement. Lors de l’audience devant le tribunal de tutelle d’Ansbach le 4 novembre 1996, le médecin traitant mit par ailleurs en doute la pertinence de l’expertise du Dr W. de Bâle du 6 mai 1996 que le requérant avait présentée. ", "B.  Appréciation de la Cour", "43.  La Cour rappelle que l’article 5 § 1 de la Convention renvoie pour l’essentiel à la législation nationale et consacre l’obligation d’en respecter les normes de fond comme de procédure, mais il exige, de surcroît, que la privation de liberté intervenue ne soit pas contraire au but de cet article, qui est de protéger l’individu contre l’arbitraire (Winterwerp c. Pays-Bas, arrêt du 24 octobre 1979, série A no 33, p. 17, § 39, et, dernièrement, Hutchison Reid c. Royaume-Uni, no 50272/99, 20 février 2003, § 46). ", "44.  En l’espèce, le Gouvernement fait valoir que le tribunal de tutelle d’Ansbach, dans sa décision du 31 octobre 1996, ne s’est pas appuyé que sur la diagnostic donné par téléphone par le Dr B., mais sur d’autres avis médicaux pour ordonner l’internement du requérant, notamment sur l’expertise établie le 28 avril 1995 par les docteurs W. et T. de l’hôpital de district et l’avis du Service d’hygiène de la veille. Le requérant rétorque que le tribunal de tutelle n’avait à sa disposition que le diagnostic donné par téléphone par le Dr B. qui ne l’a jamais examiné et n’avait finalement fondé ses conclusions que sur l’expertise du 28 avril 1995 dont il conteste le caractère scientifique.", "45.  La Cour relève que, même s’il semble probable que le tribunal de tutelle eut connaissance de l’avis du Service d’hygiène, il n’a fait référence pour motiver la mesure privative de liberté, comme cela ressort du texte de la décision du 31 octobre 1996, qu’au diagnostic du Dr B., donné par téléphone. Le juge n’avait donc à sa disposition ni une expertise écrite ni une impression immédiate du requérant au moyen d’une audition lorsqu’il ordonna son internement. La Cour note que l’article 70 h de la loi sur les affaires de la juridiction gracieuse (paragraphe 37 ci-dessus) habilite le juge à ordonner provisoirement une mesure d’internement lorsqu’il y a urgence, qu’il existe un rapport d’expert sur l’état de santé de l’intéressé et que l’intéressé a été entendu personnellement. L’article 69 f § 1 de la loi prévoit quant à lui que le juge peut ordonner la mesure sans avoir entendu l’intéressé s’il y a danger imminent. ", "46.  La Cour estime dès lors que l’absence d’une expertise médicale écrite et d’une audition du requérant ne saurait à elle seule prêter à la critique dans la mesure où le tribunal de tutelle était dans l’obligation de décider rapidement. Elle rappelle la grande latitude dont les Etats contractants disposent dans de tels cas en matière d’internement au titre de l’urgence (X c. Royaume-Uni, arrêt du 5 novembre 1981, série A no 46, p. 18, § 41, et Varbanov c. Bulgarie, no 31365/96, 5 octobre 2000, CEDH 2000-X, § 47). Elle note par ailleurs que le requérant fut entendu par le juge quatre jours plus tard dans l’hôpital de district.", "47.  En ce qui concerne le bien-fondé de la mesure d’internement, la Cour rappelle que l’aliénation d’une personne doit être établie de manière probante, sauf cas d’urgence, sur la base d’une expertise médicale objective, justifiant ainsi la privation de liberté, qui ne saurait se prolonger sans la persistance du trouble (arrêts Johnson c. Royaume-Uni du 24 octobre 1997, Recueil des arrêts et décisions 1997-VII, p. 2409, § 60, et Herczegfalvy c. Autriche du 24 septembre 1992, série A no 244, p. 21, § 63). En outre, on ne saurait considérer que l’alinéa e) de l’article 5 § 1 de la Convention autorise à détenir quelqu’un du seul fait que ses idées ou son comportement s’écartent des normes prédominant dans une société donnée (arrêt Winterwerp précité, § 37).   ", "48. La Cour note en l’espèce que le tribunal de tutelle n’a ordonné l’internement que sur la base du diagnostic obtenu le même jour par téléphone par le médecin traitant de l’hôpital de district, le Dr B., qui avait conclu à l’existence d’une psychose paranoïde. Selon une note du même jour du juge chargé de l’affaire, le médecin l’avait informé de ce que le requérant avait été soigné dans l’hôpital à plusieurs reprises et que lui-même l’avait déjà examiné dans le passé. ", "49.  Elle relève, en revanche, qu’il existait un certain nombre de décisions et d’expertises psychiatriques établies par différents institutions et médecins ayant examiné le requérant et qui ne relevaient aucune maladie chez lui. Parmi elles figurent notamment l’expertise du Dr W. de Bâle du 6 mai 1996 (examen du requérant à huit reprises), celle du Dr K. de Fribourg du 1er septembre 1995, le rapport du Service d’hygiène de Fribourg des 15 septembre et 24 octobre 1995 ainsi que les décisions du tribunal d’instance de Fribourg du 19 juillet 1996 et du tribunal administratif d’Ansbach du 31 juillet 1996. Certaines de ces études mirent en doute le bien-fondé de l’expertise litigieuse du 28 avril 1995.", "50.  Quant à l’expertise du 28 avril 1995, à laquelle tant le Gouvernement que le requérant se réfèrent, la Cour observe qu’elle avait été établie au cours de la première procédure d’internement en 1995 qui ne fait pas l’objet de la présente affaire (voir la décision sur la recevabilité de la présente requête du 21 mars 2002). Elle ne saurait par ailleurs à elle seule fournir une base suffisante pour justifier la mesure privative de liberté eu égard au fait qu’elle avait été établie un an et demi auparavant (Magalhães Pereira c. Portugal, no 44872/98, 22 février 2002, CEDH 2002-..., § 49, et Varbanov précité, § 47).", "51. La Cour est d’avis que l’on ne saurait réduire la présente affaire à un simple problème d’appréciation des différentes expertises médicales se contredisant au sujet de l’état de santé du requérant, ce qui relèverait en premier lieu de la compétence du juge national (arrêts Wassink c. Pays-Bas du 27 septembre 1990, série A no 185-A, § 25, et Varbanov précité § 48). Vue sous l’angle de l’article 5 § 1 e) de la Convention, la question se pose de savoir si le juge du tribunal de tutelle, lorsqu’il prit la décision litigieuse, avait à sa disposition des éléments suffisants pour justifier l’internement provisoire du requérant.", "52.  Pour ce qui est de l’ordonnance du tribunal de tutelle du 31 octobre 1996, le juge chargé de l’affaire n’a certes pas disposé de suffisamment de temps pour étudier l’ensemble des documents pertinents. Il en va différemment en ce qui concerne le moment où le juge, après avoir entendu le requérant à l’hôpital de district, était devenu conscient de ce que l’état de santé de celui-ci avait été l’objet d’appréciations médicales divergentes. A ce propos, il convient de rappeler que, lors de l’audition, le requérant fit notamment état du rapport du service d’hygiène de Fribourg de 1995 et de l’expertise du Dr W. de Bâle, cette dernière se trouvant jointe au dossier. Par ailleurs, la Cour note aussi que l’expertise du 3 décembre 1996 du Dr B., établie sur demande du tribunal de tutelle, concluait à l’existence d’une maladie rendant éventuellement nécessaire un internement plus durable du requérant, alors que le 26 novembre 1996, c’est-à-dire à peine une semaine après que le requérant se fut enfui de l’hôpital de district, le Dr W. de Bâle examina de nouveau le requérant et attesta, le 9 décembre 1996, qu’il n’avait pas relevé de maladie psychique chez lui. Le Dr K. de Fribourg-en-Brisgau confirma ce constat par une attestation du 17 décembre 1996.", "53.  La Cour estime qu’un résultat définitif sur l’état de santé du requérant ne semblait pas facile à obtenir. Il est vrai qu’au vu des antécédents, il y a lieu de se demander si les autorités allemandes n’auraient pas dû confier l’examen du requérant à une institution autre que l’hôpital de district pour dissiper d’éventuels doutes sur l’objectivité des médecins traitants. Sur ce point, la Cour relève que le Dr B., dans son expertise du 3 décembre 1996, prôna l’examen du requérant par un expert extérieur à l’hôpital de district afin de vérifier si un internement plus durable s’avérait nécessaire. On notera à ce propos que pendant la troisième procédure d’internement (paragraphes 30-34 ci-dessus), le parquet d’Ansbach décida de demander à un expert en psychiatrie de Munich, reconnu en la matière, d’examiner le requérant.", "54.  La Cour estime cependant qu’il importe, d’une part, de rappeler le contexte dans lequel la mesure d’internement litigieuse a été ordonnée, tel qu’il se présentait au juge le 31 octobre 1996. La veille de la décision du tribunal de tutelle avait eu lieu une violente dispute entre le requérant et le père de son ex-compagne qui rendit nécessaire l’intervention de la police à deux reprises. Cette dispute s’inscrivait dans une série d’altercations et de fortes tensions entre le requérant et son ex-compagne dont l’origine était la volonté du requérant de voir sa fille alors que les juridictions civiles avaient refusé de lui accorder un droit de visite. Certes, la Cour n’a pas pour tâche de se substituer au juge national dans l’appréciation d’une situation de fait qui donne lieu à des mesures des autorités publiques à l’encontre de l’intéressé. En dépit des doutes exprimés concernant le procédé des autorités nationales (paragraphe 53 ci-dessus), elle considère que l’on ne saurait pour autant affirmer que la situation, telle qu’elle se présentait au juge chargé de l’affaire, ne permettait en aucun cas de décider l’examen médical du requérant et d’arrêter son internement provisoire à cet effet. Elle souligne, d’autre part, que la mesure d’internement avait une durée limitée de six semaines et avait été ordonnée précisément dans le but d’établir si le requérant souffrait ou non d’une maladie psychique. Par ailleurs elle rappelle que, contrairement à l’affaire Varbanov (précitée, § 48), l’internement provisoire du requérant a été ordonné sur la base d’un avis médical.", "55.  Au vu de ce qui précède, et compte tenu de la latitude dont jouissent les États contractants dans de telles situations, notamment lorsqu’il s’agit d’internement au titre de l’urgence, la Cour considère que la démarche suivie par le tribunal de tutelle était en conformité avec la Convention.", "56.  Partant, il n’y a pas eu violation de l’article 5 § 1 e).", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "57.  Le requérant se plaint aussi de ce qu’il n’a pas bénéficié d’un procès équitable devant le tribunal de tutelle. Il soutient en particulier que l’expertise du 28 avril 1995 était entachée de fautes et de ce fait ne pouvait servir de base pour l’internement. Il invoque l’article 6 § 1 de la Convention dont la partie pertinente se lit ainsi :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "58.  La Cour estime, au vu de ses conclusions quant à l’article 5 § 1 e), qu’il n’y a pas lieu d’examiner ce grief séparément sous l’angle de l’article 6 § 1.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 § 4 DE LA CONVENTION", "59.  Le requérant se plaint de ce qu’il n’a pas eu accès à un tribunal pour faire examiner la légalité de son internement. Il invoque l’article 5 § 4 de la Convention qui est ainsi libellé :", "« Toute personne privée de sa liberté par arrestation ou détention a le droit d’introduire un recours devant un tribunal, afin qu’il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale. »", "A.  Thèses des parties", "60.  Le requérant soutient que les juridictions de recours ont refusé de contrôler le bien-fondé de son internement et l’ont de ce fait privé de son droit de faire contrôler la légalité de son internement par un tribunal. Il dénonce en outre le fait que le tribunal régional d’Ansbach a attendu l’expiration de la mesure d’internement avant de statuer sur son recours et, partant, n’a pas statué à bref délai sur la légalité de son internement. ", "61.  Le Gouvernement est d’avis que l’article 5 § 4 de la Convention ne garantit un recours aux fins de contrôler la légalité d’une détention que si la décision privative de liberté émane d’un organe administratif. En l’espèce, la décision a été ordonnée par un juge et en conformité avec la législation nationale. Dans ses observations ultérieures, le Gouvernement soutient que, quand bien même on étendrait le champ d’application de l’article 5 § 4 aux mesures d’internement ordonnées par un juge, le tribunal régional a respecté les exigences procédurales découlant de la loi nationale. Si le requérant n’a pas eu l’occasion de présenter son point de vue, c’est uniquement parce qu’il avait fui l’hôpital de district le 18 novembre 1996.", "62.  Quant au droit de contrôle de la légalité de l’internement, le Gouvernement soutient, en se référant à une décision de la Commission (X c. Royaume-Uni, no 9403/81, décision du 5 mai 1982, Décisions et Rapports 28, p. 235), que le requérant n’était plus en mesure de se prévaloir du droit découlant de l’article 5 § 4 car la mesure privative de liberté avait expiré. Il concède que la jurisprudence de la Cour constitutionnelle fédérale a évolué sur ce point, comme le montrent ses arrêts des 30 avril 1997 et 10 mai 1998 (paragraphe 39 ci-dessus). Il fait cependant état de ce que le même comité de trois juges de la seconde chambre de la juridiction constitutionnelle qui avait rendu l’arrêt du 10 mai 1998, n’a pas estimé nécessaire d’appliquer sa nouvelle jurisprudence au cas d’espèce lorsqu’elle décida, le 19 mars 1998, de ne pas retenir le recours constitutionnel du requérant. ", "63.  En ce qui concerne le droit au contrôle de la légalité à bref délai, le Gouvernement estime que même si, à la lumière de l’arrêt de la Cour van der Leer c. Pays-Bas du 21 février 1990 (série A no 170-A, § 35), le requérant restait concerné par la mesure d’internement malgré sa fuite de l’hôpital, l’exigence du bref délai a été respectée en l’occurrence. En effet, lorsque l’avocat du requérant saisit le tribunal régional le 11 novembre 1996, il l’informa qu’il motiverait son recours ultérieurement. Le Gouvernement souligne que même s’il n’y avait pas d’obligation pour le requérant de motiver le recours en raison de l’obligation du tribunal régional d’enquêter d’office, celui-ci était néanmoins tenu d’attendre la motivation du recours annoncée pour permettre au requérant de faire valoir son point de vue. Compte tenu du fait que la motivation du recours ne parvint que le 2 décembre 1996 au tribunal régional, qui devait en outre attendre l’arrivée de l’expertise médicale (4 décembre 1996), le fait que la juridiction de recours n’a rendu sa décision que le 13 décembre 1996 ne permet pas de dire qu’elle n’ait pas statué à bref délai.  ", "B.  Appréciation de la Cour", "1. Grief tiré de l’absence d’un contrôle de la légalité de l’internement", "64.  La Cour note que l’internement provisoire du requérant a été ordonné par le tribunal de tutelle et non par un organe administratif. Dans cette hypothèse, le contrôle voulu par l’article 5 § 4 de la Convention se trouve incorporé à la décision (De Wilde, Ooms et Versyp c. Belgique, arrêt du 18 juin 1971, série A no 12, p. 40, § 76, et Varbanov précité, § 58). L’article 5 § 4 ne se contente cependant de l’intervention d’un organe judiciaire que si la procédure suivie revêt un caractère judiciaire et offre à l’individu en cause des garanties adaptées à la nature de la privation de liberté dont il se plaint. Pour déterminer si une procédure offre des garanties suffisantes, il faut avoir égard à la nature particulière des circonstances dans lesquelles elle se déroule (Winterwerp précité p. 23, § 57, et Vodeničarov c. Slovaquie, no 24530/94, 21 décembre 2000, § 33).", "65.  La Cour considère que la procédure devant le tribunal de tutelle s’analyse en principe en une procédure judiciaire. Elle rappelle cependant que si l’article 5 § 4 de la Convention ne garantit pas de recours contre une décision judiciaire portant sur la légalité d’un internement, un Etat contractant qui se dote d’un tel système doit en principe accorder aux intéressés les mêmes garanties en première instance et en appel (Hutchison Reid précité, § 77, Rutten c. Pays-Bas, no 32605/96, 24 juillet 2001, § 53, et Toth c. Autriche, arrêt du 12 décembre 1991, série A no 224, p. 23, § 84).", "66.  La Cour note que le tribunal régional a rejeté le recours du requérant contre la décision du tribunal de tutelle du 31 octobre 1996 sans examiner le fond au motif que la mesure privative avait expiré et que le requérant avait fui l’hôpital entre-temps. La Cour constate aussi que la Cour suprême du Land de Bavière entérina cette décision et que la Cour constitutionnelle fédérale ne retint pas le recours constitutionnel du requérant dirigé contre cette jurisprudence. Elle conclut que le requérant n’a pas eu la possibilité de faire effectivement contrôler la légalité de son internement. ", "67.  La Cour rappelle que la Cour constitutionnelle fédérale, le 10 mai 1998, a retenu un recours constitutionnel comme étant manifestement bien-fondé et constaté une violation du droit de l’intéressé à un recours effectif, au sens de l’article 19 § 4 de la Loi fondamentale, parce que les juridictions inférieures avaient refusé d’examiner le bien-fondé de la mesure privative de liberté au motif qu’elle avait expiré auparavant. Elle relève aussi que les juridictions civiles, appelées en premier lieu à contrôler la légalité des internements, ont suivi cette nouvelle jurisprudence (paragraphe 39 ci-dessus).", "68.  La Cour considère que le seul fait qu’une mesure d’internement provisoire a expiré ne saurait priver l’intéressé du droit à faire contrôler la légalité de cette mesure même après son expiration, eu notamment égard à la gravité que constitue un internement dans un établissement psychiatrique, fût-il provisoire. Les garanties qu’offre l’article 5 § 4 et qui s’appliquent d’une manière égale à d’éventuelles juridictions de recours seraient en effet vidées de sens si le contrôle judiciaire d’une détention provisoire, qui est par nature limitée dans le temps, n’était possible qu’aussi longtemps que les effets de la mesure privative perdurent.", "69.  La Cour estime, au demeurant, que la fuite du requérant ne saurait être prise en considération à cet égard car celui-ci restait concerné par la mesure d’internement (Magalhães Pereira précité, § 47, et van der Leer précité, § 35).", "70.  Partant, il y a eu violation de l’article 5 § 4. ", "2. Grief tiré de l’inobservation de la condition du bref délai", "71.  Le requérant se plaint aussi de ce que le tribunal régional, en attendant l’expiration de la mesure d’internement avant de statuer sur son recours, n’a pas respecté le droit à un contrôle de la légalité de l’internement à bref délai, au sens de l’article 5 § 4.", "72.  La Cour rappelle qu’en garantissant aux personnes arrêtées ou détenues un recours pour contester la régularité de leur privation de liberté, l’article 5 § 4 consacre aussi le droit pour elles, à la suite de l’introduction de leur recours auprès de la juridiction de recours, d’obtenir à bref délai une décision judiciaire concernant la régularité de leur détention et mettant fin à leur privation de liberté si elle se révèle illégale (voir, mutatis mutandis, Hutchison Reid précité, § 74, van der Leer précité, § 35, et Vodeničarov précité, § 33).", "73.  En l’espèce, la Cour note que la mesure litigieuse a été ordonnée le 31 octobre 1996 par le tribunal de tutelle d’Ansbach et qu’elle a expiré le 12 décembre 1996. Par une lettre du 11 novembre 1996, arrivée au tribunal régional le lendemain, l’avocat du requérant non seulement recourut contre la décision du 31 octobre 1996, mais annonça qu’il motiverait son recours après avoir pu consulter le dossier. La Cour considère que le tribunal régional pouvait de ce fait valablement attendre, en dépit du principe d’enquête d’office (Grundsatz der Amtsermittlung) dans ce type d’affaires, que le requérant motivât son recours avant de rendre sa décision. La motivation du recours étant parvenue au tribunal régional le 2 décembre 1996, la durée à prendre en considération s’élève dès lors à onze jours. La Cour estime que ce délai ne prête pas à critique. Elle note au demeurant que le requérant avait fui l’hôpital le 18 novembre 1996. Si cette circonstance ne saurait être prise en considération pour la question de savoir si le requérant avait à sa disposition un recours effectif pour faire contrôler la légalité de son internement (paragraphe 69 ci-dessus), elle revêt une importance certaine pour la question du bref délai. Compte tenu des circonstances dans le cas d’espèce, la Cour considère en effet que l’intérêt du requérant à ce que le tribunal régional décidât rapidement de la légalité de son internement provisoire qui, de toute façon, était limité dans le temps, n’est pas suffisamment étayé.", "74. Partant, il n’y a pas eu violation de l’article 5 § 4 sous l’angle du bref délai. ", "IV.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 6 § 1 et 13 DE LA CONVENTION", "75.  Le requérant soutient que le refus des juridictions d’examiner son recours enfreint aussi les articles 6 § 1 et 13 de la Convention. ", "76.  Au vu de ses conclusions relatives à l’article 5 § 4, la Cour considère qu’un examen séparé n’est pas nécessaire. ", "V.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "77.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "78.  Le requérant soutient qu’il a gagné 300 000 DEM pendant l’année 1994, un salaire qu’il aurait continué à recevoir s’il n’avait pas été interné en 1995. Il réclame en outre une compensation pour le préjudice moral qu’il a subi. Il s’en remet à la sagesse de la Cour en ce qui concerne le montant du dédommagement, mais suggère à titre indicatif une somme de 1 000 euros (EUR) par mois depuis octobre 1996 et pendant trois ans, c’est-à-dire au total 36 000 EUR.", "79.  Le Gouvernement ne se prononce pas.", "80.  La Cour n’aperçoit aucun lien de causalité entre la violation de la Convention constatée par la Cour et la perte de salaire alléguée. Partant, aucune somme ne saurait être allouée au requérant à ce titre. ", "Pour ce qui est du dommage moral subi par le requérant, la Cour note qu’elle n’est parvenue qu’à un constat de violation partiel. Vu les circonstances de l’espèce et statuant en équité, comme le veut l’article 41, elle considère qu’il y a lieu d’octroyer au requérant 3 500 EUR à ce titre.", "B.  Frais et dépens", "81.  Pour frais et dépens, le requérant réclame au total 50 071,06 DEM et 2 320 EUR : 3 103 DEM pour la procédure devant les juridictions civiles portant sur l’internement, 4 640 DEM pour l’introduction du recours constitutionnel, 2 219 DEM pour la procédure devant le tribunal d’instance de Fribourg-en-Brisgau, 20 849, 42 DEM pour la procédure introduite en 1999 devant les juridictions civiles et portant sur l’indemnisation, 5 000 DEM et 2320 EUR pour l’introduction de la présente requête devant la Cour, 8 559, 64 DEM pour l’établissement des expertises psychiatriques par les Drs K. de Fribourg-en-Brisgau et W. de Bâle et environ 300 DEM pour chaque jour d’internement, c’est-à-dire 5 700 DEM (19 jours).", "82.  Le Gouvernement ne commente pas les demandes du requérant.", "83.  La Cour rappelle qu’elle n’accorde le remboursement des frais et dépens devant les organes de la Convention et ceux qu’un requérant a engagés devant les juridictions nationales que dans la mesure où ils se rapportent à la violation constatée, ont été réellement et nécessairement encourus, et sont raisonnables quant à leur taux (voir, parmi d’autres, Wettstein c. Suisse, no 33958/96, CEDH 2000-XII, § 56). ", "84.  Statuant en équité, comme le veut l’article 41, elle accorde au requérant 4 000 EUR pour ses frais et dépens devant les juridictions nationales et 2 500 EUR pour ceux exposés devant la Cour.", "C.  Intérêts moratoires", "85.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il n’y a pas eu violation de l’article 5 § 1 e) de la Convention ;", "", "2.  Dit qu’il y a eu violation de l’article 5 § 4 de la Convention en raison l’absence de contrôle de la légalité du deuxième internement provisoire du requérant ;", "", "3.  Dit qu’il n’y a pas eu violation de l’article 5 § 4 de la Convention sous l’angle du bref délai ;", "", "4.  Dit qu’il n’y a pas lieu d’examiner séparément les griefs tirés des articles 6 § 1 et 13 de la Convention ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 3 500 EUR (trois mille cinq cents euros) pour dommage moral et 6 500 EUR (six mille cinq cents euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt ;", "\nb)  qu’à compter de l’expiration de ce délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 12 juin 2003 en application de l’article 77 §§ 2 et 3 du règlement.", "", "\tVincent Berger\tIreneu Cabral Barreto\n\tGreffier\tPrésident"]}