{"file": "FRE_CLINF_38832_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "38832/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 130", "Mai 2010", "Alajos Kiss c. Hongrie - 38832/06", "Arrêt 20.5.2010 [Section II]", "article 3 du Protocole n° 1", "Libre expression de l'Opinion du peuple", "Vote", "Perte automatique du droit de vote consécutivement à un placement sous tutelle partielle : violation", "", "En fait – Le requérant, chez qui une psychose maniacodépressive avait été diagnostiquée quelques années auparavant, fut placé sous tutelle partielle en 2005, le tribunal ayant jugé que, bien qu’il fût capable de s’occuper convenablement de lui-même, il était quelquefois irresponsable sur le plan financier et occasionnellement agressif. L’article 14 du code civil dispose qu’un placement sous tutelle partielle permet au tribunal de restreindre la capacité juridique – en particulier pour les questions financières – d’une personne aux « facultés altérées ». Or, en vertu de l’article 70 § 5 de la Constitution hongroise, pareille décision implique la perte automatique du droit de vote. En conséquence, le requérant n’a pas pu participer au scrutin législatif d’avril 2006.", "En droit – Article 3 du Protocole no 1 : la Cour admet que la mesure de radiation des listes électorales poursuivait un but légitime, à savoir garantir que seuls les citoyens capables d’apprécier les conséquences de leurs décisions et de prendre des décisions conscientes et judicieuses participent aux affaires publiques. Elle observe toutefois que la restriction en cause ne fait aucune distinction entre les personnes sous tutelle complète et les personnes sous tutelle partielle, et qu’elle touche un grand nombre d’individus. Si la Cour reconnaît qu’il revient au Parlement national de décider de la procédure à suivre pour apprécier l’aptitude à voter d’une personne atteinte d’un handicap psychique, elle observe que rien dans le cas du requérant ne montre que le Parlement hongrois ait jamais cherché à mettre en balance les intérêts concurrents ou à évaluer la proportionnalité de la restriction. La Cour ne saurait admettre l’idée qu’une restriction absolue aux droits de vote imposée à une personne sous tutelle partielle, indépendamment de ses facultés réelles, relève d’une marge d’appréciation acceptable. L’Etat doit avoir des raisons très solides pour appliquer une restriction des droits fondamentaux à un groupe particulièrement vulnérable de la société, tel celui des personnes atteintes de handicap psychique, lequel risque d’être l’objet de stéréotypes législatifs, sans une évaluation personnalisée de leurs capacités et besoins. Le requérant a perdu son droit de vote en raison de l’imposition d’une restriction automatique et générale. Il est contestable de traiter les personnes atteintes de handicaps intellectuels ou psychiques comme un groupe unique, et la limitation de leurs droits doit être soumise à un contrôle rigoureux. Partant, le retrait systématique des droits de vote, sans évaluation judiciaire personnalisée et sur le seul fondement d’un handicap psychique nécessitant une tutelle partielle ne saurait passer pour compatible avec les motifs légitimes de restriction du droit de vote.", "Conclusion : violation (unanimité).", "Article 41 : 3 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}