{"file": "FRE_HFJUD_58148_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "58148/00", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "", "AFFAIRE ÉDITIONS PLON c. FRANCE", "", "(Requête no 58148/00)", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "18 mai 2004", "", "", "DÉFINITIF", "", "18/08/2004", "", "", "", "En l'affaire Editions Plon c. France,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tL. Loucaides, président,\n\t\tJ.-P. Costa,\n\t\tC. Bîrsan,", "\t\tK. Jungwiert,", "\t\tV. Butkevych,", "\t\tM. Ugrekhelidze,\n\tMme\tA. Mularoni, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 27 mai 2003 et 27 avril 2004,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 58148/00) dirigée contre la République française et dont une personne morale de droit français ayant son siège social à Paris, la société des Editions Plon (« la société requérante »), a saisi la Cour le 9 juin 2000 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  La société requérante est représentée devant la Cour par Me J.C. Zylberstein et Me A. Boissard, avocats au barreau de Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, M. R. Abraham, directeur des affaires juridiques au ministère des Affaires étrangères.", "3.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "4.  Par une décision du 27 mai 2003, la chambre a déclaré la requête recevable.", "5.  Tant la société requérante que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "A.  La genèse de l'affaire", "6.  Le 8 novembre 1995, la société requérante acquit de M. Gonod, journaliste, et du docteur Gubler, médecin personnel du président Mitterrand durant plusieurs années, les droits d'édition d'un livre intitulé « Le Grand Secret ». Cet ouvrage rapporte les relations entre le docteur Gubler et le président Mitterrand et expose la façon dont le premier avait organisé un service médical autour du second, atteint d'un cancer diagnostiqué dès 1981, quelques mois après sa première élection à la présidence de la République française. Il raconte en particulier les difficultés qu'avait posées au docteur Gubler la dissimulation de cette maladie, alors que le président Mitterrand s'était engagé à faire paraître un bulletin de santé tous les six mois.", "L'ouvrage devait paraître à la mi-janvier 1996, du vivant du président Mitterrand. Mais ce dernier étant décédé le 8 janvier 1996, les auteurs et la société Plon décidèrent dans ces conditions de surseoir à sa diffusion.", "7.  Le 10 janvier 1996, le quotidien Le Monde publia un article révélant que le président Mitterrand était atteint d'un cancer de la prostate depuis le début de son premier septennat, et rappelant que le public n'avait été officiellement informé de cette maladie qu'en 1992. L'article indiquait en outre que le président Mitterrand avait congédié le docteur Gubler en 1994, choisissant de se faire soigner par des médecines que la société requérante qualifie de « parallèles ».", "Ces révélations furent amplement commentées dans les médias ; il fut notamment question de la qualité des soins reçus par le président Mitterrand.", "Un ouvrage rédigé par une ancienne conseillère du président de la République pour la culture, intitulé « L'Année des adieux » et publié en juin 1995 chez Flammarion, avait déjà affirmé que le président Mitterrand avait été mal soigné. Par ailleurs, peu après le décès du président Mitterrand, un frère de celui-ci fit des déclarations dans le même sens. Le chef de cancérologie médicale de l'hôpital de la Pitié-Salpêtrière fit de même, affirmant sur les ondes de la station radiophonique Europe 1 – notamment – que « pendant des années, [le président Mitterrand] n'a[vait] reçu que des poudres de perlimpinpin, des procédés tout à fait inefficaces pour traiter sa maladie ».", "Le 12 janvier 1996, le quotidien Le Monde publia cependant une déclaration du président du conseil national de l'ordre des médecins, aux termes de laquelle, « selon les informations dont [il] dispos[ait], le président a[vait] été soigné de façon tout à fait correcte ». Par ailleurs, Mme Mitterrand et ses enfants avaient, le 11 janvier 1996, diffusé un communiqué indiquant qu'ils conservaient leur confiance en l'équipe qui avait soigné le président.", "8.  Le docteur Gubler s'estimant mis en cause, il fut décidé de diffuser Le Grand Secret dès le 17 janvier 1996. La quatrième de couverture est ainsi rédigée :", "« Le 10 mai 1981, François Mitterrand est élu président de la République.", "Le 16 novembre 1981, six mois plus tard, des examens médicaux révèlent au chef de l'Etat qu'il est atteint d'un cancer. Les statistiques lui laissent de trois mois à trois ans de vie.", "Une poignée de médecins vont engager le combat contre la maladie avec pour obsession de sauver le Président et de respecter son ordre : que les Français n'en sachent rien. C'est un secret d'Etat.", "Seul Claude Gubler, le médecin personnel de François Mitterrand pendant deux septennats, pouvait nous livrer le récit stupéfiant de ces années gagnées sur la mort et vécues au jour le jour.", "Ces révélations bouleversent notre vision d'un homme qui dirigea la France durant quatorze années. »", "B.  La procédure en référé", "9.  Saisi en référé le 17 janvier 1996 par la veuve et les enfants du président Mitterrand – qui dénonçaient une violation du secret médical et une atteinte à l'intimité de la vie privée du président Mitterrand et aux sentiments de ses proches –, le président du tribunal de grande instance de Paris, par une ordonnance du 18 janvier 1996, fit défense à la société requérante et au docteur Gubler de poursuivre la diffusion du livre Le Grand Secret, sous astreinte de 1 000 francs français (FRF) par ouvrage diffusé, et commit un huissier « avec mission de se faire représenter tous documents justifiant de l'importance du tirage et du nombre d'exemplaires mis sur le marché ».", "Le juge des référés se fonda sur les motifs suivants :", "« Attendu que toute personne, quels que soient son rang, sa naissance, ses fonctions, a droit au respect de sa vie privée ;", "Attendu que cette protection s'étend à celle des proches lorsque ceux-ci sont fondés à invoquer le droit au respect de leur vie privée [et] familiale ;", "Attendu qu'en l'espèce sont en cause des révélations qui émanent du médecin personnel du Président François Mitterrand l'ayant soigné et accompagné pendant plus de 13 ans, dépositaire de la confiance de son patient et de celle de sa famille ;", "(...)", "Attendu qu'elles ont été faites en violation de textes qui imposent un secret professionnel d'autant plus rigoureux qu'il s'agit du secret médical, et qu'elles sont susceptibles de faire encourir à leur auteur les sanctions prévues par l'article 226.13 du code pénal ;", "Attendu qu'elles constituent par leur nature une intrusion particulièrement grave dans l'intimité de la vie privée familiale du Président François Mitterrand, et dans celle de son épouse et de ses enfants ;", "Attendu que l'atteinte ainsi portée est d'autant plus intolérable qu'elle survient dans les quelques jours qui ont suivi le décès et l'inhumation du Président Mitterrand ;", "Attendu que s'agissant d'un abus caractérisé de la liberté d'expression, à l'origine d'un trouble manifestement illicite, il entre dans les pouvoirs du juge des référés d'ordonner les mesures pouvant le faire cesser ou en limiter la portée. »", "10.  Par un arrêt du 13 mars 1996, la cour d'appel de Paris confirma cette ordonnance ; elle impartit en outre aux demandeurs un délai d'un mois pour saisir les juges du fond, précisant, d'une part, qu'en cas de saisine de ceux-ci la mesure d'interdiction sous astreinte produirait ses effets jusqu'au prononcé de la décision au fond, et, d'autre part, qu'à défaut d'une telle saisine cette mesure cesserait de prendre effet à l'expiration du délai d'un mois.", "L'arrêt rappelle tout d'abord la définition que donne l'article 4 du code de déontologie médicale du secret médical, et précise que « la mort du malade ne délie pas le médecin du secret auquel il est tenu ». Il cite ensuite le texte figurant sur la quatrième de couverture et identifie une vingtaine de révélations contenues dans le livre – indiquant les pages auxquelles elles se trouvent – relatives à des faits « venus à la connaissance de M. Gubler à l'occasion de l'exercice de sa profession de médecin auprès de François Mitterrand » et « comme tels (...) manifestement couverts par le secret médical », et souligne ce qui suit :", "« (...)", "Considérant (...) que la révélation accomplie au moyen de la diffusion du livre « Le Grand Secret » de faits couverts par le secret médical auquel le coauteur de ce livre est tenu revêt un caractère manifestement illicite ;", "Considérant que Mme Mitterrand et les enfants de François Mitterrand ont été heurtés dans leurs sentiments les plus profonds par cette révélation d'éléments afférents tant à la personnalité et à la vie privée de leur époux et père qu'à leur propre intimité, publiquement faite par le médecin personnel du Président de la République défunt en qui ce dernier avait placé sa confiance sous la protection d'un secret professionnel légalement institué et solennellement rappelé à tout médecin par la lecture du serment d'Hippocrate lors de son entrée dans la profession ;", "(...)", "Considérant (...) que l'interdiction de la diffusion d'un livre ne peut revêtir qu'un caractère exceptionnel ;", "Mais considérant qu'au regard de leur volume rédactionnel les passages précités du livre « Le Grand Secret », révélant des faits couverts par le secret médical auquel le coauteur de ce livre est tenu, ne peuvent être dissociés des autres passages dudit ouvrage, sauf à vider celui-ci de l'essentiel de son contenu et, par voie de conséquence, à le dénaturer ;", "Qu'ainsi, c'est par une exacte appréciation de la mesure conservatoire propre à faire cesser le trouble manifestement illicite né de cette révélation que le premier juge a fait défense à la société [requérante] et à M. Gubler de poursuivre la diffusion du livre « Le Grand Secret » ;", "(...)", "Considérant que si la première édition du livre litigieux a été commercialisée avant le prononcé de l'ordonnance attaquée et si, postérieurement à ce prononcé, des informations contenues dans ce livre ont pu être divulguées par la voie de divers médias, la situation qui en résulte actuellement n'est pas de nature à faire disparaître le trouble manifestement illicite qui renaîtrait nécessairement d'une reprise de la diffusion dudit livre ;", "Considérant, en conséquence, qu'il convient de maintenir la mesure conservatoire ordonnée par le premier juge ;", "Considérant, cependant, que le caractère nécessairement provisoire d'une telle mesure commande d'en limiter les effets dans le temps selon des modalités propres à mettre les parties en mesure de débattre du litige qui les oppose, dans un délai raisonnable, devant le juge du fond compétent pour en connaître au principal ;", "Qu'à cette fin il convient d'impartir aux intimés un délai d'un mois, commençant à courir le jour du prononcé du présent arrêt, pour saisir ce juge dudit litige et de dire, d'une part, qu'en cas de saisine du juge du fond dans ce délai cette mesure conservatoire produira effet, sauf prescription contraire de celui-ci, jusqu'au prononcé de sa décision, d'autre part, qu'en l'absence de saisine du juge du fond dans ce délai cette mesure conservatoire cessera immédiatement de produire effet. »", "11.  Par un arrêt du 16 juillet 1997, la Cour de cassation rejeta les pourvois formés contre l'arrêt du 13 mars 1996 par la société requérante et le docteur Gubler.", "La Cour de cassation considéra que la cour d'appel avait caractérisé le trouble manifestement illicite en retenant que l'ouvrage contenait, sur l'évolution de l'état de santé de François Mitterrand, des révélations qui violaient le secret médical, et que la cour d'appel avait souverainement estimé que la mesure conservatoire d'interdiction de poursuivre la diffusion du livre, prise à titre provisoire et dont les effets étaient limités dans le temps, était seule de nature à faire cesser ce trouble, dans l'attente d'une décision sur le fond.", "C.  La procédure pénale", "12.  Entre-temps, le 19 avril 1996, le procureur de la République de Paris avait fait citer le docteur Gubler devant le tribunal correctionnel de Paris, pour violation du secret professionnel commise courant mai et juin 1995, novembre et décembre 1995 et janvier 1996, pour avoir révélé à M. Gonod et M. Olivier Orban – président-directeur général des Editions Plon – des informations relatives à l'état de santé et aux traitements prescrits au président Mitterrand ; MM. Gonod et Orban avaient également été cités, pour complicité. La veuve du président Mitterrand et les trois enfants de celui-ci s'étaient constitués partie civile mais n'avaient pas formulé de demandes de dommages-intérêts.", "Par un jugement du 5 juillet 1996, le tribunal correctionnel a déclaré le docteur Gubler coupable du délit de violation du secret professionnel, et M. Gonod ainsi que M. Orban coupables de complicité de ce même délit. Il les a condamnés respectivement à quatre mois d'emprisonnement avec sursis, une amende de 30 000 FRF, et une amende de 60 000 FRF. Le jugement souligne en particulier qu'en signant – le 8 novembre 1995 – un contrat d'édition, puis en livrant son manuscrit et en pourvoyant à sa publication, le docteur Gubler avait révélé au public les secrets dont il était dépositaire, et que « la publication d'un ouvrage tout entier fondé sur une violation du secret médical constitue, à la charge de M. Claude Gubler, un manquement grave aux devoirs de son état, qui doit appeler un ferme rappel de la loi ».", "13.  A défaut d'appel, ce jugement est devenu définitif le 5 septembre 1996.", "D.  La procédure civile au fond", "14.  Parallèlement, le 4 avril 1996, la veuve du président Mitterrand et les trois enfants de ce dernier avaient assigné le docteur Gubler et M. Orban (tant en son nom personnel qu'en sa qualité de représentant légal de la société requérante) devant le tribunal de grande instance de Paris aux fins d'obtenir l'interdiction de la reparution du Grand Secret, ou, subsidiairement, la suppression de certaines pages et paragraphes ; ils réclamaient en outre le versement de dommages-intérêts. Ils soutenaient notamment que l'ouvrage contenait des révélations constitutives de violations du secret médical et d'atteintes à la vie privée du président Mitterrand, de nature à porter atteinte aux sentiments et à la vie personnelle de son épouse et de ses enfants ; ils ajoutaient que certaines de ces « indiscrétions » étaient constitutives d'atteintes personnelles et directes à l'intimité de leur propre vie privée.", "Par un jugement du 23 octobre 1996, le tribunal de grande instance de Paris condamna in solidum le docteur Gubler, M. Orban et la société requérante à verser 100 000 FRF de dommages-intérêts à Mme Mitterrand ainsi que 80 000 FRF à chacun des autres demandeurs, et maintint l'interdiction de diffusion du Grand Secret. Le jugement indique notamment ce qui suit :", "« (...)", "Sur le bien-fondé des demandes", "Attendu que la lecture du livre « Le Grand Secret » révèle que celui-ci contient notamment :", "–  la description de l'« hygiène de vie » du président de la République, au moment où se met en place la « couverture médicale » qui va l'accompagner pendant la durée de ses fonctions (pages (...)),", "–  l'évocation des premiers symptômes de sa maladie (page (...)) et le récit des examens médicaux dont il a fait l'objet au mois de novembre 1981 (page (...)),", "–  les résultats de ces examens et les entretiens qui ont suivi entre François Mitterrand et ses médecins (pages (...)),", "–  la description de l'examen médical effectué sur la personne de François Mitterrand par le professeur [S.], le 16 novembre 1981, ainsi que le compte rendu de l'entretien au cours duquel le professeur [S.] et Claude Gubler ont révélé à François Mitterrand la nature de la maladie qui l'affectait et les modalités du traitement médical que celle-ci appelait (pages (...)),", "–  la description d'un protocole de soins déterminé par le professeur [S.] et Claude Gubler et les modalités d'application de ces soins à François Mitterrand (pages (...)),", "–  l'indication du nom d'emprunt sous lequel ont été réalisés par un laboratoire privé des examens biologiques concernant François Mitterrand (page (...)) ainsi que de la fréquence et de la nature de ces examens (pages (...)),", "–  la description de certains troubles physiques ayant affecté François Mitterrand et l'indication des médicaments administrés à celui-ci pour mettre fin à ces troubles et prévenir leur récidive (pages (...)),", "–  la description de crises d'angoisse subies par François Mitterrand (pages (...)),", "–  la description des effets secondaires du traitement médical suivi par François Mitterrand (page (...)),", "–  des informations relatives à l'évolution de l'état de santé de François Mitterrand et à l'incidence de cette évolution sur le comportement de celui-ci (pages (...)),", "–  la description des conditions dans lesquelles ont été établis certains bulletins relatifs à l'état de santé de François Mitterrand (pages (...)),", "–  la description des interventions d'autres médecins auprès de François Mitterrand et la relation de luttes d'influence qui ont opposé plusieurs praticiens de son entourage médical (pages (...)),", "–  le récit du déroulement de l'opération chirurgicale pratiquée le 16 juillet 1994 sur la personne de François Mitterrand (pages (...)),", "–  la description des modalités du traitement médical suivi par François Mitterrand et des examens médicaux subis par celui-ci à la fin de l'année 1994 (pages (...)) ;", "(...)", "Attendu que les événements décrits dans les passages précités de l'ouvrage « Le Grand Secret » ont été portés à la connaissance de Claude Gubler à l'occasion de l'exercice de sa profession de médecin auprès de François Mitterrand ou de membres de l'entourage de celui-ci ; que même s'ils ne se rapportent pas directement à des faits de nature médicale, ils n'ont pu être connus de Claude Gubler que dans le cadre de la pratique de son art et étaient ainsi manifestement couverts par le secret médical auquel il était astreint ; qu'ils ont été illicitement révélés, d'abord lorsque Claude Gubler, désireux de livrer au public une « chronologie » de la maladie du chef de l'Etat, est entré en contact avec le journaliste Michel Gonod et a rédigé avec celui-ci le manuscrit de l'ouvrage, ensuite par la remise de ce manuscrit, courant novembre 1995, à Olivier Orban, en vue de sa publication par les éditions Plon, enfin lors de la mise en vente du livre, quelques jours après le décès de François Mitterrand, l'éditeur mettant l'accent dans le texte de présentation de l'ouvrage sur le fait que seul Claude Gubler, en raison de sa position privilégiée auprès du Chef de l'Etat, pouvait livrer ce « récit stupéfiant » ;", "Attendu que ni la prétendue volonté de Claude Gubler de rétablir la vérité en informant le public de faits qui lui auraient été dissimulés pendant plusieurs années (...) ni la publication, du vivant de François Mitterrand, de bulletins incomplets relatifs à l'état de santé, que le médecin a pourtant accepté de signer, ne légitiment les révélations incriminées ; qu'en effet le secret médical présente un caractère général et absolu qui n'autorise pas un médecin à se transformer en garant du bon fonctionnement des institutions ou en témoin de l'Histoire ;", "Attendu en outre qu'aucune circonstance n'affranchit le médecin de son obligation au silence, le secret professionnel étant institué non seulement pour protéger les intérêts de celui qui s'est confié, mais également pour assurer auprès de la communauté de ceux qui sollicitent le secours de la médecine le crédit qui doit nécessairement s'attacher à son exercice ;", "Attendu que si le professionnel, mis en cause dans sa compétence ou son intégrité, peut être amené à transgresser le secret pour apporter la preuve de la qualité de son intervention ou de sa bonne foi, c'est à la condition que la révélation se limite aux strictes exigences de sa défense, devant une juridiction, et ne prenne pas, comme en l'espèce, la forme d'une divulgation publique délibérée ;", "(...)", "Sur la réparation du préjudice", "Attendu que le propre de la responsabilité civile est de rétablir aussi exactement que possible l'équilibre détruit par le dommage et de replacer la victime, aux dépens du responsable, dans la situation où elle se serait trouvée si l'acte dommageable ne s'était pas produit ; que ce principe implique, lorsqu'il s'agit d'assurer la réparation d'un dommage moral, que les juges puissent non seulement allouer des dommages-intérêts à la victime en compensation du préjudice déjà consommé, mais aussi prévenir le dommage futur en ordonnant la suppression de la cause de ce préjudice ;", "Attendu que l'outrage subi par les consorts Mitterrand-Pingeot lors de la révélation des manquements délibérés de leur propre médecin à la nécessaire confidentialité des rapports entretenus avec celui-ci depuis de nombreuses années, tant par François Mitterrand que par eux-mêmes, la volonté de l'éditeur d'attirer l'attention de manière spectaculaire sur l'ouvrage, par son impression et sa mise en vente précipitées immédiatement après l'annonce du décès de François Mitterrand sans que l'hypothèse d'une simple coïncidence des événements puisse être sérieusement soutenue, la communication préalable d'extraits du livre à certains organes de presse à des fins évidentes de promotion, l'importance particulière du premier tirage du livre, diffusé et vendu à plus de 40 000 exemplaires dès le 17 janvier 1996, justifient l'allocation aux demandeurs des dommages-intérêts précisés au dispositif de ce jugement (...) et le maintien de l'interdiction de diffusion du livre prononcée par la juridiction des référés ;", "Attendu qu'à cet égard, (...) l'interdiction de diffusion d'un écrit comportant une atteinte aux droits de la personne (...) constitu[e] au regard des principes de la responsabilité civile [un] mod[e] de réparation légalement admissibl[e] destin[é] à mettre fin au trouble subi par la victime et à prévenir la réapparition du préjudice, qui découlerait nécessairement d'une reprise de la diffusion de l'écrit ;", "(...)", "Attendu que, contrairement à ce que soutient Claude Gubler dans ses conclusions, le temps écoulé depuis le décès de François Mitterrand n'a pu avoir pour effet de faire définitivement cesser le trouble constaté lors de la parution de l'ouvrage et de rendre licite la diffusion d'un livre qui serait « un témoignage sur la vérité historique des deux septennats du président auquel les Français doivent avoir accès » (...), alors que le défendeur n'a pas qualité pour traiter en historien de faits dont la connaissance lui a été acquise dans le cadre de fonctions l'astreignant à un secret absolu ;", "Attendu que si, malgré les décisions d'interdiction de diffusion prononcées les 18 janvier et 13 mars 1996, des informations contenues dans le livre « Le Grand Secret » ont pu être divulguées par la voie de divers médias, la situation qui en résulte n'est pas de nature à faire disparaître le trouble et le dommage qui renaîtraient pour les demandeurs d'une reprise de la diffusion de ce livre, avec l'éclairage particulier que confèrent les propos d'un médecin non seulement aux relations des membres du cercle familial dont il était un proche, mais aussi aux réactions les plus intimes de François Mitterrand à l'égard de sa maladie ;", "Attendu qu'au regard de leur volume rédactionnel, les passages précités du livre « Le Grand Secret » révélant des faits couverts par le secret médical ne peuvent être dissociés des autres passages de l'ouvrage, sauf à vider celui-ci de l'essentiel de son contenu et, par voie de conséquence, à le dénaturer (...) »", "15.  Saisie par la société requérante, le docteur Gubler et M. Orban, la cour d'appel de Paris statua par un arrêt du 27 mai 1997. Elle mit M. Orban hors de cause, au motif que la confection et la mise en vente du Grand Secret ne constituaient pas, sur le plan civil, une faute distincte de celle pouvant être reprochée à la société requérante. Elle déclara par ailleurs irrecevable l'action des consorts Mitterrand en ce qu'elle visait à la protection de la vie privée du président Mitterrand, soulignant à cet égard que « la faculté ouverte à chacun d'interdire toute forme de divulgation de [sa vie privée] n'appartient qu'aux vivants ». Sur l'atteinte à la vie privée des consorts Mitterrand eux-mêmes, la cour d'appel constata que certains passages de l'ouvrage litigieux « cont[enaient] des violations de la vie privée des consorts Mitterrand », mais jugea que de telles violations ne pouvaient, « pour regrettables qu'elles [fussent], eu égard notamment à leur caractère ponctuel dans l'ouvrage, justifier l'interdiction de la publication de la totalité de celui-ci ».", "En revanche, motif pris de ce que le docteur Gubler avait violé le secret professionnel auquel il était tenu, la cour d'appel condamna in solidum ce dernier et la société requérante au paiement des dommages-intérêts fixés par le jugement déféré, et confirma le maintien de l'interdiction de diffusion de l'ouvrage litigieux. L'arrêt du 27 mai 1997 précise en particulier ce qui suit :", "« (...)", "Sur l'atteinte au secret médical", "Considérant qu'il est établi par le jugement [du tribunal correctionnel de Paris] du 5 juillet 1996, devenu irrévocable et s'imposant aux juridictions civiles, que M. Gubler a violé le secret professionnel auquel il est tenu ;", "Qu'il est à juste titre rappelé par cette décision que le délit de violation du secret professionnel est institué non seulement dans l'intérêt général, mais également dans l'intérêt des particuliers, pour garantir la sécurité des confidences que ceux-ci sont dans la nécessité de faire à certaines personnes du fait de leur état et de leur profession ; que le secret médical trouve son fondement dans la relation de confiance indispensable à l'acte médical qui assure au malade que ce qu'il confie ou laisse voir ou entendre ou comprendre à son médecin, confident nécessaire, ne sera pas révélé par celui-ci ;", "Considérant que selon l'article 4 alinéa 2 du code de déontologie médicale, le secret médical couvre « tout ce qui est venu à la connaissance du médecin dans l'exercice de sa profession, c'est-à-dire non seulement ce qui lui a été confié, mais aussi ce qu'il a vu, entendu ou compris » ;", "Considérant que la présence de M. Gubler auprès de M. François Mitterrand n'ayant eu d'autres causes que sa fonction de médecin traitant, tous les éléments qu'il relate dans son livre, appris ou constatés à l'occasion de l'exercice de sa profession, relèvent du secret médical auquel il est tenu envers son patient, même s'ils peuvent également constituer, par ailleurs, une atteinte à la vie privée ou à l'intimité de cel[ui]-ci ;", "Considérant que les consorts Mitterrand ont recueilli dans la succession de M. François Mitterrand le droit d'agir à l'encontre des appelants ; que si la publication du livre « Le Grand Secret » est intervenue postérieurement au décès, il convient d'observer qu'elle était l'objet même du contrat d'édition du 8 novembre 199[5], antérieur au décès ;", "Que les consorts Mitterrand trouvent, dès lors, dans la succession de leur auteur, outre le droit à réparation pour les violations du secret médical résultant de la communication de ce secret à M. Gonod, en mai-juin 1995, puis à M. Orban, courant novembre 1995, comme l'a retenu la juridiction pénale, celui d'obtenir indemnisation des conséquences de la publication décidée le 8 novembre 1995, possibilité qui n'est pas exclue par le jugement du 17 juillet 1995 et n'est pas contraire à l'autorité de la chose jugée par cette décision ;", "Sur les réparations", "Considérant que l'exercice de la liberté d'expression, principe à valeur constitutionnelle rappelé par l'article 10 de la Convention (...), comporte des devoirs et des responsabilités ; qu'il peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, notamment à la protection de la santé, à la protection de la réputation ou des droits d'autrui, pour empêcher la divulgation d'informations confidentielles ;", "Qu'en l'espèce, l'interdiction de l'ouvrage litigieux est nécessaire, celle-ci constituant le seul moyen permettant de mettre un terme au préjudice subi et à l'infraction pénale qu'il concrétise (...) »", "16.  Par un arrêt du 14 décembre 1999, la Cour de cassation rejeta le pourvoi formé par M. Orban et la société requérante. Au moyen fondé sur l'article 10 de la Convention soulevé par ces derniers, la Cour de cassation répondit comme il suit :", "« (...) attendu que la cour d'appel a retenu que toutes les informations publiées avaient été recueillies par M. Gubler à l'occasion de son activité de médecin personnel de François Mitterrand, de sorte qu'elles relevaient du secret médical – pussent-elles constituer, en outre, une atteinte au respect dû à la vie privée ; qu'ayant constaté que la violation du secret médical était établie par un jugement pénal, les juges du second degré, qui ont retenu que l'exercice de la liberté d'expression pouvait donner lieu à certaines restrictions, notamment pour la protection des droits d'autrui, ont légalement justifié leur décision en décidant, souverainement, que la cessation de la diffusion de l'ouvrage était seule de nature à mettre fin à l'infraction pénale et au préjudice subi, qu'ils ont souverainement évalué (...) »", "Accueillant en revanche partiellement le pourvoi formé par les consorts Mitterrand, la haute juridiction cassa et annula l'arrêt du 27 mai 1997 en ce qu'il mettait M. Orban hors de cause et renvoya sur ce point l'affaire et les parties devant la cour d'appel de Paris autrement composée. L'issue de cet aspect de la procédure n'a pas été précisée par les parties.", "17.  Celles-ci indiquent que la version électronique du texte du Grand Secret est disponible sur Internet. Elles ne précisent ni qui a pris l'initiative de cette diffusion, ni depuis quand elle est effective.", "II.  LE DROIT INTERNE PERTINENT", "18.  L'obligation des médecins au secret médical est prévue par les articles suivants du code de déontologie médicale :", "Article 4", "« Le secret professionnel, institué dans l'intérêt des patients, s'impose à tout médecin dans les conditions établies par la loi.", "Le secret couvre tout ce qui est venu à la connaissance du médecin dans l'exercice de sa profession, c'est-à-dire non seulement ce qui lui a été confié, mais aussi ce qu'il a vu, entendu ou compris. »", "Article 72", "« Le médecin doit veiller à ce que les personnes qui l'assistent dans son exercice soient instruites de leurs obligations en matière de secret professionnel et s'y conforment.", "Il doit veiller à ce qu'aucune atteinte ne soit portée par son entourage au secret qui s'attache à sa correspondance professionnelle. »", "Article 73", "« Le médecin doit protéger contre toute indiscrétion les documents médicaux concernant les personnes qu'il a soignées ou examinées, quels que soient le contenu et le support de ces documents.", "Il en va de même des informations médicales dont il peut être le détenteur.", "Le médecin doit faire en sorte, lorsqu'il utilise son expérience ou ses documents à des fins de publication scientifique ou d'enseignement, que l'identification des personnes ne soit pas possible. A défaut, leur accord doit être obtenu. »", "19.  La violation du secret professionnel est constitutive d'une infraction prévue et réprimée par l'article 226-13 du code pénal, aux termes duquel :", "« La révélation d'une information à caractère secret par une personne qui en est dépositaire soit par état ou par profession, soit en raison d'une fonction ou d'une mission temporaire, est punie d'un an d'emprisonnement et de 15 000 euros d'amende. »", "Selon la Cour de cassation, « ce que la loi a voulu garantir, c'est la sécurité des confidences qu'un particulier est dans la nécessité de faire à une personne dont l'état ou la profession, dans un intérêt général et d'ordre public, fait d'elle un confident nécessaire » (Cass. crim., 19 novembre 1985, Bulletin criminel (Bull. crim.) no 364). La haute juridiction a précisé que « l'obligation au secret professionnel, établie par l'article 226-13 du code pénal, pour assurer la confiance nécessaire à l'exercice de certaines professions ou de certaines fonctions, s'impose aux médecins, hormis les cas où la loi en dispose autrement, comme un devoir de leur état[, et que], sous cette seule réserve, elle est générale et absolue » (Cass. crim., 8 avril 1998, Bull. crim. no 138), « et [qu']il n'appartient à personne de les en affranchir » (Cass. crim., 5 juin 1985, Bull. crim. no 218). Dans le cadre d'une affaire concernant un avocat, elle a jugé que « l'obligation au secret professionnel établie par l'article 226-13 du code pénal s'impose aux avocats comme un devoir de leur fonction [et que] la connaissance par d'autres personnes de faits couverts par le secret n'est pas de nature à enlever à ces faits leur caractère confidentiel et secret » (Cass. crim., 16 mai 2000, Bull. crim. no 192).", "L'article 226-14 du code pénal précise pour sa part (dans sa rédaction issue de la loi no 2002-73 du 17 janvier 2002) ce qui suit :", "« L'article 226-13 n'est pas applicable dans les cas où la loi impose ou autorise la révélation du secret. En outre, il n'est pas applicable :", "1º  A celui qui informe les autorités judiciaires, médicales ou administratives de privations ou de sévices, y compris lorsqu'il s'agit d'atteintes sexuelles dont il a eu connaissance et qui ont été infligées à un mineur de quinze ans ou à une personne qui n'est pas en mesure de se protéger en raison de son âge ou de son état physique ou psychique ;", "2º  Au médecin qui, avec l'accord de la victime, porte à la connaissance du procureur de la République les sévices qu'il a constatés dans l'exercice de sa profession et qui lui permettent de présumer que des violences sexuelles de toute nature ont été commises ;", "3º  Aux professionnels de la santé ou de l'action sociale qui informent le préfet et, à Paris, le préfet de police du caractère dangereux pour elles-mêmes ou pour autrui des personnes qui les consultent et dont ils savent qu'elles détiennent une arme ou qu'elles ont manifesté leur intention d'en acquérir une.", "Aucune sanction disciplinaire ne peut être prononcée du fait du signalement de sévices par le médecin aux autorités compétentes dans les conditions prévues au présent article. »", "20.  Selon la Cour de cassation, si stricte que soit l'obligation du secret professionnel, elle ne saurait interdire à un médecin que l'on a tenté d'associer à une escroquerie en provoquant, de sa part, grâce à une mise en scène trompeuse, la délivrance d'un certificat attestant faussement l'existence de maladies ou d'infirmités, de justifier de sa bonne foi en témoignant, au cours d'une instance judiciaire relative à cette escroquerie, sur les manœuvres qui, faussant son examen et prenant en défaut son jugement, l'ont amené à délivrer ce certificat (Cass. crim., 20 décembre 1967, Bull. crim. no 338). Le Gouvernement souligne que cela n'est cependant possible qu'à la condition que la révélation se limite aux strictes exigences de la défense du médecin devant une juridiction et ne prenne pas la forme d'une divulgation publique délibérée ; il renvoie à cet égard – sans le produire ni en fournir les références de publication – à un arrêt Watelet de la chambre criminelle de la Cour de cassation du 19 décembre 1885. La société requérante produit quant à elle un arrêt du 22 mai 2002, dans lequel la première chambre civile de la Cour de cassation a jugé que, par l'effet « de l'article 901 du code civil [aux termes duquel « pour faire une donation (...) il faut être sain d'esprit »] qui vaut autorisation au sens de l'article 226-14 du code pénal, le professionnel est déchargé de son obligation au secret relativement aux faits dont il a eu connaissance dans l'exercice de sa profession ; (...) la finalité du secret professionnel étant la protection du non-professionnel qui les a confiés, leur révélation peut être faite non seulement à ce dernier mais également aux personnes ayant un intérêt légitime à faire valoir cette protection » ; la Cour de cassation en a déduit que les juges du fond pouvaient décider qu'un expert désigné dans une instance tendant à la liquidation et au partage d'une succession ait accès au dossier médical du de cujus, sans que le médecin détenteur de ce dossier puisse lui opposer le secret médical.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 10 DE LA CONVENTION", "21.  La société requérante dénonce une violation de son droit à la liberté d'expression. Elle soutient que l'interdiction qui lui fut faite par les juridictions internes de poursuivre la diffusion de l'ouvrage intitulé « Le Grand Secret » n'était pas prévue par la loi, ne visait pas un but légitime, enfin n'était pas « nécessaire dans une société démocratique » ; elle ajoute que sa condamnation en sus au paiement de dommages-intérêts « exorbitant[s] » n'était pas proportionnée au but poursuivi. Elle invoque l'article 10 de la Convention, aux termes duquel :", "« 1.  Toute personne a droit à la liberté d'expression. Ce droit comprend la liberté d'opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu'il puisse y avoir ingérence d'autorités publiques et sans considération de frontière. Le présent article n'empêche pas les Etats de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d'autorisations.", "2.  L'exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l'intégrité territoriale ou à la sûreté publique, à la défense de l'ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d'autrui, pour empêcher la divulgation d'informations confidentielles ou pour garantir l'autorité et l'impartialité du pouvoir judiciaire. »", "A.  Sur l'existence d'une ingérence", "22.  La Cour relève que les juridictions françaises ont interdit à la société éditrice requérante de poursuivre la diffusion d'un livre publié par elle – interdiction provisoire dans un premier temps, puis définitive – et l'ont condamnée au paiement de dommages-intérêts à raison de cette publication. Il est donc manifeste – cela n'est d'ailleurs pas controversé entre les parties – qu'elle a subi une « ingérence d'autorités publiques » dans l'exercice du droit garanti par l'article 10 de la Convention. A cet égard, la Cour souligne en tant que de besoin que les éditeurs, qu'ils s'associent ou non au contenu des ouvrages qu'ils publient, participent pleinement à l'exercice de la liberté d'expression en fournissant un support aux auteurs (voir, par exemple, mutatis mutandis, Sürek c. Turquie (no 1) [GC], no 26682/95, CEDH 1999-IV ; voir aussi C.S.Y. c. Turquie, no 27214/95, § 27, 4 mars 2003).", "23.  Pareille immixtion enfreint la Convention si elle ne remplit pas les exigences du paragraphe 2 de l'article 10. Il y a donc lieu de déterminer si elle était « prévue par la loi », inspirée par un ou des buts légitimes au regard dudit paragraphe et « nécessaire, dans une société démocratique », pour les atteindre.", "B.  Sur la justification de l'ingérence", "1.  « Prévue par la loi »", "a)  Thèses des comparants", "24.  La société requérante plaide en substance que l'ingérence litigieuse n'était pas « prévue par la loi ». Selon elle, il n'était prévisible, au vu du droit positif, ni que le contenu de l'ouvrage litigieux entrait en conflit avec le secret médical, ni que les héritiers de François Mitterrand pouvaient agir contre elle devant les juridictions civiles alors que la publication dudit ouvrage était postérieure au décès de ce dernier.", "La société requérante soutient en premier lieu que, s'il est incontestable que le secret médical est protégé par l'article 226-13 du code pénal et que sa violation constitue un délit, il n'est pas évident que le patient ne puisse en délier son médecin. En effet, selon la doctrine, il ne serait opposable ni au malade ni, en principe, à ses ayants droit (elle se réfère à cet égard à l'ouvrage du professeur P. Kayser, La Protection de la vie privée par le droit, Economica, 3e édition, § 214, ainsi qu'à des « opinions convergentes » de M. N.J. Mazen, Gazette du Palais 1975, pp. 468-474, et de M. R. Savatier, Dalloz 1957, pp. 445-447). Or le président Mitterrand aurait officiellement délié le docteur Gubler de son obligation en lui demandant pendant des années de publier ses bulletins de santé, aurait plus largement exprimé le désir de rendre publiques toutes les questions relatives à sa santé, et aurait répondu « faites comme bon vous semble ; annoncez ce que vous voudrez » à un autre de ses médecins qui lui demandait comment il convenait de communiquer sur sa maladie (la société requérante se réfère à cet égard à une interview du professeur Bernard Debré, publiée en janvier 1996 par l'hebdomadaire VSD). Le secret médical ne serait d'ailleurs pas aussi général et absolu que le prétend le Gouvernement. Ainsi, notamment, la première chambre civile de la Cour de cassation aurait jugé que, par l'effet « de l'article 901 du code civil [aux termes duquel « pour faire une donation (...) il faut être sain d'esprit »] qui vaut autorisation au sens de l'article 226-14 du code pénal, le professionnel est déchargé de son obligation au secret relativement aux faits dont il a eu connaissance dans l'exercice de sa profession » (arrêt du 22 mai 2002).", "Deuxièmement, la jurisprudence admettrait qu'un médecin, objet d'attaques, se défende nonobstant le secret professionnel auquel il est astreint (Cass. crim., 20 décembre 1967, Bull. crim. no 338) ; or, précisément, les compétences et l'honneur du docteur Gubler auraient été mis en cause par les médias (la société requérante produit un article du Monde, du 11 janvier 1996, relatant les critiques formulées par le frère du président quant à la façon dont ce dernier avait été soigné).", "Troisièmement, selon la société requérante, lorsque la victime d'une infraction décède avant d'avoir elle-même introduit une action en réparation, son droit à réparation, entré dans son patrimoine avant le décès, est transmis à ses héritiers. Il serait en revanche « tout à fait contestable » que les héritiers d'un patient soient recevables à se plaindre au civil d'une violation du secret médical survenue postérieurement au décès : en la matière comme dans le domaine du respect de la vie privée, l'action civile – à la différence de l'action publique – s'éteindrait au décès de la personne concernée, seule titulaire du droit d'agir. Or, en l'espèce, la publication litigieuse était postérieure au décès de François Mitterrand.", "25.  Le Gouvernement soutient la thèse contraire. Il souligne à cet égard que la société requérante ne pouvait ignorer, compte tenu de l'abondante jurisprudence sur le secret médical, des règles de déontologie médicale et de l'article 226-13 du code pénal, que l'ouvrage en cause, lequel décrivait notamment l'évolution de la maladie du président Mitterrand dont le docteur Gubler avait été le médecin personnel, le traitement médical et les interventions chirurgicales que le président avait subis ainsi que les entretiens qu'il avait eus avec le docteur Gubler et d'autres médecins, contenait des révélations couvertes par le secret médical, susceptibles d'entraîner des poursuites pénales et une action devant les juridictions civiles, y compris de la part des héritiers du chef de l'Etat.", "b)  Appréciation de la Cour", "26.  La Cour rappelle que l'on ne peut considérer comme une « loi » au sens de l'article 10 § 2 qu'une norme énoncée avec assez de précision pour permettre au citoyen de régler sa conduite ; en s'entourant au besoin de conseils éclairés, il doit être à même de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences de nature à dériver d'un acte déterminé. Elles n'ont pas besoin d'être prévisibles avec une certitude absolue. La certitude, bien que souhaitable, s'accompagne parfois d'une rigidité excessive ; or le droit doit savoir s'adapter aux changements de situation. Aussi beaucoup de lois se servent-elles, par la force des choses, de formules plus ou moins vagues dont l'interprétation et l'application dépendent de la pratique (voir, par exemple, les arrêts Sunday Times c. Royaume-Uni (no 1) du 26 avril 1979, série A no 30, p. 31, § 49, et Hertel c. Suisse du 25 août 1998, Recueil des arrêts et décisions 1998-VI, pp. 2325-2326, § 35).", "27.  La Cour relève qu'aux termes de l'article 4 du code de déontologie médicale le secret professionnel auquel les médecins sont astreints, « institué dans l'intérêt des patients, s'impose à tout médecin dans les conditions établies par la loi », et « couvre tout ce qui est venu à la connaissance du médecin dans l'exercice de sa profession, c'est-à-dire non seulement ce qui lui a été confié, mais aussi ce qu'il a vu, entendu ou compris ». La violation de ce secret est constitutive d'un délit, prévu et réprimé par l'article 226-13 du code pénal. D'après la Cour de cassation, « ce que la loi a voulu garantir, c'est la sécurité des confidences qu'un particulier est dans la nécessité de faire à une personne dont l'état ou la profession, dans un intérêt général et d'ordre public, fait d'elle un confident nécessaire » (Cass. crim., 19 novembre 1985, Bull. crim. no 364). Ainsi, au vu du droit positif, la société requérante pouvait sans aucun doute prévoir qu'en publiant un livre rédigé par l'ancien médecin personnel du président Mitterrand, décrivant notamment l'évolution de la maladie de celui-ci et contenant des informations sur son traitement médical et les interventions chirurgicales qu'il avait subies et sur ses entretiens avec des médecins, elle publiait un ouvrage contenant des révélations susceptibles d'être couvertes par le secret médical.", "28.  La Cour constate ensuite que le droit français met à la charge des médecins une obligation stricte de respecter le secret professionnel : il s'impose à eux, sauf les exceptions prévues par la loi et qui doivent elles-mêmes être entendues de façon restrictive. Tel est le sens de l'article 226-14 du code pénal, qui spécifie que « l'article 226-13 n'est pas applicable dans les cas où la loi impose ou autorise la révélation du secret » ; or la loi ne prévoit pas qu'un médecin peut se trouver délié de son obligation au secret par son patient ou, d'une manière générale, parce qu'un « intérêt légitime » l'en affranchit. La Cour de cassation a d'ailleurs précisé que « l'obligation au secret professionnel, établie par l'article 226-13 du code pénal, pour assurer la confiance nécessaire à l'exercice de certaines professions ou de certaines fonctions, s'impose aux médecins, hormis les cas où la loi en dispose autrement, comme un devoir de leur état[, et que], sous cette seule réserve, elle est générale et absolue » (Cass. crim., 8 avril 1998, Bull. crim. no 138), « et [qu']il n'appartient à personne de les en affranchir » (Cass. crim., 5 juin 1985, Bull. crim. no 218).", "La société requérante ne saurait se fonder sur l'arrêt de la chambre criminelle de la Cour de cassation du 20 décembre 1967 ni sur l'arrêt de la première chambre civile de la Cour de cassation du 22 mai 2002 pour soutenir en substance que, rapproché des faits de sa cause, le droit positif manquait de prévisibilité à cet égard. Ces deux arrêts concernent en effet des situations sans rapport avec les circonstances de la présente espèce (voir le paragraphe 20 ci-dessus, de la lecture duquel la différence de situations ressort avec clarté).", "29.  Par ailleurs, en droit français, la violation du secret médical ne constitue pas seulement une faute au sens pénal et déontologique. Elle engage également la responsabilité civile pour faute, sur le fondement de l'article 1382 du code civil, aux termes duquel « tout fait quelconque de l'homme, qui cause à autrui un dommage, oblige celui par la faute duquel il est arrivé, à la réparer ». Lorsque le dommage s'est produit du vivant de la victime et que celle-ci est décédée avant d'avoir introduit une action en réparation, son droit d'exercer une telle action, entré dans son patrimoine avant son décès, est transmis à ses héritiers ; ceux-ci peuvent en conséquence intenter l'action du défunt (Cass. chambre mixte, 30 avril 1976, Bull. crim. no 135). Or il résulte des motifs de l'arrêt du 27 mai 1997 que la cour d'appel de Paris a fait application de ce principe en jugeant que les héritiers de François Mitterrand pouvaient obtenir indemnisation des conséquences de la publication, celle-ci ayant été décidée le 8 novembre 1995 – date de la conclusion du contrat d'édition –, soit antérieurement au décès.", "30.  Enfin, aux termes du premier alinéa de l'article 809 du nouveau code de procédure civile, le juge des référés « peut toujours, même en présence d'une contestation sérieuse, prescrire (...) les mesures conservatoires ou de remise en état qui s'imposent, soit pour prévenir un dommage imminent, soit pour faire cesser un trouble manifestement illicite ».", "31.  Bref, la société requérante ne saurait soutenir qu'elle ne pouvait prévoir « à un degré raisonnable » les conséquences que la publication du Grand Secret était susceptible d'avoir pour elle sur le plan judiciaire, y compris en ce qui concerne sa responsabilité civile et la possibilité de subir une mesure prescrite en référé. La Cour en déduit que l'ingérence litigieuse était « prévue par la loi » au sens du second paragraphe de l'article 10 de la Convention.", "2.  But légitime", "a)  Thèses des comparants", "32.  La société requérante estime que l'ingérence litigieuse ne poursuivait pas un « but légitime » : d'une part, le but tenant de la « fonction sociale » du secret médical ne pourrait justifier une condamnation au profit d'héritiers ; d'autre part, la protection des intérêts privés de François Mitterrand ne saurait être invoquée dans la mesure où le droit d'agir au civil se serait éteint avec son décès.", "33.  Le Gouvernement soutient à nouveau la thèse contraire. Selon lui, les mesures litigieuses tendaient à garantir le secret médical et visaient ainsi à la « protection de la réputation ou des droits d'autrui » et à la prévention de « la divulgation d'informations confidentielles ». Le Gouvernement précise que le secret médical trouve son fondement dans l'intérêt des patients, qui devraient pouvoir se confier aux médecins sans réticence et être protégés contre la divulgation d'informations touchant à leur intimité et à leur vie privée. En corollaire, ledit secret viserait à la préservation de l'intérêt général de la société à voir protégée la relation de confiance qui fonde l'exercice de l'art médical.", "b)  Appréciation de la Cour", "34.  La Cour relève que le maintien de l'interdiction de la diffusion du Grand Secret et la condamnation de la société requérante à des dommages-intérêts ont été décidés par le juge civil, saisi d'une action en réparation du préjudice moral causé à François Mitterrand et à ses ayants cause, au motif que le contenu de cet ouvrage méconnaissait le secret médical. L'interdiction prise préalablement par le juge des référés visait quant à elle, à titre conservatoire, à faire cesser ce trouble, jugé alors « manifestement illicite ».", "Il résulte tant de la motivation des jugements des juridictions internes, en particulier de l'arrêt de la cour d'appel en date du 27 mai 1997, que des arguments exposés devant la Cour par le Gouvernement, que les autorités judiciaires ont entendu se fonder à la fois sur deux des « buts légitimes » énumérés au paragraphe 2 de l'article 10 de la Convention : il s'agissait d'« empêcher la divulgation d'informations confidentielles » (celles couvertes, selon le droit national, par le secret médical), et de protéger les « droits d'autrui » (ceux du président de la République, ainsi que de sa veuve et de ses enfants, auxquels ils ont été transmis par son décès).", "La Cour n'a pas à trancher le point de savoir si la responsabilité civile née de la violation du secret médical relève dans l'abstrait du premier de ces buts légitimes, du second ou des deux à la fois. Il lui suffit de constater qu'en l'espèce les mesures d'interdiction critiquées, en référé comme au fond, tendaient à protéger l'honneur, la réputation et l'intimité de la vie privée du président défunt, et que l'appréciation des juridictions nationales selon lesquelles ces « droits d'autrui » se trouvaient transmis à sa famille par sa mort n'apparaît nullement déraisonnable ou arbitraire. En outre, c'est bien parce que nombre d'informations révélées dans l'ouvrage étaient juridiquement secrètes, donc a fortiori confidentielles, qu'elles ont pu concrètement porter atteinte aux droits d'autrui, dont le paragraphe 2 de l'article 10 considère la protection comme légitime.", "Partant, l'ingérence litigieuse poursuivait bien l'un au moins des « buts légitimes » énoncés au second paragraphe de l'article 10 de la Convention.", "3.  « Nécessaire dans une société démocratique »", "a)  Thèses des comparants", "i.  Le Gouvernement", "35.  Selon le Gouvernement, l'ingérence litigieuse était « nécessaire dans une société démocratique ». Il considère que les juridictions internes ont correctement pesé les intérêts en jeu : d'une part, le droit d'informer et d'être informé sur des questions d'intérêt général ; d'autre part, l'atteinte portée au secret médical, lequel relèverait également de l'intérêt général. Elles auraient ainsi constaté que l'ouvrage litigieux contenait les éléments suivants : des informations d'ordre strictement médical, très détaillées, concernant les symptômes de la maladie de François Mitterrand, le récit des examens médicaux qu'il a subis ainsi que leur résultat et leur fréquence, la description d'un protocole de soins, les modalités d'application des soins, l'indication de médicaments administrés, l'exposé de troubles physiques et des effets secondaires des médicaments, le récit du déroulement d'une opération chirurgicale, la relation d'entretiens entre le docteur Gubler et son patient, et la description d'interventions, d'entretiens et de traitements réalisés par d'autres médecins ; la description des conditions dans lesquelles ont été établis certains bulletins relatifs à l'état de santé de François Mitterrand ; des informations concernant la vie privée de l'épouse et des enfants de ce dernier. Les juges auraient par ailleurs précisé que, même lorsqu'ils ne se rapportent pas directement à des faits de nature médicale, les événements décrits dans l'ouvrage étaient couverts par le secret médical dans la mesure où ils n'avaient pu être portés à la connaissance du docteur Gubler qu'à l'occasion de l'exercice de sa profession.", "Le Gouvernement souligne que, par un jugement du 5 juillet 1996, le tribunal correctionnel de Paris a déclaré le docteur Gubler coupable du délit de violation du secret professionnel, et M. Gonod ainsi que M. Orban – représentant légal de la société requérante –, coupables de complicité de ce même délit ; devenu définitif à défaut d'appel, ce jugement s'imposait aux juridictions civiles.", "Selon le Gouvernement, la société requérante savait dès la signature du contrat d'édition que le manuscrit contenait essentiellement des informations obtenues sous le sceau du secret médical ; elle ne saurait donc prétendre avoir agi de bonne foi.", "36.  Le Gouvernement déclare ne pas méconnaître l'intérêt d'un débat public sur le droit d'information des électeurs quant aux capacités physiques et intellectuelles de ceux qui les dirigent. Il considère en revanche qu'un tel débat ne justifiait pas la publication d'un livre décrivant pour l'essentiel les étapes de la maladie du président Mitterrand, les soins reçus et l'attitude de ses proches, d'autant moins que cette publication intervenait après le décès de l'intéressé, ce qui, selon le Gouvernement, diminuait l'« acuité » de la question.", "37.  Le Gouvernement ajoute que, parce qu'il ne vise pas uniquement à protéger l'intérêt particulier des patients mais aussi l'intérêt général de la société, le secret médical revêt un caractère général et absolu : le patient lui-même ne pourrait en délier son médecin. La société requérante ne saurait donc tirer argument d'une prétendue renonciation de François Mitterrand au secret médical.", "38.  Le Gouvernement reconnaît que les médias avaient révélé avant même la publication du livre dont il est question que François Mitterrand est décédé d'un cancer dont il souffrait depuis 1981. Cela n'enlèverait cependant rien à la circonstance que ledit ouvrage divulgue des informations médicales autrement plus précises, dont le docteur Gubler n'a pu avoir connaissance que par le biais de l'exercice de sa profession. Le fait que le livre litigieux est diffusé sur Internet ne supprimerait pas le caractère illicite des informations qu'il contient : cette diffusion n'aurait été rendue possible que par la vente de l'ouvrage durant un jour ; les sites étant pour la plupart hébergés à l'étranger, il serait impossible pour les autorités françaises d'« agir sur un plan juridique ».", "39.  Enfin, le Gouvernement juge les mesures prises par les juridictions internes « proportionnées aux buts poursuivis ». Il souligne que ce n'est pas la publication de l'ouvrage qui a été interdite mais la poursuite de sa diffusion. Or, d'une part, cette mesure visait à réparer le dommage causé par la violation du secret médical et, d'autre part, la condamnation pénale de la société requérante pour complicité de violation du secret médical liait le juge civil quant à l'appréciation de la faute. Selon le Gouvernement, il n'était pas possible, compte tenu de leur volume rédactionnel, de dissocier les passages révélant des faits couverts par le secret médical des autres passages du livre sans vider celui-ci de l'essentiel de son contenu et de le dénaturer : l'interdiction de la poursuite de la diffusion de la totalité de l'ouvrage était ainsi le seul moyen de mettre fin au dommage. Par ailleurs, les circonstances particulières relevées par les juridictions internes justifieraient les montants alloués aux héritiers de François Mitterrand au titre des dommages-intérêts ; il conviendrait au demeurant de relativiser ces montants dans la mesure où la société requérante aurait réalisé un bénéfice substantiel grâce à la vente de 40 000 exemplaires de l'ouvrage litigieux et où, condamnée in solidum avec le docteur Gubler, elle n'en serait concrètement débitrice qu'à hauteur de 50 %.", "ii.  La société requérante", "40.  La société requérante considère au contraire que l'ingérence litigieuse n'était pas « nécessaire dans une société démocratique ». Elle souligne en premier lieu que l'ouvrage en cause soulevait des questions d'intérêt général : il participait au droit des citoyens – à l'égard desquels le président Mitterrand avait volontairement contracté une obligation de « transparence médicale » – à être informés sur un « mensonge d'Etat », et s'inscrivait dans le débat plus large sur la santé des dirigeants en exercice. L'étendue des révélations contenues dans ledit ouvrage n'enlèverait rien à cela ; la société requérante estime à cet égard qu'il appartenait au docteur Gubler et à son éditeur de décider des informations à fournir au public sur la santé du président (elle se réfère sur ce point à l'arrêt Fressoz et Roire c. France [GC], no 29183/95, CEDH 1999-I). Elle soutient ensuite que le débat n'avait pas perdu de son acuité après le décès de François Mitterrand ; de nombreuses personnalités l'auraient d'ailleurs animé bien après la publication dont il est question. En second lieu, la société requérante expose que les informations figurant dans l'ouvrage litigieux ont fait l'objet d'une très importante diffusion : il y eut une « prépublication » dans le magazine Paris-Match le 16 janvier 1996 (lequel fut diffusé à un million d'exemplaires), 40 000 copies furent vendues avant que le juge des référés ordonne l'interruption de la diffusion du Grand Secret, et, le 13 mars 1996, lorsque la cour d'appel décida de maintenir la saisie, le livre était diffusé sur Internet et avait fait l'objet de nombreux commentaires dans les médias. Se référant à l'arrêt Vereniging Weekblad Bluf! c. Pays-Bas du 9 février 1995 (série A no 306-A), elle en déduit que l'interdiction de sa diffusion ne se justifiait pas.", "41.  Selon la société requérante, cette ingérence est en tout état de cause disproportionnée, puisqu'elle consiste en une interdiction de publication générale et absolue, illimitée dans le temps et assortie de surcroît d'une condamnation à de lourds dommages-intérêts, dans le but non de réparer une atteinte à l'intérêt général (réparation réalisée par le jugement du tribunal correctionnel du 5 juillet 1996) mais de protéger les intérêts particuliers des « proches de la victime ». La société requérante précise notamment que, contrairement à ce que soutient le Gouvernement, le juge civil n'était pas lié par la condamnation pénale de son président-directeur général pour complicité de violation du secret médical. Ledit juge n'était saisi que d'intérêts particuliers : il lui revenait uniquement d'évaluer et de réparer le dommage subi par François Mitterrand au jour de son décès du fait de l'atteinte portée à sa vie privée au travers de la violation du secret médical. Or le droit d'une personne à agir en violation de sa vie privée disparaîtrait à son décès ; une différence de traitement à cet égard du droit à l'information selon que l'atteinte à la vie privée du défunt est ou non perpétrée au travers d'une violation du secret médical ne serait fondée sur aucune « raison objective » au sens de l'arrêt Du Roy et Malaurie c. France (no 34000/96, CEDH 2000-X). La société requérante juge « particulièrement pervers » l'argument du Gouvernement selon lequel l'interdiction totale de la diffusion se justifiait étant donné que se limiter à occulter les passages entrant en conflit avec le secret médical eût abouti à vider le livre de l'essentiel de son contenu et à le dénaturer ; cela reviendrait à légitimer la censure totale d'un écrit par le fait qu'une censure partielle porte atteinte au droit que l'auteur de cet écrit tient du code de la propriété intellectuelle de ne pas voir dénaturer son œuvre. Enfin, la société requérante souligne que le juge civil a alloué 340 000 FRF de dommages-intérêts aux héritiers de François Mitterrand, soit une somme plus qu'importante pour un préjudice qu'ils n'ont pas directement subi et alors même que la diffusion de l'ouvrage avait été interdite en référé.", "b)  Appréciation de la Cour", "i.  Principes généraux", "42.  Il y a lieu tout d'abord de rappeler les principes fondamentaux qui se dégagent de la jurisprudence de la Cour relative à l'article 10 (voir, parmi beaucoup d'autres l'arrêt précité Sunday Times (no 1), pp. 40-41, § 65, et l'arrêt Association Ekin c. France, no 39288/98, § 56, CEDH 2001-VIII).", "La liberté d'expression constitue l'un des fondements essentiels d'une société démocratique et l'une des conditions primordiales de son progrès et de l'épanouissement de chacun. Sous réserve du paragraphe 2, elle vaut non seulement pour les « informations » ou « idées » accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent. Ainsi le veulent le pluralisme, la tolérance et l'esprit d'ouverture sans lesquels il n'est pas de « société démocratique ». Comme le précise l'article 10, cette liberté est soumise à des exceptions qui doivent cependant s'interpréter strictement, et la nécessité de restrictions quelconques doit être établie de manière convaincante.", "L'adjectif « nécessaire », au sens de l'article 10 § 2, implique l'existence d'un « besoin social impérieux ». Les Etats contractants jouissent d'une certaine marge d'appréciation pour juger de l'existence d'un tel besoin, mais cette marge va de pair avec un contrôle européen portant à la fois sur la loi et sur les décisions appliquant celle-ci, même quand elles émanent d'une juridiction indépendante. La Cour a donc compétence pour statuer en dernier lieu sur le point de savoir si une « restriction » se concilie avec la liberté d'expression sauvegardée par l'article 10.", "Dans l'exercice de son pouvoir de contrôle, la Cour n'a point pour tâche de se substituer aux juridictions internes compétentes, mais de vérifier sous l'angle de l'article 10 les décisions qu'elles ont rendues en vertu de leur pouvoir d'appréciation. Il ne s'ensuit pas qu'elle doive se borner à rechercher si l'Etat défendeur a usé de ce pouvoir de bonne foi, avec soin et de façon raisonnable ; il lui faut considérer l'ingérence litigieuse à la lumière de l'ensemble de l'affaire pour déterminer si elle était « proportionnée au but légitime poursuivi » et si les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants ».", "L'article 10 n'interdit pas en tant que telle toute restriction préalable à la circulation, ou toute interdiction de diffusion, mais de telles restrictions présentent pour une société démocratique de si grands dangers qu'elles appellent de la part de la Cour l'examen le plus scrupuleux, auquel elle va en l'espèce procéder ci-après.", "43.  La Cour a par ailleurs souligné à de très nombreuses reprises le rôle essentiel que joue la presse dans une société démocratique. Elle a en particulier précisé que, si la presse ne doit pas franchir certaines limites, notamment quant aux droits d'autrui, il lui incombe de communiquer, dans le respect de ses devoirs et responsabilités, des informations et des idées sur toutes les questions d'intérêt général ; à sa fonction qui consiste à en diffuser s'ajoute le droit, pour le public, d'en recevoir (voir, parmi beaucoup d'autres, les arrêts Bladet Tromsø et Stensaas c. Norvège [GC], no 21980/93, §§ 59 et 62, CEDH 1999-III, et Colombani et autres c. France, no 51279/99, § 55, CEDH 2002-V). La marge d'appréciation des autorités nationales se trouve ainsi circonscrite par l'intérêt d'une société démocratique à permettre à la presse de jouer son rôle indispensable de « chien de garde » (voir, par exemple, l'arrêt Bladet Tromsø et Stensaas précité, § 59).", "Ces principes sont applicables en matière de publication de livres, ou d'écrits autres que ceux à paraître ou paraissant dans la presse périodique (voir, en particulier, l'arrêt C.S.Y. c. Turquie précité, § 42), dès lors qu'ils portent sur des questions d'intérêt général.", "ii.  Application au cas d'espèce", "44.  Les juridictions civiles françaises ont, notamment, d'abord provisoirement puis définitivement, interdit à la société éditrice requérante de poursuivre la diffusion du Grand Secret. Rédigé par M. Gonod, journaliste, et le docteur Gubler, médecin personnel du président Mitterrand durant plusieurs années, ce livre rapporte les relations entre le docteur Gubler et le président Mitterrand et expose la façon dont le premier avait organisé un service médical autour du second, atteint d'un cancer diagnostiqué dès 1981, quelques mois après sa première élection à la présidence de la République française. Il raconte en particulier les difficultés qu'avait posées au docteur Gubler la dissimulation de cette maladie, alors que le président Mitterrand s'était engagé à faire paraître un bulletin de santé tous les six mois.", "Selon la Cour, la publication de cet ouvrage s'inscrivait dans un débat d'intérêt général alors largement ouvert en France et portant en particulier sur le droit des citoyens d'être, le cas échéant, informés des affections graves dont souffre le chef de l'Etat, et sur l'aptitude à la candidature à la magistrature suprême d'une personne qui se sait gravement malade. Plus encore, le secret imposé – selon la thèse de l'ouvrage – dès l'apparition de la maladie, par le président Mitterrand, sur l'existence de son mal et sur son évolution, du moins jusqu'à la date où l'opinion publique fut informée (plus de dix ans après) pose la question d'intérêt public de la transparence de la vie politique.", "La liberté de la « presse » étant ainsi en cause, les autorités françaises ne disposaient que d'une marge d'appréciation restreinte pour juger de l'existence d'un « besoin social impérieux » de prendre les mesures dont il est question contre la société requérante. La Cour doit donc vérifier si ce besoin social impérieux existait.", "45.  Cela étant, la Cour estime qu'il y a lieu en l'espèce de distinguer la mesure prise en référé des mesures prises au principal. Elle rappelle à cet égard que la nécessité d'ingérences dans la liberté d'expression peut exister dans une première période, puis disparaître dans une seconde période (voir sur ce point l'arrêt Observer et Guardian c. Royaume-Uni du 26 novembre 1991, série A no 216).", "α)  La mesure prise en référé", "46.  Saisi en référé le 17 janvier 1996 par les ayants cause du président Mitterrand qui dénonçaient notamment une violation du secret médical, le président du tribunal de grande instance de Paris a, à titre conservatoire, par une ordonnance de référé du 18 janvier 1996, fait défense à la société requérante et au docteur Gubler de poursuivre la diffusion du livre Le Grand Secret. Cette ordonnance fut confirmée par un arrêt de la cour d'appel de Paris du 13 mars 1996, lequel impartit aux demandeurs un délai d'un mois pour saisir le juge du fond, précisant notamment qu'à défaut d'une telle saisine, cette mesure cesserait de prendre effet à l'expiration de ce délai.", "Pour justifier cette mesure conservatoire, la cour d'appel, après avoir identifié de nombreux passages du Grand Secret narrant des faits « manifestement couverts par le secret médical », a souligné que la révélation de tels faits par le biais de la diffusion de cet ouvrage « rev[êtait] un caractère manifestement illicite » et causait un trouble au sens de l'article 809 du nouveau code de procédure civile aux ayants cause du président Mitterrand. La cour d'appel a en outre pris soin de souligner que l'interdiction de la diffusion d'un livre revêt un caractère exceptionnel, et qu'il est nécessaire d'en limiter les effets dans le temps.", "47.  La Cour estime ces motifs « pertinents et suffisants » dans les circonstances de la cause. Elle note que le juge des référés a statué le 18 janvier 1996, au lendemain de la sortie du Grand Secret, laquelle intervenait dix jours à peine après le décès du président Mitterrand. Assurément, la diffusion à une date si proche de ce décès d'un ouvrage présentant le président Mitterrand comme ayant sciemment menti au peuple français sur l'existence et l'ancienneté de son mal, et – comme l'a relevé la cour d'appel de Paris de manière circonstanciée dans son arrêt du 13 mars 1996 – méconnaissant prima facie le secret médical, ne pouvait qu'aviver le chagrin des ayants cause de celui dont la mort très récente était intervenue dans la souffrance. Plus encore, cette mort, survenue après un long combat contre le mal, et quelques mois à peine après la fin des fonctions présidentielles, n'a pas manqué de susciter une vive émotion dans la classe politique et dans l'opinion, si bien que l'atteinte portée par le livre à la mémoire du défunt se trouvait, dans ces circonstances, particulièrement forte. En outre, la Cour observe que la mesure prise en référé ne préjugeait pas l'issue du litige dont les parties devaient débattre par la suite devant les juges du fond ; en particulier, en s'appuyant sur le « trouble manifestement illicite », le juge des référés, ainsi que la cour d'appel statuant sur son ordonnance, n'avait pas à entrer dans la discussion, juridiquement délicate, de la question de savoir si l'interdiction de divulguer des informations fonde une action qui n'appartient qu'aux vivants. Saisi par l'épouse et par les enfants du président décédé quelques jours auparavant, dans ce contexte de deuil, le juge des référés devait décider de la mesure propre à faire cesser ce trouble. Compte tenu de la date à laquelle elle a été ordonnée et de son caractère conservatoire, l'interruption de la diffusion de l'ouvrage litigieux jusqu'à la décision des juridictions compétentes sur sa compatibilité avec le secret médical, et avec l'atteinte aux droits d'autrui, se trouvait justifiée au regard du ou des buts légitimes poursuivis.", "La Cour considère par ailleurs que cette ingérence était « proportionnée » à ce ou à ces buts, la cour d'appel ayant eu soin, en confirmant la mesure énoncée par le juge des référés, de limiter raisonnablement sa validité dans le temps, précisant en particulier qu'elle cesserait de prendre effet à défaut de saisine du juge du fond dans un délai d'un mois.", "48.  Bref, la Cour estime que, dans les circonstances de la cause, la mesure temporaire d'interruption de la diffusion du Grand Secret prise par le juge des référés pouvait passer pour « nécessaire dans une société démocratique » à la protection des droits du président Mitterrand et de ses ayants cause. Dès lors, il n'y a pas eu violation de l'article 10 de la Convention de ce chef.", "ß)  Les mesures prises au fond", "49.  Par un jugement du 23 octobre 1996, le tribunal de grande instance de Paris a condamné la société requérante au payement de dommages-intérêts à la veuve de François Mitterrand et aux enfants de celui-ci, et a maintenu l'interdiction de diffusion du Grand Secret. Ce jugement fut à cet égard confirmé par un arrêt de la cour d'appel de Paris du 27 mai 1997, et la Cour de cassation rejeta le pourvoi formé contre cet arrêt (voir le paragraphe 16 ci-dessus).", "Ces mesures ont été prises au titre de la réparation du dommage infligé à François Mitterrand et à ses ayants cause par suite de la méconnaissance du secret médical auquel le docteur Gubler était tenu à son égard, cette méconnaissance résultant notamment des informations contenues dans Le Grand Secret. La responsabilité de la société éditrice requérante du fait de la publication de ce livre est une responsabilité civile et non pénale.", "La Cour note que ces mesures, par définition, n'avaient plus d'objet conservatoire, et que leur effet n'est pas limité dans le temps.", "50.  Elle rappelle que si, en fournissant un support aux auteurs, les éditeurs participent à l'exercice de la liberté d'expression, en corollaire, ils partagent indirectement les « devoirs et responsabilités » que lesdits auteurs assument lors de la diffusion de leurs écrits (voir, mutatis mutandis, l'arrêt Sürek (no 1) précité, § 63).", "Ainsi, la mise en œuvre de la responsabilité civile pour faute de la société requérante du fait de la publication du Grand Secret et sa condamnation à des dommages-intérêts ne sont pas, en tant que telles, incompatibles avec les exigences de l'article 10 de la Convention.", "Elles sont également, en l'espèce, fondées sur des motifs pertinents et suffisants. A cet égard, la Cour est convaincue par les éléments et le raisonnement retenus par le juge civil pour conclure que le contenu du Grand Secret entre en conflit avec le secret médical qui s'imposait en droit interne au docteur Gubler. Elle renvoie en particulier à la méticuleuse analyse que, dans son jugement du 23 octobre 1996, le tribunal de grande instance de Paris fait de l'ouvrage au regard des exigences de ce secret (paragraphe 14 ci-dessus). Elle renvoie également à l'arrêt de la cour d'appel de Paris du 27 mai 1997 en ce qu'il souligne que « la présence de M. Gubler auprès de M. François Mitterrand n'ayant eu d'autres causes que sa fonction de médecin traitant, tous les éléments qu'il relate dans son livre, appris ou constatés à l'occasion de l'exercice de sa profession, relèvent du secret médical auquel il est tenu envers son patient ».", "51.  La Cour parvient en revanche à la conclusion que le maintien de l'interdiction de la diffusion du Grand Secret, même motivé de façon pertinente et suffisante, ne correspondait plus à un « besoin social impérieux » et s'avérait donc disproportionné aux buts poursuivis.", "52.  Selon le jugement du 23 octobre 1996, la mesure de maintien perpétuel de l'interdiction de diffusion visait à « mettre fin au trouble subi par la victime et à prévenir la réapparition du préjudice, qui découlerait nécessairement d'une reprise de diffusion de l'écrit ». Le tribunal a jugé que le temps écoulé depuis le décès de François Mitterrand n'avait pas eu pour effet « de faire définitivement cesser le trouble constaté lors de la parution de l'ouvrage et de rendre licite [s]a diffusion », et la circonstance que des informations qu'il contient avaient été divulguées par les médias n'était pas « de nature à faire disparaître le trouble et le dommage qui renaîtraient pour les demandeurs d'une reprise de la diffusion de ce livre ». Le tribunal ajouta que le seul moyen d'y parvenir était l'interdiction de l'ouvrage ; il souligna à cet égard qu'« au regard de leur volume rédactionnel, les passages précités du livre « Le Grand Secret » révélant des faits couverts par le secret médical ne peuvent être dissociés des autres passages de l'ouvrage, sauf à vider celui-ci de l'essentiel de son contenu et, par voie de conséquence, à le dénaturer ».", "53.  La Cour n'est pas convaincue par de telles justifications. Elle souligne que, le 23 octobre 1996, lorsque le tribunal de grande instance de Paris a rendu son jugement, le décès de François Mitterrand remontait à neuf mois et demi. Manifestement, l'on ne se trouvait plus dans le même contexte que celui qui prévalait lorsque, le 18 janvier 1996, le juge des référés avait ordonné l'interruption provisoire de la diffusion du Grand Secret. Ledit juge statuait alors au lendemain de la sortie de l'ouvrage, laquelle intervenait dix jours à peine après le décès du président Mitterrand ; comme la Cour l'a souligné précédemment, la diffusion de l'ouvrage à une date si proche de ce décès ne pouvait qu'aviver la légitime émotion des proches du défunt, héritiers de ses droits (paragraphe 47 ci-dessus). Selon la Cour, plus la date du décès s'éloignait, plus cet élément perdait de son poids. Parallèlement, plus le temps passait, plus l'intérêt public du débat lié à l'histoire des deux septennats accomplis par le président Mitterrand l'emportait sur les impératifs de la protection des droits de celui-ci au regard du secret médical. Il ne s'agit certes pas pour la Cour de considérer que les exigences du débat historique peuvent délier un médecin du secret médical, qui, en droit français, est général et absolu, sauf les strictes exceptions fixées par la loi elle-même. Mais, à partir du moment où celui-ci avait été enfreint, ce qui a entraîné pour l'auteur de cette violation des sanctions pénales (et disciplinaires), le passage du temps doit nécessairement être pris en compte pour apprécier la compatibilité avec la liberté d'expression d'une mesure aussi grave que l'interdiction, en l'espèce elle aussi générale et absolue, d'un livre.", "En outre, lorsque le juge civil a statué au principal, non seulement cet ouvrage avait été vendu à environ 40 000 exemplaires, mais, en plus, il avait été diffusé sur Internet et avait fait l'objet de nombreux commentaires dans les médias. A ce moment-là, les informations qu'il contient avaient donc, de fait, perdu l'essentiel de leur confidentialité. En conséquence, la sauvegarde du secret médical ne pouvait plus constituer un impératif prépondérant (voir, mutatis mutandis, les arrêts Weber c. Suisse, 22 mai 1990, série A no 177, p. 23, § 51, Observer et Guardian précité, p. 33, §§ 66 et suiv., Vereniging Weekblad Bluf! précité, p. 20, § 41, et Fressoz et Roire précité, § 53).", "54.  Cette mesure apparaît d'autant plus disproportionnée par rapport au « but légitime » poursuivi, celui-ci se résumant à la protection des droits de François Mitterrand et de ses ayants cause, qu'elle s'ajoute à la condamnation de la société requérante au paiement de dommages-intérêts à ces derniers.", "55.  En conclusion, le 23 octobre 1996, lorsque le tribunal de grande instance de Paris a statué au principal, nul « besoin social impérieux » ne justifiait plus le maintien de l'interdiction de la diffusion du Grand Secret. Dès lors, il y a eu violation de l'article 10 de la Convention à partir de cette date.", "56.  La société requérante voit un motif supplémentaire de violation de son droit à la liberté d'expression dans le fait qu'elle a été condamnée, in solidum avec le docteur Gubler, à payer à Mme Mitterrand et aux trois autres demandeurs des dommages-intérêts qu'elle estime « exorbitants ».", "57.  Compte tenu de la conclusion à laquelle elle est parvenue (voir paragraphe 55 ci-dessus), la Cour considère qu'il n'est pas nécessaire d'examiner séparément cette branche du grief, dont au demeurant la pertinence ne lui apparaît pas évidente.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "58.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "59.  La société requérante prétend que, si elle avait pu poursuivre la diffusion du Grand Secret, elle aurait pu espérer en vendre 250 000 exemplaires et réaliser un bénéfice de 1 237 869 euros (EUR), cette somme prenant en compte le prix de vente (14,94 EUR l'unité), diminué de la remise aux libraires et aux services de diffusion et de distribution, des droits d'auteurs, des frais de fabrication et des frais généraux. Elle soutient que les ouvrages consacrés aux « grands » de ce monde suscitent de façon assez systématique un fort engouement du public, et que l'écho donné par la presse avant la parution du livre aux révélations du docteur Gubler et la vente de 40 000 exemplaires en vingt-quatre heures laissaient présager un succès. Elle réclame le paiement de ce « manque à gagner ».", "60.  Le Gouvernement observe que la société requérante a pu vendre 40 000 exemplaires de l'ouvrage et réaliser ainsi un bénéfice non négligeable. Selon lui, l'indemnisation du « manque à gagner » qu'elle réclame devant la Cour repose sur une analyse « purement aléatoire », rien ne permettant d'affirmer qu'elle aurait vendu 250 000 exemplaires de ce livre si sa diffusion n'avait pas été interdite. Le Gouvernement considère que, dans ces circonstances, le constat de violation auquel parvient la Cour constitue une réparation suffisante.", "61.  Selon la Cour, il est tout à fait plausible que les ventes du Grand Secret auraient pu dépasser les 40 000 exemplaires en l'absence de l'interdiction de diffusion ordonnée en référé, celle-ci étant intervenue vingt-quatre heures après la sortie de l'ouvrage et une dizaine de jours après le décès du président Mitterrand.", "Il y a lieu cependant de rappeler que seuls les préjudices causés par les violations de la Convention constatées par la Cour sont susceptibles de donner lieu à l'allocation d'une satisfaction équitable (voir, par exemple, Gentilhomme et autres c. France, nos 48205/99, 48207/99 et 48209/99, § 24, 14 mai 2002). En l'espèce, la Cour a jugé l'interdiction de la poursuite de la diffusion du Grand Secret conforme à l'article 10 de la Convention en ce qu'elle avait été ordonnée en référé, à titre conservatoire ; le constat de violation de cette disposition auquel elle parvient repose uniquement sur le maintien de cette mesure au-delà du 23 octobre 1996, décidé par le juge civil saisi au principal. Or nul ne saurait dire si, à cette date, neuf mois et demi après le décès du président Mitterrand, le public aurait encore trouvé de l'intérêt à l'achat de cet ouvrage, d'autant qu'il était disponible sur Internet. En outre, du fait de sa vente à 40 000 exemplaires, l'ouvrage avait déjà atteint un lectorat total important, et supérieur au nombre d'exemplaires vendus.", "Le préjudice matériel invoqué par la société requérante étant ainsi des plus aléatoires, la Cour conclut au rejet de la demande.", "B.  Frais et dépens", "62.  La société requérante réclame le remboursement des frais et dépens engagés devant les juridictions internes, soit 106 767,46 EUR, taxe sur la valeur ajoutée (TVA) comprise. Elle produit un tableau récapitulatif détaillé de ceux-ci, établi le 4 juillet 2003 par son comptable, ainsi qu'un grand nombre de relevés d'honoraires.", "La société requérante demande également le paiement des frais et dépens relatifs à la défense de sa cause devant la Cour ; elle produit deux relevés d'honoraires, datés des 14 juin 2000 et 14 janvier 2003, de 35 880 francs français (soit 5 469,87 EUR) et 5 980 EUR respectivement, TVA comprise.", "63.  Le Gouvernement considère que seuls les frais et dépens exposés devant la Cour peuvent être pris en compte, sous réserve de leur justification.", "64.  La Cour relève que, conformément à l'article 60 § 2 du règlement, la société requérante chiffre et ventile ses prétentions et produit les justificatifs requis.", "Elle rappelle ensuite que, lorsqu'elle constate une violation de la Convention, elle peut accorder au requérant le paiement des frais et dépens qu'il a engagés devant les juridictions nationales pour prévenir ou faire corriger par celles-ci ladite violation (voir, parmi d'autres, l'arrêt Zimmermann et Steiner c. Suisse du 13 juillet 1983, série A no 66, p. 14, § 36, et l'arrêt Hertel précité, p. 2334, § 63), et qu'il lui revient d'apprécier si les frais et dépens dont le remboursement est réclamé ont été réellement exposés à cette fin, s'ils correspondaient à une nécessité et s'ils sont raisonnables quant à leur taux (voir, parmi d'autres, l'arrêt Wettstein c. Suisse, no 33958/96, § 56, CEDH 2000-XII).", "En l'espèce, l'objet et l'enjeu de la procédure interne, tant en référé qu'au principal, étaient le droit de la société requérante au respect de sa liberté d'expression, droit à la violation duquel la Cour conclut, mais uniquement à raison de la décision du juge civil statuant au fond de maintenir la mesure d'interdiction, plus de neuf mois après la publication du livre. La Cour en déduit que la société requérante est habilitée à solliciter le remboursement de ses frais de représentation devant les juridictions nationales, à l'exclusion toutefois de ceux engagés dans le cadre de la procédure en référé. Cela étant, la Cour juge excessif le montant dont il s'agit ; elle estime raisonnable d'allouer 15 000 EUR – TVA comprise – à la société requérante à ce titre.", "Il y a lieu en revanche de faire entièrement droit à la demande de l'intéressée en ce qu'elle se rapporte à la procédure devant la Cour.", "Partant, la Cour alloue 26 449,87 EUR à la société requérante pour frais et dépens, TVA comprise.", "C.  Intérêts moratoires", "65.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit qu'il n'y a pas eu violation de l'article 10 de la Convention du fait de l'interdiction de la poursuite de la diffusion du Grand Secret en tant qu'elle a été ordonnée à titre conservatoire par le juge des référés ;", "", "2.  Dit qu'il y a eu violation de l'article 10 de la Convention du fait du maintien de cette interdiction au-delà du 23 octobre 1996, décidé par le juge civil statuant au fond ;", "", "3.  Dit", "a)  que l'Etat défendeur doit verser à la société requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 26 449,87 EUR (vingt-six mille quatre cent quarante-neuf euros quatre-vingt-sept centimes) pour frais et dépens, taxe sur la valeur ajoutée comprise ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 18 mai 2004, en application de l'article 77 §§ 2 et 3 du règlement.", "S. Dollé\t L. Loucaides\nGreffière\t Président"]}