{"file": "FRE_CLINF_34848_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "34848/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 136", "Décembre 2010", "O’Donoghue et autres c. Royaume-Uni - 34848/07", "Arrêt 14.12.2010 [Section IV]", "Article 12", "Se marier", "Nécessité d’obtenir une autorisation pour les immigrants souhaitant se marier en dehors de l’Eglise anglicane : violation", "", "Article 14", "Discrimination", "Nécessité d’obtenir une autorisation pour les immigrants souhaitant se marier en dehors de l’Eglise anglicane : violation", "", "En fait – En vertu de l’article 19 de la loi de 2004 sur l’asile et l’immigration, les personnes relevant du contrôle de l’immigration qui souhaitent se marier mais ne veulent pas ou ne peuvent pas le faire au sein de l’Eglise anglicane doivent solliciter auprès du ministre de l’Intérieur une autorisation qui prend la forme d’un certificat d’admission et nécessite le versement de frais de dossier. Il n’y a pas d’exemption ou de possibilité de dérogation à cette obligation ou de réduction du montant dû, qui à l’époque des faits s’élevait à 295 livres sterling (GBP) (environ 330 EUR). La première version de ce dispositif – introduit en 2005 – prévoyait que, pour se voir délivrer un certificat d’admission, les demandeurs devaient avoir obtenu une autorisation d’entrée ou de séjour au Royaume-Uni d’une période de plus de six mois et n’expirant pas moins de trois mois après l’introduction de la demande. Par la suite, ce système fut réformé à deux reprises : le droit à bénéficier d’un certificat d’admission fut étendu tout d’abord aux personnes qui disposaient d’une autorisation d’entrée ou de séjour insuffisante, puis à celles qui n’en avaient pas. En vertu de la deuxième et de la troisième version du dispositif, les intéressés pouvaient être invités à fournir des informations afin de montrer que le mariage envisagé était un véritable mariage.", "Le deuxième requérant, ressortissant nigérian, arriva en 2004 en Irlande du Nord, où il rencontra la première requérante, qu’il demanda en mariage en mai 2006. Ils ne cherchèrent pas à se marier au sein de l’Eglise anglicane, parce qu’ils étaient catholiques pratiquants et qu’en tout état de cause l’Eglise anglicane n’est pas présente en Irlande du Nord. Ils sollicitèrent donc un certificat d’admission. Cependant, en tant que demandeur d’asile, le deuxième requérant ne put prétendre au bénéfice d’un certificat que lorsque la troisième version du dispositif entra en vigueur, en juin 2007. En juillet 2007, la première requérante et le deuxième requérant demandèrent un certificat et sollicitèrent l’exemption des frais de dossier, faisant valoir que la première dépendait de l’allocation de prestations sociales et que le second, eu égard à son admission temporaire au Royaume-Uni, n’avait pas le droit de travailler ; leur demande fut rejetée faute pour eux d’avoir acquitté les frais de dossier. En fin de compte, un certificat d’admission leur fut accordé en juillet 2008, après qu’ils étaient parvenus à réunir la somme due grâce à des amis.", "En droit – Article 12 : bien qu’elle ne soit pas contestable par essence, l’obligation faite aux personnes relevant du contrôle de l’immigration de demander un certificat d’admission pour être autorisées à se marier au Royaume-Uni soulève un certain nombre de graves préoccupations.", "Premièrement, la décision d’accorder ou non un tel certificat ne se fonde pas uniquement sur le caractère véritable ou non du mariage envisagé. La première version du dispositif ne prévoyait pas ou n’envisageait pas d’enquête à ce sujet, car la décision en question reposait uniquement sur le point de savoir si le demandeur était titulaire d’une autorisation suffisante ; la deuxième et la troisième version disposaient que les personnes ayant une autorisation de séjour insuffisante ou non valable pouvaient être invitées à fournir des informations concernant l’authenticité de leur relation. En revanche, dans les trois versions du dispositif, les demandeurs ayant une autorisation de séjour « suffisante » pouvaient prétendre à des certificats d’admission sans obligation apparente de fournir des informations quant à l’authenticité du mariage envisagé.", "Deuxièmement, la première et la seconde version du dispositif frappaient d’une interdiction générale l’exercice du droit au mariage pour toutes les personnes relevant d’une catégorie particulière – les ressortissants étrangers n’ayant pas d’autorisation de séjour ou n’ayant qu’une autorisation insuffisante –, indépendamment de la question de savoir si le mariage envisagé était un mariage de complaisance ou non. Rien ne justifiait l’imposition d’une interdiction générale au droit de ces personnes d’exercer leur droit au mariage. Même s’il y avait eu des éléments (aucun n’a été soumis) donnant à penser que de telles personnes étaient davantage susceptibles de contracter des mariages de complaisance, une interdiction générale, sans aucune initiative pour vérifier l’authenticité du mariage envisagé, a restreint le droit au mariage à un point tel qu’il se trouve atteint dans sa substance même. L’existence d’une dérogation pour des raisons d’humanité ne change rien, car son octroi était entièrement laissé à l’appréciation du ministre.", "Troisièmement, des frais de dossier tellement élevés qu’un demandeur nécessiteux ne peut les payer sont de nature à porter atteinte à l’essence même du droit de se marier. Compte tenu du fait que bon nombre de personnes relevant du contrôle de l’immigration n’ont pas la possibilité de travailler ou perçoivent des revenus très faibles, le montant de 295 GBP était suffisamment élevé pour porter atteinte au droit au mariage. Cela est resté vrai même après la mise en place d’un système de remboursement des frais de dossier aux demandeurs nécessiteux, en juillet 2010, l’obligation de verser un montant étant resté un important obstacle au mariage.", "En conclusion, de mai 2006, date à laquelle les requérants ont exprimé le souhait de se marier, jusqu’à l’obtention par eux d’un certificat d’admission en juillet 2008, le droit au mariage du couple requérant a été atteint dans sa substance même, d’abord parce qu’en vertu de la seconde version du dispositif le deuxième requérant ne pouvait prétendre à un certificat d’admission, et ensuite en raison du niveau élevé des frais de dossier.", "Conclusion : violation (unanimité).", "Article 14 combiné avec l’article 12 : la première version du dispositif avait un caractère discriminatoire fondé sur la religion. Le deuxième requérant se trouvait dans une situation assez proche de celle d’une personne qui n’a pas d’autorisation de séjour et qui veut et peut se marier au sein de l’Eglise anglicane. Si une telle personne peut se marier sans entrave, le deuxième requérant ne voulait (en raison de ses convictions religieuses) ni ne pouvait (puisqu’il résidait en Irlande du Nord) contracter un tel mariage. En conséquence, il lui a tout d’abord été interdit de se marier au Royaume-Uni, puis, à la suite de modifications du système, il a été autorisé à se marier sous réserve du dépôt d’une demande de certificat d’admission et du règlement de frais de dossier non négligeables. Il y a donc clairement eu une différence de traitement, et aucune justification objective et raisonnable n’a été fournie à celle-ci.", "Conclusion : violation (unanimité).", "Article 14 combiné avec l’article 9 : le Gouvernement admet que, ayant été soumis à un régime qui ne s’appliquait pas aux personnes souhaitant se marier au sein de l’Eglise anglicane, le couple requérant a subi une violation de ses droits au regard de l’article 14 combiné avec l’article 9.", "Conclusion : violation (unanimité).", "Article 41 : 8 500 EUR, conjointement, pour le préjudice moral ; 295 GBP, conjointement, pour le dommage matériel.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}