{"file": "FRE_HFJUD_11519_85.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "11519/85", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE FRANCESCO LOMBARDO c. ITALIE", "", "(Requête no11519/85)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "26 novembre 1992", "\n", "En l’affaire Francesco Lombardo c. Italie,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement, en une chambre composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tF. Gölcüklü,", "\t\tB. Walsh,", "\t\tC. Russo,", "\t\tR. Pekkanen,", "\t\tA.N. Loizou,", "\t\tF. Bigi,", "\tSir \tJohn Freeland,", "\tM. \tL. Wildhaber,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 25 juin et 29 octobre 1992,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1. L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 13 septembre 1991, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 11519/85) dirigée contre la République italienne et dont un ressortissant de cet Etat, M. Francesco Lombardo, avait saisi la Commission le 3 octobre 1984 en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration italienne reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences de l’article 6 par. 1 (art. 6-1).", "2. En réponse à l’invitation prévue à l’article 33 par. 3 d) du règlement, le requérant a déclaré ne pas souhaiter participer à l’instance.", "3. La chambre à constituer comprenait de plein droit M. C. Russo, juge élu de nationalité italienne (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement). Le 28 septembre 1991, M. le vice-président Cremona a tiré au sort le nom des sept autres membres, à savoir MM. F. Gölcüklü, B. Walsh, N. Valticos, R. Pekkanen, A.N. Loizou, F. Bigi et L. Wildhaber, en présence du greffier (articles 43 in fine de la Convention et 21 par. 4 du règlement) (art. 43). Ultérieurement, Sir John Freeland, suppléant, a remplacé M. Valticos, empêché (articles 22 par. 1 et 24 par. 1 du règlement).", "4. Ayant assumé la présidence de la chambre (article 21 par. 5 du règlement), M. Ryssdal a consulté par l’intermédiaire du greffier l’agent du gouvernement italien (\"le Gouvernement\") et le délégué de la Commission au sujet de l’organisation de la procédure (articles 37 par. 1 et 38). Conformément à l’ordonnance rendue en conséquence, le greffier a reçu le mémoire du Gouvernement le 12 mars 1992. Par une lettre arrivée le 16 avril, le secrétaire de la Commission l’a informé que le délégué s’exprimerait à l’audience.", "5. Le même jour, la Commission a produit le dossier de la procédure suivie devant elle; le greffier l’y avait invitée sur les instructions du président.", "6. Ainsi qu’en avait décidé ce dernier, les débats se sont déroulés en public le 22 juin 1992, au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\tM. G. Raimondi, magistrat détaché", "\t\t\tau Service du contentieux diplomatique du ministère des \t", "\t\t\tAffaires étrangères, \tcoagent;", "- pour la Commission", "\tM. J.A. Frowein, \tdélégué.", "La Cour les a entendus en leurs déclarations et plaidoiries.", "Le 20 juillet lui sont parvenues les réponses du Gouvernement à ses questions.", "EN FAIT", "7. M. Francesco Lombardo habite à Rome. En application de l’article 31 par. 1 (art. 31-1) de la Convention, la Commission a constaté les faits suivants (paragraphes 15-30 de son rapport):", "\"A. Les circonstances de l’affaire", "15. Le requérant prêta service dans la gendarmerie (Carabinieri) entre le 15 août 1946 et le 14 mars 1974. A partir de cette date, il fut réformé à cause de deux maladies - un ulcère et une néoplasie - qui l’avaient rendu invalide.", "16. Le requérant perçoit depuis le 29 janvier 1975 une pension de retraite ordinaire.", "17. Le 10 juin 1974, il présenta une demande visant à obtenir une ‘pension privilégiée ordinaire’ au motif que les maladies ayant causé son invalidité étaient ‘dues au service’. Le 19 octobre 1976, le requérant fut examiné à l’hôpital militaire de Messine par le collège médico-légal auprès du ministère de la Défense. Le 26 novembre 1976, ce collège conclut que la néoplasie ayant causé l’invalidité du requérant n’était pas ‘due au service’.", "18. Le 21 mai 1977, en statuant sur la demande du requérant, le ministre de la Défense lui attribua un traitement privilégié d’une durée de deux ans, au motif que l’ulcère dont le requérant souffrait était ‘dû au service’, mais rejeta la demande pour autant que la néoplasie était concernée.", "19. Par une lettre recommandée du 20 décembre 1977, le requérant saisit la Cour des comptes d’un recours contre cette décision. Le recours, reçu par la Cour des comptes le 22 décembre 1977, parvint à la chambre compétente de celle-ci le 3 janvier 1978 et fut enregistré sous le no 0110931.", "20. Le 7 septembre 1978, le requérant demanda de traiter son recours par priorité, en dérogation au critère chronologique normalement suivi. A la suite de cette demande, le 13 septembre 1978, le greffe de la Cour demanda au ministère de la Défense le dossier administratif du requérant et, le 23 septembre 1978, en sollicita l’envoi.", "21. Par une note du 20 octobre 1978, le ministère de la Défense fit savoir qu’une mesure administrative concernant le requérant [ - un ajustement de sa pension - ] était en cours d’adoption et que le dossier serait transmis par la suite.", "22. Le dossier parvint au greffe de la Cour le 4 décembre 1980. Le 13 janvier 1981, le recours du requérant et le dossier furent transmis au procureur général, qui [, accueillant une demande de l’intéressé, du 23 février 1982,] décida le 8 janvier 1983 de traiter l’affaire par priorité.", "23. Le 17 septembre 1985, le procureur général demanda l’avis du collège médico-légal auprès du ministère de la Défense. Cet avis lui parvint le 7 avril 1986 et confirma que la néoplasie du requérant n’était pas ‘due au service’.", "24. Sur la base de cet avis, le 6 juin 1987, le procureur général déposa ses conclusions et demanda le rejet du recours.", "25. Le 28 octobre 1987, le requérant demanda à nouveau que son affaire fût traitée par priorité.", "26. Le 30 novembre 1987, le président de la chambre de la Cour des comptes chargée de l’affaire fixa l’audience devant celle-ci au 27 avril 1988. Cette audience n’eut cependant pas lieu car, à la suite de l’arrêt no 270 de la Cour constitutionnelle, du 25 février 1988, la chambre juridictionnelle de la Cour des comptes de Palerme devint compétente pour connaître de l’affaire, qui lui fut attribuée le 25 mai 1988.", "27. Cette chambre entendit la cause à l’audience du 15 février 1989, à l’issue de laquelle elle déclara fondé le recours du requérant. Le texte de l’arrêt fut déposé au greffe le 7 juillet 1989. (...)", "B. Le droit interne applicable", "28. Conformément aux dispositions du décret du président de la République no 1092 du 29 décembre 1973, le droit à pension dite ‘privilégiée ordinaire’ est reconnu aux fonctionnaires de l’État lorsque la cessation de leur rapport d’emploi avec l’administration découle d’une infirmité ou lésion attribuable à des raisons de service.", "29. Les fonctionnaires contribuent directement à alimenter le fonds de pension au moyen de versements mensuels dont le montant est calculé en pourcentage du salaire et retenu sur celui-ci.", "30. La nature de l’infirmité ou de la lésion est prise en considération pour la détermination des barèmes en fonction desquels le montant de la pension est calculé. S’il s’agit d’un militaire de carrière, ces barèmes vont de 30 à 100 % de l’assiette fixée pour le calcul de la pension, assiette constituée par la dernière rétribution perçue intégralement augmentée, le cas échéant, de certaines indemnités. Il s’ensuit que le montant de la pension accordée n’est pas directement en relation avec le montant des cotisations que l’intéressé a versées au fonds de pension.\"", "8. Le 26 novembre 1991, le requérant a informé la Cour que l’État italien venait de lui verser une partie du montant litigieux.", "PROCEDURE DEVANT LA COMMISSION", "9. L’intéressé a saisi la Commission le 3 octobre 1984. Invoquant l’article 6 par. 1 (art. 6-1) de la Convention, il se plaignait de la durée de la procédure engagée par lui.", "10. La Commission a retenu la requête (no 11519/85) le 5 mars 1990. Dans son rapport du 10 juillet 1991 (article 31) (art. 31), elle relève, par treize voix contre six, une violation de l’article 6 par. 1 (art. 6-1). Le texte intégral de son avis, et de l’opinion dissidente dont il s’accompagne, figure en annexe au présent arrêt.", "", "CONCLUSIONS PRESENTEES A LA COUR PAR LE GOUVERNEMENT", "11. A l’audience, le Gouvernement a invité la Cour à \"dire et juger qu’il n’y a pas eu de violation\" de la Convention dans la présente affaire.", "EN DROIT", "I. SUR L’EXCEPTION PRELIMINAIRE DU GOUVERNEMENT", "12. Dans son mémoire, le Gouvernement soutenait que M. Lombardo n’avait pas épuisé les voies de recours internes car il avait saisi la Commission sans attendre l’arrêt de la Cour des comptes.", "A l’audience du 22 juin 1992, son coagent a cependant déclaré retirer ladite exception et en la matière il n’y a point de place pour un examen d’office (voir notamment l’arrêt Moreira de Azevedo c. Portugal du 23 octobre 1990, série A no 189, p. 15, par. 60).", "II. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 PAR. 1 (art. 6-1)", "13. M. Francesco Lombardo dénonce la durée de la procédure suivie devant la Cour des comptes. Il allègue une violation de l’article 6 par. 1 (art. 6-1) de la Convention, aux termes duquel", "\"Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...)\"", "A. Sur l’applicabilité de l’article 6 par. 1 (art. 6-1)", "14. La Commission estime ce texte applicable en l’espèce, tandis que le Gouvernement défend la thèse opposée.", "15. Dans ses arrêts Feldbrugge c. Pays-Bas et Deumeland c. Allemagne du 29 mai 1986 (série A no 99, p. 13, par. 29, et no 100, p. 23, par. 63), la Cour a constaté qu’il existe, entre les États membres du Conseil de l’Europe, une grande diversité quant à la manière dont leur législation et leur jurisprudence conçoivent la nature juridique du droit aux prestations d’assurance sociale. Elle a conclu dès lors à l’absence d’un dénominateur commun qui permette de dégager en la matière une notion européenne uniforme.", "16. Selon le Gouvernement, l’affaire ne comporte que des aspects de droit public. D’abord, le droit revendiqué ne revêtirait pas une nature personnelle et patrimoniale car les relations de service entre l’Etat et M. Francesco Lombardo auraient présenté un caractère de droit public. Il ne se rattacherait pas non plus à un contrat de travail, la nomination d’un fonctionnaire ayant son origine dans un acte unilatéral de l’administration, soumis à une législation spéciale. En outre, le régime d’assurance maladie dont relevait le requérant n’offrirait aucune affinité avec un système d’assurance privée, l’État italien ayant entendu en fixer lui-même le cadre et en contrôler le fonctionnement.", "Enfin, le versement de la \"pension privilégiée ordinaire\" s’apparenterait à une indemnisation, dont l’Etat supporterait entièrement la charge; il n’aurait aucun lien avec le paiement de cotisations individuelles et ne serait fonction ni du montant du traitement perçu ni de la durée du service rendu.", "17. Ce raisonnement ne convainc pas la Cour. Même si les contestations concernant le recrutement, la carrière et la cessation d’activité des fonctionnaires sortent, en règle générale, du champ d’application de l’article 6 par. 1 (art. 6-1) (sur l’accès à la fonction publique, voir les arrêts Glasenapp et Kosiek c. Allemagne du 28 août 1986, série A no 104, p. 26, par. 49, et no 105, p. 20, par. 35), l’intervention de la puissance publique par une loi ou un règlement n’a pas empêché la Cour, dans plusieurs affaires, de conclure au caractère civil du droit litigieux (arrêt Feldbrugge précité, pp. 13-14, par. 32).", "Nonobstant les aspects de droit public signalés par le Gouvernement, il s’agit ici, en substance, de l’obligation pour l’Etat de verser à un fonctionnaire une pension conformément à la législation en vigueur. En s’acquittant de cette obligation, l’Etat n’use pas de prérogatives discrétionnaires; en la matière, il peut se comparer à un employeur partie à un contrat de travail régi par le droit privé. Dès lors, le droit d’un gendarme à une \"pension privilégiée ordinaire\", s’il remplit les conditions de lésion et d’invalidité requises, doit être considéré comme un \"droit de caractère civil\" au sens de l’article 6 par. 1 (art. 6-1), lequel trouve donc à s’appliquer en l’espèce.", "B. Sur l’observation de l’article 6 par. 1 (art. 6-1)", "18. Reste à savoir s’il y a eu ou non dépassement du \"délai raisonnable\".", "La Commission répond par l’affirmative, le Gouvernement par la négative.", "19. La période à considérer a commencé le 22 décembre 1977, avec la réception par la Cour des comptes du recours de l’intéressé. Elle a pris fin le 7 juillet 1989, date du dépôt de l’arrêt de cette juridiction. Elle s’étend donc sur onze ans et demi environ.", "20. Le caractère raisonnable de la durée d’une procédure s’apprécie à l’aide des critères qui se dégagent de la jurisprudence de la Cour et suivant les circonstances de l’espèce, lesquelles commandent en l’occurrence une évaluation globale.", "21. Le Gouvernement excipe de la complexité de l’affaire ainsi que de la surcharge de travail de la Cour des comptes.", "22. Au sujet du premier point, la Cour admet que la question à résoudre, à savoir si l’invalidité du requérant résultait de son service, présentait une certaine difficulté, eu égard à l’état des recherches en cancérologie; le collège médico-légal auprès du ministère de la Défense fut d’ailleurs consulté à deux reprises (paragraphe 7, alinéas 17 et 23, ci-dessus). Toutefois, pareille circonstance ne justifie pas à elle seule la longueur de la procédure.", "Avec la Commission, la Cour relève plusieurs retards: le greffe de la Cour des comptes reçut le dossier administratif de M. Francesco Lombardo deux ans après l’avoir réclamé (paragraphe 7, alinéas 20-22, ci-dessus); le procureur général attendit environ sept ans et neuf mois pour demander une expertise - la seule mesure d’instruction -, puis, une fois en possession du rapport, quatorze mois pour déposer ses conclusions (paragraphe 7, alinéas 23-24, ci-dessus).", "23. Quant à la surcharge de travail, elle ne saurait entrer en ligne de compte: l’article 6 par. 1 (art. 6-1) oblige les Etats contractants à organiser leur système judiciaire de telle sorte que leurs cours et tribunaux puissent remplir chacune de ses exigences (voir, parmi beaucoup d’autres, l’arrêt Tusa c. Italie du 27 février 1992, série A no 231-D, p. 41, par. 17).", "24. Dans ces conditions, les retards observés se révèlent assez importants pour qu’il faille considérer comme excessive la durée totale de la procédure.", "Il y a donc eu violation de l’article 6 par. 1 (art. 6-1).", "III. SUR L’APPLICATION DE L’ARTICLE 50 (art. 50)", "25. Le requérant ne sollicite aucune satisfaction équitable au titre de l’article 50 (art. 50) et la question n’appelle pas un examen d’office.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1. Dit que l’article 6 par. 1 (art. 6-1) s’applique en l’espèce et a été violé;", "", "2. Dit qu’il n’y a pas lieu d’appliquer l’article 50 (art. 50) en l’occurrence.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 26 novembre 1992.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier"]}