{"file": "FRE_CLINF_58243_00.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "58243/00", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 110", "Juillet 2008", "Liberty et autres c. Royaume-Uni - 58243/00", "Arrêt 1.7.2008 [Section IV]", "Article 8", "Article 8-1", "Respect de la correspondance", "Interception par le ministère de la Défense, sur la base d’un mandat, des communications vers l’extérieur d’organisations œuvrant dans le domaine des libertés civiles : violation", "", "En fait : La loi de 1985 sur l’interception de communications incriminait l’interception volontaire de communications réalisées par voie postale ou au moyen d’un système de télécommunication public. Toutefois, elle habilitait le ministre de l’Intérieur à délivrer des mandats autorisant la surveillance de communications lorsque pareille mesure était jugée nécessaire à la sécurité nationale, à la détection et à la prévention d’infractions graves ou à la sauvegarde des intérêts économiques nationaux. Les mandats en question pouvaient viser les communications intérieures ou extérieures se rapportant à une adresse ou à une personne déterminée et l’article 3 § 2 de la loi prévoyait aussi la délivrance de mandats autorisant l’interception de communications extérieures non spécifiquement liées à une personne ou à une adresse. L’article 6 de la loi invitait le ministre de l’Intérieur à prendre les mesures qu’il jugerait nécessaire pour prévenir les abus de pouvoir. Il a été indiqué que de telles mesures avaient été prises, mais, pour des motifs de sécurité nationale, le détail de leur contenu n’a pas été divulgué. La loi de 1985 instituait également une juridiction – la commission de recours contre les interceptions de communications (Interception of Communications Tribunal – « la CRIC ») – compétente pour connaître des griefs des personnes se prétendant victimes d’une interception de communications et prévoyait la désignation d’un commissaire chargé d'établir des rapports sur les interceptions et de les contrôler.", "Les requérantes sont une organisation britannique et deux organisations irlandaises de protection des libertés civiles. Elles alléguaient devant la Cour que, entre 1990 et 1997, leurs communications par téléphone, télécopie et courriel, dont certaines contenaient des informations juridiques couvertes par le secret professionnel et des renseignements confidentiels, avaient été interceptées au moyen d’un dispositif électronique géré par le ministère britannique de la Défense. Elles avaient auparavant contesté la légalité des interceptions alléguées  devant la CRIC, le Director of Public Prosecutions et la commission des pouvoirs d’enquête (Investigatory Powers Tribunal – « la CPE »), mais ces autorités avaient conclu à l’absence d'infraction à la loi de 1985. La CPE avait notamment jugé que le mandat habilitant les autorités à intercepter et analyser des données ainsi que les conditions de réalisation de ces opérations étaient d’une accessibilité et d’une prévisibilité suffisantes au regard de la loi. (La loi de 1985 a été abrogée par une loi nouvelle).", "En droit : La simple existence d'une législation autorisant la surveillance secrète de communications crée une menace de surveillance pour tous ceux auxquels on pourrait l’appliquer. Il s’ensuit qu'il y a eu ingérence dans les droits des requérantes. L’article 3 § 2 de la loi de 1985 conférait aux autorités britanniques une latitude pratiquement illimitée pour intercepter des communications entre le Royaume-Uni et une personne située hors du territoire britannique. Les mandats pouvaient porter sur un très large éventail de communications. En théorie, toute personne émettant ou recevant des communications extérieures aux Iles britanniques était susceptible de faire l’objet d’une telle mesure à l’époque pertinente. En outre, les autorités avaient une grande liberté dans le choix des communications à lire ou à écouter parmi celles qui avaient été enregistrées.", "S’il est vrai que, au cours de la période pertinente, des directives internes, des manuels et des circulaires prévoyaient des mesures de protection contre les abus de pouvoir et que les rapports annuels du commissaire désigné en vertu de la loi de 1985 pour en contrôler la mise en œuvre ont tous indiqué que les « mesures » en question étaient satisfaisantes, leur contenu n’a jamais été précisé par la loi ou rendu public d’une autre manière. Par ailleurs, bien que le Gouvernement ait allégué que la divulgation d’informations sur ces mesures au cours de la période pertinente aurait pu nuire à l’efficacité du système de collecte du renseignement ou constituer une menace pour la sécurité, la Cour relève que de larges extraits du code de conduite des interceptions de communications sont aujourd’hui librement accessibles au Royaume-Uni, ce qui donne à penser que les autorités pouvaient rendre publics certains aspects du fonctionnement d'un dispositif de surveillance extérieure sans compromettre la sécurité nationale. En définitive, la Cour considère que, faute d’avoir indiqué avec une clarté suffisante l’étendue et les modalités d’exercice du pouvoir discrétionnaire très étendu dont les autorités bénéficiaient en matière d’interception et d'analyse des communications extérieures, le droit interne applicable à l’époque des faits n’offrait pas une protection adéquate contre les abus de pouvoir. En particulier, aucune précision quant à la procédure applicable à l’analyse, au partage, à la conservation et à la destruction des communications interceptées n’a été rendue accessible au public. Il s’ensuit que l'ingérence dans les droits des requérantes n'était pas « prévue par la loi ». ", "Conclusion : violation (unanimité).", "Article 41 – Le constat de violation auquel la Cour est parvenue constitue en soi une satisfaction équitable suffisante pour le préjudice moral que les requérantes pourraient avoir subi.  ", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}