{"file": "FRE_CLINF_24630_10.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "24630/10", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 170", "Janvier 2014", "Lindström et Mässeli c. Finlande - 24630/10", "Arrêt 14.1.2014 [Section IV]", "Article 3", "Traitement dégradant", "Traitement inhumain", "Obligation pour des détenus de porter des combinaisons « scellées » pendant leur mise à l’isolement de quelques jours : non-violation", "", "En fait – En 2004, les requérants, qui purgeaient tous deux une peine d’emprisonnement, furent placés à l’isolement (le premier requérant pendant trois jours et le second pendant sept jours) au motif qu’ils étaient soupçonnés de tenter d’introduire illégalement des stupéfiants en prison. Pendant qu’ils furent à l’isolement, ils furent contraints de porter des combinaisons qui les couvraient des pieds jusqu’au cou et qui furent « scellées » par le personnel de la prison avec du ruban adhésif. Ils ne pouvaient pas enlever les combinaisons eux-mêmes ou rentrer les mains dans les manches. Les requérants alléguèrent qu’ils avaient parfois dû faire leurs besoins dans leurs combinaisons, les surveillants de la prison n’ayant pas pu les accompagner suffisamment rapidement dans des toilettes surveillées, et qu’ils n’avaient pas été autorisés à se changer par la suite ni à se laver durant toute la durée de leur placement à l’isolement. Ils auraient eu ensuite des problèmes dermatologiques. En 2005, les requérants signalèrent ces faits à la police et des poursuites furent engagées contre le directeur de la prison et deux surveillants en chef. Toutefois, en 2007, le tribunal du district écarta toutes les accusations par un jugement qui fut confirmé en appel.", "En droit – Article 3 : Le maintien de l’ordre et de la sécurité en prison et la garantie du bien-être des détenus peuvent constituer des motifs légitimes pour introduire un système de port de combinaisons fermées par les détenus placés à l’isolement. De plus, les mesures visaient à protéger la santé des détenus et étaient dépourvues de toute intention d’humilier. Toutefois, pareille pratique peut être appréciée différemment lorsqu’elle conduit, dans un cas concret, à des situations contraires à l’article 3. En l’espèce, les tribunaux internes ont conclu que l’intention n’avait pas été d’amener les détenus à faire leurs besoins dans les combinaisons et que rien ne montrait que les surveillants avaient tardé à répondre aux appels des requérants lorsque ceux-ci avaient demandé à se rendre aux toilettes. En outre, il n’a pas été démontré que les requérants n’avaient pas une possibilité adéquate de se laver en cas de besoin ou qu’ils avaient dû continuer à porter des combinaisons sales. Les requérants n’ont soumis aucun élément établissant que le ruban adhésif leur avait causé des abrasions aux poignets et que les combinaisons avaient provoqué des allergies. Il n’appartient pas à la Cour de réexaminer la validité de l’appréciation des faits à laquelle ont procédé les juridictions internes. De plus, en présence d’impératifs de sécurité convaincants, la pratique consistant à utiliser des combinaisons fermées durant une période relativement courte de placement à l’isolement ne saurait en soi atteindre le seuil requis pour tomber sous le coup de l’article 3. Ceci est particulièrement vrai pour les requérants, étant donné qu’ils n’ont pas été en mesure de produire des éléments à l’appui de leurs allégations concernant l’humiliation qu’aurait pu leur faire subir leur traitement.", "Conclusion : non-violation (cinq voix contre deux).", "Par ailleurs, la Cour conclut, à l’unanimité, à la violation de l’article 8 de la Convention en ce que l’ingérence dans l’exercice par les requérants du droit au respect de leur vie privée n’était pas prévue par la loi. Elle octroie à chacun des requérants 3 000 EUR pour préjudice moral à raison de cette violation.", "(Voir Kudła c. Pologne [GC], 30210/96, 26 octobre 2000,  ; Peers c. Grèce, 28524/95, 19 avril 2001,  ; Doerga c. Pays-Bas, 50210/99, 27 avril 2004,  ; et Wisse v. France, 71611/01, 20 décembre 2005)", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}