{"file": "FRE_CLINF_11890_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "11890/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 118", "Avril 2009", "Bijelić c. Monténégro et Serbie - 11890/05", "Arrêt 28.4.2009 [Section II]", "Article 35", "Article 35-3", "Ratione personae", "Non-exécution par les autorités monténégrines d’une ordonnance rendue par un tribunal monténégrin plusieurs années avant la proclamation de l’indépendance du Monténégro : recevable à l’égard du Monténégro et irrecevable à l’égard de la Serbie", "", "En fait : En 1994, la première requérante obtint une décision de justice qui ordonnait à son ex-mari de libérer l’appartement familial. Par la suite, la première requérante fit donation de l’appartement aux deuxième et troisième requérantes. Au cours de la période 1994-2007, les huissiers, assistés par la police, tentèrent plusieurs fois mais sans succès de déloger l’ex-mari de la première requérante.", "La Cour européenne des droits de l’homme communiqua la requête au gouvernement de la Communauté d’Etats Serbie et Monténégro. Le 3 juin 2006, le Monténégro proclama son indépendance. Les requérants déclarèrent qu’ils souhaitaient poursuivre la procédure à la fois contre le Monténégro et contre la Serbie, considérés comme deux Etats indépendants. En 2008, la Cour décida de procéder une nouvelle fois à la communication de la requête dans son intégralité aux gouvernements du Monténégro et de la Serbie.", "En droit : Recevabilité : Il ressort du droit interne et des observations soumises par le gouvernement monténégrin que le Monténégro doit être réputé lié par la Convention et ses Protocoles à compter du 3 mars 2004, cette date étant celle à laquelle les instruments en question sont entrés en vigueur à l’égard de la Communauté d’Etats Serbie et Monténégro. Compte tenu de la ratification de la Convention effectuée antérieurement par la communauté d’Etats Serbie et Monténégro, le Comité des Ministres a admis qu’il n’était pas nécessaire pour le Monténégro de déposer son propre instrument de ratification de la Convention. Eu égard à la pratique adoptée par la Cour à la suite de la dissolution de la République fédérale tchèque et slovaque, aux exigences pratiques de l’article 46 de la Convention et au principe selon lequel les droits fondamentaux protégés par les traités internationaux en matière de droits de l’homme doivent bénéficier aux individus qui résident sur le territoire de l’Etat partie concerné, nonobstant sa dissolution ou sa succession subséquente, la Convention et ses Protocoles doivent être considérés comme ayant toujours été en vigueur à l’égard du Monténégro depuis le 3 mars 2004. Dès lors que la procédure incriminée relevait uniquement de la compétence des autorités monténégrines, la Cour estime les griefs formulés à l’égard du Monténégro compatibles et ceux formulés à l’égard de la Serbie incompatibles ratione personae avec les dispositions de la Convention. ", "Fond : La Cour conclut à la violation de l’article 1 du Protocole n° 1 à raison de la non-exécution par les autorités monténégrines de l’ordonnance d’éviction litigieuse.", "Conclusion : violation (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}