{"file": "FRE_CLINF_12313_86.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "12313/86", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Février 1991", "Moustaquim c. Belgique - 12313/86", "Arrêt 18.2.1991", "Article 8", "Expulsion", "Mesure d'expulsion frappant un étranger arrivé très jeune dans le pays et le séparant de ses proches: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tL'AFFAIRE A-T-ELLE PERDU SON OBJET?", "Non – un arrêté royal a suspendu, pour une période d'épreuve de deux ans, la décision d'expulsion, mais n'en a pas effacé les conséquences, que le requérant a subies pendant plus de cinq ans.", "II.\tARTICLE 8 DE LA CONVENTION", "A.\tParagraphe 1", "Requérant vivant dans le pays de résidence de ses parents et de ses frères et sœurs, et n'ayant jamais rompu avec eux – l'expulsion l'éloigna d'eux, bien qu'il ait essayé de rester en contact par correspondance – d'où atteinte d'une autorité publique au droit au respect de la vie familiale.", "B.\tParagraphe 2", "1.\t\"Prévue par la loi\"", "Base légale de l'ingérence: réside sans conteste dans des dispositions de la législation nationale.", "2.\tBut légitime", "Défense de l'ordre.", "3.\t\"Nécessaire\", \"dans une société démocratique\"", "Nulle sous-estimation par la Cour du souci des Etats contractants d'assurer l'ordre public, en particulier dans l'exercice de leur droit de contrôler, en vertu d'un principe de droit international bien établi et sans préjudice des engagements découlant pour eux de traités, l'entrée, le séjour et l'éloignement des non-nationaux.", "Agissements imputés au requérant: remontaient tous à l'adolescence; seule une partie d'entre eux, qui s'étalaient sur une période assez brève, fut déférée aux juridictions correctionnelles; délai relativement long entre la dernière des infractions retenues et l'arrêté d'expulsion.", "Au moment de celui-ci, tous les proches de l'intéressé résidaient dans le pays d'accueil, dont l'un des aînés avait acquis la nationalité et où étaient nés les trois cadets – requérant arrivé très jeune dans ledit pays, y ayant passé environ vingt ans auprès des siens ou non loin d'eux, n'étant retourné qu'à deux reprises dans son pays d'origine et ayant suivi toute sa scolarité en français.", "Dès lors, grave perturbation de la vie familiale – disproportion entre le moyen employé et le but légitime visé.", "Conclusion: violation (sept voix contre deux).", "Non-lieu à rechercher si l'expulsion a méconnu aussi le droit du requérant au respect de sa vie privée.", "III.\tARTICLE 14 DE LA CONVENTION COMBINÉ AVEC L'ARTICLE 8", "Situation du requérant non comparable à celle des mineurs délinquants (i) qui possèdent la nationalité belge, car ils bénéficient du droit de résider sur le territoire de leur propre pays et ne peuvent en être expulsés; (ii) qui ont la citoyenneté d'un des autres Etats membres des Communautés européennes, car leur traitement préférentiel a une justification objective et raisonnable, la Belgique faisant partie avec lesdits Etats d'un ordre juridique spécifique.", "Conclusion: non-violation (unanimité).", "IV.\tARTICLES 3 ET 7 DE LA CONVENTION", "Griefs non repris devant la Cour.", "Conclusion: non-lieu à statuer (unanimité)", "V.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage", "Dommage matériel: absence de lien de causalité entre la violation constatée par la Cour et le préjudice allégué.", "Dommage moral: octroi d'une indemnité.", "B.\tFrais et dépens", "Devant la Commission consultative des étrangers et le Conseil d'Etat: remboursement.", "Devant les organes de la Convention: remboursement partiel, après déduction des montants reçus au titre de l'assistance judiciaire.", "Conclusion: Etat défendeur tenu de payer une certaine somme au requérant (sept voix contre deux).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}