{"file": "FRE_CLINF_52589_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "52589/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 91", "Novembre 2006", "Skibińscy c. Pologne - 52589/99", "Arrêt 14.11.2006 [Section IV]", "article 1 du Protocole n° 1", "article 1 al. 1 du Protocole n° 1", "Respect des biens", "Impossibilité de construire sur un terrain devant être exproprié à une date indéterminée et absence d'indemnisation : violation", "", "En fait: Les requérants sont propriétaires d’un certain nombre de terrains. En 1979, un plan local d’aménagement prévoyant la construction d’un centre de soins sur les parcelles en question fut adopté. Toutefois, ce plan ne fut pas mis en œuvre et les parcelles sur lequel il portait furent réaffectées à un autre projet. En 1991 et en 1992, les intéressés, qui souhaitaient bâtir des maisons individuelles sur leur fonds et avaient demandé un permis de construire à cet effet, obtinrent un accord préalable des autorités. Pourtant, celles-ci modifièrent en 1994 le plan d’aménagement local initial pour y inclure un projet de construction d’une grande route à proximité des terrains litigieux. Toutefois, il était prévu que les crédits nécessaires à la réalisation des travaux envisagés ne seraient disponibles qu’en 2010, au plus tôt. Les demandes formées ultérieurement par les requérants en vue de l’obtention de permis de construire définitifs furent rejetées. Le plan local d’aménagement de 1979 devint caduque en décembre 2003 ; aucun autre plan ne fut adopté par la suite. En avril 2004, l’un des intéressés obtint l’autorisation de construire. L’autre requérant était décédé dans l’intervalle.", "En droit : Il n’y avait pas de motifs raisonnables de penser que le plan de 1979 se concrétiserait dans un avenir prévisible. Dès lors, l’impossibilité de fait où se sont trouvés les requérants d’édifier des constructions sur leur fonds ne servait pas un objectif d’utilité publique réalisable immédiatement ou à moyen terme. Les intéressés ont été exposés à la menace de se voir exproprier à une date indéterminée. En laissant cette situation perdurer pendant au moins dix ans, les autorités ont fait preuve d’un manque de diligence dans la recherche d’un équilibre entre les intérêts des propriétaires et les impératifs du plan d’aménagement de la commune. En outre, les requérants n’ont pas disposé d’un droit effectif à indemnisation durant cette période. La loi de 2003 sur l’aménagement local ne prévoit aucune indemnisation des préjudices découlant des plans d’aménagement du territoire arrêtés avant son entrée en vigueur. Les difficultés que les autorités rencontrent pour adopter un cadre législatif complet en matière d’aménagement du territoire font partie intégrante du passage d’un ordre juridique socialiste – avec son régime de propriété – à un ordre juridique compatible avec l’Etat de droit et l’économie de marché. Toutefois, ces difficultés et les tâches immenses auxquelles est confronté le législateur, qui doit affronter l’ensemble des problèmes complexes que soulève une telle transition, n’exemptent pas les Etats membres des obligations découlant de la Convention. Il s’ensuit que les autorités n’ont pas ménagé un juste équilibre entre les intérêts généraux et les intérêts particuliers qui se trouvaient en concurrence et que les requérants ont dû supporter une charge individuelle excessive.", "Conclusion : violation (unanimité). ", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}