{"file": "FRE_CLINF_70930_01.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "70930/01", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 112", "Octobre 2008", "Blumberga c. Lettonie - 70930/01", "Arrêt 14.10.2008 [Section III]", "article 1 du Protocole n° 1", "Obligations positives", "Cambriolage des deux maisons de la requérante pendant son incarcération : non-violation", "", "Article 6", "Procédure civile", "Article 6-1", "Accès à un tribunal", "Refus injustifié d’examiner le fond de l’affaire de la requérante : violation", "", "En fait : En 1995, la requérante fut incarcérée pendant plusieurs mois. Pendant cette période, ses deux maisons furent cambriolées. Certaines de ses affaires furent volées. En vertu de l’article 80 du code de procédure pénale, il incombait aux autorités d’assurer la protection des biens des détenus. Des procédures pénales furent ouvertes pour les deux cambriolages. La procédure concernant la première maison fut abandonnée en 2005 pour manque de preuves, celle de la deuxième maison est encore en cours, et il semble que des suspects aient été identifiés. Entre-temps, en 2001 la requérante introduisit une action civile contre la police pour solliciter une indemnisation, et demanda à être exemptée des frais de justice en raison de sa mauvaise situation financière. Son action fut finalement rejetée au motif qu'elle n'avait pas communiqué de preuves suffisantes de sa situation financière ni des circonstances sur lesquelles elle fondait sa demande.", "En droit : Article 1 du Protocole n° 1 – Même si l’atteinte aux droits de propriété de la requérante a été commise par des particuliers, la Cour considère que l’Etat a l'obligation positive de garantir dans son ordre juridique interne une protection suffisante des droits de propriété et l’existence de recours permettant d’exercer ces droits de manière satisfaisante. En outre, lorsque l’ingérence prend la forme d’une infraction, cette obligation impose aux autorités de mener une enquête pénale effective. Il s’agit là d’une obligation de moyens et non de résultat. D’autre part, la possibilité d’intenter une action civile contre les auteurs supposés de l’infraction est de nature à fournir à la victime un autre moyen de faire respecter ses droits de propriété, même si la procédure pénale n'est pas concluante. En pareilles circonstances, l’Etat ne manque aux obligations positives qui lui incombent en vertu de l’article 1 du Protocole n° 1 que si des manquements flagrants et exceptionnellement graves dans la conduite de l’enquête pénale ont pour conséquence directe que l'action civile n'a aucune chance d'aboutir. En l'espèce, compte tenu de l'ensemble des documents en sa possession, la Cour ne peut conclure que le fait que la procédure pénale n’ait pu aboutir est dû à des manquements graves et flagrants de la part des autorités. De plus, en droit interne, la requérante aurait pu intenter une action civile distincte contre les suspects, notamment puisque la possibilité de demander des dommages-intérêts dans le cadre d’une procédure civile n’était pas subordonnée à l’existence d’une condamnation pénale. En outre, l’enquête sur le second cambriolage a permis d’identifier des suspects, et la preuve aurait ainsi été plus facile à apporter dans une procédure civile. En conséquence, une telle procédure aurait eu des chances raisonnables d'aboutir. Toutefois, la requérante n'ayant pas intenté une telle procédure, la Cour ne peut établir si celle-ci aurait constitué un moyen approprié pour l'Etat de s'acquitter des obligations positives qui lui incombent en vertu de l’article 1 du Protocole n° 1.", "Conclusion : non-violation (unanimité).", "Article 6 § 1 – Les juridictions internes ont refusé d’examiner le bien-fondé de l’action de la requérante au motif qu’elle n’avait pas été correctement introduite. Pourtant, lorsqu’elle a intenté son action civile, l’intéressée a joint des documents attestant de sa situation financière, ainsi que les réponses du procureur au sujet des cambriolages, ce qui, de l’avis de la Cour, permettait de fonder sa demande de manière raisonnable et suffisante. De plus, lorsqu’elles ont rejeté sa plainte, les juridictions civiles ne lui ont pas indiqué quelles autres pièces elle aurait dû communiquer. Il s'ensuit que le refus des juridictions internes d'examiner le bien-fondé de l'action de la requérante était manifestement injustifié et a eu pour effet d’ôter toute substance au droit d’accès à un tribunal dont celle-ci disposait officiellement.", "Conclusion : violation (unanimité). ", "Article 41 – 8 000 EUR pour préjudice moral. ", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}