{"file": "FRE_HFJUD_61005_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "61005/00", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE KORNAKOVS c. LETTONIE", "", "", "(Requête no 61005/00)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "15 juin 2006", "", "", "", "DÉFINITIF", "", "15/09/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Kornakovs c. Lettonie,", "La Cour européenne des Droits de l’Homme (première section), siégeant en une chambre composée de :", "\tM.\tC.L. Rozakis, président,\n\tMmes\tF. Tulkens,\n\t\tN. Vajić,\n\tMM.\tA. Kovler,\n\t\tD. Spielmann,\n\t\tS.E. Jebens, juges,\n\tMme\tJ. Briede, juge ad hoc,\net de M. S. Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 23 mai 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 61005/00) dirigée contre la République de Lettonie et dont un « non citoyen résident permanent » de cet État, M. Eduards Kornakovs (« le requérant »), a saisi la Cour le 8 septembre 2000 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le gouvernement letton (« le Gouvernement ») est représenté devant la Cour par son agente, Mme I. Reine.", "3.  Le requérant alléguait qu’une partie de sa détention provisoire n’était pas conforme aux exigences fondamentales de l’article 5 § 1 de la Convention. Sous l’angle des articles 5 § 3 et 6 § 1 de la Convention, il critiquait également la durée de sa détention provisoire et celle de la procédure pénale diligentée à son encontre, qu’il estimait excessive. Invoquant l’article 8 de la Convention, le requérant se plaignait de l’interdiction prolongée de visites familiales pendant sa détention et du contrôle, par l’administration pénitentiaire, du courrier qui lui avait été adressé par la Cour. Enfin, il dénonçait certaines démarches de cette administration comme constituant des entraves à l’exercice effectif de son droit de requête devant la Cour.", "4.  La requête a été attribuée à la première section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Le siège du juge au titre de la Lettonie se trouvant vacant à l’époque, par une lettre du 15 septembre 2004, le Gouvernement a désigné Mme J. Briede pour siéger en qualité de juge ad hoc dans la présente affaire (article 27 § 2 de la Convention et article 29 § 1 du règlement).", "6.  Par une décision du 21 octobre 2004, la chambre a déclaré la requête recevable.", "7.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête resta attribuée à la première section ainsi remaniée (article 52 § 1).", "8.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "9.  Le requérant est un ex-ressortissant de l’ex-URSS, « non-citoyen résident permanent » de la Lettonie, né en 1970. Domicilié à Riga, il est actuellement détenu en prison.", "A.  La procédure pénale contre le requérant", "1.  L’ouverture des poursuites, l’enquête et l’instruction", "10.  En juillet 1996, la police ouvrit une enquête préliminaire au sujet d’un vol à main armée avec violence. Le 11 septembre 1996, le requérant fut déclaré suspect du chef de ce délit, arrêté et placé en garde à vue.", "Le 13 septembre 1996, le parquet mit le requérant en examen du chef de vol à main armée ; il lui fut notamment reproché d’avoir commis ce délit à cinq reprises au cours des années 1995 et 1996. Le même jour, il fut traduit devant le tribunal de première instance de l’arrondissement de Latgale de la ville de Riga, qui ordonna sa détention provisoire. Le requérant fut placé à la prison « Matīsa », à Riga, où il resta jusqu’à sa libération.", "11.  Le 7 novembre 1996, le tribunal de l’arrondissement de Latgale prolongea la détention du requérant jusqu’au 1er février 1997, et ce, dans les termes suivants :", "« [Le juge] constate [ce sui suit] :", "Le délai de poursuites pénales dans l’affaire a été prolongé. Dans cette affaire pénale, il est nécessaire d’effectuer une confrontation, de joindre au dossier d’autres affaires pénales relatives à d’autres infractions, de présenter [aux inculpés] des accusations finales, de remplir les formalités exigées par les articles 202 et 203 du code de procédure pénale, de rédiger l’acte final d’accusation. »", "12.  Par trois ordonnances des 7 janvier, 11 mars et 6 mai 1997, le même tribunal prolongea la détention du requérant pour trois nouvelles périodes successives, au total jusqu’au 20 juillet 1997. La motivation de la première de ces ordonnances était identique à celle du 7 novembre 1996. Les deux autres y étaient presque identiques ; la deuxième citait la nécessité « d’effectuer une série de mesures d’enquête opérationnelle et d’instruction », alors que la troisième se référait à la « notification de l’accusation finale à dix-sept personnes au total ».", "13.  Entre-temps, en février 1997, le parquet spécialisé du crime organisé et des autres domaines (Organizētās noziedzības un citu nozaru specializētā prokuratūra) ouvrit une deuxième instruction portant sur les activités d’une bande organisée prétendument dirigée par le requérant ; celui-ci fut alors mis en examen du chef de banditisme. Lors de son interrogatoire, il plaida partiellement coupable.", "14.  Le 20 juin 1997, le parquet annonça la clôture de l’instruction préliminaire et ordonna la transmission des pièces du dossier – quinze volumes en l’espèce – à la défense, c’est-à-dire au requérant, à quatorze autres personnes accusées dans la même affaire, et à leurs avocats. A partir de ce moment, le cours du délai de la détention du requérant et de ses coaccusés fut « suspendu » en application du cinquième alinéa de l’article 77 du code de procédure pénale (Latvijas Kriminālprocesa kodekss, ci-après le « KPK »). Le même jour, le 20 juin 1997, le requérant adressa au tribunal de l’arrondissement de Latgale une demande d’élargissement, qui fut rejetée.", "15.  Le requérant et son avocat reçurent le dossier d’instruction le 3 septembre 1997 ; ils le lurent jusqu’au 18 mars 1998, simultanément avec la plupart des autres coaccusés et leurs avocats. A cette dernière date, le requérant nota au procès-verbal qu’il avait terminé la lecture des pièces du dossier.", "16.  Entre-temps, le 11 mars 1998, le délai maximum d’un an et six mois de détention, qui, selon le deuxième alinéa de l’article 77 du KPK, ne pouvait pas être dépassé au stade de l’investigation préliminaire, expira au regard du requérant. Toutefois, sa libération ayant été « suspendue » en application du cinquième alinéa du même article, il ne fut pas libéré.", "17.  Le 6 août 1998, le dernier des coaccusés termina la lecture des pièces d’instruction. Par une lettre expédiée le lendemain, le 7 août 1998, le procureur compétent en informa le requérant, tout en lui rappelant que la « suspension » du délai de sa détention, au sens de l’article 77 du KPK, avait été levée. Selon le procureur, ce délai ayant repris son cours normal, il serait réputé écoulé le 7 septembre 1998.", "2.  Le renvoi en jugement", "18.  Le 4 septembre 1998, le parquet rédigea un acte final d’accusation (apsūdzības raksts) contre le requérant. Le 7 septembre, le dossier fut transmis à la juridiction du fond, la cour régionale de Riga en l’espèce.", "19.  Le 26 novembre 1998, la cour régionale tint une audience contradictoire préparatoire (rīcības sēde), présidée par M. A.L., juge chargé de l’affaire. La cour estima suffisantes les pièces produites par l’instruction, et prit la décision de déférer les accusés devant le tribunal (lēmums par apsūdzēto nodošanu tiesai). Lors de l’audience, le requérant ne formula aucune demande d’élargissement ; toutefois, en application de l’article 223 du KPK, la cour examina d’office la question de la mesure préventive appliquée au requérant et décida de le maintenir en détention, sans donner un motif quelconque à cet égard. Les mesures préventives appliquées aux autres accusés furent également maintenues. En outre, la cour régionale fixa la première audience pour l’examen du fond de l’affaire au 3 janvier 2000.", "3.  La procédure devant la juridiction de première instance", "20.  Le 17 décembre 1998, le parquet transmit à la cour régionale de Riga un dossier supplémentaire, comprenant cinq volumes et concernant un nouvel accusé, M. I.O. Par une ordonnance du 5 février 1999, la cour décida de joindre ce nouveau dossier à l’affaire pénale mettant en cause le requérant. Par courrier du 24 février 1999, le juge A.L. informa tous les accusés de leur droit de prendre connaissance du dossier joint. Le requérant refusa ; en revanche, six de ses coaccusés souhaitèrent effectivement exercer ce droit, et ils le firent jusqu’au 29 avril 1999.", "21.  Par un acte du 2 septembre 1999, pris sur la base d’une décision du Collège disciplinaire des juges, le Parlement letton démit le juge A.L. de ses fonctions pour avoir commis des manquements particulièrement graves aux obligations professionnelles de magistrat. Quelques jours plus tard, A.L. se suicida dans son ancien bureau. Le 25 octobre 1999, le dossier fut assigné à un autre juge, qui, aussitôt, informa le requérant et ses coaccusés que l’examen de son affaire avait été ajourné sine die. Par la suite, le requérant adressa à ce juge une demande de mise en liberté, qui fut rejetée sans motivation.", "22.  En décembre 1999, le requérant écrivit plusieurs lettres au président de la Cour suprême, au procureur général, au ministre de la Justice et au Bureau national des droits de l’homme, les exhortant de faire accélérer l’examen de son affaire. Par une lettre du 13 janvier 2000, le directeur du Bureau des droits de l’homme reconnut que la durée de la détention du requérant et celle de la procédure pénale dirigée contre lui étaient excessives et constituaient une violation de ses droits fondamentaux.", "23.  Le 23 mars 2000, le juge, ainsi que le service compétent du ministère de la Justice, informèrent les avocats de la défense que l’affaire avait été inscrite à l’ordre du jour du 8 mai 2000.", "24.  Par lettre du 20 mars 2000, le requérant demanda au juge chargé de son dossier de l’autoriser à nouveau à accéder au dossier d’instruction. A cet égard, il rappela que deux ans s’étaient écoulés depuis qu’il y avait eu accès pour la dernière fois, et que ce fait était de nature à nuire à ses droits de défense. Le 30 mars 2000, le requérant fut autorisé à lire de nouveau le dossier.", "25.  Le 8 mai 2000, la cour régionale tint la première audience sur le fond de l’affaire. Elle examina les demandes d’élargissement présentées par deux coaccusés du requérant et les rejeta. Toutefois, la cour constata que deux accusés et huit avocats n’avaient pas comparu, et que certains accusés n’avaient pas encore désigné leurs défenseurs. Elle décida alors, avec le consentement des parties, d’ajourner l’audience jusqu’au 28 août 2000.", "26.  Le 11 mai 2000, le requérant adressa au procureur général une lettre l’exhortant à modifier la mesure préventive appliquée à son égard et de le remettre en liberté ; il se plaignit notamment de la durée de sa détention. Le requérant insiste sur le fait que cette demande n’était pas la première qu’il avait formé en ce sens. La lettre du requérant fut transmise au juge compétent de la cour régionale de Riga, qui, par courrier du 12 juin 2000, rejeta sa demande.", "27.  Les 25 et 31 juillet 2000, le requérant adressa au juge compétent une nouvelle demande de consultation du dossier. Les 9 et 11 août 2000 respectivement, le juge fit droit à cette demande.", "28.  Le 21 août 2000, le juge chargé du dossier envoya au requérant, ainsi qu’à ses coaccusés, une lettre ainsi libellée :", "« Nous vous informons de nouveau que les affaires pendantes devant la cour régionale de Riga sont examinées par ordre [de leur inscription au rôle] ; eu égard à la charge de travail des juges, il est impossible d’organiser l’examen des affaires conformément à l’article 241 du KPK pour des raisons indépendantes de la volonté des juges.", "Je vous informe que l’affaire pénale (...) sera examinée à partir de la fin du mois de septembre 2000. (...) »", "29.  En août 2000, le requérant saisit le juge d’une nouvelle demande d’élargissement. Par une lettre notifiée au requérant le 28 août 2000, le juge rejeta cette demande. En outre, il informa le requérant que l’examen de son affaire avait été, encore une fois, reporté sine die. Toutefois, peu après, le juge inscrivit l’affaire à l’ordre du jour du 3 octobre 2000.", "30.  Le 6 septembre 2000, le requérant forma une nouvelle demande d’élargissement, qui fut elle aussi rejetée.", "31.  La première audience dans l’affaire était prévue pour le 3 octobre 2000. Selon le requérant, le juge présidant l’audience décida de l’interrompre avant que les parties soient invitées à formuler des demandes et des requêtes d’ordre procédural ; dès lors, il ne put pas former une demande d’élargissement qu’il avait l’intention de présenter.", "32.  L’audience suivante fut tenue le 10 octobre 2000 ; lors de cette audience, le requérant demanda à la cour de le libérer. Celle-ci rejeta la demande pour « manque de justification ».", "33.  Selon les informations fournies par le Gouvernement et non démenties par le requérant, l’examen de l’affaire par la cour régionale de Riga dura jusqu’au 16 août 2001. Pendant cette période, la cour tint soixante-deux audiences (celles des 3 et 10 octobre incluses). Onze ajournements eurent lieu :", "a) du 11 au 16 octobre 2000, à cause de l’absence de l’un des accusés, placé en quarantaine par l’administration de la prison dans laquelle il était détenu ;", "b) du 30 octobre au 6 novembre 2000, afin de permettre l’exécution de l’ordonnance de la cour du 30 octobre ordonnant à la police d’amener, par la force, treize témoins ou victimes qui refusaient de comparaître ;", "c) du 11 au 16 novembre 2000, pour la même raison ;", "d) du 19 au 27 décembre 2000, à cause de maladie de l’un des avocats ;", "e) du 4 au 9 janvier 2001, à la demande expresse de l’un des coaccusés ;", "f) du 30 janvier au 5 février 2001, à cause de maladie de l’un des avocats ;", "g) du 12 au 15 février 2001, à cause de l’absence de l’un des avocats ;", "h) du 22 février au 13 mars 2001, à cause de maladie de l’un des avocats ;", "i) du 11 au 22 avril 2001, à cause de l’hospitalisation de l’un des accusés ;", "j) du 24 avril au 25 juin 2001, afin d’effectuer une expertise à la demande de l’un des accusés ;", "k) du 13 juillet au 15 août 2001, à cause de maladie de l’un des avocats (d’après le Gouvernement) ou sans aucune motivation (d’après le requérant).", "En dehors de ces ajournements, les audiences se déroulèrent régulièrement.", "34.  A l’audience du 26 juin 2001, le requérant fit valoir que son maintien en détention provisoire pendant plus de quatre ans constituait une violation grave et manifeste de ses droits fondamentaux. Par conséquent, il demanda à la cour régionale de Riga de joindre au dossier une copie de la lettre du Bureau national des droits de l’homme du 13 janvier 2000, reconnaissant l’existence de telles violations dans son chef. Cette demande fut rejetée.", "35.  Le 16 août 2001, la cour régionale annonça la clôture des débats et se retira pour délibérer et pour rédiger le jugement. Les 24 et 25 septembre 2001, la cour prononça le jugement oralement, en audience publique. Le requérant fut reconnu coupable des chefs des délits incriminés et condamné à dix ans et un mois d’emprisonnement ferme. Tous les quinze coaccusés du requérant furent eux aussi condamnés à de lourdes peines de prison.", "4.  La procédure d’appel et de cassation", "36.  Le 12 octobre 2001, le requérant et ses coaccusés commencèrent la lecture des procès-verbaux de toutes les audiences devant la cour régionale de Riga ; tous ces procès verbaux constituaient 666 pages au total. Le requérant les lut jusqu’au 13 février 2002 ; le dernier de ses coaccusés en termina la lecture le 1er mars 2002.", "37.  Le 10 décembre 2001, le requérant interjeta appel devant la chambre des affaires pénales de la Cour suprême. Des quinze autres accusés, dix firent de même. Le 18 décembre 2001, les appels furent transférés à la chambre des affaires pénales. Le 1er février 2002, le requérant compléta son appel par un mémoire ampliatif.", "38.  Le 18 février 2002, le requérant et l’un de ses coaccusés soumirent ses observations sur les procès-verbaux des audiences de la cour régionale de Riga. Par une ordonnance du 4 mars 2002, le juge ayant examiné l’affaire en première instance refusa de joindre ces observations au dossier pour cause de tardiveté. Le 8 avril 2002, le requérant attaqua ce refus par voie d’un recours dit complémentaire (blakus sūdzība). Le 28 mai 2002, la chambre des affaires pénales annula l’ordonnance du 4 mars et renvoya la question devant la cour régionale. Par courrier du 19 juin 2002, celle-ci informa le requérant que ses observations avaient finalement été jointes au dossier.", "39.  Le même jour, le 19 juin 2002, la cour régionale transmit les appels à la chambre, et envoya à tous les coaccusés dans l’affaire les copies de tous les appels formés.", "40.  Le 29 juillet 2002, le requérant adressa à la chambre une demande d’élargissement. A une date non précisée, cette demande fut rejetée.", "41.  Par une ordonnance du 16 septembre 2002, la juge d’appel chargée de l’affaire fixa l’examen des appels au 22 octobre suivant. Le 19 septembre 2002, le greffe de la chambre envoya copie de cette ordonnance au parquet et aux accusés, mais non aux avocats de ces derniers. Le 22 octobre 2002, l’audience de la chambre fut ajournée sine die à cause de l’absence des avocats de plusieurs appelants. Toutefois, par lettre du 11 novembre 2002, la greffière de la chambre informa le requérant que l’examen de son appel, ainsi que de celui de ses coaccusés, était prévu pour le 13 janvier 2003.", "42.  L’appel du requérant fut effectivement examiné par la chambre des affaires pénales du 13 au 17 janvier 2003. A l’audience du 14 janvier 2003, le requérant déclara que la longueur de la procédure diligentée à son encontre et son maintien en détention pendant celle-ci constituaient une violation grave de ses droits fondamentaux. Dès lors, il exhorta la chambre à prendre cette circonstance en considération en décidant du sort de son appel.", "43.  Par un arrêt du 17 janvier 2003, la chambre des affaires pénales requalifia le chef de condamnation du requérant et réduisit sa peine à huit ans et un mois d’emprisonnement. Cependant, la question de durée de la procédure et de la détention du requérant ne fut pas mentionnée dans les motifs de cet arrêt.", "44.  Le 2 juin 2003, le requérant se pourvut en cassation devant le sénat de la Cour suprême. Par une ordonnance définitive du 6 août 2003, le sénat déclara le pourvoi irrecevable.", "45.  Ayant purgé la totalité de sa peine, le 11 octobre 2004, le requérant fut libéré. Il réside actuellement à Riga (Lettonie).", "B.  Les visites familiales", "46.  Selon le requérant, au cours des années 1999 et 2000, à des dates non spécifiées, il demanda au juge chargé du dossier d’autoriser ses proches à le visiter en prison. Presque toutes les demandes furent rejetées. Cependant, il ressort du dossier que, le 11 octobre 1999, le juge autorisa la mère et le frère du requérant à le rencontrer en prison.", "47.  En décembre 1999, la mère du requérant adressa au juge du fond une lettre demandant, de nouveau, de l’autoriser à visiter son fils. La lettre lui fut retournée avec le cachet du juge, précédé de sa signature, de la date (le 13 décembre 1999) et d’une mention manuscrite : « Refusé jusqu’au jour du prononcé du jugement ». En mai 2000, les parents et le frère du requérant répétèrent la même démarche ; de nouveau, leur courrier leur fut retourné avec un cachet du juge, sa signature, la date du 9 mai 2000, et un seul mot, « Refusé ».", "48.  Après la condamnation du requérant en première instance, le 25 septembre 2001, il put bénéficier de visites familiales. Selon lui, pendant le laps de temps allant d’octobre jusqu’en décembre 2001 et au cours de toute l’année suivante, sa mère et son fils exercèrent souvent ce droit. En revanche, le Gouvernement, se référant aux renseignements fournis par la Direction pénitentiaire, conteste cette allégation ; d’après lui, le requérant ne reçut qu’une seule visite pendant la période allant du 25 septembre 2001 au 1er octobre 2002.", "C.  Les entraves alléguées à la communication du requérant avec la Cour", "49.  D’après le requérant, en mai 2000, il demanda à l’administration de la prison « Matīsa » d’envoyer au greffe de la Cour sa première lettre exposant sommairement le contenu de ses griefs tirés de plusieurs dispositions de la Convention. Suite au refus de l’administration, il envoya cette lettre au juge de la cour régionale chargé du fond de l’affaire. En juin 2000, le juge refusa également d’y donner suite et retourna la lettre à la direction de la prison, qui la saisit et la versa au dossier personnel du requérant. A l’appui de cette thèse, le requérant fournit copie de la lettre du juge datant du 12 juin 2000, adressée au directeur de la prison et ainsi libellée :", "« Nous vous expliquons que la cour régionale de Riga ne s’occupe pas de transfert de lettres et de plaintes à d’autres personnes morales ; nous vous retournons donc la plainte d’Eduards Kornakovs. (...) »", "Cette lettre portait également le visa manuscrit d’un membre de l’administration de la prison avec la mention « [Verser] au dossier personnel ».", "50.  Par lettre du 20 septembre 2000, le greffe de la Cour informa le requérant de l’enregistrement de sa requête. Cette lettre parvint au requérant dans une enveloppe ouverte. La photocopie de ce courrier, renvoyée par le requérant à la Cour, porte deux cachets de la prison « Matīsa » attestant que la lettre du greffe a été ouverte par l’administration de la prison et que copie de ce document a été versée au dossier personnel du requérant.", "51.  Le 30 octobre 2000, le requérant fit l’objet d’un blâme de la part de la direction de la prison. Cette sanction lui fut infligée pour avoir envoyé à la Cour une lettre par voie détournée, c’est-à-dire en la postant par l’intermédiaire d’un tiers se trouvant en liberté. Le requérant se plaignit alors au parquet général et à l’inspecteur général des prisons (Ieslodzījuma vietu ģenerālinspektors) du ministère de la Justice, faisant valoir que le blâme lui avait été infligé illégalement. Par une lettre notifiée au requérant le 14 février 2001, l’inspecteur général lui répondit qu’aucune violation de la loi n’avait eu lieu à son encontre.", "52.  En septembre 2001, le requérant demanda à la Direction pénitentiaire (Ieslodzījuma vietu pārvalde) de lui fournir des photocopies de certaines décisions prises dans son affaire, les estimant pertinentes pour être communiquées à la Cour à l’appui de sa requête. Par lettre du 25 septembre 2001, le chef adjoint de la Direction lui répondit que l’administration pénitentiaire n’avait pas pour obligation de produire et de délivrer aux détenus de quelconques copies.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La Constitution et la jurisprudence de la Cour constitutionnelle", "53.  Aux termes de l’article 92 de la Constitution lettonne (Satversme),", "« Chacun peut défendre ses droits et ses intérêts légitimes devant un tribunal équitable. Chacun doit être reconnu innocent tant que sa culpabilité n’a pas été établie conformément à la loi. En cas d’une atteinte injustifiée à ses droits, chacun a droit à une compensation adéquate. Chacun a droit d’être assisté par un avocat. »", "54.  Dans son arrêt du 5 décembre 2001, rendu dans l’affaire no 2001-07-0103 et concernant une loi spéciale sur l’indemnisation du préjudice subi du fait d’un acte irrégulier ou non fondé du tribunal, du parquet ou de la police, la Cour constitutionnelle (Satversmes tiesa) a donné une explication suivante :", "« 1o (...) Au même titre que toute disposition en matière des droits de l’homme, la disposition contenue dans la troisième phrase de l’article 92 de la Constitution est d’applicabilité directe et immédiate. Par ailleurs, cette disposition ne stipule guère qu’elle devrait être concrétisée par une loi spéciale. L’inexistence d’une telle loi doit être liée à la possibilité d’appliquer directement la troisième phrase de l’article 92 de la Constitution ; elle ne peut pas servir de fondement au refus, par un tribunal, d’examiner une demande d’indemnisation émanant d’un individu.", "Le fait que, en cas d’atteinte aux droits d’un individu, l’absence d’une loi concrète ne constitue pas un obstacle à la recevabilité et au constat de bien-fondé d’une demande présentée devant un tribunal, est attesté par la jurisprudence des juridictions ordinaires. Ainsi, par exemple, en 1996, [c’est-à-dire] avant l’adoption de la loi sur l’indemnisation, la cour régionale de Riga a enjoint à l’État de verser une compensation [pécuniaire] à une personne acquittée, en reconnaissant que la responsabilité de l’État envers l’individu ne peut pas être affectée par l’absence d’une loi spéciale fixant les modalités d’indemnisation d’une personne illégalement condamnée (...).", "Lorsque le requérant estime que ses droits ont été injustement violés, il peut, invoquant directement la troisième phrase de l’article 92 de la Constitution, saisir une juridiction ordinaire d’une demande de réparation adéquate. Le tribunal doit alors évaluer la justification et la durée de la détention dans chaque cas individuel et, si une atteinte injustifiée aux droits de la personne est constatée, de déterminer le montant de réparation dans le jugement. L’absence d’une loi spéciale ne préjuge pas et ne restreint pas le droit constitutionnel du requérant à la protection de ses droits. (...) »", "B.  Dispositions législatives et règlementaires", "55.  L’ancien code de procédure pénale (le KPK), hérité de l’époque soviétique et maintes fois modifié, était applicable aux faits relatés dans la présente requête. Il restait en vigueur jusqu’au 1er octobre 2005, date à laquelle il fut remplacé par la nouvelle loi sur la procédure pénale (Kriminālprocesa likums).", "56.  La plupart des dispositions du KPK et des autres lois pertinentes en l’espèce sont résumées dans l’arrêt Lavents c. Lettonie (no 58442/00, §§ 38-56, 28 novembre 2002). Les autres dispositions importantes dans la présente affaire sont exposées ci-après.", "1.  Dispositions relatives au déroulement du procès pénal", "a)  Délais de détention provisoire", "57.  A l’époque des faits, l’article 77, deuxième alinéa du KPK était libellé en des termes suivants :", "« Au stade de l’instruction préliminaire, la détention provisoire ne doit pas excéder deux mois. Lorsqu’il est impossible de terminer l’instruction et que le procureur n’a pas de raisons pour modifier la mesure préventive, le juge peut prolonger ce délai jusqu’à un an et six mois, et ce, sur la base d’une demande du procureur et des pièces du dossier qu’il présente, et en invitant, le cas échéant, de comparaître le détenu, son défenseur, ainsi que, lorsque la loi le prévoit, son représentant légal. La prolongation ultérieure du délai n’est pas autorisée ; après son écoulement, la personne détenue doit être immédiatement libérée. »", "58.  Quant à au cinquième alinéa du même article, il se lisait ainsi :", "« Une fois l’instruction terminée, et avant l’écoulement du délai maximal fixé par la loi, les pièces du dossier doivent être immédiatement transmises à l’accusé et à son défenseur, afin qu’ils puissent en prendre connaissance. Dans ce cas, le temps pendant lequel tous les accusés prennent connaissance des pièces du dossier d’instruction, n’est pas pris en compte lors du calcul du délai de la détention provisoire (...). »", "En pratique, le parquet et les tribunaux interprétaient la deuxième phrase de cette disposition comme autorisant le maintien de l’accusé en détention pendant toute la période au cours de laquelle lui-même et, éventuellement, ses coaccusés lisaient le dossier, et ce, même après l’expiration du dernier mandat de détention délivré par le juge.", "59.  En novembre 2004, la Cour constitutionnelle fut saisie d’un renvoi préjudiciel de la cour régionale de Latgale, qui avait des doutes quant à la constitutionnalité de la deuxième phrase de l’article 77, cinquième alinéa, du KPK (affaire no 2004-23-01). Par une loi du 20 janvier 2005, entrée en vigueur le 1er février 2005, le Parlement abrogea cette phrase. Par conséquent, par une ordonnance du 15 février 2005, la Cour constitutionnelle raya l’affaire de son rôle, celle-ci étant devenue sans objet.", "60.  L’article 83 du KPK était ainsi libellé :", "« La mesure préventive est levée lorsqu’elle a été appliquée illégalement ou qu’elle n’est plus nécessaire ; elle est modifiée et remplacée par une mesure plus sévère ou plus légère, lorsque les circonstances de l’affaire l’exigent.", "La mesure préventive est levée ou modifiée par une décision de l’enquêteur, du procureur ou du juge (du tribunal) chargé du dossier ; une mesure appliquée illégalement par un enquêteur ou un procureur peut également être levée par le procureur du rang supérieur.", "Au stade de l’investigation préliminaire, une mesure préventive appliquée par un juge (un tribunal), [notamment] la détention [en prison] ou le confinement à domicile, ne peut être levée ou modifiée que par une décision motivée du procureur ; cependant, dans les cas visés par l’article 222-1 du présent code, elle peut également être levée par un tribunal. »", "b)  Présentation du dossier d’instruction aux parties", "61.  Aux termes de l’article 202 du KPK, une fois l’instruction préliminaire terminée, le parquet devait en informer la victime et les parties civiles, ainsi que leurs représentants, tout en leur rappelant leur droit d’accès au dossier. Alors, s’ils le demandaient, les pièces d’instruction devaient leur être présentées, et ils pouvaient adresser au procureur des demandes et des requêtes de caractère procédural.", "62.  L’article 203 du KPK disposait :", "« Lorsque le procureur estime que les preuves qu’il a obtenues sont suffisantes pour rédiger un acte final d’accusation, et une fois les exigences de l’article 202 du présent code remplies, il doit annoncer à l’accusé que l’instruction de son affaire est terminée et qu’il a le droit de prendre connaissance de toutes les pièces du dossier lui-même et avec l’assistance d’un défenseur, ainsi que de formuler des demandes et des requêtes visant à compléter l’investigation préliminaire. Ensuite, l’accusé se voit présenter toutes les pièces du dossier, reliées et numérotées, afin qu’il les lise. Si, au cours de l’instruction, des enregistrements cinématographiques, vidéo ou sonores ont été effectués, ils sont visionnés ou reproduits devant l’accusé et son défenseur.", "Lorsque plusieurs accusés sont mis en examen dans la même affaire, toutes les pièces d’instruction doivent être portées à la connaissance de chacun d’entre eux.", "(...)", "Il est interdit de limiter le temps nécessaire à l’accusé et à son défenseur pour prendre connaissance des toutes les pièces du dossier. Toutefois, si l’accusé ou son défenseur retarde, d’une façon manifeste, la lecture des pièces, le procureur peut, par une décision motivée, fixer un délai dans lequel ils devront prendre connaissance du dossier. »", "2.  Dispositions relatives au statut des détenus provisoires", "a)  Réglementation générale", "63.  Le code de l’exécution des peines (Sodu izpildes kodekss), hérité de l’époque soviétique et maintes fois modifié, régit le statut et les conditions de détention des personnes condamnées. En revanche, bien que plusieurs dispositions de ce texte se réfèrent occasionnellement aux détenus provisoires, d’un point de vue global, il leur est inapplicable.", "64.  A l’époque des faits relatés par le requérant, le seul texte régissant les conditions de la détention provisoire était l’arrêté no 113 du ministre de l’Intérieur du 30 avril 1994 relatif aux modalités de détention des personnes suspectes, placées en détention provisoire ou condamnées dans les prisons d’investigation relevant du ministère de l’Intérieur (Pavēle « Par aizdomās turēto, apcietināto un notiesāto personu uzturēšanās kārtību Iekšlietu ministrijas izmeklēšanas cietumos »). Par l’arrêté no 63 du 9 mai 2001, le ministre de la Justice le remplaça par un nouveau règlement provisoire sur les conditions de détention.", "65.  Par un arrêt du 19 décembre 2001, la Cour constitutionnelle (Satversmes tiesa), saisie par deux particuliers au sujet de certaines dispositions de l’arrêté no 63 précité, déclara que la Constitution lettonne devait être interprétée comme interdisant toute ingérence dans les droits subjectifs d’une personne autrement que selon la Constitution, une loi ou un règlement adopté par le Conseil des ministres. Toute limitation des droits des particuliers, y compris des détenus, ayant pour seule base un arrêté ministériel, devait donc être reconnue inconstitutionnelle.", "66.  Le 29 avril 2003, le Conseil des ministres adopta le règlement no 211, portant règlement intérieur des prisons d’investigation. Entré en vigueur le 1er mai 2003, il remplaça l’arrêté no 63.", "b)  Correspondance des détenus", "67.  Aux termes de l’article 55 de l’arrêté no 113, la direction d’une prison d’investigation ou l’autorité chargée de l’instruction de l’affaire pénale en question pouvait « vérifier » le courrier adressé aux détenus ; cependant, toute lettre devait, dans un délai de trois jours à partir de la « vérification », être remise à son destinataire. Quant au courrier expédié par les détenus vers l’extérieur et adressé aux « organes gouvernementaux, organisations non gouvernementales et fonctionnaires », l’administration pouvait elle-même déterminer si le contenu du courrier relevait de la compétence du destinataire. Si elle estimait que non, elle pouvait ne pas le transmettre au destinataire, tout en avisant le détenu expéditeur quelle était l’autorité compétente (article 61). Toutefois, cette règle ne concernait pas les lettres adressées au parquet, lesquelles devaient être expédiées sous pli fermé et dans un délai maximal de vingt-quatre heures.", "68.  Conformément à l’article 21 de l’arrêté no 63, la correspondance du détenu avec « les organes internationaux des droits de l’homme », le parquet, les tribunaux, les organismes publics et les missions diplomatiques et consulaires étrangères ne pouvait pas être censurée. Une enveloppe contenant du courrier en provenance d’un tel expéditeur pouvait être ouverte par un représentant de l’administration de la prison, qui devait le faire en présence du destinataire et qui n’avait pas le droit de lire le contenu du courrier. En revanche, toute autre correspondance était lue et censurée.", "69.  Selon l’article 62 de l’arrêté no 113, à la demande des détenus provisoires, l’administration devait leur fournir des « articles de papeterie » afin qu’ils puissent rédiger « des lettres, des plaintes et des requêtes ». En revanche, le détenu lui-même devait supporter les frais postaux, sauf lorsqu’il s’agissait d’expédier un pourvoi en cassation.", "70.  Aux termes de l’article 22 de l’arrêté no 63, le détenu supportait lui-même les frais de sa correspondance. L’article 23 prévoyait des exceptions à cette règle : les appels, les pourvois en cassation et les requêtes formulées conformément au code de procédure pénale, ainsi que les plaintes adressées au procureur, étaient expédiées aux frais de l’établissement.", "c)  Visites familiales", "71.  L’article 321 du KPK disposait :", "« A la demande des proches membres de famille du condamné, le président du tribunal ou le juge doit leur assurer la possibilité de visiter le condamné placé en détention. »", "72.  Aux termes de l’article 32 de l’arrêté no 113,", "« Les personnes placées en détention provisoire peuvent obtenir une autorisation de bénéficier des visites de courte durée de la part des membres de leurs familles ou d’autres personnes, mais uniquement avec le consentement écrit de l’autorité chargée de l’examen du dossier ; [ce consentement] doit obligatoirement être confirmé par le cachet de l’établissement dans lequel se trouve le détenu, [et il ne sera accordé que] lorsque la personne n’aura pas commis des infractions graves au régime [de la détention]. De telles visites ne sont pas autorisées plus fréquemment qu’une fois par mois, et pour une durée ne dépassant pas une heure. De telles autorisations doivent faire l’objet d’un accord de l’administration de la prison d’investigation.", "L’autorisation écrite doit indiquer qui dispose du droit de recevoir la visite et quelle personne a le droit de visiter. La rencontre avec le détenu n’est pas permise à plus de deux personnes à la fois. L’autorisation délivrée par l’autorité d’instruction ou par le tribunal n’est valable que pour une seule visite. »", "L’article 25 du nouveau règlement approuvé par l’arrêté no 63, maintint ces limitations.", "d)  Recours accessibles aux détenus", "i.  Recours administratifs", "73.  L’article 11 du code de l’exécution des peines se lit ainsi :", " « En République de Lettonie, les établissements pénitentiaires sont crées et liquidés par le ministère de la Justice.", "(...)", "Les agents du ministère de la Justice mandatés à cet effet effectuent régulièrement des vérifications et des mesures d’audit dans les établissements pénitentiaires.", "Les modalités de ces vérifications, ainsi que les compétences, les droits et les devoirs des agents mentionnés au troisième alinéa du présent article sont fixés par le ministre de la Justice.", "(...) »", "74.  Le règlement no 409 du 9 décembre 1997 portant règlement intérieur de la Direction pénitentiaire (Ieslodzījuma vietu pārvaldes nolikums) resta en vigueur jusqu’au 1er janvier 2003. Selon l’article 10 de ce règlement, le chef de la Direction « a[vait] le droit d’annuler une décision ou un ordre illégal émanant de (...) tout agent de tout établissement subordonné à la Direction » (point 10). Il devait en outre « examine[r] les plaintes, les requêtes et les suggestions écrites et y répondre selon les modalités fixées par la loi » (point 12).", "75.  L’article 74 du règlement no 154 du 13 juin 1995 relatif à la procédure des actes administratifs (Administratīvo aktu procesa noteikumi), en vigueur jusqu’au 1er février 2004, accordait aux particuliers un droit général d’attaquer un acte administratif par voie d’un recours hiérarchique devant l’autorité supérieure à celle à l’origine de l’acte en question.", "ii.  Recours devant le parquet", "76.  Aux termes de l’article 12 du code de l’exécution des peines,", "« Le procureur général de la République de Lettonie et les procureurs qui lui sont subordonnés assurent la surveillance de l’exécution des peines privatives de liberté et du respect précis et uniforme des lois de la République de Lettonie dans les établissements pénitentiaires, afin de rééduquer les condamnés et de prévenir de nouvelles infractions pénales. »", "77.  Les dispositions pertinentes de la loi du 19 mai 1994 sur le parquet (Prokuratūras likums) sont ainsi libellées :", "Article 15 § 1", "« Le procureur surveille, conformément à la loi, l’exécution des peines privatives de liberté appliquées par le tribunal (...). »", "Article 6 §§ 3 et 4", "« (...) 3o Les actes du procureur peuvent faire l’objet d’un recours dans les cas et selon les modalités définies dans la présente loi et dans les lois procédurales. Dans les domaines relevant de la compétence exclusive du parquet, les recours doivent être adressés au procureur en chef [virsprokurors] du parquet du rang supérieur [à celui ayant rendu la décision entreprise] ; les actes d’un procureur du parquet général peuvent faire l’objet d’un recours devant le procureur général. Les décisions prises par ces [procureurs supérieurs] sont définitives.", "4o Un procureur d’un rang supérieur a le droit d’examiner toute affaire [relevant du procureur d’un rang inférieur], mais il n’a pas le droit d’enjoindre au procureur d’accomplir des actes à l’encontre de sa conscience. (...) »", "Article 16 §§ 1 et 2", "« 1o Après avoir reçu l’information relative à une violation de la loi, le procureur effectue une enquête conformément aux modalités définies par la loi, lorsque :", "(...)", "2) il a été porté atteinte aux droits des (...) détenus (...).", "2o Le procureur a l’obligation de prendre les mesures nécessaires à la protection des droits et les intérêts légitimes de la personne ou de l’Etat, lorsque :", "1) le Procureur général ou les procureurs en chef reconnaissent la nécessité d’une telle enquête ; (...). »", "Article 17", "« 1o Lorsqu’il examine une requête, le procureur, conformément à la loi, a le droit :", "1) de demander et d’obtenir des actes normatifs, des documents et d’autres informations des autorités publiques (...), ainsi qu’entrer librement dans les locaux de ces autorités ;", "2) d’enjoindre aux chefs des établissements (...) et aux autres responsables d’effectuer des vérifications, des audits et des expertises, de formuler des avis, ainsi que de fournir l’aide de spécialistes (...) ;", "3) de convoquer une personne et de lui demander des explications sur la violation de la loi. (...)", "2o Lorsqu’il constate une violation de la loi, et en fonction du caractère de cette violation, le procureur a l’obligation :", "1) de donner un avertissement de ne plus enfreindre la loi ;", "2) de former une tierce opposition ou de faire une déclaration en vue de mettre fin à la violation ;", "3) de saisir le tribunal d’une demande ;", "4) d’ouvrir une enquête pénale ;", "5) de suggérer l’ouverture de poursuites administratives ou disciplinaires. »", "iii.  Recours judiciaires", "78.  Les dispositions pertinentes de l’ancien code de procédure civile (Latvijas Civilprocesa kodekss), en vigueur jusqu’au 1er février 2004, se lisaient ainsi :", "Article 239-1", "« Une personne physique ou morale peut saisir un tribunal d’un recours lorsqu’elle estime qu’un acte ou une décision d’une autorité publique, centrale ou locale, a porté atteinte à ses droits.", "Un acte ou une décision d’une autorité publique susceptible de recours est un acte ou une décision, collégial(e) ou individuel(le), à la suite duquel ou de laquelle :", "1) une personne physique ou morale est empêchée d’exercer, totalement ou partiellement, les droits qui lui sont conférés par une loi ou un autre acte normatif ;", "2) une personne physique ou morale se voit imposer une obligation ou une injonction de payer une somme d’argent à titre gracieux.", "Ne sont pas susceptibles de recours devant les tribunaux les actes ou les décisions que la législation de la République de Lettonie soumet à une autre forme de recours, ainsi que les actes des autorités publiques, centrales ou locales, à caractère normatif. »", "Article 239-2", "« Sauf disposition contraire de la loi, un recours peut être soumis au tribunal après avoir attaqué l’acte ou la décision de l’autorité publique (...) par voie de recours hiérarchique devant l’autorité supérieure.", "Le recours peut être formé par la personne physique dont les droits ont été violés (...).", "Le recours doit être déposé au tribunal de première instance du district ou de la ville où se trouve le siège de l’autorité publique (...) dont l’acte ou la décision est attaqué(e). »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 § 1 DE LA CONVENTION", "79.  En des termes généraux, le requérant se plaint du caractère irrégulier et non justifié de sa détention provisoire. Dans sa décision sur la recevabilité du 21 octobre 2004, la Cour a décidé d’examiner ce grief sous l’angle de l’article 5 § 1 de la Convention, dont les parties pertinentes sont ainsi libellées :", "« Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "(...)", "c)  s’il a été arrêté et détenu en vue d’être conduit devant l’autorité judiciaire compétente, lorsqu’il y a des raisons plausibles de soupçonner qu’il a commis une infraction ou qu’il y a des motifs raisonnables de croire à la nécessité de l’empêcher de commettre une infraction ou de s’enfuir après l’accomplissement de celle-ci ;", "(...) »", "Sur l’exception préliminaire du Gouvernement", "1.  Arguments des parties", "80.  Le Gouvernement soulève une exception préliminaire tirée du non-épuisement, par le requérant, des voies de recours internes au sens de l’article 35 § 1 de la Convention. A cet égard, il renvoie à l’arrêt de la Cour constitutionnelle du 5 décembre 2001, reconnaissant l’effet direct de la troisième phrase de l’article 92 de la Constitution lettonne (paragraphes 53-54 ci-dessus). Selon le Gouvernement, lue à la lumière de l’arrêt susmentionné, cette disposition constitutionnelle offre en elle-même un recours accessible et adéquat, susceptible de porter remède à la violation alléguée par le requérant. Les arrêts de la Cour constitutionnelle étant obligatoires pour toutes les institutions publiques, le requérant pouvait, après le 5 décembre 2001, saisir un tribunal d’une demande en indemnisation du fait de sa détention s’il l’estimait irrégulière.", "81.  En outre, le Gouvernement rappelle que, depuis le 1er juillet 2001, la Cour constitutionnelle lettonne est compétente pour examiner les recours individuels émanant des particuliers et mettant en cause la constitutionnalité ou la compatibilité hiérarchique des lois et des règlements (voir Grišankova et Grišankovs c. Lettonie (déc.), no 36117/02, CEDH 2003-II). Par ailleurs, c’est exactement à cause d’un recours pendant devant la Cour constitutionnelle que le Parlement a finalement décidé d’abroger la deuxième phrase de l’article 77, cinquième alinéa, du KPK (paragraphe 59 ci-dessus). Le recours devant la Cour constitutionnelle est donc un recours à épuiser au sens de l’article 35 § 1 de la Convention, et le requérant n’y a pas recouru.", "82.  Selon le requérant, l’exception du Gouvernement est dénuée de fondement. En premier lieu, il rappelle qu’il a effectivement dénoncé le caractère irrégulier et la durée excessive de sa détention provisoire devant les juridictions de fond chargés de son dossier, et ce, en première instance, en appel et en cassation ; toutefois, les tribunaux laissèrent ses arguments sans attention. En deuxième lieu, le requérant fait valoir qu’il ne veut pas mettre en cause, en tant que telle, une disposition législative quelconque ; il se plaint plutôt du caractère irrégulier de sa détention en tant que fait juridique individuel. Par ailleurs, la voie du recours individuel devant la Cour constitutionnelle ne fut ouverte aux particuliers que le 1er juillet 2001, alors que la présente requête fut déjà introduite à Strasbourg en septembre 2000.", "2.  Appréciation de la Cour", "83.  D’emblée, la Cour rappelle qu’aux termes de l’article 55 de son règlement, si la partie défenderesse entend soulever une exception d’irrecevabilité, elle doit le faire dans ses observations écrites ou orales sur la recevabilité de la requête ; dans le cas contraire, il y a forclusion. Il était donc loisible au Gouvernement de formuler ces arguments au stade de la recevabilité, ce qu’il n’a pas fait. Vu l’absence de raisons particulières justifiant cette omission, la Cour estime que le Gouvernement est forclos à le faire aujourd’hui (voir, mutatis mutandis, Hartman c. République tchèque, no 53341/99, §§ 53-54, CEDH 2003VIII, et Prodan c. Moldova, no 49806/99, § 36, CEDH 2004-III).", "84.  Par ailleurs, la Cour note que l’exception tirée du non-épuisement des voies de recours internes a été dûment examinée et rejetée par la décision sur la recevabilité de la présente requête du 21 octobre 2004. Aux termes de cette décision, « le Gouvernement n’a pas convaincu la Cour de l’existence, dans le système juridique letton, d’un recours effectif au sens de l’article 35 § 1 de la Convention que le requérant aurait dû épuiser afin d’obtenir le redressement du grief en cause ». A cet égard, la Cour ne peut que réaffirmer que, lorsque est en jeu la légalité de la détention, une action en indemnisation dirigée a posteriori contre l’État ne constitue pas un recours à épuiser, le droit de faire examiner par un tribunal la légalité d’une détention et celui d’obtenir une réparation étant deux droits bien distincts. Le seul recours sur lequel le Gouvernement pourrait fonder le non-épuisement serait donc un recours accessible au requérant et susceptible d’aboutir à sa libération pendant la période de sa détention. Or, le Gouvernement n’a pas fait état d’un tel recours existant en droit letton à l’époque des faits. En résumé, la Cour ne voit aucune raison de modifier sa conclusion antérieure (voir Włoch c. Pologne, no 27785/95, §§ 89-93, CEDH 2000XI).", "85.  Eu égard à ce qui précède, il y a donc lieu de rejeter l’exception préliminaire du Gouvernement.", "B.  Sur le fond du grief", "86.  Le Gouvernement n’avance aucun argument particulier sur le fond de ce grief. En revanche, le requérant soutient que son maintien en détention provisoire a violé l’article 5 § 1 de la Convention.", "87.  S’agissant tout d’abord de la période à prendre en considération sous l’angle de l’article 5 § 1 c), la Cour rappelle que cette période commence normalement au jour de l’arrestation de l’intéressé et prend fin à la date où il est statué sur le bien-fondé de l’accusation portée contre l’intéressé, fût-ce seulement en première instance (voir Kudła c. Pologne [GC], no 30210/96, § 104, CEDH 2000XI, et Lavents, précité, § 66). La Cour constate également qu’une partie de la détention provisoire du requérant a été antérieure au 27 juin 1997, date de l’entrée en vigueur de la Convention à l’égard de la Lettonie ; elle reconnaît donc qu’elle ne peut pas se prononcer sur la légalité de ladite détention avant cette date. La période susceptible d’être examinée par la Cour sous cet angle a donc duré du 27 juin 1997 au 25 septembre 2001, date du prononcé du jugement portant condamnation du requérant en première instance.", "88.  Pour ce qui est du respect de l’article 5 § 1 de la Convention dans la présente affaire, la Cour observe que le deuxième alinéa de l’article 77 du KPK fixait le délai maximal d’une détention provisoire à un an et six mois, tout en obligeant les autorités à libérer toute personne dont l’incarcération avait atteint cette limite. Cette disposition était libellée en des termes suffisamment clairs et non équivoques ; si elle était appliquée telle qu’elle pouvait être comprise selon le sens habituel des termes la composant, le requérant aurait dû être remis en liberté le 11 mars 1998. Cependant, il n’en fut rien en l’espèce. Ensuite, par une ordonnance du 26 novembre 1998, la cour régionale de Riga, siégeant en une audience préparatoire, décida de maintenir le requérant en détention. Or, entre ces deux dates, c’est-à-dire pendant huit mois et quinze jours, l’intéressé demeura en prison sans qu’une décision judiciaire l’autorisât.", "89.  Il apparaît en l’occurrence que le requérant fut maintenu en détention sur la base de la deuxième phrase de l’article 77, cinquième alinéa, du KPK, disposant que « [l]e temps pendant lequel tous les accusés pren[aient] connaissance des pièces du dossier d’instruction, n’[était] pas pris en compte lors du calcul du délai de la détention provisoire ». Cependant, aux yeux de la Cour, ce libellé était suffisamment vague pour susciter des doutes quant à ses implications exactes et pour se prêter à plus d’une interprétation (voir, mutatis mutandis, Jėčius c. Lituanie, no 34578/97, §§ 57-59, CEDH 2000IX). En tout état de cause, il n’en ressortait avec clarté ni l’obligation de maintenir l’accusé en détention, ni, encore moins, la possibilité de le faire sans aucun mandat judiciaire. Cette disposition était donc incompatible avec les exigences de « légalité » posées par l’article 5 § 1 de la Convention.", "Par ailleurs, il apparaît que le prolongement automatique de la détention provisoire du requérant résultait d’une pratique généralisée des autorités lettonnes, pratique n’ayant aucun fondement législatif précis et destinée, à l’évidence, à combler les lacunes du KPK. Or, dans une affaire portant sur un problème similaire, la Cour a déjà jugé qu’une telle pratique était contraire aux principes de la sécurité juridique et de la protection contre l’arbitraire, qui constituent des éléments fondamentaux à la fois de la Convention et de l’État de droit (voir Baranowski c. Pologne, no 28358/95, §§ 54-57, CEDH 2000III).", "90.  La Cour rappelle que, dans une série d’affaires impliquant la Lituanie, elle a conclu à l’existence d’une violation de l’article 5 § 1 de la Convention du fait de l’application similaire d’une disposition du droit lituanien (voir, en sus de l’arrêt Jėčius précité, Grauslys c. Lituanie, no 36743/97, §§ 39-41, 10 octobre 2000, Butkevičius c. Lituanie, no 48297/99, §§ 36-39, CEDH 2002II, et Stašaitis c. Lituanie, no 47679/99, §§ 58-61, 21 mars 2002). Elle ne voit aucune raison de parvenir à une conclusion différente dans la présente affaire.", "La Cour note enfin que, par une loi du 20 janvier 2005, entrée en vigueur le 1er février de la même année, la deuxième phrase du cinquième alinéa de l’article 77 du KPK fut abrogée. Toutefois, elle estime que ce changement législatif n’affecte en rien la situation du requérant, qui a pleinement subi les effets de la disposition en cause et qui reste donc « victime » de la violation alléguée.", "91.  L’article 5 § 1 de la Convention a donc été violé en l’espèce.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 § 3 DE LA CONVENTION", "92.  Le requérant critique la durée de sa détention provisoire qu’il estime excessive. A cet égard, il invoque l’article 5 § 3 de la Convention, ainsi libellé :", " « Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1 c) du présent article (...) a le droit d’être jugée dans un délai raisonnable, ou libérée pendant la procédure. La mise en liberté peut être subordonnée à une garantie assurant la comparution de l’intéressé à l’audience. »", "A.  Sur l’exception préliminaire du Gouvernement", "93.  Le Gouvernement soulève la même exception préliminaire qu’au regard de l’article 5 § 1 de la Convention (paragraphes 80-81 ci-dessus). Le requérant marque son désaccord.", "94.  La Cour ne peut que renvoyer à ses conclusions antérieures, faites sous l’angle de l’article 5 § 1 (paragraphes 83-85 ci-dessus). A supposer même que le Gouvernement ne fût pas forclos à cet égard, ses observations ne convainquent pas la Cour de l’existence, dans le système juridique letton, d’un recours accessible et effectif que le requérant aurait dû épuiser avant de saisir la Cour. L’exception du Gouvernement doit dès lors être rejetée.", "B.  Sur le fond du grief", "1.  Arguments des parties", "a)  Le Gouvernement", "95.  A la lumière de la jurisprudence constante de la Cour en la matière, le Gouvernement considère que la durée de la détention provisoire du requérant n’a pas dépassé les limites du « raisonnable », au sens de l’article 5 § 3 de la Convention. Pour motiver sa position, le Gouvernement fractionne la durée totale en cause en deux périodes : la première allant du 27 juin 1997 jusqu’au 26 novembre 1998 (date de l’acceptation de l’affaire par le juge du fond), la seconde s’étendant de cette date jusqu’à la condamnation du requérant.", "96.  Quant à la première période, le Gouvernement rappelle que l’affaire pénale en cause était extrêmement compliquée. Il s’agissait en effet de crimes particulièrement graves : banditisme et, au total, douze vols à main armée commis dans diverses localités de Lettonie. De plus, il y avait quinze accusés dans l’affaire, et le dossier comprenait quinze, puis vingt volumes. Cela eut des répercussions importantes : premièrement, sur la durée de la procédure préparatoire devant le juge du fond, qui devait vérifier si les preuves rassemblées étaient suffisantes pour commencer la procédure sur le fond, et, deuxièmement, sur la durée de lecture du dossier par les accusés et par leurs avocats ; en effet, la période globale pendant laquelle la défense lisait le dossier, s’étendit du 20 juin 1997 au 6 août 1998. Après cette dernière date, certains accusés et leurs défenseurs – mais non le requérant ni son avocat – saisirent le parquet de différentes demandes d’ordre procédural, dont l’examen exigea lui aussi un certain temps. Bref, les autorités nationales ont fait preuve de toute la diligence requise dans ces circonstances, et tous les retards dans la procédure sont imputables soit au requérant, soit à ses coaccusés.", "97.  Pour ce qui est de la seconde période, correspondant à la procédure sur le fond devant le juge de première instance et ayant duré deux ans et dix mois, le Gouvernement se dit également convaincu que l’article 5 § 3 de la Convention n’a pas été enfreint. Il rappelle d’emblée que, depuis février 1999, un nouvel accusé se joignit aux quinze autres, et la taille totale du dossier s’éleva alors à vingt volumes.", "98.  Le Gouvernement se livre ensuite à une analyse de tous les ajournements de la procédure par la cour régionale de Riga, afin de démontrer que tous ces retards étaient dus soit au comportement de la défense, soit aux impératifs d’instruction et de bonne administration de la justice, soit encore à des éléments de force majeure. En particulier, quant à la période d’inactivité de six mois allant du 29 avril jusqu’au 25 octobre 1999, le Gouvernement explique qu’elle a été causée par la révocation et le suicide du juge A.L. (paragraphe 21 ci-dessus). Or, les autorités nationales ne pouvaient pas prévoir de tels développements ; il s’agit donc d’un cas de force majeure. Le Gouvernement reconnaît que la cour régionale eut besoin d’un mois et demi pour assigner le dossier à un autre juge, qui dut au surplus passer un certain temps à en prendre connaissance. Cependant, ces retards peuvent être reconnus comme étant raisonnables, la célérité particulière à laquelle un accusé détenu a droit dans l’examen de son cas ne devant en aucun cas nuire aux efforts déployés par les magistrats pour accomplir leurs tâches avec le soin voulu.", "b)  Le requérant", "99.  Le requérant se dit convaincu que la durée de sa détention est en elle-même incompatible avec les exigences de l’article 5 § 3. En tout cas, selon lui, tous les retards de la procédure sont dus au comportement des autorités lettonnes et non au sien. Par exemple, il fait valoir que l’instruction préliminaire de l’affaire par le parquet fut terminée le 20 juin 1997, mais le dossier d’instruction ne lui fut transmis que le 3 septembre 1997. La lecture du dossier par la défense dura jusqu’au 18 mars 1998. A cet égard, le requérant rappelle que l’article 203 du KPK autorisait le procureur à fixer des limites temporelles à l’exercice de ce droit, lorsqu’il apparaissait qu’un accusé le retardait et le freinait délibérément ; or, dans le cas d’espèce, le parquet n’a pas appliqué cette mesure à quelconque des accusés.", "100.  Par ailleurs, d’après le requérant, la cour régionale de Riga a violé l’article 223 du KPK, fixant un délai de quatorze jours pour prendre la décision de « traduire l’accusé devant le tribunal » ; dans la présente affaire, il fallut à la cour deux mois et demi pour convoquer une audience préparatoire à cet effet. Le requérant se plaint enfin que la décision de le maintenir en détention, prise à la même audience et en principe définitive, n’était pas motivée.", "101.  De même que le Gouvernement, le requérant procède à une analyse de chaque retard de la procédure devant les juges du fond, pour démontrer qu’ils étaient tous dus au comportement des autorités étatiques. A cet égard, il combat la thèse du Gouvernement selon laquelle tous ces laps de temps étaient justifiés ; selon lui, tous les problèmes cités par le Gouvernement auraient pu être résolus en beaucoup moins de temps. Le requérant souligne en particulier que lui-même n’a commis aucun acte susceptible d’être qualifié d’entrave au cours normal du procès.", "2.  Appréciation de la Cour", "102.  La Cour renvoie aux principes fondamentaux se dégageant de sa jurisprudence et déterminant le caractère raisonnable d’une détention, au sens de l’article 5 § 3 de la Convention (voir Lavents, précité, §§ 70-71, et la jurisprudence y citée).", "103.  S’agissant de la période à prendre en considération sous l’angle de l’article 5 § 3 de la Convention, la Cour rappelle qu’elle est la même que pour l’article 5 § 1 c) ; elle a donc duré du 11 septembre 1996, date de l’arrestation du requérant, jusqu’au 25 septembre 2001, date de sa condamnation en première instance. La Cour reconnaît qu’elle ne peut connaître du grief relatif à la durée de la détention provisoire qu’à partir du 27 juin 1997, date de l’entrée en vigueur de la Convention à l’égard de la Lettonie ; toutefois, afin d’apprécier le caractère raisonnable de cette durée, elle peut et doit tenir compte de la période de la détention déjà écoulée avant la date critique (voir Lavents, précité, § 65). Par conséquent, il y a lieu de relever que le requérant a subi une détention provisoire pendant cinq ans et quatorze jours, dont quatre ans, deux mois et vingt-huit jours après l’entrée en vigueur de la Convention à l’égard de l’État défendeur. La Cour estime d’emblée que ce délai est, en tant que tel, suffisamment long pour poser un problème sérieux sous l’angle de l’article 5 § 3 (voir, par exemple et mutatis mutandis, Lavents, précité, § 66, ainsi que Sulaoja c. Estonie, no 55939/00, § 52, 15 février 2005, et Rokhlina c. Russie, no 54071/00, § 60, 7 avril 2005).", "104.  En l’espèce, la Cour relève que le requérant était accusé d’infractions pénales graves, à savoir le banditisme et une série de vols à main armée. Elle reconnaît que la gravité de ces délits, combinée avec les raisons de soupçonner le requérant de les avoir commis, pouvait initialement suffire à légitimer sa détention. Toutefois, au fil du temps, ces arguments sont inévitablement devenus moins pertinents. Compte tenu de la durée particulièrement longue du confinement du requérant, seules des raisons exceptionnelles pourraient justifier le maintien d’une telle mesure au regard de l’article 5 § 3 de la Convention (voir Lavents, précité, § 73).", "105.  La Cour ne nie pas la complexité de l’affaire pénale en cause. Elle note en premier lieu que cette affaire portait sur une série d’infractions pénales violentes, qu’un grand nombre d’opérations d’instruction fut effectué par les autorités compétentes et que le dossier, d’abord composé de quinze volumes, fut augmenté jusqu’à vingt avec l’arrivée d’un nouveau coaccusé. En deuxième lieu, la Cour relève que l’accusation était en l’espèce portée contre seize personnes au total, et que chacune d’entre elles dut pouvoir exercer ses droits procéduraux légitimes ; or, dans une telle situation, certains retards peuvent s’avérer inévitables. Toutefois, lorsque la Cour statue sur le terrain de l’article 5 § 3 de la Convention, elle n’est pas appelée à évaluer la justification de la durée de la procédure pénale en tant que telle, cette analyse intervenant sous l’angle de l’article 6 § 1 ; en revanche, il lui appartient de déterminer si le maintien prolongé du requérant en détention provisoire était justifié.", "106.  La Cour observe ensuite que l’instruction préliminaire du dossier par le parquet fut close le 20 juin 1997 et que les pièces d’instruction furent transmises pour lecture aux quinze accusés et à leurs avocats. Cependant, ce ne fut que le 3 septembre 1997, donc deux mois et quatorze jours plus tard, que le requérant et son avocat les reçurent. Le 18 mars 1998, ils terminèrent la lecture du dossier. Certes, il apparaît que certains des coaccusés du requérant, ainsi que leurs avocats, le lisaient encore ; toutefois, pour lui-même, rien ne se passa jusqu’au 4 septembre 1998, date de la notification de l’acte final d’accusation. Cette deuxième période d’attente dura donc cinq mois et dix-sept jours.", "107.  Par une ordonnance du 26 novembre 1998, le requérant fut « déféré devant le tribunal », au sens du droit letton. Par la suite, intervint une série d’événements importants dans le procès pris dans sa globalité : l’inculpation d’un nouveau coaccusé, I.O., l’extension du dossier de cinq volumes supplémentaires ; ensuite la révocation et le suicide du juge chargé du dossier et l’assignation de l’affaire à un autre juge. Toutefois, aux yeux de la Cour, aucun de ces faits et actes ne se rapportait à l’instruction de l’affaire ni ne concernait directement la situation procédurale du requérant. Hormis le rejet d’une demande d’élargissement, on peut conclure qu’aucun acte concernant immédiatement le requérant ne fut pris jusqu’au 30 mars 2000, date à laquelle il fut, de nouveau, autorisé à lire le dossier d’instruction. Cette nouvelle période d’attente a donc duré un an, quatre mois et quatre jours. Par ailleurs, la Cour est d’avis qu’on ne saurait reprocher au requérant d’avoir demandé une nouvelle consultation du dossier, deux ans s’étant écoulés depuis qu’il l’avait lu pour la dernière fois.", "108.  La Cour relève que, du point de vue du déroulement du procès, toutes ces longues périodes d’attente et d’inaction constituaient un « temps mort » pendant lequel aucune mesure d’instruction ne fut effectuée. Elle estime que seules les raisons les plus impérieuses pourraient justifier le maintien du requérant en détention pendant toute cette période, et elle n’a pas décelé de telles raisons dans la présente affaire. A cet égard, la Cour rappelle que le respect des exigences de l’article 5 § 3 de la Convention doit normalement s’apprécier en fonction des motifs figurant dans les décisions judiciaires ordonnant ou prolongeant la détention en question (voir Muller c. France, arrêt du 17 mars 1997, Recueil 1997-II, p. 388, § 35, et, mutatis mutandis, Rokhlina, précité, § 65). Or, en l’espèce, l’ordonnance de la cour régionale de Riga du 26 novembre 1998, décidant du maintien du requérant et de ses coaccusés en prison, était dépourvue de toute motivation. Quant aux rejets subséquents des demandes d’élargissement du requérant, ils n’étaient pas non plus motivés.", "109.  En résumé, eu égard à l’ensemble des circonstances de l’espèce et aux thèses des parties, la Cour ne voit pas d’éléments susceptibles de justifier une détention provisoire aussi longue. Il y a donc eu violation de l’article 5 § 3 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "110.  Le requérant soutient que la durée totale de la procédure à son encontre a enfreint l’article 6 § 1 de la Convention, dont les parties pertinentes sont ainsi libellées :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...) »", "A.  Sur l’exception préliminaire du Gouvernement", "111.  Le Gouvernement soulève la même exception préliminaire qu’au regard de l’article 5 § 1 et de l’article 5 § 3 de la Convention, tirée du non-épuisement des voies de recours internes (paragraphes 80-81 ci-dessus). Le requérant marque son désaccord.", "112.  Là encore, la Cour ne peut que renvoyer à ses conclusions antérieures, faites sous l’angle de l’article 5 § 1 (paragraphes 83-85 ci-dessus). Cette exception doit donc, elle aussi, être rejetée.", "B.  Sur le fond du grief", "1.  Période à prendre en considération", "113.  La Cour rappelle qu’en matière pénale, le « délai raisonnable » débute dès l’instant qu’une personne se trouve « accusée » ; il peut s’agir d’une date antérieure à la saisine de la juridiction de jugement, celle notamment de l’arrestation, de l’inculpation ou de l’ouverture des enquêtes préliminaires. L’« accusation», au sens de l’article 6 § 1, peut se définir comme « la notification officielle, émanant de l’autorité compétente, du reproche d’avoir accompli une infraction pénale ». Dans certains cas, elle peut également revêtir la forme d’autres mesures impliquant un tel reproche et entraînant elles aussi des « répercussions importantes sur la situation » du suspect (voir, par exemple, Freimanis et Līdums c. Lettonie, nos 73443/01 et 74860/01, § 106, 9 février 2006, et la jurisprudence y citée).", "114.  Par ailleurs, la Cour reconnaît qu’elle ne peut connaître du grief relatif à la durée de la procédure pénale qu’à partir du 27 juin 1997, date de l’entrée en vigueur de la Convention à l’égard de la Lettonie. Toutefois, elle peut et doit tenir compte de l’état dans lequel se trouvait la procédure à la date susmentionnée (voir Lavents, précité, § 86).", "115.  S’agissant du requérant, la Cour estime que, pour lui, la procédure litigieuse a débuté le 11 septembre 1996, lorsqu’il fut interpellé et déclaré suspect du chef des délits en question. Quant au terme de cette procédure, nul ne conteste que c’est le 6 août 2003, date du rejet définitif de son pourvoi en cassation par le sénat de la Cour suprême. Le procès visé par l’article 6 § 1 de la Convention a donc duré six ans, dix mois et vingt-cinq jours, dont six ans, un mois et dix jours après l’entrée en vigueur de la Convention à l’égard de la Lettonie.", "2.  Caractère raisonnable de la durée de la procédure", "116.  La Cour rappelle d’emblée que le caractère « raisonnable » de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir Lavents, précité, § 87, et la jurisprudence y citée).", "a)  Arguments des parties", "117.  Le Gouvernement nie l’existence d’une violation de l’article 6 § 1 en l’espèce. Au regard de la période allant du 7 septembre 1998 jusqu’au 25 septembre 2001, il renvoie à ses arguments exposés sur le terrain de l’article 5 § 3 de la Convention (paragraphes 95-98 ci-dessus). Quant à la période postérieure au 25 septembre 2001, correspondant à la procédure d’appel et de cassation, le Gouvernement soutient que tous les retards éventuels sont dus au comportement du requérant et de ses coaccusés, et non à celui des autorités nationales.", "118.  Ainsi, du 12 octobre 2001 au 1er mars 2002, les accusés condamnés en première instance lisaient les procès-verbaux des audiences (le requérant en termina la lecture le 14 février 2002). De même, le 18 février 2002, le requérant demanda au juge du fond de joindre ses observations au procès verbal ; n’étant pas satisfait du rejet de sa demande, il forma un recours devant la chambre des affaires pénales de la Cour suprême ; cette procédure se poursuivit jusqu’au 19 juin 2002, date à laquelle le juge fut finalement contraint à exaucer la demande du requérant. Or, avant chaque décision dans ce procès particulier, chacune des instances respectives eut besoin d’environ un mois pour prendre connaissance du dossier. Par ailleurs, en été 2002, le juge chargé de l’affaire prit un congé annuel auquel il avait droit.", "119.  Le requérant réitère ses arguments exposés sur le terrain de l’article 5 § 3 de la Convention (paragraphes 99-101 ci-dessus).", "b)  Appréciation de la Cour", "120.  La Cour note d’emblée que le requérant dénonce le non-respect du délai de quatorze jours fixé par l’article 223 du KPK. A cet égard, elle rappelle que le non-respect des délais impartis par le droit interne n’enfreint pas en soi l’article 6 § 1 de la Convention (voir, par exemple, G. c. Italie, arrêt du 27 février 1992, série A, no 228-F, p. 68, § 17, et Wiesinger c. Autriche, arrêt du 30 octobre 1991, série A, no 213, p. 22, § 60). C’est essentiellement par rapport aux critères dégagés par sa propre jurisprudence que la Cour doit déterminer s’il y eu dépassement d’un « délai raisonnable » dans chaque cas d’espèce.", "121.  Aux yeux de la Cour, la complexité de l’affaire pénale en cause était indéniable. En premier lieu, l’accusation concernait non un seul acte criminel, mais douze épisodes de vol à main armée commis dans divers endroits de Lettonie, ainsi que des actes de banditisme. En deuxième lieu, l’accusation était dirigée contre seize personnes au total, et les autorités durent, sans aucun doute, identifier la nature exacte des actes commis par chacune d’elles. Qui plus est, la Cour est consciente de problèmes pratiques de nature procédurale ou technique, qui peuvent à tout moment survenir dans un procès diligenté contre un grand nombre d’accusés. En troisième lieu, la Cour note la grande taille du dossier – constitué d’abord de quinze volumes, il augmenta finalement jusqu’à vingt. Elle admet que l’analyse de toutes les pièces d’instruction par le parquet, puis par les tribunaux, exigea beaucoup de temps.", "122.  S’agissant du comportement du requérant, la Cour ne constate aucun acte dilatoire de sa part. Dans la mesure où le Gouvernement se réfère aux demandes d’ordre procédural formulées par le requérant et par ses coaccusés, la Cour tient à rappeler que l’exercice légitime des droits de la défense, pourvu qu’il soit effectué de bonne foi, ne saurait être opposé à l’intéressé en tant que justification d’un retard prolongé de la procédure (voir Lavents, précité, § 101). Ainsi, on ne saurait reprocher au requérant d’avoir demandé une nouvelle possibilité de consulter le dossier en mars 2000, deux ans s’étant écoulés depuis qu’il l’avait lu pour la dernière fois. Quant à la demande du requérant de joindre ses observations au procès-verbal de l’audience, formulée le 18 février 2002, la Cour juge peu convaincante la thèse du Gouvernement selon laquelle cette question procédurale aurait été tellement compliquée qu’elle aurait exigé quatre mois pour prendre une décision définitive sur ce point.", "123.  Pour ce qui est du comportement des autorités nationales compétentes, et en particulier des tribunaux saisis de l’affaire, la Cour rappelle d’emblée que l’article 6 § 1 de la Convention oblige les États contractants d’organiser eux-mêmes leurs juridictions de manière à leur permettre de répondre aux exigences de cette disposition. En d’autres termes, les incidents de fonctionnement administratif des tribunaux, leur surcharge, les congés des magistrats, la répartition des affaires entre eux, le niveau de leurs connaissances dans le domaine respectif du droit, etc., ne dépendent que de l’État défendeur et ne peuvent en aucun cas être invoqués pour justifier des retards d’une procédure pénale (voir les arrêts précités Lavents, § 103, et Freimanis et Līdums, § 125).", "124.  Afin d’apprécier le comportement des autorités lettonnes dans la présente affaire, la Cour estime qu’il y a lieu de diviser le procès litigieux en trois périodes distinctes : tout d’abord le stade de l’instruction préliminaire, puis le laps de temps entre le renvoi en jugement et la première audience sur le fond de l’affaire et, enfin, la procédure de jugement proprement dite.", "125.  S’agissant tout d’abord de la première période, antérieure au 7 septembre 1998, la Cour ne voit aucun retard excessif de la procédure. Certes, la lecture du dossier par les accusés dura du 20 juin 1997 jusqu’au 6 août 1998, c’est-à-dire plus d’un an ; toutefois, la Cour est consciente que, lorsqu’il y a quinze accusés dans l’affaire, il peut s’avérer extrêmement difficile, voire impossible, d’accélérer la lecture du dossier sans nuire à l’exercice effectif des droits de la défense.", "126.  Quant à la deuxième période, comprise entre le 7 septembre 1998 et le 8 mai 2000, la Cour constate que les accusés furent « déférés devant le tribunal » le 26 novembre 1998, que peu après, la juridiction du fond joignit à l’affaire le dossier d’un seizième coaccusé et que les accusés qui le souhaitaient relurent le dossier jusqu’au 29 avril 1999. Toutefois, la première audience sur le fond de l’affaire ne fut tenue que le 8 mai 2000, donc environ un an plus tard ; il s’agit en effet d’une période d’inaction, pendant laquelle aucune mesure d’instruction ne fut effectuée.", "127.  Selon le Gouvernement, la période d’inactivité absolue de six mois allant du 29 avril jusqu’au 25 octobre 1999 fut causée par une série d’événements imprévus, à savoir les deux procédures disciplinaires engagées contre le juge chargé du dossier, son renvoi par le Parlement, son suicide et l’assignation de l’affaire à un autre magistrat. Le Gouvernement fait valoir qu’il s’agit là de faits échappant de son contrôle qui, en conséquence, ne peuvent pas lui être reprochés.", "128.  A cet égard, la Cour rappelle que, dans l’arrêt Lavents, précité, elle a admis que certains faits retardant le procès pouvaient être indépendants de la volonté de l’accusé, sans pour autant être imputés au gouvernement défendeur ; un exemple typique d’un tel cas de force majeure est la maladie de l’intéressé (loc.cit., § 100). Toutefois, le cas d’espèce est différent, puisqu’il s’agit du comportement d’un magistrat dans le cadre de ses fonctions officielles. En effet, la Cour a toujours jugé que, dans toutes les affaires pendantes devant elle, seule la responsabilité internationale de l’État entre en jeu. En ratifiant la Convention, un État assume au regard de celle-ci la responsabilité objective de la conduite de toutes ses autorités et de leurs subordonnés ; il a donc le devoir de leur imposer sa volonté et ne saurait se retrancher derrière son impuissance à la faire respecter (voir, par exemple, Irlande c. Royaume-Uni, arrêt du 18 janvier 1978, série A no 25, p. 64, § 159). Ce principe s’applique pleinement aux autorités judiciaires (voir Loukanov c. Bulgarie, arrêt du 20 mars 1997, Recueil 1997II, p. 543, § 40, et, mutatis mutandis, Kalachnikov c. Russie, no 47095/99, § 120, CEDH 2002VI).", "129.  S’agissant enfin de la troisième période, postérieure au 8 mai 2000, la Cour constate d’emblée que, à compter de cette date et jusqu’au 16 août 2001, la cour régionale de Riga tint soixante-deux jours d’audience. D’un point de vue global, un tel rythme de travail ne peut pas être reconnu insuffisant (voir, mutatis mutandis, Lavents, précité, § 102). Toutefois, la Cour relève également que le procès devant cette juridiction a fait l’objet de nombreux ajournements. Elle ne juge pas nécessaire d’analyser en détail la justification de chacun de ces reports. En effet, certains d’entre eux paraissent effectivement relever de la force majeure. En revanche, la Cour voit difficilement la nécessité objective de certains autres ajournements, du moins en ce qui concerne leur durée. Ainsi, il apparaît que, le 8 mai 2000, la cour régionale tint une première audience sur le fond de l’affaire, mais que cette audience fut aussitôt reportée au 28 août 2000 en raison de la non-comparution de deux accusés et de plusieurs avocats, ainsi que du fait que certains accusés n’avaient pas désigné leurs défenseurs (paragraphe 25 ci-dessus). Tout en admettant que cette situation pouvait justifier un report d’audience, la Cour conçoit difficilement la nécessité de l’ajourner de plus de trois mois. Par ailleurs, elle note qu’à la date prévue, l’audience fut de nouveau reportée de plus d’un mois, de sorte que l’examen de l’affaire ne commença qu’en octobre 2000 (paragraphes 31-32 ci-dessus).", "130.  Eu égard à tout ce qui précède, et tout en se rendant compte de la complexité de l’affaire, la Cour estime que les autorités judiciaires n’ont pas apporté toute la diligence nécessaire au bon déroulement des actes. Il s’ensuit que, par sa durée excessive, la procédure en question a violé l’article 6 § 1 de la Convention.", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION RELATIF AU DROIT AU RESPECT DE LA VIE FAMILIALE", "131.  Le requérant se plaint de l’interdiction presque totale des visites familiales lors de sa détention provisoire, et ce, avant le 25 septembre 2001. Il invoque l’article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Arguments des parties", "132.  Selon le Gouvernement, le requérant lui-même n’a effectivement formé qu’une seule demande d’autorisation de visite, en septembre ou en octobre 1999 ; il ne saurait donc imputer à l’État sa propre négligence dans l’exercice de ses droits.", "133.  Le requérant rappelle qu’à l’époque des faits, seuls les détenus condamnés bénéficiaient d’une garantie législative de visites familiales (article 321 du KPK). Quant aux détenus provisoires, cette question était en effet laissée à la discrétion de l’autorité chargée du dossier au moment donné. Le requérant insiste sur le fait que les membres de sa famille avaient demandé la permission de le visiter à plusieurs reprises, et que toutes leurs demandes avaient été rejetées. A cet effet, il fournit des copies de deux lettres, émanant de ses parents et de son frère (paragraphe 47 ci-dessus) et portant le cachet et la mention manuscrite de refus, apposés par le juge. Il soutient en outre que sa famille a également présenté d’autres demandes, mais que celles-ci ont été rejetées oralement. Le requérant souligne qu’après sa condamnation, en septembre 2001, il put enfin bénéficier de visites familiales, et les membres de sa famille exercèrent activement ce droit ; à ses yeux, cela prouve qu’ils avaient toujours eu la volonté de le visiter.", "B.  Appréciation de la Cour", "134.  La Cour rappelle que, bien que toute détention régulière entraîne par sa nature une restriction à la vie privée et familiale de l’intéressé, il est cependant essentiel au respect de la vie familiale que l’administration pénitentiaire et les autres autorités compétentes aident le détenu à maintenir un contact avec sa famille proche (voir Messina c. Italie (no 2), no 25498/94, § 61, CEDH 2000X). Dans le cas d’espèce, le Gouvernement soutient que le requérant lui-même n’a pas été suffisamment actif dans l’exercice de son droit de visite. A cet égard, la Cour estime qu’elle doit éviter tout formalisme excessif, surtout lorsqu’il s’agit d’un détenu dont les moyens d’action sont, par définition, restreints. Elle constate qu’à deux reprises, en décembre 1999 et en mai 2000, les membres de famille du requérant ont effectivement demandé l’autorisation de le visiter et que le juge chargé du dossier a rejeté ces demandes sans aucune motivation. Aux yeux de la Cour, cela suffit pour conclure que le requérant a subi une ingérence dans l’exercice de son droit au respect de sa vie familiale, garanti par l’article 8 § 1 de la Convention.", "Pareille ingérence n’enfreint pas la Convention, si elle est « prévue par la loi », vise au moins un but légitime au regard du paragraphe 2 de l’article 8 et peut passer pour une mesure « nécessaire dans une société démocratique » (voir Messina, précité, § 62-63).", "135.  Comme la Cour l’a déjà dit dans l’arrêt Lavents, précité, elle a les plus grands doutes sur le point de savoir si un arrêté ministériel, tel l’arrêté no 113, correspondait dans le système juridique letton à la notion de « loi » au sens du deuxième paragraphe de l’article 8 de la Convention (loc.cit., § 140). Toutefois, elle ne juge pas nécessaire de se pencher séparément sur cette question. En effet, la Cour relève qu’au moment de la première demande de visite, formulée par sa mère en décembre 1999, le requérant avait déjà passé plus de trois ans en prison. La Cour estime que seules les circonstances exceptionnelles pouvaient justifier un refus absolu de visites familiales après une telle période d’isolement ; or, en rejetant les deux demandes en question, le juge compétent n’a fourni aucun motif de ce rejet. Pour sa part, la Cour ne voit pas non plus un élément factuel quelconque susceptible de justifier l’interdiction de visites ; dès lors, elle n’est pas convaincue que l’application d’une mesure aussi stricte était vraiment indispensable pour atteindre les buts légitimes qu’elle pourrait poursuivre (loc.cit., §§ 141-142). L’ingérence litigieuse n’était donc pas « nécessaire dans une société démocratique », comme le veut l’article 8 § 2 de la Convention.", "136.  Partant, il y a eu violation de l’article 8 sur ce point.", "V.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION RELATIF AU DROIT AU RESPECT DE LA CORRESPONDANCE, ET DE L’ARTICLE 34 DE LA CONVENTION", "137.  Le requérant se plaint que l’ouverture et le contrôle du courrier qui lui était adressé par la Cour constitue une ingérence injustifiée dans son droit au respect de la correspondance et une entrave à l’exercice efficace de son droit de requête. De même, il se plaint qu’il a été puni pour avoir écrit à la Cour et que l’administration pénitentiaire a refusé de lui fournir copie de tous les documents qu’il estimait pertinents pour joindre à sa requête. A cet égard, le requérant invoque l’article 8 (paragraphe 131 ci-dessus) et la deuxième phrase de l’article 34 de la Convention, ainsi libellé :", "« La Cour peut être saisie d’une requête par toute personne physique, toute organisation non gouvernementale ou tout groupe de particuliers qui se prétend victime d’une violation par l’une des Hautes Parties contractantes des droits reconnus dans la Convention ou ses Protocoles. Les Hautes Parties contractantes s’engagent à n’entraver par aucune mesure l’exercice efficace de ce droit. »", "A.  Sur l’exception préliminaire du Gouvernement", "1.  Arguments des parties", "138.  Selon le Gouvernement, le requérant n’a pas épuisé les voies de recours internes à sa disposition, comme l’exige l’article 35 § 1 de la Convention. A cet égard, il rappelle que la prison « Matīsa », comme tous les autres établissements correctionnels en Lettonie, se trouve sous l’autorité de la Direction pénitentiaire, elle-même subordonnée au ministère de la Justice. Or, rien ne montre en l’espèce que le requérant ait attaqué les sanctions qui lui furent appliquées ou l’ouverture de sa correspondance par voie d’un recours hiérarchique devant la Direction pénitentiaire. De plus, en cas de rejet de son recours par cette dernière, il aurait pu former un deuxième recours devant l’inspecteur général des prisons, relevant du ministère de la Justice, ce qu’il n’a pas fait. Le Gouvernement soutient que le droit d’introduire de tels recours résulte clairement de l’article 74 du règlement no 154 relatif à la procédure des actes administratifs (paragraphe 75 ci-dessus). Ensuite, si le requérant n’était pas satisfait par la réponse définitive donnée par l’inspecteur général, il pouvait saisir le tribunal de première instance compétent d’un recours administratif visé par les articles 239-1 et suivants de l’ancien code de procédure civile alors en vigueur (paragraphe 78 ci-dessus).", "139.  De même, le Gouvernement soutient que le requérant aurait pu adresser une plainte au procureur compétent, conformément aux dispositions pertinentes de la loi sur le parquet (paragraphe 77 ci-dessus). En effet, le procureur disposait de pouvoirs suffisants pour redresser toute violation éventuelle des droits du requérant, et celui-ci n’a jamais soutenu qu’il eût été empêché de communiquer avec le parquet.", "140.  Pour ce qui est des actes du juge chargé du dossier, le Gouvernement cite un arrêt de la Cour suprême, rendu le 9 mars 2004 dans une affaire administrative et dont il ressort que « les actes des membres du pouvoir judiciaire exerçant des fonctions exécutives » doivent être classés comme des actes « exécutifs », et qu’ils sont, comme tels, soumis au contrôle judiciaire. Là encore, le requérant aurait donc pu recourir à la procédure prévue aux articles 239-1 et suivants de l’ancien code de procédure civile alors en vigueur, ce qu’il n’a pas fait.", "141.  Le requérant soutient qu’en mai 2000, il tenta d’envoyer la première lettre à la Cour, en l’expédiant par l’intermédiaire du juge de la cour régionale de Riga chargé du dossier. Toutefois, ce dernier refusa de la transmettre à Strasbourg et la renvoya à l’administration de la prison « Matīsa ». Les membres de l’administration en informèrent le requérant, mais refusèrent de lui rendre sa lettre ; celle-ci fut versée à son dossier personnel. Il en fut de même de l’ouverture de la lettre du greffe du 20 septembre 2000 ; le requérant soutient que cette lettre fut d’abord reçue par l’administration, puis ouverte et transmise au juge du fond, qui la renvoya à la prison. Dans une telle situation, le requérant ne disposait d’aucune voie de recours effective contre le comportement des autorités étatiques.", "2.  Appréciation de la Cour", "142.  La Cour rappelle que la règle de l’épuisement des voies de recours internes énoncée à l’article 35 § 1 de la Convention impose à un requérant l’obligation d’utiliser auparavant les recours normalement disponibles et suffisants dans l’ordre juridique interne pour lui permettre d’obtenir réparation des violations qu’il allègue. Ces recours doivent exister à un degré suffisant de certitude, en pratique comme en théorie, sans quoi leur manquent l’effectivité et l’accessibilité voulues. L’article 35 § 1 impose aussi de soulever devant l’organe interne compétent, au moins en substance, et dans les formes prescrites par le droit interne, les griefs que l’on entend formuler par la suite devant la Cour, mais non d’user de recours qui ne sont ni adéquats ni effectifs (voir, parmi beaucoup d’autres, Tanrıkulu c. Turquie [GC], no 23763/94, § 76, CEDH 1999IV).", "143.  La Cour rappelle également qu’elle doit appliquer la règle de l’épuisement des voies de recours internes en tenant dûment compte du contexte : le mécanisme de sauvegarde des droits de l’homme que les parties contractantes sont convenues d’instaurer. Elle a ainsi reconnu que l’article 35 § 1 doit s’appliquer avec une certaine souplesse et sans formalisme excessif. Elle a de plus admis que cette règle ne s’accommode pas d’une application automatique et ne revêt pas un caractère absolu ; pour en contrôler le respect, il faut avoir égard aux circonstances de la cause. Cela signifie notamment que la Cour doit tenir compte de manière réaliste non seulement des recours prévus en théorie dans le système juridique de la partie contractante concernée, mais également du contexte dans lequel la règle se situe ainsi que de la situation personnelle du requérant ; il faut rechercher ensuite si, compte tenu de l’ensemble des circonstances de l’espèce, le requérant peut passer pour avoir fait tout ce qu’on pouvait raisonnablement attendre de lui pour épuiser les recours internes (ibidem, § 82).", "144.  Enfin, la Cour rappelle que l’article 35 § 1 prévoit une répartition de la charge de la preuve. Il incombe au Gouvernement excipant du non-épuisement de convaincre la Cour que le recours était effectif et disponible tant en théorie qu’en pratique à l’époque des faits, c’est-à-dire qu’il était accessible et susceptible d’offrir au requérant le redressement de ses griefs, et qu’il présentait des perspectives raisonnables de succès. Une fois cela démontré, il revient en revanche au requérant d’établir soit que le recours évoqué par le Gouvernement a de fait été employé, soit que, pour une raison quelconque, il n’était ni adéquat ni effectif compte tenu des faits de la cause, soit encore que, en raison de circonstances particulières, il n’avait pas à être exercé (voir, par exemple, Akdivar et autres c. Turquie, arrêt du 16 septembre 1996, Recueil 1996IV, p. 1211, § 68).", "145.  En l’espèce, la Cour constate que le droit letton applicable à l’époque des faits manquait singulièrement de clarté quant à l’étendue exacte des droits des détenus provisoires. En particulier, presque toutes les dispositions du code de l’exécution des peines visaient uniquement les détenus déjà condamnés ; quant aux personnes placées en détention provisoire, les seuls textes directement applicables étaient l’arrêté no 113 du ministre de l’Intérieur, puis, à compter du 9 mai 2001, l’arrêté no 63 du ministre de la Justice. Or, aucun de ces arrêtés ne fixait, d’une manière expresse et compréhensible, la procédure à suivre par un détenu qui s’estimerait lésé en ses droits.", "146.  Certes, il apparaît qu’en dépit de cette lacune, certains textes législatifs et réglementaires désignaient, en des termes très généraux, plusieurs autorités compétentes pour surveiller la condition des détenus provisoires. S’agissant en premier lieu de la Direction pénitentiaire, on peut accepter que, dans la mesure où l’article 12 du code de l’exécution des peines visait les « établissements pénitentiaires » en général, il lui conférait effectivement le pouvoir d’examiner des plaintes émanant des détenus provisoires ; le règlement no 409 semble confirmer cette interprétation (paragraphes 74 et 76 ci-dessus). La même conclusion s’impose au regard du parquet, l’article 16 § 1, point 2, de la loi sur le parquet autorisant le procureur à intervenir lorsqu’il « a été porté atteinte aux droits des (...) détenus » (paragraphe 77 ci-dessus). Toujours est-il qu’aucune disposition ne fixait les conditions, les délais et les modalités concrètes de saisine de ces organes.", "147.  S’agissant tout d’abord du contrôle de la correspondance en provenance de la Cour, celle-ci relève qu’un tel contrôle était expressément autorisé par l’article 55 de l’arrêté no 113 alors en vigueur (paragraphe 67 ci-dessus). A cet égard, elle rappelle que le recours aux organes administratifs peut être considéré comme un recours effectif à l’égard des griefs concernant l’application ou la mise en œuvre de règlements pénitentiaires ; or, en l’espèce, c’était la réglementation applicable qui posait elle-même problème sous l’angle de la Convention. Dans ces conditions, la Cour considère qu’il n’a pas été démontré qu’en l’espèce un recours quelconque devant les organes administratifs eût offert au requérant la possibilité d’obtenir le redressement de ses griefs (pour un cas analogue, voir Slavgorodski c. Estonie (déc.), no 37043/97, CEDH 1999II).", "148.  S’agissant ensuite du blâme infligé au requérant pour avoir expédié une lettre à Strasbourg par voie détournée, la Cour constate que le requérant se plaignit de cette sanction au parquet et à l’inspecteur général des prisons du ministère de la Justice. Il ressort du dossier que le parquet n’entreprit aucune action suite à cette plainte ; en revanche, l’inspecteur général l’examina et la rejeta. Cela étant, la Cour estime qu’on ne saurait reprocher au requérant de ne pas avoir tenté un troisième recours du même niveau, en saisissant au surplus la Direction pénitentiaire relevant, elle aussi, du même ministère.", "149.  Dans la mesure où le requérant se plaint du refus de la Direction pénitentiaire de lui délivrer des copies de certaines décisions prises dans son affaire, la Cour observe que cette institution était elle-même définie comme une autorité de recours et qu’aucune disposition ne prévoyait, d’une manière suffisamment précise, les voies et les modalités d’appel de ses actes.", "150.  Enfin, en ce qui concerne un recours éventuel devant les tribunaux ordinaires en vertu des articles 239-1 et suivants de l’ancien code de procédure civile, le Gouvernement n’a fourni aucun exemple de cas où un détenu placé dans une situation analogue aurait obtenu réparation pour ses griefs après avoir tenté cette voie. L’existence de pareils recours n’a donc pas été établie avec assez de certitude (voir la décision Slavgorodski, précitée). Aux yeux de la Cour, la même conclusion s’impose au regard du refus du juge chargé du dossier de transmettre la lettre du requérant à la Cour, aucune disposition de la législation lettonne ne prévoyant de recours contre de tels actes d’un magistrat. Quant à l’arrêt de la Cour suprême, rendu le 9 mars 2004 dans une affaire administrative et élargissant la notion d’un « acte exécutif », il a été rendu longtemps après les faits dénoncés et ne peut pas être invoqué en l’occurrence.", "151.  Eu égard à tout ce qui précède, la Cour estime que, pour autant que le requérant se plaint de l’ouverture du courrier en provenance de la Cour et des entraves visées par la deuxième phrase de l’article 34 de la Convention, ses griefs ne peuvent pas être rejetés pour non-épuisement des voies de recours internes. Dès lors, l’exception du Gouvernement ne saurait être retenue.", "B.  Sur le fond des griefs", "1.  Arguments des parties", "152.  Selon le Gouvernement, rien dans le dossier ne permet de conclure que les autorités aient eu l’intention de mettre des obstacles à ce que le requérant introduisît sa requête à Strasbourg, ni qu’elles l’aient soumis à une pression quelconque dans le but de créer des obstacles à sa correspondance avec la Cour.", "153.  A l’appui de sa thèse, le Gouvernement fournit copie d’une lettre adressée le 29 mai 2002 à son agente par le chef de la Direction pénitentiaire et ayant trait à la présente requête pendante devant la Cour. Les parties pertinentes de ce courrier se lisent ainsi :", "« (...) 1o En mai 2000, aucune requête émanant de E. Kornakovs ne fut envoyée à la Cour européenne des Droits de l’Homme par l’intermédiaire de l’administration de la prison.", "2o Il n’y eut aucune objection de la part de l’administration de la prison « Matīsa » à ce que E. Kornakovs envoyât des plaintes et des requêtes. (...)", "3o Le contenu de la lettre de la Cour européenne des Droits de l’Homme du 20 septembre 2000 fut porté à la connaissance de E. Kornakovs en présence de l’administration de la prison « Matīsa ». Cette lettre fut versée à son dossier personnel, sans qu’il s’y opposât. A la demande de E. Kornakovs, toutes les pièces liées à sa correspondance [lui] furent transmises.", "4o Par une décision du directeur de la prison « Matīsa » du 30 octobre 2000, qui lui fut notifiée le 2 novembre 2000, E. Kornakovs se vit infliger un blâme pour avoir enfreint les règles auxquelles est subordonné l’envoi d’une lettre. La raison de cette sanction fut une infraction aux règles de correspondance et non la requête adressée à la Cour. »", "154.  A propos de ce dernier point, le Gouvernement ne nie pas que le requérant fut puni pour avoir envoyé une lettre à la Cour ; il explique toutefois que l’article 54 de l’arrêté no 113 n’autorisait la correspondance des détenus provisoires que par le truchement de l’administration de la prison. Cela étant, le requérant ne fut pas sanctionné pour l’envoi de son courrier en tant que tel, mais plutôt pour l’avoir fait par l’intermédiaire d’un tiers se trouvant en liberté.", "155.  Le Gouvernement reconnaît également que le contrôle et la censure de la correspondance des détenus provisoires avait initialement eu lieu, et ce, sur le fondement du même arrêté no 113. Toutefois, ces mesures s’appliquaient à tous les détenus sans aucune distinction ni discrimination ; dès lors, le requérant ne saurait se plaindre que cette mesure aurait été dirigée personnellement contre lui. En tout état de cause, le 9 mai 2001, le nouvel arrêté interdit expressément le contrôle de la correspondance des détenus avec « les organes internationaux des droits de l’homme ».", "156.  Le requérant insiste que les entraves à sa communication avec la Cour ont vraiment eu lieu. Selon lui, toute punition d’un détenu pour avoir correspondu avec la Cour, fût-ce par voie détournée, est, par sa nature, un acte de dissuasion, et, comme telle, elle doit s’analyser en une entrave prohibée par l’article 34 de la Convention.", "2.  Appréciation de la Cour", "157.  Le requérant dénonce quatre faits qu’il estime contraires aux articles 8 et 34 de la Convention : le refus des autorités d’expédier sa première lettre à la Cour, l’ouverture et le contrôle du courrier en provenance de celle-ci, le fait de le punir pour avoir envoyé une lettre à la Cour et, enfin, le refus de lui fournir des photocopies de certaines décisions pour les envoyer à Strasbourg. La Cour estime qu’il est opportun d’examiner le grief portant sur le contrôle de la correspondance sous l’angle de l’article 8 et les trois griefs restants sous l’angle de la seconde phrase de l’article 34 de la Convention.", "a)  Article 8 de la Convention", "158.  Pour autant que le requérant se plaint de l’ouverture et du contrôle, par l’administration de la prison « Matīsa », de la lettre expédiée par le greffe de la Cour le 20 septembre 2000, la Cour ne doute pas que ce fait s’analyse en une ingérence dans l’exercice du droit du requérant au respect de sa correspondance, au sens de l’article 8 § 1 (voir Demirtepe c. France, no 34821/97, § 25, CEDH 1999IX). Pareille ingérence méconnaît cette disposition sauf si, « prévue par la loi », elle poursuit un ou des buts légitimes au regard du paragraphe 2 du même article et, de plus, est « nécessaire, dans une société démocratique » pour les atteindre (voir, parmi d’autres, Petra c. Roumanie, arrêt du 23 septembre 1998, Recueil 1998-VII, p. 2853, § 36).", "159.  Le Gouvernement reconnaît que l’ouverture de la correspondance en provenance de la Cour a été effectuée conformément à l’arrêté no 113. Comme la Cour l’a déjà dit ci-dessus, elle a des doutes quant à la question de savoir si ce texte pouvait, par sa nature, être assimilé à une « loi », au sens de l’article 8 § 2 de la Convention (paragraphe 135 ci-dessus). Cependant, elle estime de nouveau qu’il est superflu d’examiner séparément cette question. Elle constate que la mesure critiquée a été effectuée sur la base de l’article 55 dudit arrêté ; or, cette disposition se limitait à indiquer, de façon très générale, le pouvoir de l’administration de « vérifier » le courrier adressé aux détenus, sans pour autant indiquer la durée de la mesure, les raisons pouvant la justifier ou d’autres conditions pertinentes. Ce contrôle de la correspondance semble donc être automatique, inconditionnel, indépendant de toute décision d’une autorité judiciaire et non assujetti à des voies de recours. Par conséquent, la Cour estime que la disposition appliquée n’indiquait pas avec assez de clarté l’étendue et les modalités d’exercice du pouvoir d’appréciation des autorités dans le domaine en question et que le requérant n’a pas joui du degré minimal de protection voulu par la prééminence du droit dans une société démocratique (voir Petra, précité, p. 2854, §§ 38-39).", "160.  Eu égard à ce qui précède, la Cour conclut que l’ingérence dans le droit du requérant au respect de sa correspondance n’était pas « prévue par la loi » au sens de l’article 8 § 2 de la Convention. Cette conclusion rend inutile la vérification du respect des autres exigences de ladite disposition.", "161.  Enfin, la Cour prend note de ce que, le 9 mai 2001, le ministre de la Justice remplaça l’arrêté no 113 par un nouveau texte interdisant la lecture des lettres en provenance des « organes internationaux des droits de l’homme ». Toutefois, elle estime que ce changement n’affecte en rien la situation du requérant qui a fait l’objet d’application de l’ancien arrêté – fût-ce une seule fois – et qui reste donc « victime » de la violation en question.", "162.  Il y a donc eu violation de l’article 8 de la Convention relatif au droit au respect de la correspondance du requérant.", "b)  Article 34 de la Convention", "163.  La Cour rappelle que, pour que le mécanisme de recours individuel instauré par l’article 34 de la Convention soit efficace, il est de la plus haute importance que les requérants, déclarés ou potentiels, soient libres de communiquer avec la Cour, sans que les autorités ne les pressent en aucune manière de retirer ou modifier leurs griefs (voir, par exemple, Salman c. Turquie [GC], no 21986/93, § 130, CEDH 2000VII).", "164.  Par le mot « presse[r] », il faut entendre non seulement la coercition directe et les actes flagrants d’intimidation contre le requérant, sa famille ou ses représentants légaux, mais aussi les actes ou contacts indirects et de mauvais aloi tendant à dissuader ou à décourager l’intéressé de se prévaloir du recours qu’offre la Convention. Pour déterminer si de tels actes constituent des pratiques inacceptables du point de vue de l’article 34, il faut tenir compte des circonstances particulières de la cause. A ce propos, il faut envisager la vulnérabilité du plaignant et le risque que les autorités ne l’influencent (voir, par exemple, les arrêts précités Petra, pp. 2854-2855, § 43, et Tanrıkulu, § 130). En particulier, il y a lieu de présumer qu’un détenu, enfermé dans un espace clos, ayant peu de contacts avec ses proches ou avec le monde extérieur et constamment soumis à l’autorité de l’administration de la prison, présente un degré de vulnérabilité certain (voir Cotleţ c. Roumanie, no 38565/97, § 71, 3 juin 2003, et Klyakhin c. Russie, no 46082/99, § 122, 30 novembre 2004).", "i.  Sur le refus d’envoyer la première lettre du requérant à la Cour", "165.  Selon le requérant, il remit sa première lettre adressée à la Cour en mai 2000 à l’administration de la prison « Matīsa ». Toutefois, au lieu de l’envoyer à Strasbourg, cette dernière le transmit au juge chargé du dossier, qui la retourna à la prison ; finalement, cette lettre fut versée au dossier personnel du requérant et n’atteignit jamais son destinataire. La Cour relève que cette thèse se trouve confirmée par le contenu de la lettre du juge de la cour régionale de Riga du 12 juin 2000 (paragraphe 49 ci-dessus). Le Gouvernement n’ayant présenté aucune explication plausible sur ce point, il y a lieu d’admettre la véracité des allégations du requérant.", "166.  La Cour estime qu’un tel acte, fût-il isolé, constitue un exemple typique d’une entrave prohibée par la seconde phrase de l’article 34 de la Convention (voir Polechtchouk c. Russie, no 60776/00, §§ 27-28, 7 octobre 2004). Elle considère qu’en l’occurrence, cette entrave était d’autant plus inacceptable qu’il s’agissait de la première communication de l’intéressé, servant, en principe, à déterminer le respect du délai de six mois au sens de l’article 35 § 1 de la Convention (voir, par exemple, Gaillard c. France (déc.), no 47337/99, 11 juillet 2000).", "167.  En résumé, en saisissant la lettre du requérant et en omettant de l’expédier à la Cour, les autorités lettonnes ont violé l’article 34 de la Convention.", "ii.  Sur la punition du requérant pour avoir envoyé une lettre à la Cour", "168.  Les parties s’accordent à dire que, par une décision du 30 octobre 2000, le directeur de la prison « Matīsa » infligea au requérant un blâme pour avoir expédié une lettre à la Cour non par le truchement de l’établissement en question, mais par l’intermédiaire d’un tiers. A cet égard, la Cour estime que toute punition infligée à l’intéressé pour avoir communiqué avec elle dans le cadre d’une requête, surtout lorsqu’il s’agit d’un détenu, s’analyse en une « pression » prohibée par l’article 34 de la Convention (voir, mutatis mutandis, Petra, précité, p. 2855, § 44). Aux yeux de la Cour, le fait qu’il s’agît d’un simple blâme n’y change rien, cette mesure étant suffisamment dissuasive pour tomber sous le coup de cette disposition.", "169.  La Cour reconnaît que les autorités pénitentiaires ont un intérêt légitime de contrôler l’acheminement du courrier expédié par les détenus ; en particulier, elles ont tout intérêt à veiller à ce que ce courrier passe d’abord par leurs mains et non par celles des tiers. Cela suppose notamment le droit d’édicter des règles précises dans ce domaine et d’appliquer des sanctions à l’égard des détenus qui les enfreindraient. Toutefois, il en va autrement lorsqu’il s’agit d’envoi des lettres à destination de la Cour. Dans la présente affaire, la Cour constate que la première lettre du requérant parvenue à elle fut postée le 8 septembre 2000 que le greffe de la Cour y répondit par lettre du 20 septembre 2000, et que le courrier suivant du requérant fut expédié à Strasbourg le 6 avril 2001. Dans ces conditions, la Cour conclut que c’est pour lui avoir envoyé la lettre du 8 septembre 2000 que le requérant fut puni ; or, elle vient de constater que la lettre précédente adressée à elle avait été saisie et n’était jamais parvenue à Strasbourg.", "170.  En conséquence, en infligeant au requérant une punition pour avoir communiqué avec la Cour, les autorités lettonnes ont manqué à leurs obligations au regard de la seconde phrase de l’article 34 de la Convention.", "iii.  Sur le refus de fournir au requérant les photocopies de certains documents", "171.  La Cour rappelle d’emblée que, dans l’affaire Cotleţ, précitée, elle a examiné le refus de l’administration pénitentiaire roumaine de fournir au requérant des enveloppes, des timbres et du papier pour pouvoir écrire à la Cour, sous l’angle de l’article 8 de la Convention relatif au droit au respect de la correspondance (loc.cit., § 65). Cependant, en l’occurrence, le requérant ne dénonce pas son impossibilité de correspondre avec la Cour ; il ne se plaint que du refus de la Direction pénitentiaire de lui fournir des photocopies de certaines pièces qu’il souhaitait joindre à son courrier. La correspondance du requérant n’étant pas, en tant que telle, mise en cause, la Cour estime opportun d’examiner ce grief sous l’angle de la seconde phrase l’article 34 de la Convention.", "172.  D’après la jurisprudence constante des organes de la Convention, si aucune disposition de cette dernière n’oblige pas l’État à supporter les frais d’affranchissement de toute la correspondance des détenus, un problème pourrait néanmoins surgir si la communication du requérant avec la Cour a été entravée faute des moyens financiers (voir Cotleţ, précité, § 61). La Cour rappelle également qu’aux termes de l’article 47 § 1, point h), de son règlement, toute requête introduite en vertu de l’article 34 de la Convention doit être assortie  « des copies de tous documents pertinents et en particulier des décisions, judiciaires ou autres, concernant l’objet de la requête ». Or, l’examen de la requête par la Cour pourrait être sérieusement entravé si, par manque de moyens, un requérant détenu n’était pas en mesure de fournir les copies susvisées.", "173.  Dans la présente affaire, il ressort des explications du requérant, non démenties par le Gouvernement, qu’en septembre 2001, il demanda à la Direction pénitentiaire les photocopies de « certaines décisions ». Cependant, même dans ses observations ultérieures, il ne précise pas quelles exactement étaient ces décisions et en quoi leurs copies auraient été indispensables à la Cour pour décider sur la recevabilité de la requête. En outre, le requérant n’a jamais soutenu qu’on lui aurait refusé d’accéder aux pièces litigieuses afin de les copier lui-même ; il n’a pas non plus déclaré de ne pas être en mesure de payer ces copies par ses propres moyens. Dans ces conditions, la Cour n’estime pas que le refus de la Direction pénitentiaire de produire ces copies aux frais de l’État et de les lui remettre ait atteint le minimum de gravité requis pour être qualifié d’« entrave », au sens de la seconde phrase de l’article 34 de la Convention.", "174.  Dès lors, les autorités lettonnes n’ont pas enfreint l’article 34 sur ce point.", "VI.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "175.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage moral", "176.  Le requérant réclame 40 000 euros (EUR) au titre du préjudice moral qu’il a subi du fait des violations multiples de ses droits.", "177.  Le Gouvernement estime qu’un constat de violation constituerait, en lui-même, une réparation suffisante de tout tort moral subi par le requérant. A cet égard, il considère que toute souffrance que le requérant aurait pu ressentir résultait de son propre comportement, vu notamment la gravité des délits dont il était accusé, puis condamné. Si, néanmoins, la Cour décide à allouer au requérant une somme quelconque, celle-ci ne devrait pas dépasser les montants alloués par elle dans les affaires similaires, dirigées, notamment, contre la Lituanie.", "178.  La Cour ne saurait contester le préjudice moral subi par le requérant du fait des violations multiples de ses droits garantis par la Convention. D’un côté, contrairement au Gouvernement, elle estime qu’un simple constat de violation ne suffit pas pour remédier à ce préjudice. De l’autre côté, il y a lieu de constater que la somme exigée par le requérant est quelque peu excessive. Par conséquent, statuant en équité comme le veut l’article 41 de la Convention, et eu égard à toutes les circonstances de l’affaire, la Cour alloue au requérant 10 000 EUR au titre du dommage moral, plus tout montant pouvant être dû à titre d’impôt.", "B.  Frais et dépens", "179.  Le requérant ne réclame aucune somme au titre des frais de préparation et de présentation de son affaire à Strasbourg. Cela étant, la Cour estime qu’il n’y a pas lieu de lui accorder un montant quelconque à ce titre.", "C.  Intérêts moratoires", "180.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Rejette les exceptions préliminaires du Gouvernement ;", "", "2.  Dit qu’il y a eu violation de l’article 5 § 1 de la Convention ;", "", "3.  Dit qu’il y a eu violation de l’article 5 § 3 de la Convention ;", "", "4.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "5.  Dit qu’il y a eu violation de l’article 8 de la Convention relatif au droit au respect de la vie familiale ;", "", "6.  Dit qu’il y a eu violation de l’article 8 de la Convention relatif au droit au respect de la correspondance ;", "", "7.  Dit que le gouvernement défendeur a manqué à ses obligations au titre de l’article 34 de la Convention du fait de la saisie de la première lettre adressée par le requérant à la Cour ;", "", "8.  Dit que le gouvernement défendeur a manqué à ses obligations au titre de l’article 34 de la Convention du fait de l’infliction, au requérant, d’une sanction disciplinaire pour avoir envoyé une lettre à la Cour ;", "", "9.  Dit que le gouvernement défendeur n’a pas manqué à ses obligations au titre de l’article 34 de la Convention du fait du refus de fournir au requérant les copies de certaines pièces du dossier ;", "", "10.  Dit", "a)  que l’État défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 10 000 EUR (dix mille euros) pour dommage moral, à convertir en lati lettons au taux applicable à la date du versement, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "11.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 15 juin 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tChristos Rozakis\n\tGreffier\tPrésident"]}