{"file": "FRE_CLINF_476_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "476/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 121", "Juillet 2009", "Olaru et autres c. Moldova - 476/07, 22539/05, 17911/08 et al.", "Arrêt 28.7.2009 [Section IV]", "Article 46", "Article 46-2", "Exécution de l'arrêt", "Mesures générales", "Obligation d’introduire un recours effectif pour l’inexécution ou l’exécution tardive de décisions judiciaires relatives aux logements sociaux et d’indemniser les victimes dans les affaires pendantes", "", "En fait : Quelque trois cents requêtes dirigées contre la Moldova se trouvent pendantes devant la Cour dans des affaires concernant la non-exécution de jugements définitifs. Environ la moitié d’entre elles concernent le fait que des autorités municipales ne se conforment pas à des jugements définitifs accordant soit des droits à logement soit à la place une somme d’argent en vertu d’une législation qui accorde ces privilèges à une très large catégorie de bénéficiaires, aux frais des communes qui disent ne pas disposer des crédits nécessaires.", "Dans leurs requêtes à la Cour, les requérants alléguaient que leurs communes respectives ne s’étaient pas conformées à des décisions judiciaires définitives leur enjoignant de mettre des logements sociaux à la disposition des intéressés.", "En droit : article 6 § 1 de la Convention et article 1 du Protocole no 1 – violations (unanimité).", "Article 46 – La Cour note que la non-exécution de décisions de justice, particulièrement en matière de logement social, représente le principal problème de la Moldova pour ce qui est du nombre des requêtes dirigées contre elle pendantes devant la Cour et qu’elle traduit un dysfonctionnement structurel persistant et une pratique incompatible avec la Convention. Elle décide donc de suivre la procédure de l’arrêt pilote. Conformément à la démarche qu’elle a adoptée dans l’affaire Burdov c. Russie (no 2) (voir la Note d’information no 115), elle dit que, dans les six mois à compter de la date à laquelle son arrêt dans l’affaire des présents requérants deviendra définitif, l’Etat devra mettre en place une voie de recours effective accordant un redressement suffisant et approprié pour les cas d’inexécution ou d’exécution tardive de jugements définitifs concernant des logements sociaux et, dans le délai d’un an, accorder pareil redressement à toutes les victimes d’une non-exécution qui ont saisi la Cour avant le prononcé du présent arrêt. Les procédures concernant des requêtes introduites après ce prononcé seront ajournées pendant un an et les requérants concernés pourront être tenus de représenter leurs griefs aux autorités internes.", "Article 41 – Question réservée.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}