{"file": "FRE_CLINF_4378_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "4378/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 117", "Mars 2009", "Bykov c. Russie [GC] - 4378/02", "Arrêt 10.3.2009 [GC]", "Article 8", "Article 8-1", "Respect de la vie privée", "Interception et enregistrement d’une conversation à l’aide d’un appareil de radiotransmission dans le cadre d’une opération secrète de la police sans garanties procédurales : violation", "Article 6", "Procédure pénale", "Article 6-1", "Procès équitable", "Utilisation au procès d’éléments de preuve recueillis au moyen d’une opération secrète : non-violation", "En fait : Le requérant était un important homme d’affaires et député au Parlement régional. En 2000, il aurait ordonné à V., une personne de son entourage, de tuer S., son ancien associé. V. ne mit pas le projet à exécution, dénonça le requérant au service fédéral de sûreté (FSB) et remit l’arme qu’il aurait reçue du requérant. Peu après, le FSB et la police conduisirent une opération secrète en vue de recueillir des preuves destinées à vérifier si le requérant avait bien eu l’intention de faire assassiner S. La police mit en scène la découverte de deux cadavres au domicile de S. Elle annonça officiellement dans les médias que l’une des victimes avait été identifiée comme étant S. Sur les instructions de la police, V. rendit visite au requérant à son domicile, engagea celui-ci dans une conversation, et lui dit qu’il avait commis l’assassinat. Pour prouver qu’il s’était acquitté de sa mission, il remit au requérant plusieurs objets empruntés à S. Il portait, dissimulé sur lui, un appareil de radiotransmission, alors qu’un policier à l’extérieur recevait et enregistrait la transmission. La police obtint ainsi un enregistrement de 16 minutes du dialogue entre V. et le requérant. Le lendemain, le domicile du requérant fut perquisitionné. Les objets qui lui avaient été remis par V. furent saisis. Le requérant fut arrêté et placé en détention provisoire. Deux experts linguistes furent désignés pour étudier l’enregistrement de la conversation entre le requérant et V. Ils estimèrent que V. faisait preuve de subordination au requérant, que rien n’indiquait que celui-ci n’ajoutait pas foi aux aveux de meurtre de V. et que le requérant interrogeait V. avec insistance sur les détails techniques de l’exécution de sa mission. En 2002, le requérant fut reconnu coupable de complot d’assassinat et de concert frauduleux en vue de l’acquisition, de la possession et de l’usage d’armes à feu et condamné à six ans et demi d’emprisonnement. Il fut libéré sous condition avec une mise à l’épreuve de cinq ans. Cette condamnation fut confirmée en appel.", "En droit", "Article 8 – Les mesures mises en œuvre par la police ont constitué une ingérence dans l’exercice par le requérant de son droit au respect de sa vie privée. La loi russe sur les mesures opérationnelles d’investigation vise expressément à protéger la vie privée des individus en subordonnant toute mesure opérationnelle de nature à porter atteinte au respect du domicile et des communications téléphoniques ou postales à l’obtention d’une autorisation judiciaire. Dans le cas du requérant, les juridictions internes ont estimé, puisque V. était entré au domicile du requérant avec le consentement de celui‑ci et qu’il n’était pas question de communications téléphoniques ou postales, l’enregistrement litigieux ayant été fait à distance par radiotransmission, que l’opération de police n’avait pas enfreint la règlementation en vigueur. De l’avis de la Cour, l’emploi d’un appareil de radiotransmission pour enregistrer à distance la conversation entre V. et le requérant s’apparente, du point de vue de la nature et du degré de l’intrusion dans la vie privée de l’intéressé, aux écoutes téléphoniques. Toutefois, le requérant n’a bénéficié que de très peu de garanties, voire d’aucune, dans la procédure par laquelle l’interception de sa conversation avec V. a été ordonnée et mise en œuvre. En particulier, le pouvoir discrétionnaire légal dont jouissaient les autorités pour prescrire l’interception n’était subordonné à aucune condition et l’étendue ainsi que les modalités d’exercice de ce pouvoir n’étaient pas définies ; aucune autre garantie spécifique n’était prévue. La possibilité pour le requérant d’engager une procédure judiciaire en vue de faire déclarer illégale « l’opération test » et de solliciter l’exclusion des résultats de celle-ci comme constituant des moyens de preuve obtenus illégalement ne pouvait remédier à ces lacunes. Faute de règles spécifiques et détaillées, le recours à cette technique de surveillance dans le cadre d’une « opération test » n’était pas entouré de garanties adéquates contre les divers abus possibles. Dès lors, sa mise en œuvre était susceptible d’arbitraire et incompatible avec la condition de légalité.", "Conclusion : violation (unanimité).", "Article 6 § 1 – Le requérant a eu la possibilité de dénoncer, au cours de débats contradictoires, tant en première instance qu’en appel, les méthodes employées par la police. Il a donc pu soutenir que les preuves à charge avaient été recueillies illégalement et que l’enregistrement litigieux avait été mal interprété. Les juridictions internes se sont penchées sur chacun de ces arguments en détail et les ont rejetés, point par point, par des décisions motivées. Par ailleurs, pour condamner le requérant, la juridiction interne ne s’est pas seulement appuyée sur l’enregistrement litigieux ainsi que sur les éléments matériels obtenus grâce à l’opération secrète. En fait, la déclaration initiale de V. a constitué l’élément clé pour l’accusation. Elle avait été faite par V. avant l’opération secrète, et indépendamment de celle-ci, en sa qualité de particulier et non en celle d’informateur de la police. De plus, V. a réitéré ses déclarations à charge au cours d’interrogatoires ultérieurs et lors de sa confrontation avec le requérant au stade de l’instruction. Le manquement à contre-interroger V. au procès n’est pas imputable aux autorités, qui ont déployé toutes les mesures nécessaires, sollicitant notamment l’assistance d’Interpol, pour établir où il se trouvait et pour le faire comparaître au procès. Le requérant a eu la possibilité d’interroger V. sur l’essentiel de ses déclarations à charge lors de sa confrontation avec lui. En outre, l’avocat du requérant a expressément accepté que les dépositions faites par V. au stade de l’instruction fussent lues en audience publique. La juridiction de jugement a procédé à un examen approfondi des conditions dans lesquelles V. avait ultérieurement rétracté ses déclarations à charge et a conclu, en exposant ses motifs, que la rétractation n’était pas digne de foi. Enfin, des indices, en particulier de nombreux témoignages confirmant l’existence d’un conflit d’intérêts entre le requérant et S., corroboraient les déclarations à charge de V. Les déclarations du requérant, enregistrées secrètement, n’avaient pas été faites sous une quelconque forme de contrainte, n’avaient pas été prises en compte directement par les juridictions internes, qui s’étaient plutôt fondées sur l’expertise à laquelle avait été soumis l’enregistrement, et étaient corroborées par une série de preuves matérielles. Eu égard aux garanties ayant entouré l’appréciation de l’admissibilité et de la fiabilité des éléments de preuve en question, à la nature et au degré de la contrainte alléguée et à l’utilisation faite des éléments obtenus au moyen de l’opération secrète, la procédure conduite dans l’affaire du requérant, considérée dans son ensemble, n’a pas méconnu les exigences d’un procès équitable.", "Conclusion : non-violation (onze voix contre six).", "En outre, la Cour conclut, à l’unanimité, à la violation de l’article 5 § 3 à raison de la durée de la détention provisoire du requérant.", "Article 41 – 1 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}