{"file": "FRE_HFJUD_43982_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "43982/06", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "AFFAIRE M. B. c. ROUMANIE", "", "(Requête no 43982/06)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "3 novembre 2011", "", "DÉFINITIF", "", "03/02/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire M. B. c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tCorneliu Bîrsan,\n\tJán Šikuta,\n\tIneta Ziemele,\n\tLuis López Guerra,\n\tNona Tsotsoria,\n\tKristina Pardalos, juges,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 11 octobre 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 43982/06) dirigée contre la Roumanie et dont une ressortissante de cet Etat, Mme M.B. (« la requérante »), a saisi la Cour le 25 octobre 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante, qui a été admise au bénéfice de l’assistance judiciaire, est représentée par Me M. Pencea, avocat à Alexandria. Le gouvernement roumain (« le Gouvernement ») était représenté par son agent, M. RăzvanHoraţiu Radu, du ministère des Affaires étrangères.", "3.  La requérante se plaint de l’ineffectivité de l’enquête pénale sur le viol dont elle a été victime le 19 juillet 1999.", "4.  Le 20 novembre 2009, le président de la troisième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond. En outre, en vertu de l’article 47 § 3 du Règlement de la Cour, il a été décidé d’accorder d’office l’anonymat à la requérante.", "EN FAIT", "LES CIRCONSTANCES DE L’ESPÈCE", "5.  La requérante est née en 1969 et réside à Alexandria.", "6.  Depuis son adolescence, les autorités médicales examinèrent régulièrement la requérante et constatèrent qu’elle souffrait d’une forme grave de psychose qui avait pour conséquence la perte de l’autonomie et de la capacité de travail.", "7.  Le 19 juillet 1999, en début de soirée, la requérante quitta seule le domicile de ses parents. Inquiets de son absence, les parents la cherchèrent dans le voisinage et vers 23 heures, ils informèrent le commissariat de police de sa disparition.", "8.  La requérante rentra vers 1 heure du matin. Elle présentait des traces de violence et leur dit avoir été la victime d’un viol.", "9.  Le 20 juillet 1999 au matin, sa mère porta plainte pour viol auprès du commissariat de police. Le même jour, sur demande de la police, un médecin du laboratoire départemental de médecine légale examina la requérante. Il fit état de nombreuses ecchymoses sur ses cuisses et estima que ces violences auraient été exercées sur elle le 19 juillet 1999. Il indiqua également que la requérante avait subi une défloration avec « rupture complète de l’hymen et infiltration de sang» qui pourrait dater de la veille. Enfin, lors de l’examen génital, il identifia la présence d’un « dépôt blanchâtre » sur la partie inférieure de l’hymen.", "10.  Dans une déclaration à la police du 23 juillet 1999, la mère de la requérante précisa qu’à son retour à la maison, sa fille présentait des traces de violences et que sa lingerie était tachée de sang. Elle ajouta que sa fille lui avait parlé d’un homme âgé d’environ trente ans qui l’avait emmenée dans une maison et ensuite l’avait battue pour s’allonger sur un matelas où il l’avait violée.", "11.  Dans une nouvelle déclaration du 29 juillet 1999, la mère de la requérante décrivit que la nuit du viol, elle avait remarqué que sa fille avait les vêtements salis par la boue, des herbes d’aigremoine accrochées à ses chaussettes et la culotte tachée de sang.", "12.  En outre, elle relata que les 20 et 21 juillet 1999, elle s’était rendue dans une rue située à proximité où il y avait une maison délabrée habitée par un homme qu’elle soupçonnait d’être l’auteur du viol. Pendant qu’elle discutait avec plusieurs personnes, elle aurait été agressée verbalement par l’occupant de la maison qui lui aurait reproché de le traquer. Le lendemain, le 22 juillet 1999, la même personne l’aurait à nouveau abordée dans la rue et lui aurait dit qu’il n’y était pour rien dans l’agression de sa fille. Enfin, la mère de la requérante précisa que la nuit du viol, cette dernière avait perdu une barrette à cheveux et qu’il lui manquait une bretelle à sa robe.", "13.  Le 28 juillet 1999, un inspecteur de police interrogea la requérante en présence de son père. Elle déclara qu’elle avait passé la nuit seule dans un parc. Elle affirma qu’elle s’était blessée toute seule en faisant de la gymnastique et qu’elle s’était elle-même déchiré la robe.", "14.  Le 2 septembre 1999, la police interrogea les parents de la requérante et T.A., la personne que la mère de la requérante soupçonnait d’avoir agressé sa fille.", "15.  T.A. avoua avoir entretenu des relations sexuelles avec la requérante le 19 juillet 1999, mais précisa que la requérante était de son plein gré chez lui et qu’elle avait consenti et même insisté pour qu’ils aient une relation sexuelle. Selon lui, le rapport sexuel aurait eu lieu à l’intérieur de la maison, sur un canapé.", "16.  Interrogé le même jour, le père de la requérante affirma qu’il souhaitait l’identification et la punition du violeur de sa fille. Ensuite, il revint sur sa déclaration.", "17.  Par une ordonnance du 18 octobre 1999, s’appuyant sur la déclaration du père de la requérante, le parquet près le tribunal de première instance d’Alexandria conclut que les parties étaient parvenues à un accord et que les rapports sexuels avaient été librement consentis. Par conséquent, il rendit un non-lieu en faveur de T.A.", "18.  Le père de la requérante contesta le non-lieu et demanda la reprise des poursuites affirmant que le parquet avait mal interprété ses déclarations. Dans une déclaration ultérieure, il précisa qu’il avait été induit en erreur par un policier qui lui avait expliqué que T.A. était irresponsable et qu’à ce titre, il ne pouvait pas être poursuivi pénalement pour ses actes.", "19.  Le 25 mai 2001, le procureur en chef du parquet infirma l’ordonnance susmentionnée au motif qu’en cas de viol, selon les dispositions du code de procédure pénale, l’action pénale était mise en mouvement d’office et que dès lors, c’était par erreur que le parquet s’était fondé sur la déclaration du père de la requérante pour prononcer le nonlieu. Le procureur ordonna également une expertise psychiatrique de la requérante et de T.A., l’audition de la requérante, de ses parents, de T.A. et des témoins.", "20.  Les expertises établirent, d’une part, que la requérante souffrait de schizophrénie paranoïde et qu’elle n’avait pas de discernement et, d’autre part, que T.A. présentait des troubles polymorphes de la personnalité et qu’il accusait un retard mental, mais qu’il gardait son discernement.", "21.  Interrogé par la police le 22 septembre 2001, T.A. rétracta ses aveux alléguant que ceux-ci étaient la conséquence de ses troubles psychiatriques.", "22.  Par une ordonnance du 6 novembre 2001, le parquet rendit un nonlieu en faveur de T.A., estimant qu’il n’y avait pas de preuves déterminantes à son encontre. Il ordonna à la police de poursuivre les investigations afin d’identifier l’auteur du viol.", "23.  Interrogé à nouveau par la police, les 11 décembre 2001 et 7 février 2002, T.A. revint sur ses déclarations et avoua de nouveau des rapports sexuels sans contrainte avec la requérante. Il expliqua sa précédente rétractation par la peur provoquée par les menaces de la mère de la requérante.", "24.  Le 7 mars 2002, le parquet conclut à nouveau au non-lieu au motif qu’il n’était pas établi que T.A. avait exercé des violences sur la requérante et que les ecchymoses pouvaient provenir d’un acte sexuel normal. En outre, il estima que T.A. ignorait l’absence de discernement chez la requérante.", "25.  Sur plainte du père de la requérante, par une ordonnance du 11 septembre 2002, le procureur en chef du parquet près le tribunal départemental de Teleorman ordonna la réouverture de l’enquête au motif que l’expertise concernant T.A. n’avait pas respecté les règles internes de procédure.", "26.  Une nouvelle expertise confirma que T.A. souffrait de troubles polymorphes de la personnalité et qu’il accusait un retard mental. Elle conclut que T.A. avait le discernement diminué. Interrogé par la police, T.A. maintint ses aveux concernant l’existence des rapports sexuels librement consentis avec la requérante.", "27.  S’appuyant sur un rapport de la police qui estimait qu’au vu du retard mental de T.A., ce dernier n’avait ni connu ni profité du handicap mental de la requérante et que les traces de violences pouvaient s’expliquer par la consommation d’un rapport sexuel normal, le parquet rendit le 4 mars 2003 un nouveau non-lieu.", "28.  La contestation introduite par les parents de la requérante auprès du tribunal de première instance d’Alexandria fut rejetée par un jugement du 29 octobre 2003.", "29.  Leur pourvoi fut accueilli par un arrêt du 15 janvier 2004 du tribunal départemental de Teleorman. Le tribunal jugea que l’enquête avait été sommaire et que la deuxième expertise psychiatrique de T.A. n’était toujours pas régulière. Par conséquent, il ordonna la poursuite de l’enquête et l’audition des parties et des témoins.", "30.  Une nouvelle expertise conclut qu’à l’époque des faits, T.A. avait agi avec discernement. Le témoignage d’une personne qui connaissait la requérante et l’accusé n’apporta pas d’éclaircissements sur les événements du 19 juillet 1999.", "31.  Interrogé par la police, le 8 juin 2005, T.A. reconnut le viol et le parquet demanda au tribunal de première instance d’Alexandria son placement en détention provisoire. Devant le tribunal et en présence d’un avocat commis d’office, T.A. revint sur ses aveux et nia le rapport sexuel. Le tribunal rejeta la demande tendant au placement de T.A. en détention provisoire, estimant que l’enquête pouvait continuer avec ce dernier en liberté.", "32.  Le 30 juin 2005, la police proposa le renvoi de T.A. devant le tribunal du chef de viol.", "33.  Par une ordonnance du 4 août 2005, le parquet mit fin aux poursuites estimant qu’en l’absence de preuves déterminantes, le doute profitait à l’accusé.", "34.  La contestation des parents de la requérante fut rejetée par un jugement du 31 octobre 2005 du tribunal de première instance d’Alexandria qui, au vu des maladies psychiques dont souffrait T.A. et de l’absence de preuves, jugea que ses seules déclarations changeantes ne suffisaient pas pour justifier sa condamnation.", "35.  Le pourvoi des parents contre ce jugement fut accueilli par un arrêt du 22 décembre 2005 du tribunal départemental de Teleorman qui renvoya T.A. devant le tribunal de première instance pour être jugé pour viol. Le tribunal estima que T.A. n’avait pas fourni d’explication convaincante à sa position changeante, alors qu’il avait reconnu l’existence des rapports sexuels et en avait fourni de nombreux détails. En outre, le tribunal considéra qu’une des déclarations de T.A. selon laquelle il y avait des mauvaises herbes dans sa cour était à rapprocher de celle de la mère de la requérante qui avait indiqué qu’il y avait des herbes accrochées sur les chaussettes de sa fille.", "36.  Le tribunal de première instance interrogea deux témoins, mais ils nièrent toute connaissance des faits. T.A. continua à nier le rapport sexuel et affirma qu’il avait reconnu les faits parce qu’il avait été influencé par la police et par le parquet.", "37.  Par un jugement du 29 mars 2006, le tribunal relaxa T.A. au motif qu’il n’y avait pas de preuve pouvant renverser la présomption d’innocence. Le tribunal observa que les deux témoins n’avaient pas pu fournir de renseignements et jugea que la présence d’herbes d’aigremoine sur les chaussettes de la requérante ne prouvait pas qu’elle était entrée la nuit dans la cour de T.A. Enfin, quant à la position changeante de ce dernier, le tribunal considéra que ses déclarations contradictoires s’expliquaient par les maladies psychiques dont il souffrait.", "38.  Sur appel et pourvoi des parents de la requérante, par deux arrêts des 10 mai et 22 juin 2006, le tribunal départemental et la cour d’appel confirmèrent la relaxe. Les juridictions estimèrent qu’en l’absence de preuves, T.A. bénéficiait de la présomption d’innocence qui ne pouvait pas être renversée par ses seules déclarations contradictoires.", "39.  Le 29 septembre 2006, le parquet informa les parents de la requérante que la police continuait les investigations afin d’identifier l’auteur du viol.", "40.  Entre 2006 et 2009, répondant à de nombreuses demandes de renseignements, le parquet et la police informèrent les parents de la requérante que des investigations étaient en cours, sans jamais préciser quelles mesures concrètes avaient été prises.", "41.  Le 28 juillet 2009, le parquet informa les parents de la requérante que le dossier avait été classé sans suite au motif que la prescription de la responsabilité pénale était intervenue.", "42.  Les parents de la requérante ont agi en tant que ses représentants légaux dans les différentes procédures internes concernant les événements du 19 juillet 1999.", "EN DROIT", "I.  SUR LA VIOLATION DE L’ARTICLE 3 DE LA CONVENTION", "43.  La requérante soutient que les autorités n’ont pas mené d’enquête effective sur le viol dont elle a été victime le 19 juillet 1999. Elle invoque les articles 6 et 13 de la Convention.", "44.  La Cour estime que les questions soulevées par la requérante doivent être examinées sous le volet procédural de l’article 3 de la Convention qui consacre l’obligation pour les autorités compétentes de conduire une enquête effective en cas d’atteinte à l’intégrité physique ou mentale des requérants (voir, mutatis mutandis, A. c. Royaume-Uni, 23 septembre 1998, Recueil des arrêts et décisions 1998-VI, p. 2699, § 22 ; Z et autres c. Royaume-Uni [GC], no 29392/95, §§ 73-75, CEDH 2001-V ; E. et autres c. Royaume-Uni, no 33218/96, 26 novembre 2002 ; M.C., précité, § 153 et Kontrová c. Slovaquie, no 7510/04, §§ 49 et suiv., 31 mai 2007).", "45.  Par ailleurs, la Cour note que la requérante ne critique pas les dispositions du code de procédure pénale qui sanctionnent le viol, mais qu’elle se plaint de l’absence d’une enquête effective propre à permettre l’identification et la punition de la personne responsable du viol. La Cour n’estime dès lors pas nécessaire de se placer, de surcroît, sur le terrain de l’article 8 de la Convention (a contrario, M.C. c. Bulgarie, no 39272/98, § 153, CEDH 2003XII).", "46.  L’article 3 de la Convention se lit ainsi :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Sur la recevabilité", "47.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "48.  La requérante soutient que de nombreuses omissions et des retards injustifiés ont compromis l’effectivité de l’enquête et ont entraîné le classement du dossier pour cause de prescription.", "49.  Le Gouvernement s’oppose à cette thèse. Il affirme qu’une enquête a été rapidement ouverte, dès que les faits ont été porté à la connaissance des autorités, quelques heures après le viol dont la requérante a été victime et que cette dernière a été promptement examinée par un médecin légiste.", "50.  En outre, le Gouvernement expose que, contrairement au droit et à la pratique internes décrits dans l’arrêt M.C., précité, le code pénal roumain punit le viol sous contrainte psychique ou sur personne incapable de se défendre.", "51.  En l’espèce, le Gouvernement estime que l’enquête a été effective et adéquate et que les mesures prises ont permis de répondre à l’ensemble des observations des parents de la requérante. L’absence de condamnation de T.A. ne saurait, de l’avis du Gouvernement, priver l’enquête de son caractère effectif.", "52.  La Cour rappelle que lorsqu’une personne formule une allégation défendable d’atteinte à son intégrité physique ou mentale, les autorités doivent promptement ouvrir une enquête capable d’identifier et de punir les personnes responsables. Une telle obligation ne saurait être limitée aux seuls cas de mauvais traitements infligés par les agents de l’Etat (voir, M.C., précité, § 151). Dans le cas des personnes vulnérables, dont font partie les enfants et les personnes handicapées, les autorités doivent faire preuve d’une attention particulière et doivent assurer aux victimes une protection accrue en raison de leur capacité ou de leur volonté de se plaindre qui se trouvent souvent affaiblies (voir, mutatis mutandis, Batı et autres c. Turquie, nos 33097/96 et 57834/00, § 133, CEDH 2004IV (extraits) ; M.C., précité, § 150 et Jasinskis c. Lettonie, no 45744/08, §§ 59 et suiv., 21 décembre 2010).", "53.  Certes, il ne s’agit pas d’une obligation de résultat, mais de moyens. Les autorités doivent avoir pris les mesures raisonnables dont elles disposaient pour obtenir les preuves relatives aux faits en question, y compris la déclaration de la victime, les dépositions des témoins, les expertises et les certificats médicaux propres à fournir un compte rendu complet et précis des blessures et une analyse objective des constatations médicales. Toute déficience de l’enquête affaiblissant sa capacité à établir les responsabilités risque de ne pas répondre aux exigences de l’article 3 de la Convention (Batı et autres, précité, § 134, CEDH 2004IV (extraits) et Šečić c. Croatie, no 40116/02, § 54, 31 mai 2007).", "54.  En outre, pour qu’une enquête puisse passer pour effective, il est nécessaire qu’elle soit menée avec une célérité et une diligence raisonnables. Une réponse rapide des autorités est essentielle pour préserver la confiance du public dans le respect du principe de légalité et pour éviter toute apparence de complicité ou de tolérance des actes illégaux (Membres (97) de la Congrégation des témoins de Jéhovah de Gldani c. Géorgie, no 71156/01, § 97, 3 mai 2007).", "55.  La Cour note que dans la présente affaire, une enquête a été ouverte à la suite de la plainte déposée par la mère de la requérante le 20 juillet 1999. Elle a abouti à la relaxe de T.A. au motif qu’en l’absence des preuves du rapport sexuel, le doute profitait à l’accusé.", "56.  S’agissant de l’effectivité de cette enquête, la Cour constate que les enquêteurs n’avaient pas la tâche aisée puisqu’en raison de son handicap, la requérante n’a pas pu apporter des éclaircissements sur les événements de la nuit du 19 juillet 1999.", "57.  Cependant, la Cour considère qu’en raison de sa vulnérabilité particulière, la requérante devait bénéficier d’une protection accrue (mutatis mutandis, Jasinskis, précité, § 59). Compte tenu de l’obligation positive, inhérente à l’article 3 de la Convention, les autorités internes auraient dû user, dès que les faits ont été portés à leur connaissance, de toutes les possibilités qui s’offraient à elles pour établir les circonstances du viol (mutatis mutandis, M.C., précité, § 150).", "58.  A cet égard, outre le fait que les autorités internes ne semblent avoir pris aucune mesure malgré le signalement de la disparition inquiétante de la requérante au cours de la nuit du 19 juillet 1999, la Cour note que l’examen médical s’est limité à constater les conséquences physiques du viol, sans qu’il soit demandé au médecin légiste de recueillir et de conserver des preuves, comme par exemple d’éventuelles traces de sperme, des cheveux ou d’autres matières organiques.", "59.  La Cour constate également que les enquêteurs n’ont jamais perquisitionné l’immeuble où le viol se serait produit à la recherche de preuves. Elles n’ont ni analysé ni conservé les habits de la requérante qui étaient tachés de sang et abîmés (voir, mutatis mutandis, V.D. c. Roumanie, no 7078/02, §§ 114 et 115, 16 février 2010).", "60.  De surcroît, l’enquête a été suspendue pendant une période de plus de dix-neuf mois, entre le 18 octobre 1999 et le 25 mai 2001, en raison d’une erreur du parquet concernant l’application des dispositions du code de procédure pénale. D’autres retards dus aux renvois successifs se sont ajoutés, rendant ainsi la collecte des preuves matérielles quasiment impossible.", "61.  Si ces omissions pourraient s’expliquer, du moins partiellement, dans le contexte de la reconnaissance initiale des faits par le principal suspect, la Cour estime que les aveux de T.A. n’exonéraient pas les enquêteurs de leur obligation de prendre des mesures pour assurer l’obtention de preuves propres à étayer les déclarations des parties. La recherche de preuves matérielles était d’autant plus nécessaire que leur défaut s’est avéré être d’une importance cruciale au moment où le principal suspect est revenu sur ses déclarations et a nié être l’auteur des faits.", "62.  A cet égard, la Cour note qu’avant que les autorités internes puissent se prononcer sur la question du consentement de la requérante à avoir un rapport sexuel avec T.A., il était indispensable d’établir s’il y avait eu ou non un rapport sexuel entre eux. Or, la recherche, la conservation et l’examen des preuves matérielles auraient permis de répondre à cette question essentielle en confrontant les différentes versions des faits soutenues par T.A. et d’apprécier par la même occasion sa crédibilité (voir, mutatis mutandis, L.Z. c. Roumanie, no 22383/03, § 34, 3 février 2009 et Boroancă c. Roumanie, no 38511/03, § 47, 22 juin 2010).", "63.  Quant à l’examen du dossier par les tribunaux internes, la Cour constate qu’ils ont déployé des efforts pour éclaircir les circonstances de l’affaire. En particulier, plusieurs expertises psychologiques ont été effectuées et les parties ont été interrogées à de nombreuses reprises.", "64.  Cependant, compte tenu du passage du temps, aucune preuve directe qui aurait pu corroborer les versions des faits données par les parents de la requérante et par l’accusé n’a pu être établie. Par conséquent, les tribunaux en ont été réduits à juger de leur crédibilité sur la seule base des déclarations contradictoires de ce dernier et des expertises psychologiques réalisées.", "65.  Dans ces circonstances, force est de constater que les lacunes de l’enquête initialement menée par les organes de poursuite et notamment l’absence de mesures visant à identifier et à conserver les éléments de preuve ont conditionné de manière déterminante, et ce jusqu’à la fin de la procédure, l’appréciation des faits litigieux.", "66.  La Cour conclut par conséquent qu’il y a eu, en l’espèce, violation des obligations positives qui incombent à l’Etat défendeur en vertu du volet procédural de l’article 3 de la Convention. Elle estime, par ailleurs, qu’aucune question distincte ne se pose sur le terrain de l’article 13 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "67.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "68.  La requérante réclame 100 000 euros (EUR) au titre du préjudice moral qu’elle aurait subi en raison de sa souffrance physique et des traumatismes psychiques que les dix années d’enquête lui auraient causés, ainsi qu’à ses parents.", "69.  Le Gouvernement s’oppose à cette demande qu’il estime spéculative et excessive. Il rappelle que dans l’affaire M.C., précitée, la Cour a octroyé à la requérante 8 000 EUR pour la violation des articles 3 et 8 de la Convention.", "70.  La Cour estime que la requérante a dû éprouver de la détresse et subir un traumatisme psychologique liés au moins partiellement aux défaillances constatées dans la démarche des autorités compétentes (voir, mutatis mutandis, M.C., précité, § 194). Statuant en équité, elle alloue la somme de 10 000 EUR à l’intéressée.", "B.  Frais et dépens", "71.  La requérante demande également 5 732,60 lei roumains (RON), à savoir l’équivalent d’environ 1 400 EUR pour les frais et dépens engagés devant les juridictions internes et pour ceux engagés devant la Cour. Elle fournit des justificatifs pour les frais de traduction, de correspondance et pour les honoraires de ses avocats.", "72.  Le Gouvernement s’oppose à cette demande. Il estime que les frais engagés devant les juridictions internes ont été excessifs et qu’ils n’ont pas eu de lien de causalité avec la violation alléguée. S’agissant des frais de traduction, il considère qu’ils ont été également excessifs et injustifiés.", "73.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux.", "74.  En l’espèce et compte tenu des documents en sa possession et des critères susmentionnés, la Cour estime que les frais réclamés ont été réellement engagés, qu’ils correspondaient à une nécessité et qu’ils sont raisonnables quant à leur taux. De la somme totale réclamée, il convient toutefois de déduire le montant de 850 EUR versé à la requérante par le Conseil de l’Europe par la voie de l’assistance judiciaire, ce qui ramène à 550 EUR le montant restant à payer, plus tout montant pouvant être dû à titre d’impôt.", "C.  Intérêts moratoires", "75.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation du volet procédural de l’article 3 de la Convention ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir dans la monnaie de l’Etat défendeur au taux applicable à la date du règlement :", "i)  10 000 EUR (dix mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "ii)  550 EUR (cinq cent cinquante euros), plus tout montant pouvant être dû à titre d’impôt, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 3 novembre 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tJosep Casadevall\n\tGreffier\tPrésident"]}