{"file": "FRE_HFJUD_52058_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "52058/99", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE GORODNITCHEV c. RUSSIE", "", "", "(Requête no 52058/99)", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "24 mai 2007", "", "", "", "DÉFINITIF", "", "12/11/2007", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l'affaire Gorodnitchev c. Russie,", "La Cour européenne des Droits de l'Homme (première section), siégeant en une chambre composée de :", "\tMM.\tC.L. Rozakis, président,\n\t\tL. Loucaides,\n\tMme\tN. Vajić,\n\tMM.\tA. Kovler,\n\t\tK. Hajiyev,\n\t\tD. Spielmann,\n\t\tS.E. Jebens, juges,\net de M. S. Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 3 mai 2007,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 52058/99) dirigée contre la Fédération de Russie et dont un ressortissant de cet Etat, M. Arkadii Petrovitch Gorodnitchev (« le requérant »), a saisi la Cour le 1er mars 1999 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). Devant la Cour, le requérant était représenté par M. Petr Gorodnitchev, son père.", "2.  Le gouvernement russe (« le Gouvernement ») était représenté par M. Pavel Laptev, représentant de la Fédération de Russie auprès de la Cour européenne des droits de l'homme.", "3.  Le requérant se plaignait en particulier d'avoir été victime, aux différents moments de sa détention, de traitements contraires à l'article 3 de la Convention et de ne pas avoir été jugé dans un délai raisonnable.", "4.  Le 26 octobre 2000, l'affaire fut communiquée au Gouvernement (article 54 § 2 b) du règlement).", "5.  Par une décision du 3 mai 2005, la chambre a déclaré la requête partiellement recevable.", "6. Tant le requérant que le Gouvernement ont déposé des observations écrites complémentaires (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "7.  Le requérant est né en 1965 et réside à Novossibirsk.", "8.  Les faits de la cause, tels qu'ils ont été exposés par les parties, peuvent se résumer comme suit.", "1.  Faits antérieurs à la communication de la requête au Gouvernement", "a)  Procédure pénale du chef des articles 108 §§ 1 et 2 et 144 du code pénal", "9.  Le 19 février 1995, le requérant fut arrêté à Novossibirsk pour vol (article 144 du code pénal) et deux agressions commises respectivement en 1994 et 1995 (article 108 §§ 1 et 2 du code pénal).", "10.  Le 21 février 1995, il fut placé en détention provisoire.", "11.  Le 3 mars 1995, un rapport d'expertise fut rendu sur demande de l'instructeur (следователь). Le 18 mai 1995, l'instruction préparatoire fut close.", "12.  Le 22 mai 1995, le parquet avalisa l'acte d'accusation et renvoya le requérant devant le tribunal de première instance du district de Kirovskii de la ville de Novossibirsk (« tribunal de Kirovskii »).", "13.  Le 27 juin 1995, le tribunal de Kirovskii fixa l'audience au 8 septembre 1995 et décida de maintenir le requérant en détention provisoire. Cette audience fut par la suite reportée en raison de la noncomparution de certains témoins. La reprise de l'instance fut prévue pour le 11 septembre 1995.", "14.  Le 25 février 1997, le tribunal de Kirovskii conclut qu'il n'était pas possible de statuer sur l'affaire en l'état et décida de renvoyer celle-ci pour un complément d'information. La mesure de détention provisoire demeura inchangée.", "15.  Le 9 avril 1997, cette décision fut infirmée en cassation par la cour régionale de Novossibirsk qui considéra que le complément d'enquête nécessaire pouvait être réalisé par le tribunal de Kirovskii lui-même lors de l'examen de l'affaire (article 232 § 1 du code de procédure pénale, « CPP ») et que le motif invoqué ne justifiait pas à lui seul le renvoi de l'affaire devant les organes d'instruction.", "16.  Par conséquent, le 12 mai 1997, l'examen judiciaire de l'affaire reprit devant le tribunal de Kirovskii.", "17.  Le 5 juin 1997, le tribunal fit droit à la demande du requérant d'écarter de la défense son avocat d'office. Un délai jusqu'au 8 juillet 1997 fut attribué au nouveau conseil pour prendre connaissance du dossier et préparer la défense.", "18.  Les audiences subséquentes furent reportées plusieurs fois en raison de l'absence des témoins et de la partie civile.", "19.  Par un jugement du 12 novembre 1997, le tribunal de Kirovskii condamna le requérant à cinq ans d'emprisonnement pour violence volontaire ayant causé un dommage grave à la santé (article 108 § 1 du code pénal) et à huit ans d'emprisonnement pour agression ayant entraîné la mort de la victime (article 108 § 2 du code pénal). Il fut acquitté du chef de vol (article 144 § 2 du code pénal).", "20.  Le requérant se pourvut en cassation. Le 12 janvier 1998, après avoir relevé que les propositions de corrections du requérant, à apporter aux procès-verbaux des audiences, n'avaient pas été examinées, que le jugement n'avait pas été notifié aux autres parties à la procédure et que la date de notification du jugement au requérant ne figurait nulle part (articles 266, 327 et 328 du CPP), la cour régionale de Novossibirsk renvoya le pourvoi devant le tribunal de Kirovskii en vue du redressement des violations constatées.", "21.  A une date indéterminée, le tribunal de Kirovskii examina les corrections à apporter aux procès-verbaux, proposées par le requérant, et les rejeta. Le pourvoi du requérant fut alors à nouveau déféré à la cour régionale de Novossibirsk qui, par un arrêt du 4 mars 1998, confirma le jugement du 12 novembre 1997 dans sa partie concernant les infractions prévues aux articles 108 § 1 et 144 § 2 du code pénal. Le reste du jugement, relatif à l'agression suivie de mort (article 108 § 2 du codé pénal), fut infirmé et l'affaire fut renvoyée pour un nouvel examen.", "22.  La cour régionale souligna la nécessité d'une nouvelle expertise judiciaire.", "b)  Suite de la procédure pénale du chef de l'article 108 § 2 du code pénal", "23.  Le 20 avril 1998, la formation de renvoi du tribunal de Kirovskii fixa l'audience au 29 avril 1998 et décida de maintenir le requérant en détention provisoire.", "24.  Le 28 mai 1998, après avoir examiné les faits de la cause et les éléments de preuve, le tribunal de Kirovskii conclut qu'il existait une incohérence entre les faits et les chefs d'accusation retenus par le parquet et qu'il n'était pas possible de statuer sur l'affaire sans sortir du cadre défini par l'acte d'accusation. L'article 254 § 2 du CPP ne permettant pas en principe au juge de statuer au-delà des chefs d'accusation retenus dans cet acte, le tribunal prononça le renvoi de l'affaire pour un complément d'information. Il décida de maintenir le requérant en détention.", "25.  Le 18 juin 1998, l'instructeur commença l'examen de l'affaire et, le 7 juillet 1998, mit le requérant en accusation du chef d'infraction prévue à l'article 108 § 2 du code pénal en s'appuyant sur une version différente des faits. Le 13 juillet 1998, le procureur du district avalisa le nouvel acte d'accusation et renvoya le requérant en jugement.", "26.  Le 31 juillet 1998, le tribunal de Kirovskii fixa l'audience au 7 août 1998.  A une date indéterminée, il fit droit à la demande du requérant d'être représenté par son père.", "27.  Le 18 septembre 1998, le tribunal de Kirovskii ordonna une nouvelle expertise judiciaire. Le rapport d'expertise fut rendu le 2 octobre 1998.", "28.  Le 11 novembre 1998, statuant sur la demande du procureur, le tribunal de Kirovskii décida de renvoyer à nouveau l'affaire pour un complément d'information. Il décida de maintenir le requérant en détention provisoire.", "29.  Le 26 novembre 1998, l'instructeur commença l'examen de l'affaire et, le 11 décembre 1998, mit le requérant en accusation du même chef. Le 18 décembre 1998, le procureur du district avalisa le nouvel acte d'accusation et renvoya le requérant en jugement.", "30.  Le 25 janvier 1999, le tribunal de Kirovskii fixa l'audience au 4 février 1999.", "31.  Selon le requérant, à toutes les audiences publiques tenues par la suite devant le tribunal de Kirovskii, il comparut menotté et ses demandes visant à faire enlever les menottes furent toutes rejetées.", "32.  Lors de l'audience du 24 février 1999, le requérant et son représentant récusèrent le procureur. Le tribunal fit droit à cette demande et, après une courte pause nécessaire au nouveau procureur pour préparer sa réquisition, l'instance reprit dans la journée.", "33.  A l'issue de cette audience, le tribunal ordonna une expertise médicale concernant la nature des blessures infligées à la victime.", "34.   Le 10 mars 1999, le bureau des expertises médicales de la ville de Novossibirsk auprès du ministère de la Santé publique fit savoir que l'expertise n'avait pas pu être réalisée, faute pour le juge d'avoir formulé avec suffisamment de précision les questions auxquelles les experts devaient répondre.", "35.  Le 29 mars 1999, le tribunal de Kirovskii déclara le requérant coupable d'agression ayant entraîné la mort de la victime et le condamna à une peine d'emprisonnement de huit ans, à purger dans un établissement pénitentiaire de régime commun. La durée de sa détention depuis le 19 février 1995 fut déduite de cette peine.", "36.  Le représentant du requérant déposa un pourvoi en cassation contre ce jugement auprès du tribunal de Kirovskii (article 326 § 2 du CPP).", "37.  L'audience en cassation fut fixée au 19 mai 1999. A cette date, la cour régionale de Novossibirsk releva que le requérant n'avait pas pu prendre connaissance des procès-verbaux des audiences en première instance et y apporter des corrections (articles 264-266 du CPP), et renvoya le pourvoi devant le tribunal de Kirovskii pour qu'il soit remédié aux violations constatées conformément à la loi.", "38.  Le 9 juin 1999, le tribunal de Kirovskii rejeta les corrections des procès-verbaux, proposées par le requérant. Le pourvoi en cassation fut alors à nouveau déféré à la cour régionale.", "39.  Le 23 juin 1999, celle-ci constata que le tribunal de Kirovskii n'avait pas communiqué au requérant en prison une copie du pourvoi déposé par le représentant de l'intéressé (article 327 du CPP) ainsi que les documents de procédure, postérieurs au prononcé du jugement de condamnation. Le pourvoi fut à nouveau renvoyé en vue du redressement de ces violations.", "40.  Le 5 juillet 1999, le tribunal de Kirovskii communiqua au requérant en prison une copie du pourvoi rédigé par son représentant avec les pièces pertinentes du dossier.", "41.  Le 6 juillet 1999, le pourvoi en cassation fut déféré à la cour régionale qui le rejeta le 21 juillet 1999.", "2.  Faits postérieurs à la communication de la requête au Gouvernement", "42.  Le 16 janvier 2001, le vice-président de la Cour suprême de la Fédération de Russie forma devant le Presidium de la cour régionale de Novossibirsk un recours en supervision (protest) contre le jugement de condamnation du 29 mars 1999 et l'arrêt de cassation du 21 juillet 1999. Il estima notamment que, malgré les demandes réitérées du requérant et de son représentant à cet égard, les juridictions concernées n'avaient pas procédé à un « examen exhaustif, complet et objectif de l'affaire ». Par ailleurs, lors des audiences des 5 et 22 février 1999, le requérant avait porté des menottes, en violation de l'article 46 du CPP (droit à la défense), et les procès-verbaux des audiences ne fournissaient pas les raisons d'une telle mesure. Par ces motifs, le vice-président de la Cour suprême requit l'annulation des décisions litigieuses.", "43.  Le 8 février 2001, le Presidium de la cour régionale de Novossibirsk accueillit ce recours, annula les décisions litigieuses et renvoya l'affaire pour un nouvel examen. Il releva notamment que, le 24 février 1999, le tribunal de Kirovskii avait ordonné une nouvelle expertise judiciaire visant à étudier la nature des blessures infligées à la victime. Les résultats de cette expertise ne figurant nulle part dans le dossier (paragraphes 34 et 35 cidessus), le tribunal de Kirovskii semblait s'appuyer dans son jugement du 29 mars 1999 sur les rapports d'expertise précédents des 3 mars 1995 et 2 octobre 1998 qu'il avait lui-même jugés contradictoires (paragraphes 11 et 27 ci-dessus).", "44.  Le Presidium constata par ailleurs que, lors des audiences des 5 et 22 février 1999, le requérant avait demandé que les menottes lui soient ôtées pour qu'il puisse prendre des notes en vue de sa défense. Le tribunal avait rejeté ces demandes, au motif que cette question ne relevait pas de sa compétence. Quant à la cour régionale, elle avait rejeté le moyen tiré de l'usage de menottes, en indiquant par erreur que le requérant n'avait pas soulevé cette question devant les premiers juges. Le Presidium conclut que, lors du nouvel examen de l'affaire, il convenait de prendre en compte les violations précitées et de procéder à un examen exhaustif de l'affaire. Il décida de maintenir le requérant en détention provisoire.", "45.  Le 10 mai 2001, la formation de renvoi du tribunal de Kirovskii ordonna une expertise judiciaire au sujet des blessures causées à la victime, ainsi que des circonstances de sa mort. Elle en reçut le rapport le 14 mai 2001.", "46.  Le 17 mai 2001, le requérant fut reconnu coupable du chef de l'article 108 § 2 du code pénal et condamné à sept ans d'emprisonnement. Son pourvoi en cassation fut rejeté le 9 juillet 2001 par la cour régionale de Novossibirsk.", "3.  Conditions de détention", "47.  Selon le requérant, en novembre 1995, les médecins constatèrent qu'il avait contracté une tuberculose pulmonaire. Il fut alors hospitalisé et maintenu avec 24 autres détenus atteints de tuberculose dans une cellule prévue pour six personnes.", "48.  Entre février 1996 et décembre 1999, le requérant fut détenu dans la prison d'instruction préparatoire 52/1 (« SIZO-52/1 ») de la ville de Novossibirsk.", "49.  Le requérant soutient qu'il souffrit d'hémoptysie (crachements de sang) avant que la tuberculose devienne « bipartite ». En 1999, les médecins constatèrent « la désagrégation d'un poumon ».", "50.  Le 28 novembre 1999, le requérant fut transféré à la prison correctionnelle no 349/13 de la ville de Nijnii Taguil, région de Sverdlovsk (« prison no 349/13 »). Le requérant affirme qu'entre février 2000 et mars 2001, il fut détenu dans le dispensaire antituberculeux de cet établissement. Selon le Gouvernement, il ne s'agissait pas d'un dispensaire, mais de l'unité médicale antituberculeuse de la prison.", "51.  Le 6 avril 2001, le requérant saisit le procureur de la région de Novossibirsk qui, en droit russe, supervise le respect des lois dans le milieu pénitentiaire. Il l'informa que, malgré sa maladie, l'administration de l'établissement en question avait décidé le 23 octobre 2000 de le placer dans une cellule d'isolement de sanction (« CHIZO ») pour une durée de 15 jours. Le 7 novembre 2000, ce placement avait été prolongé de 10 jours. Le règlement interne (PVR) interdisant le placement dans une CHIZO d'un malade séjournant dans un établissement médical, il demanda que les décisions des 23 octobre et 7 novembre 2000 soient rapportées et que les responsables soient poursuivis pénalement.", "4.  Diverses demandes formulées par le requérant", "52.  Les 22 décembre 1995, 20 avril, 16 septembre et 27 novembre 1996, 27 février, 16 mars, 1er juillet et 24 août 1998, le requérant adressa des demandes d'accélération de la procédure aux autorités chargées de l'instruction et au parquet. Certaines de ces demandes furent transmises au tribunal de Kirovskii, conformément aux articles 218 et 220 §§ 1 et 2 du CPP. Le requérant faisait par ailleurs valoir qu'il était victime d'une erreur judiciaire et plaidait son innocence. Il soulignait également, dans sa demande du 20 avril 1996, qu'en novembre 1995, soit neuf mois après son placement en détention provisoire, il avait contracté la tuberculose.", "II.  LE DROIT INTERNE PERTINENT", "53.  Loi fédérale relative à la détention des inculpés et accusés en date du 15 juillet 1995 (avec amendements ultérieurs)", "Aux termes de l'article 2 de cette loi, sont considérés comme inculpés et accusés les personnes qui, conformément au code de procédure pénale, sont détenues, parce que soupçonnées d'avoir commis un crime.", "Selon l'article 24, l'administration pénitentiaire est tenue de respecter les normes sanitaires et d'hygiène pour sauvegarder la santé des détenus.", "54.  Code d'application des peines du 8 janvier 1997, rédaction en vigueur à l'époque des faits", "L'administration de l'établissement pénitentiaire est responsable pour le respect des normes sanitaires, d'hygiène et antiépidémiques pour sauvegarder la santé des condamnés (article 101 § 3 du code).", "Les sanctions susceptibles être infligées aux détenus non caractérisés comme des « contrevenants tenaces du règlement interne » peuvent aller d'une réprimande jusqu'au placement dans une CHIZO pour une période maximale de 15 jours (article 115 § 1 du code).", "Les détenus placés dans une CHIZO n'ont pas le droit aux visites, aux conversations téléphoniques, d'acheter des produits alimentaires et de recevoir des colis, envois et transmissions. Ils ont le droit à une promenade d'une heure par jour (article 118 § 1 du code).", "Les détenus, placés dans une CHIZO et n'étant pas appelés à travailler, sont soumis à un régime alimentaire inférieur (article 118 § 4 du code, aboli le 8 décembre 2003).", "55.  Règlement interne des établissements pénitentiaires correctionnels (PVR), approuvé le 30 mai 1997 par un décret du ministre de l'Intérieur, en vigueur jusqu'au 30 juillet 2001", "Selon l'article 20 du règlement, les condamnés ayant enfreint les règles internes des établissements médicaux dans lesquels ils sont détenus, sont entièrement responsables de leurs actes. Toutefois, ils ne peuvent pas être placés dans une CHIZO.", "56.  Code de procédure pénale (« CPP ») de la RSFSR, en vigueur à l'époque des faits", "Article 46 §§ 1, 2 et 3 - Accusé", "« L'accusé est une personne à l'égard de laquelle une ordonnance de mise en accusation a été prise conformément au présent code.", "(...)  Lorsqu'un jugement de condamnation est rendu à l'égard d'un accusé, celuici est qualifié de condamné (...)", "L'accusé a le droit à la défense. Il a le droit de connaître les accusations portées contre lui, (...), d'avoir l'assistance d'un conseil à partir du moment prévu à l'article 47 du présent code, (...) »", "Article 222 – Questions devant être examinées avant la fixation de la date d'audience [devant le tribunal de première instance]", "« Lors de l'examen par le juge de la question de fixation de l'audience, il doit examiner, à l'égard de chacun des accusés, la question de savoir : (...)", "3.  Si les preuves suffisantes pour l'examen de l'affaire lors d'une audience sont réunies ; (...) »", "Article 2231 § 2 – Fixation de la date d'audience \n[devant le tribunal de première instance]", "« Si l'accusé est incarcéré, la date d'audience doit être fixée dans les quatorze jours à compter de la date de son renvoi en jugement (...) »", "Article 240 § 2 – Caractère immédiat, oral et continu de l'examen de l'affaire", "« L'audience dans chaque affaire pénale se déroule de façon continue, mis à part les pauses nécessaires au repos. Il n'est pas admis que les mêmes juges examinent d'autres affaires avant que les audiences en cours dans une affaire pendante devant eux ne soient terminées. »", "Article 254 §§ 1 et 2 – Limites de l'examen judiciaire de l'affaire\n[en première instance]", "« L'examen judiciaire de l'affaire ne peut avoir lieu qu'à l'égard des accusés et ne peut porter que sur les chefs d'accusation, pour lesquels l'affaire a été déférée au tribunal.", "La modification des chefs d'accusation lors de l'examen judiciaire n'est possible que si cela n'aggrave pas la situation du prévenu et ne porte pas atteinte à son droit à la défense. (...) »", "Article 264 § 5 – Procès-verbal de l'audience", "« Le président de la formation est tenu de garantir aux parties la possibilité d'accès au procès-verbal de l'audience. »", "Article 265 – Commentaires des parties sur le procès-verbal de l'audience", "« Dans un délai de trois jours après la signature du procès-verbal [par le président de la formation et le greffier], le ministère public, le prévenu, la partie civile, (...), et leurs représentants peuvent présenter leurs commentaires sur le procès-verbal de l'audience. »", "Article 266 – Examen des commentaires sur le procès-verbal de l'audience", "« Les commentaires des parties sur le procès-verbal de l'audience sont examinés par le président de la formation qui, le cas échéant, peut convoquer les personnes les ayant formulés.", "Suite à cet examen, le président de la formation prend une ordonnance motivée acceptant ou rejetant ces commentaires. Les commentaires et l'ordonnance sont joints au procès-verbal de l'audience. »", "Article 326 § 2 – Pourvoi en cassation (...)", "« Le pourvoi en cassation (...) est déposé au tribunal ayant rendu le jugement litigieux. Toutefois, le dépôt du pourvoi (...) directement auprès de l'instance de cassation ne constitue pas un obstacle à son examen. »", "57.  Loi fédérale relative à la prévention de la propagation de la tuberculose en Fédération de Russie", "Le 13 août 2001, le Gouvernement informa la Cour de l'adoption en juin 2001 de la loi précitée. La loi en question prévoit des mesures gouvernementales visant au dépistage et au traitement des cas de tuberculose, mais aussi une hospitalisation et un suivi médical obligatoire sur le fondement d'une décision judiciaire. Selon l'article 17, les violations des droits de l'individu à l'assistance antituberculeuse par les autorités compétentes peuvent faire l'objet d'un recours devant les tribunaux.", "EN DROIT", "1.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 3 DE LA CONVENTION", "58.  Le requérant soutient que ses conditions de détention et l'absence de soins adaptés à sa maladie contractée en prison s'analysent en une torture. Il estime par ailleurs que sa comparution devant le tribunal de première instance du district de Kirovskii avec des menottes peut être qualifiée de traitement inhumain et dégradant au sens de l'article 3 de la Convention qui est ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Quant aux soins médicaux et conditions de détention", "1.  Thèses de parties", "a)  Arguments du Gouvernement", "59.  Le Gouvernement rejette la thèse de la contamination du requérant en prison. Il affirme qu'en 1987, l'intéressé avait déjà souffert de tuberculose et qu'il avait suivi un traitement dans un milieu hospitalier. Le 22 février 1995, lors de son placement dans la SIZO-52/1, le diagnostic suivant aurait été établi : une tuberculose déjà traitée cliniquement avec fibrose et des foyers intenses de la maladie dans la partie supérieure du poumon gauche et un tuberculome dans la partie supérieure du poumon droit. A l'appui de cette affirmation, le Gouvernement produit un rapport d'expertise du 30 août 2001, signé par les représentants des ministères de la Justice et de la Santé. Le diagnostic en question prouverait que la maladie avait tout simplement récidivé en prison.", "60.  Le Gouvernement soumet en outre les deux éléments de preuve suivants au sujet des soins médicaux dispensés au requérant en détention.", "i)  Certificat médical du 15 décembre 2000", "61.  Selon ce certificat médical, signé par le chef du service médical de la Direction principale de l'application des peines du ministère de la Justice, du 1er au 14 octobre 1996, le requérant séjourna dans un dispensaire antituberculeux interrégional auprès de l'établissement pénitentiaire correctionnel OUF-91/10. Lors de ce séjour, la récidive de la maladie aurait été révélée et les médecins auraient constaté la tuberculose de la partie supérieure du poumon gauche en phase d'infiltration (1er niveau du contrôle médical). Suite à son retour à la SIZO-52/1, le requérant aurait été suivi par le phtisiologue de cet établissement où il aurait bénéficié des soins médicaux appropriés dans le cadre d'une thérapie antituberculeuse.", "62.  Selon le fonctionnaire signataire du certificat précité, en 1999 et 2000, 130 et 115 détenus respectivement contractèrent la tuberculose des poumons dans la SIZO-52/1.", "63.  Le 28 novembre 1999, le requérant fut transféré à la prison no 349/13, dans laquelle il purgea sa peine jusqu'en février 2002. En décembre 1999, un diagnostic de tuberculose infiltrante des parties supérieures des deux poumons en phase de désagrégation avec le bacille de Koch négatif (1er niveau du contrôle médical) fut établi.", "ii)  Contenu de l'attestation médicale du Département principal de l'application des peines", "64.  Cette attestation médicale non datée doit avoir été rédigée postérieurement au 11 janvier 2001 (paragraphe 68 ci-dessous). Elle est signée par trois fonctionnaires du Département principal de l'application des peines qui constatent que le dossier médical du requérant est incomplet. Les premières inscriptions dateraient d'octobre 1996 seulement. A cette date, le requérant souffrait de tuberculose de la partie supérieure du poumon gauche en phase d'infiltration et de tuberculome dans la partie supérieure du poumon droit avec le bacille de Koch négatif (1er niveau du contrôle médical). Le dossier médical n'indiquerait pas la durée de son séjour dans le dispensaire suite à ce diagnostic (cf. paragraphe 61 ci-dessus). Un document provenant du dispensaire ferait état des dires du requérant, selon lequel il aurait eu « des modifications dans les poumons en 1989 ». Or, les autorités médicales ne disposeraient pas de preuves documentaires à cet égard. Entre octobre 1996 et décembre 1999, le requérant aurait périodiquement fait l'objet de traitements dans la SIZO-52/1. A plusieurs reprises, il aurait refusé de prendre les médicaments prescrits. Son dossier médical ne contiendrait aucune caractéristique de ces traitements et ne ferait pas mention du dosage des médicaments administrés.", "65. Selon le même certificat, en décembre 1999, le requérant fut transféré à la prison no 349/13. Le 8 décembre 1999, il fut hospitalisé dans un établissement médical spécialisé où il demeura jusqu'en février 2000. Suite à un diagnostic de tuberculose infiltrante en phase de cicatrisation et de consolidation avec le bacille de Koch négatif (1er niveau du contrôle médical), les médecins de l'hôpital recommandèrent un suivi médical adapté à ce niveau du contrôle jusqu'en juin 2000, ainsi que la prise de radiographie des poumons tous les trois mois et le régime de nutrition de type 5B. La capacité de travail manuel, réduite de 20 %, fut établie. Après son retour à la prison no 349/13, les recommandations médicales précitées auraient été respectées. La radiographie du 13 juillet 2000 aurait démontré que son état s'améliorait. Par ailleurs, en 2000, le requérant aurait suivi un traitement complexe avec des médicaments antituberculeux associés à des hépato-protecteurs et vitamines, ainsi qu'au régime de nutrition de type 5B.", "66.  Selon une inscription de son dossier médical, le 1er octobre 2000, le requérant aurait « catégoriquement » refusé par écrit de suivre le traitement prévu pour l'automne. Suite à ce refus, le requérant fut soustrait au régime de nutrition de type 5B. Le 20 novembre 2000, le requérant aurait accepté par écrit le traitement médical et aurait à nouveau été soumis à ce régime alimentaire.", "67.  Le 22 décembre 2000, le requérant aurait été hospitalisé et une tuberculose infiltrante des deux poumons en phase de cicatrisation et de consolidation (2e niveau du contrôle médical) aurait été constatée.", "68.  Du 9 au 11 janvier 2001, une commission du Département principal de l'application des peines étudia la plainte du requérant au sujet de son état de santé. A l'issue de cette procédure, « le requérant aurait retiré sa plainte ».", "69.  En prison, le requérant aurait été nourri correctement, selon les normes légales en vigueur. Dans la prison no 349/13, 21 détenus souffrant de tuberculose des poumons auraient été isolés des autres détenus et ils auraient travaillé séparément dans un local de 48 m² avec 20 autres détenus. Le local était ventilé toutes les dix minutes. Après la journée de travail, il était nettoyé avec de l'eau et des produits désinfectants. Les normes prescrites de température et de lumière y étaient respectées.", "70.  Selon le Gouvernement, le requérant est entièrement responsable du fait que son état de santé ait été instable et marqué par des périodes d'aggravation. A l'appui de cette affirmation, il soumet une lettre du 5 août 2005 du directeur du département médical du service de l'application des peines de la région de Sverdlovsk, selon laquelle le requérant aurait fait preuve de négligence, n'aurait pas pris les médicaments prescrits régulièrement, aurait lui-même modifié les dosages, etc.", "71.  Rappelant l'interprétation des termes de l'article 3 de la Convention par la Cour (Irlande c. Royaume-Uni, arrêt du 18 janvier 1978, série A no 25, pp. 66-67, § 167), le Gouvernement affirme que le simple fait pour un détenu d'avoir contracté une maladie pendant son incarcération ne saurait être qualifié de « torture » au sens de cette disposition. D'autant plus qu'en l'espèce, le requérant avait déjà souffert de cette maladie et celle-ci avait tout simplement récidivé en prison.", "72.  Pour le reste, le Gouvernement confirme qu'à partir du 23 octobre 2000, le requérant passa 25 jours consécutifs dans une CHIZO, le premier placement de 15 jours ayant été prolongé de 10 jours par une décision du 7 novembre 2000. Selon le Gouvernement, le placement du 23 octobre 2000 visait à sanctionner le requérant pour avoir quitté l'unité médicale de la prison sans autorisation préalable de l'administration. Le Gouvernement souligne que la législation en vigueur à l'époque des faits n'interdisait pas le placement dans une CHIZO d'un détenu soumis à un traitement médical ambulatoire (paragraphe 50 in fine ci-dessus), sauf avis contraire du médecin qui, en l'espèce, faisait défaut.", "73.  Le Gouvernement relève que, le 6 avril 2001, le requérant avait saisi de sa plainte le procureur de la région de Novossibirsk (paragraphe 51 cidessus) qui n'était pas territorialement compétent, la prison no 349/13 étant située dans la région de Sverdlovsk.", "b)  Arguments du requérant", "74.  Le requérant rejette la thèse du Gouvernement selon lequel il avait contracté la tuberculose en liberté et estime que le certificat médical du 15 décembre 2000 contient à cet égard des informations erronées. Il produit une attestation selon laquelle il effectua son service militaire du 27 octobre 1986 au 14 avril 1989, ce qui aurait été impossible en cas de mauvais état de santé. Lors de son incarcération le 22 février 1995, il avait en effet fait l'objet d'un examen médical, mais il avait été reconnu en bonne santé. Il avait alors été placé dans une cellule avec des détenus sans problèmes sanitaires. Neuf mois plus tard, il avait contracté la tuberculose et, en novembre 1995, il avait été placé dans une cellule avec des détenus tuberculeux. Les conditions de détention et le traitement en prison n'auraient correspondu à aucune norme légale, contrairement aux affirmations du Gouvernement.", "75.  Il ressort des documents produits par le requérant qu'il fut transféré de la SIZO-52/1 à la prison no 349/13 le 28 novembre 1999.", "76.  Le requérant présente une copie de sa requête datée du 8 octobre 2000, dont il saisit le tribunal de première instance de Taguilstroï. Le 12 octobre 2000, l'administration pénitentiaire envoya cette requête au tribunal sous le numéro 68-26/13g-247. Le requérant se plaignait que les médicaments prescrits contre la tuberculose suscitaient chez lui des nausées, des maux de tête et des vertiges et, étant donné qu'il était en même temps obligé de travailler, il avait renoncé à ce traitement. Suite à ce refus, par un ordre du 7 octobre 2000, l'administration de la prison avait décidé de le priver également du régime alimentaire diététique de type B5 et l'avait soumis à un régime alimentaire ordinaire de type 1. Or, le régime diététique de type B5 ayant été prescrit par les médecins de l'hôpital (paragraphe 65 cidessus), le requérant soutenait que la décision de l'administration était inhumaine. Il requit que le tribunal déclare illégal l'ordre du 7 octobre 2000 et qu'une compensation du dommage physique et moral lui soit versée. Cette requête ne fut jamais examinée.", "77.  Le requérant produit par ailleurs une lettre du 17 août 2000, signée par le directeur du Département de l'application des peines du ministère de l'Intérieur affirmant que, selon les vérifications, le requérant souffrait de tuberculose depuis 1995 et que cette maladie s'était révélée lors de sa détention dans la SIZO-52/1.", "78.  Pour ce qui est de la nourriture, le requérant s'oppose à la thèse du Gouvernement (paragraphe 69 ci-dessus) et affirme qu'il n'était guère mieux nourri que les détenus dans des camps de concentration lors de la Seconde Guerre mondiale. Tous les mois, son père était obligé de lui apporter des colis de nourriture pour qu'il ne meure pas de faim.", "2.  Appréciation de la Cour", "a)  Jurisprudence pertinente", "79.  La Cour rappelle que, pour tomber sous le coup de l'article 3, un mauvais traitement, y compris une peine, doit atteindre un seuil minimum de gravité. Pour qu'une peine ou le traitement dont elle s'accompagne soient « inhumains » ou « dégradants », la souffrance ou l'humiliation doivent en tout cas aller au-delà de celles que comporte inévitablement une forme donnée de peine légitime (Tyrer c. Royaume-Uni, arrêt du 25 avril 1978, série A no 26, §§ 29-30 ; Khudoyorov c. Russie, no 6847/02, § 103, ECHR 2005... (extraits)). L'appréciation de ce minimum est relative par essence ; elle dépend de l'ensemble des données de la cause, et notamment de la nature et du contexte du traitement, de sa durée et de ses effets physiques ou mentaux, ainsi que, parfois, du sexe, de l'âge et de l'état de santé de la victime (Price c. Royaume-Uni, no 33394/96, § 24, CEDH 2001VII ; Mayzit c. Russie, no 63378/00, § 35, 20 janvier 2005).", "80.  La Cour tient à souligner qu'un Etat est responsable de toute personne en détention, car cette dernière, aux mains de ses fonctionnaires, est en situation de vulnérabilité et les autorités ont le devoir de la protéger (Berktay c. Turquie, no 22493/93, § 167, 1er mars 2001 ; Algür c. Turquie, no 32574/96, § 44, 22 octobre 2002).", "81.  La Convention ne comprend aucune disposition spécifique relative à la situation des personnes privées de liberté, a fortiori malades, mais il n'est pas exclu que la détention d'une personne malade puisse poser des problèmes sous l'angle de l'article 3 de la Convention (Matencio c. France, no 58749/00, § 76, 15 janvier 2004).", "82.  Si l'on ne peut en déduire une obligation générale de libérer un détenu pour motifs de santé, l'article 3 de la Convention impose en tout cas à l'Etat de protéger l'intégrité physique des personnes privées de liberté notamment par l'administration des soins médicaux requis (Matencio, précité, § 78 ; Khudobin c. Russie, no 59696/00, § 93, ECHR 2006... (extraits)).", "83.  La Cour a affirmé le droit de tout prisonnier à des conditions de détention conformes à la dignité humaine de manière à assurer que les modalités d'exécution des mesures prises ne soumettent pas l'intéressé à une détresse ou à une épreuve d'une intensité qui excède le niveau inévitable de souffrance inhérent à la détention ; elle a ajouté que, outre la santé du prisonnier (Sakkopoulos c. Grèce, no 61828/00, § 38, 15 janvier 2004), c'est son bien-être qui doit être assuré de manière adéquate eu égard aux exigences pratiques de l'emprisonnement (Kudła c. Pologne [GC], no 30210/96, § 94, CEDH 2000XI).", "b)  Application de ces principes au cas d'espèce", "84.  La Cour note d'emblée qu'elle doit avoir égard aux faits relatifs à la période de détention du requérant qui sont postérieurs au 5 mai 1998, date de l'entrée en vigueur de la Convention à l'égard de la Russie.", "85.  Elle relève ainsi qu'au 5 mai 1998, le requérant était détenu dans la SIZO-52/1. Le 28 novembre 1999 (ou en décembre 1999), il fut transféré à la prison no 349/13 (cf. paragraphes 63, 65 et 75 ci-dessus). Entre le 8 décembre 1999 et le mois de février 2000, le requérant fut hospitalisé dans un établissement médical spécialisé, cette période ne soulevant pas de problèmes particuliers sur le terrain de la Convention.", "86.  Malgré la controverse qui les oppose au sujet de la contamination du requérant en prison (paragraphes 59, 71 et 74 ci-dessus), les parties s'accordent à dire que, depuis novembre 1995, l'intéressé souffrait de tuberculose et nécessitait un traitement médical approprié.", "87.  Il ressort des documents produits par le Gouvernement que le dossier médical du requérant ne contient aucune information sur la nature des traitements qu'il aurait suivis lors de sa détention et ne fait pas mention du dosage des médicaments administrés (paragraphe 64 in fine ci-dessus). L'affirmation du Gouvernement qu'au sein de la SIZO-52/1, le requérant fit périodiquement l'objet de traitements médicaux, qu'après son retour de l'hôpital à la prison no 349/13 en février 2000, les prescriptions et recommandations des médecins furent respectées, que le requérant bénéficia des soins nécessaires au sein de l'unité médicale spécialisée de cette prison et qu'il fut soumis à un « traitement complexe avec des médicaments antituberculeux associés à des hépato-protecteurs et vitamines, ainsi qu'au régime de nutrition de type 5B » (paragraphes 64, 65 et 67 ci-dessus) s'appuie uniquement sur ses propres dires et sur des documents qui, rédigés en 2001 (paragraphe 64 et 68 ci-dessus) et 2005 (paragraphe 70 ci-dessus), ne font qu'attester à titre postérieur le fait de ces soins et traitements. Il ne figure au dossier aucun autre élément de preuve, datant de l'époque pertinente, pour étayer ces affirmations.", "88.  Ainsi, compte tenu des éléments en sa possession, la Cour estime que, postérieurement au 5 mai 1998 et en dehors de la période d'hospitalisation entre décembre 1999 et février 2000, les autorités nationales n'ont pas assuré une prise en charge appropriée de l'état de santé du requérant (voir, a contrario, Khokhlich c. Ukraine, no 41707/98, §§ 188 et suiv., 29 avril 2003).", "89.  Pour ce qui est des conditions de détention, la Cour note que le statut de l'établissement dans lequel le requérant fut détenu entre février 2000 et mars 2001 fait l'objet d'une controverse entre les parties. Selon le requérant, il fut détenu dans le dispensaire antituberculeux de la prison no 349/13, « établissement médical » au sens de l'article 20 du PVR (voir le droit interne ci-dessus), et il était dès lors interdit à l'administration pénitentiaire de le placer dans une CHIZO, cellule d'isolement de sanction. Selon le Gouvernement, il ne s'agissait pas d'un établissement médical, mais de l'unité médicale antituberculeuse de la prison. Aucune norme légale n'interdisait donc que le requérant soit placé dans une CHIZO (paragraphes 50 et 72 ci-dessus).", "90.  Quelle que soit la vérité sur ce point, les parties s'accordent à dire qu'en vertu de la décision du 23 octobre 2000, le requérant fut placé dans une CHIZO pour une durée de 15 jours et que, le 7 novembre 2000, ce placement fut prolongé de dix jours supplémentaires (paragraphes 51 et 72 ci-dessus).", "91.  La Cour relève que le placement dans une CHIZO est, à bien des égards, l'une des plus lourdes sanctions que le requérant aurait pu subir lors de sa détention (voir, l'article 118 § 1 du code d'application des peines). S'ajoute à cela le fait que, depuis le 1er octobre 2000, le requérant était privé du régime alimentaire de type 5B qui, selon les médecins, était nécessaire à l'amélioration de son état de santé. Selon le Gouvernement,  cette privation découlait du refus écrit du requérant, reporté sur son dossier médical, de suivre le traitement médical prévu pour l'automne (paragraphes 65 et 66 cidessus). Le Gouvernement ne produit toutefois ni le texte de ce refus ni la page pertinente du dossier médical. Il ressort néanmoins clairement du dossier que le requérant avait refusé de continuer de prendre les médicaments prescrits, au motif qu'ils lui causaient des nausées, des maux de tête et des vertiges, ce qui le gênait d'autant plus qu'il était amené à travailler (paragraphe 76 ci-dessus). Il ne semble pas toutefois qu'en prenant acte de ce refus du requérant, l'administration de la prison ait également pris en compte ses motifs et qu'elle ait recherché une solution médicale au problème posé. Au contraire, elle décida le 7 octobre 2000 de priver le requérant de tout traitement par médicaments, mais aussi de l'alimentation de type B5. Le recours du requérant (paragraphe 65 ci-dessus) affirmant que cette décision de l'administration était inhumaine ne fut jamais examinée (paragraphe 76 ci-dessus).", "92.  Ce n'est que le 20 novembre 2000, soit après la communication de la présente requête au gouvernement défendeur, que le requérant fut à nouveau soumis au régime de nutrition de type B5 (paragraphe 66 ci-dessus in fine).", "93.  La Cour note par ailleurs qu'en temps normal, le requérant était amené, tout en étant malade, à travailler dans une pièce de 48 m² avec 20 autres détenus également atteints de tuberculose. Selon le Gouvernement, cette pièce était régulièrement aérée et entretenue convenablement (paragraphe 69 ci-dessus). Le requérant ne s'y oppose pas. En revanche, il n'est pas clair si, durant sa détention dans la CHIZO, le requérant continua de travailler ou s'il fut soumis à un régime d'isolement total. A supposer qu'il n'ait pas été amené à travailler, en vertu de l'article 118 § 4 du code d'application des peines, il aurait été soumis d'office à un régime alimentaire inférieur.", "94. En revanche, il reste clair que, placé dans la CHIZO, le requérant n'avait le droit ni d'acheter lui-même des produits alimentaires ni de recevoir d'éventuels colis de nourriture envoyés par son père. Vu les privations punitives d'ordre alimentaire entourant la détention dans une CHIZO conformément à l'article 118 §§ 1 et 4 du code d'application des peines, et eu égard au fait que, du 1er octobre au 20 novembre 2000, le requérant était privé du régime de nutrition prescrit par les médecins, la thèse selon laquelle il aurait souffert de manque sévère de nourriture en détention ne semble pas être dépourvue de tout fondement. La défaillance des autorités à cet égard est d'autant plus condamnable que l'alimentation occupe souvent une place importante dans l'ensemble des soins habituellement destinés aux personnes atteintes de tuberculose.", "95.  Aux yeux de la Cour, le placement du requérant dans une CHIZO pour 25 jours consécutifs, alors qu'il était malade et mal nourri, et que la loi limitait la durée maximale de cette sanction à 15 jours (article 115 § 1 du code d'application des peines), a dû constituer une épreuve particulièrement pénible et causer une souffrance allant au-delà de celle que comporte inévitablement une peine d'emprisonnement.", "96.  Eu égard aux considérations qui précèdent (paragraphes 88, 91 et 95 ci-dessus), la Cour estime que, postérieurement au 5 mai 1998, le requérant fut soumis à des conditions de détention d'une nature telle qu'elles s'analysent en un traitement inhumain.", "97.  Il y a dès lors eu violation de l'article 3 de la Convention.", "B.  Quant au port de menottes lors des audiences publiques", "1.  Thèses des parties", "98.  Le Gouvernement soutient que la comparution du requérant en menottes devant le tribunal de Kirovskii les 5 et 22 février 1999 était rendue nécessaire par l'absence de barrière de protection entre le box du prévenu et le reste de la salle d'audience. Par ailleurs, les audiences des 5 et 22 février 1999 ayant été reportées, le Gouvernement estime que le traitement litigieux n'a pas atteint le seuil minimum de gravité (Tekin c. Turquie, arrêt du 9 juin 1998, Recueil des arrêts et décisions 1998IV, § 52). En tout état de cause, les autorités n'ayant pas eu pour but d'humilier ou d'avilir l'intéressé, on ne saurait conclure à une violation de l'article 3 de la Convention (Pretty c. Royaume-Uni, no 2346/02, § 50, CEDH 2002III ; Labita c. Italie [GC], no 26772/95, § 120, CEDH 2000IV).", "99.  Le requérant s'oppose à cette thèse en affirmant notamment que les audiences publiques en question ne furent pas reportées et eurent bien lieu comme prévu.", "2.  Appréciation de la Cour", "100.  La Cour réitère que, pour tomber sous le coup de l'article 3 de la Convention, un mauvais traitement doit atteindre un minimum de gravité dont l'appréciation dépend de l'ensemble des données de la cause (paragraphe 78 ci-dessus). En recherchant si un traitement est « dégradant » au sens de l'article 3, la Cour examinera si le but était d'humilier et de rabaisser l'intéressé (Peers c. Grèce, no 28524/95, §§ 67-68 et 74, CEDH 2001III) et si, considérée dans ses effets, la mesure a ou non atteint la personnalité de celui-ci d'une manière incompatible avec l'article 3 (Raninen c. Finlande, arrêt du 16 décembre 1997, Recueil 1997VIII, § 55). Toutefois, l'absence d'un tel but ne saurait exclure de façon définitive le constat de violation de l'article 3 (V. c. Royaume-Uni [GC], no 24888/94, § 71 in fine, CEDH 1999-IX). Le caractère public de la sanction ou du traitement peut également constituer un élément pertinent. Mais il faut rappeler en même temps que l'absence de publicité n'empêche pas nécessairement une peine déterminée d'entrer dans cette catégorie ; il peut fort bien suffire que la victime soit humiliée à ses propres yeux, même si elle ne l'est pas à ceux d'autrui (Tyrer, précité, p. 16, § 32 ; D.G. c. Irlande, no 39474/98, § 75, CEDH 2002III).", "101.  Le port des menottes ne pose normalement pas de problème au regard de l'article 3 de la Convention lorsqu'il est lié à une arrestation ou une détention légales et n'entraîne pas l'usage de la force, ni d'exposition publique, au-delà de ce qui est raisonnablement considéré comme nécessaire dans les circonstances de l'espèce. A cet égard, il importe par exemple de savoir s'il y a lieu de penser que l'intéressé opposera une résistance à l'arrestation, ou tentera de fuir, de provoquer blessure ou dommage, ou de supprimer des preuves (Raninen, précité, p. 2822, § 56 ; Kazakova c. Bulgarie, no 55061/00, § 51, 22 juin 2006; Hénaf c. France, no 65436/01, § 48, CEDH 2003XI ; Mouisel c. France, no 67263/01, § 47, CEDH 2002IX).", "102.  Toutefois, la Cour attache une importance particulière aux circonstances de chaque espèce, et l'examine cas par cas, afin d'apprécier la nécessité d'entraver les condamnés en dehors du milieu pénitentiaire (mutatis mutandis, Avcı et autres c. Turquie, no 70417/01, § 38, 27 juin 2006).", "103.  En l'espèce, la Cour note d'abord que le requérant, détenu régulièrement, comparut menotté les 5 et 22 février 1999 devant le tribunal de Kirovskii. Il ne prête pas à une controverse entre les parties qu'il ne fit pas l'objet de l'usage de la force. Le requérant n'a pas soutenu par ailleurs que le port de menottes l'ait affecté physiquement.", "104.  La Cour rappelle ensuite que, sous l'angle du procès équitable, le Gouvernement, ainsi que les juridictions internes dans leurs décisions, concédèrent que le port de menottes litigieux n'était pas conforme aux droits du requérant à la défense, garantis par l'article 46 du CPP (paragraphe 42 ci-dessus ; voir également Gorodnitchev c. Russie (déc.), no 52058/99, 3 mai 2005). La Cour en déduit que l'usage de menottes en l'espèce n'était pas un comportement normal lié à la détention de l'intéressé (a contrario, Mouisel, précité, § 46).", "105.  Pour justifier cette mesure sur le terrain de l'article 3, le Gouvernement soutient qu'elle était nécessaire à la protection de la sécurité du public qui n'était pas séparé du box du requérant par une barrière. Toutefois, il ne fournit aucun argument quant au comportement du requérant et n'indique à aucun moment ce qui faisait penser que l'intéressé constituerait un danger pour le public présent dans la salle. Pour sa part, la Cour ne discerne rien dans le dossier pouvant laisser supposer que l'absence de menottes lors de la comparution du requérant devant le tribunal de Kirovskii pourrait faire craindre un risque de violence, de dommage, de fuite ou encore d'atteinte à la bonne administration de la justice. Elle n'estime pas dès lors que le recours aux menottes avait pour objet de restreindre l'intéressé de manière raisonnable (voir, a contrario, D.G. c. Irlande, précité, § 99 in fine) et considère que cette mesure était disproportionnée au regard des nécessités de la sécurité, invoquées par le Gouvernement (cf. Hénaf, précité, § 56).", "106.  Quant au caractère public de la mesure, les parties soumettent des thèses diamétralement opposées. Selon le Gouvernement, les audiences des 5 et 22 février 1999 furent reportées, le requérant n'étant donc pas resté exposé au public pendant longtemps. Le requérant conteste cette version des faits et affirme que les audiences en question eurent bien lieu.", "107.  La Cour est d'avis que les pièces du dossier, y compris celles produites par le Gouvernement, confirment la thèse du requérant. Notamment, le vice-président de la Cour suprême de la Fédération de Russie dans son recours en supervision du 16 janvier 2001 et le Presidium de la cour régionale de Novossibirsk dans son jugement du 8 février 2001 affirmèrent que, « lors des audiences des 5 et 22 février 1999, le requérant avait porté des menottes » et qu'il avait demandé que les menottes « lui soient ôtées pour qu'il puisse prendre des notes en vue de sa défense » (paragraphes 42 et 44 ci-dessus). Selon le vice-président de la Cour suprême, « les procès-verbaux des audiences ne fournissaient pas les raisons d'une telle mesure ». Ces documents émanant des juridictions internes démentissent, aux yeux de la Cour, la thèse du Gouvernement et confirment le fait que les audiences publiques litigieuses eurent bien lieu. Par ailleurs, si celles-ci avaient été réellement reportées, il aurait été difficile de comprendre le souci des autorités de protéger le public du requérant, comme le soutient le Gouvernement.", "108.  Ainsi, même s'il n'est pas démontré que la mesure litigieuse visait à avilir ou à humilier le requérant (V. c. Royaume-Uni, précité, § 71 in fine ; Peers, précité, § 74), la Cour estime que l'exposition du requérant en menottes durant les audiences publiques des 5 et 22 février 1999 (cf. a contrario, Kazakova, précité, §§ 52 et 53), sans qu'une telle mesure ait été raisonnablement nécessaire à la sécurité du public ou à la bonne administration de la justice, constitua un traitement dégradant au sens de l'article 3 de la Convention.", "109.  Il y a dès lors eu violation de cette disposition.", "II.  SUR LA VIOLATION ALLEGUEE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "110.   Le requérant se plaint que la procédure diligentée à son encontre du chef de l'article 108 § 2 du code pénal dura excessivement longtemps. L'article 6 § 1 de la Convention est ainsi rédigé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) et dans un délai raisonnable par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "1.  Thèses des parties", "a)  Arguments du gouvernement", "111.  Le Gouvernement soutient qu'initialement, l'instruction préparatoire dura quatre mois et estime que, compte tenu de différents épisodes composant l'affaire, une telle longueur n'était pas excessive.", "112.  Lors de l'examen de l'affaire par les juridictions judiciaires, différentes lacunes auraient été relevées et le renvoi de l'affaire pour un complément d'information se serait avéré nécessaire. A la suite de chaque renvoi, le dossier aurait été traité par les autorités d'enquête avec de la diligence voulue, dans un délai d'un mois conformément à la loi.", "113.  Selon le Gouvernement, les audiences furent reportées plusieurs fois pour les raisons suivantes : le requérant présenta plusieurs demandes de prise de connaissance du dossier ; la partie civile ne comparut pas plusieurs fois ; le juge chargé de l'affaire étant occupé dans d'autres procédures, l'audience a dû être reportée à deux reprises pour garantir la continuité des débats conformément à l'article 240 § 2 du CPP ; le requérant et un assesseur furent malades ; le représentant du requérant fut en congé maladie ou en vacances ; le requérant formula des demandes de renvoi de l'affaire pour un complément d'information ou de récusation des juges. Ainsi, par exemple, c'est en faisant droit aux demandes du requérant que le tribunal aurait été amené les 25 février 1997 et 11 novembre 1998 à renvoyer l'affaire devant les autorités d'instruction et à ordonner le 18 septembre 1998 une nouvelle expertise judiciaire.", "114.  Plus généralement, le Gouvernement considère que le laps de temps de quatre ans et quatre mois, écoulé entre le début de l'instruction et le prononcé de l'arrêt de cassation du 29 juillet 1999, ne constitue pas une longueur excessive. Rappelant par ailleurs que le droit de procédure pénale exige un examen exhaustif d'une affaire pénale sous tous ses aspects, le Gouvernement affirme qu'en l'espèce, la phase judiciaire de la procédure n'aurait pu être raccourcie au détriment de l'accomplissement de cette tâche par les magistrats.", "b)  Arguments du requérant", "115.  Le requérant affirme que ses demandes de procédure étaient examinées sur-le-champ et, le plus souvent, rejetées. A aucun moment, ceci n'aurait occasionné de retards dans l'avancement de la procédure. Le requérant soutient avoir été à l'origine du report d'une audience devant le tribunal de Kirovskii une seule fois, lorsqu'il avait sollicité un délai suffisant pour la prise de connaissance des procès-verbaux des audiences.", "116.  Quant à la récusation des magistrats, le requérant concède avoir formulé des demandes sur ce point, mais rappelle que celles-ci ne furent jamais accueillies. Concernant sa demande de récusation du procureur du 24 février 1999 (paragraphe 32 ci-dessus), le requérant affirme qu'elle fut accueillie par le juge pour devancer la décision du procureur désireux de se rétracter.", "117.  Selon le requérant, aucune audience ne fut reportée en raison de sa maladie.", "118.  Le requérant dénonce le fait que son affaire ait été sans cesse renvoyée devant les autorités d'enquête. Il estime que ces renvois réitérés traduisaient l'absence de diligence des autorités et leur aspiration à le condamner à tout prix.", "119.  Le requérant rejette l'argument du Gouvernement selon lequel, le 18 septembre 1998, la défense demanda une nouvelle expertise. Selon lui, aucune demande de ce genre n'aurait pu être logiquement formulée, puisque le rapport d'expertise existant confirmait son innocence. Le tribunal aurait ordonné une nouvelle expertise pour obtenir des conclusions en faveur de l'accusation. C'est ainsi que deux rapports d'expertise contradictoires, ayant provoqué l'infirmation partielle du jugement de condamnation du 29 mars 1999, seraient apparus dans son dossier.", "120.  Le requérant souligne que son affaire fut examinée par six formations judiciaires différentes. Il estime qu'une durée de six ans environ (du 19 février 1995 au 9 juillet 2001) ne constitue pas un délai raisonnable au sens de l'article 6 § 1 de la Convention.", "2.  Appréciation de la Cour", "a)  Période à prendre en compte", "121.  La Cour rappelle que la période à examiner pour déterminer la durée d'une procédure pénale commence le jour où une personne se trouve « accusée » au sens autonome et matériel qu'il convient d'attribuer à ce terme (Corigliano c. Italie, arrêt du 10 décembre 1982, série A no 57, p. 13, § 34 ; Imbrioscia c. Suisse, arrêt du 24 novembre 1993, série A no 275, p. 13, § 36). Elle prend fin le jour où il est statué en dernier ressort sur une accusation, ou lorsque les poursuites sont abandonnées (Kalachnikov c. Russie, no 47095/99, § 124, CEDH 2002VI).", "122.  En l'espèce, la période à examiner débuta le 19 février 1995, lorsque le requérant fut arrêté.", "123.  Quant à son terme, la Cour note que, le 21 juillet 1999, la cour régionale de Novossibirsk confirma en dernier ressort le jugement de condamnation du requérant, rendu le 29 mars 1999. Ce jugement ainsi que l'arrêt de cassation, passés en force de chose jugée, furent annulés le 8 février 2001 suite à un recours en supervision et l'examen de l'affaire fut renouvelé. Cette nouvelle procédure aboutit à un nouveau jugement de condamnation du 17 mai 2001 et à un arrêt de cassation le confirmant du 9 juillet 2001. Le terme de la période litigieuse se situe donc à cette dernière date.", "Toutefois, la Cour n'estime pas devoir prendre en compte le laps de temps écoulé entre les 21 juillet 1999 et 8 février 2001, étant donné que, pendant cette période, l'affaire n'était pas pendante devant les juridictions internes. En effet, durant ce temps, le jugement définitif du 29 mars 1999 était en vigueur à l'égard du requérant et les juridictions internes n'avaient pas l'obligation de décider dans un « délai raisonnable » du bien-fondé des accusations portées contre l'intéressé (Markin c. Russie (déc.), no 59502/00, 16 septembre 2004 ; Emanakova c. Russie, no 60408/00, § 22, 23 septembre 2004).", "124.  Dans ces conditions, la période à prendre en considération en l'espèce comprend les périodes allant du 19 février 1995 au 21 juillet 1999 et du 8 février au 9 juillet 2001, soit une durée de quatre ans et dix mois pour deux degrés de juridictions qui statuèrent chacune trois fois sur le bienfondé de l'accusation du requérant du chef de l'article 108 § 2 du code pénal. Eu égard à sa compétence ratione temporis, la Cour ne peut avoir égard qu'à la période postérieure au 5 mai 1998, soit une durée d'un an et sept mois et demi environ pour deux degrés de juridictions qui statuèrent chacune deux fois sur le bien-fondé de l'accusation portée contre le requérant (les 29 mars et 21 juillet 1999, 17 mai et 9 juillet 2001). Toutefois, pour apprécier le caractère « raisonnable » de la procédure, la Cour devra tout de même tenir compte de l'état où se trouvait la procédure au 5 mai 1998 (Bořánková c. République tchèque, no 41486/98, § 52, 7 janvier 2003).", "b)  Quant au caractère raisonnable de la durée de la procédure", "125.  La Cour rappelle que le caractère raisonnable de la durée d'une procédure s'apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l'affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d'autres, Marschner c. France, no 51360/99, § 53, 28 septembre 2004). Quant à ce dernier point, seules les lenteurs imputables à l'Etat peuvent amener la Cour à conclure à l'inobservation du « délai raisonnable » (voir, parmi beaucoup d'autres, Vernillo c. France, arrêt du 20 février 1991, série A no 198, § 34 ; Huart c. France, no 55829/00, § 63, 25 novembre 2003).", "126.  L'enjeu du litige pour le requérant entre également en ligne de compte. Notamment, l'incarcération de l'intéressé constitue un élément à prendre en considération pour déterminer s'il a été statué dans un délai raisonnable sur le bien-fondé de l'accusation (Sari c. Turquie et Danemark, no 21889/93, § 72, 8 novembre 2001 ; Smirnova c. Russie, nos 46133/99 et 48183/99, § 83, CEDH 2003IX (extraits)). Toutefois, cette célérité particulière à laquelle un accusé détenu a droit dans l'examen de son cas ne doit pas nuire aux efforts déployés par les magistrats pour accomplir leurs tâches avec le soin voulu (voir, mutatis mutandis, Toth c. Autriche, arrêt du 12 décembre 1991, série A no 224, § 77 ; Lavents c. Lettonie, no 58442/00, § 102, 28 novembre 2002).", "127.  En l'espèce, la Cour note d'emblée que l'affaire pénale du requérant ne représentait pas un cas particulièrement complexe. Ceci était d'autant plus vrai à partir du 12 novembre 1997, seule la partie de l'affaire relative au crime prévu à l'article 108 § 2 du code pénal demeurant pendante devant les juridictions internes. Aucun argument tiré de la complexité de l'affaire ne fut d'ailleurs soulevé par le Gouvernement.", "128.  Pour ce qui est du comportement des autorités, la Cour estime qu'il n'est pas exempt de critiques, compte tenu de la diligence qui s'imposait en l'espèce.", "129.  Notamment, après le 5 mai 1998, la procédure connut plusieurs retards injustifiés. Alors qu'antérieurement à cette date, l'affaire avait été instruite pendant trois mois (du 21 février au 18 mai 1995) et qu'elle avait fait l'objet d'un examen judiciaire en première instance pendant deux ans et trois mois environ (du 22 mai 1995 au 25 février 1997 et du 12 mai au 12 novembre 1997), elle fut à nouveau renvoyée pour un complément d'information deux fois, les 28 mai et 11 novembre 1998.", "130.  Le Gouvernement n'a pas démontré le caractère particulier de l'affaire qui aurait pu justifier l'intervention de l'instructeur dans la procédure plusieurs fois. Le fait qu'il explique par ailleurs leur nécessité par « les lacunes relevées lors de l'examen judiciaire de l'affaire » contribue à renforcer l'impression de la Cour qui, suite à l'examen des pièces du dossier, doute de la qualité des interventions réitérées de l'instructeur dans la procédure et de l'efficacité de l'enquête.", "131. De ce point de vue, l'instruction judiciaire de l'affaire par le tribunal de Kirovskii n'est pas sans présenter des lacunes considérables. Il ne ressort notamment pas du dossier qu'entre les 31 juillet et 11 novembre 1998, il ait entrepris une étude sérieuse des faits de la cause avant de décider, à cette dernière date, une troisième fois qu'il convenait de renvoyer l'affaire devant les autorités d'instruction. Le Gouvernement ne fournit pas de détails concernant le déroulement de l'instance pendant cette période et de l'intensité de l'examen judiciaire de l'affaire.", "Une fois le requérant à nouveau renvoyé en jugement le 18 décembre 1998, le tribunal de Kirovskii ne fixa l'audience que le 25 janvier 1999, l'article 2231 § 2 du CPP limitant pourtant ce délai à 14 jours en cas d'incarcération de l'accusé. Les raisons de ce retard de plus de deux semaines ne furent pas expliquées par le Gouvernement.", "Le 24 février 1999, le tribunal de Kirovskii ordonna une expertise judiciaire au sujet des blessures infligées à la victime sans toutefois formuler avec suffisamment de précision les questions auxquelles les experts devaient répondre. Ce manque de précision rendit la tâche des experts impossible, ce dont le tribunal fut informé le 10 mars 1999. En dehors du fait que ceci provoqua une certaine perte de temps, le tribunal de Kirovskii ne prit pas le soin de reformuler ses questions en vue de la réalisation de l'expertise. Au contraire, il rendit son jugement de condamnation du 29 mars 1999 sans ce document en appuyant ses conclusions sur deux rapports d'expertise précédents qu'il avait lui-même jugés contradictoires (paragraphes 34, 35 et 43 ci-dessus). Parmi d'autres manquements, cette lacune motiva par la suite l'annulation du jugement en cause, ce qui rallongea la procédure de quatre mois supplémentaires (paragraphes 43 et 124 ci-dessus).", "132.  Par ailleurs, du 19 mai au 6 juillet 1999, l'instance de cassation fut dans l'impossibilité de statuer sur le pourvoi du requérant en raison de diverses violations procédurales imputables au tribunal de Kirovskii qui, deux fois de suite, fut appelé à redresser les manquements à la loi.", "133.  Pour ce qui est de la procédure en révision initiée le 16 janvier 2001 (paragraphe 42 ci-dessus), elle avait pour but de redresser divers manquements commis en grande partie en première instance. La durée de procédure y afférente (quatre mois) ne saurait donc être imputable au requérant.", "134.  La Cour n'accepte pas par ailleurs l'argument du Gouvernement affirmant que la durée litigieuse de la procédure était nécessaire pour permettre aux magistrats d'accomplir leur tâche avec le soin voulu. Certes, l'article 6 § 1 de la Convention consacre, avec la célérité des procédures judiciaires, le principe, plus général, d'une bonne administration de la justice (Boddaert c. Belgique, arrêt du 12 octobre 1992, série A no 235-D, § 39), mais il découle des pièces du dossier que si certaines autorités nationales avaient procédé à un examen soigneux de l'affaire, la procédure aurait été sensiblement accélérée (paragraphes 130-132 ci-dessus).", "135.  Il en va de même pour l'argument du Gouvernement invoquant le fait que le juge chargé de l'affaire était occupé dans d'autres procédures. La Cour rappelle que l'article 240 § 2 du CPP n'admet pas que les mêmes juges examinent d'autres affaires avant que les audiences dans une affaire pendante devant eux ne soient terminées. A supposer même qu'il s'agissait en l'espèce d'un manque d'effectifs au sein des juridictions concernées, l'article 6 de la Convention contraint les Etats contractants à organiser leurs juridictions de manière à leur permettre de répondre aux exigences de cette disposition (voir, entre autres, Süßmann c. Allemagne, arrêt du 16 septembre 1996, Recueil, 1996-IV, p. 1174, § 55).", "136.  Pour ce qui est du comportement du requérant, il ne ressort pas du dossier, contrairement aux affirmations du Gouvernement, que la procédure ait été allongée en raison des demandes de l'intéressé. Premièrement, rien dans le dossier ne permet de conclure à l'attitude procédurière du requérant ou de son représentant. Ensuite, contrairement à la thèse soutenue par le Gouvernement, ce n'est pas en faisant droit à la demande du requérant que le tribunal de Kirovskii décida le 25 février 1997 de renvoyer l'affaire pour un complément d'information. Aux termes de cette décision, le tribunal renvoya l'affaire après avoir conclu à l'impossibilité pour lui d'examiner l'affaire en l'état (paragraphe 14 ci-dessus). De même, contrairement à ce que soutient le Gouvernement, l'affaire ne fut pas à nouveau renvoyée le 11 novembre 1998 devant les autorités d'enquête suite à la demande du requérant. Il ressort de cette décision que le tribunal statua alors sur la demande du parquet (paragraphe 28 ci-dessus).", "137.  Eu égard aux considérations qui précèdent, la Cour estime que l'affaire pénale, diligentée à l'encontre du requérant du chef de l'article 108 § 2 du code pénal, ne fut pas examinée avec le sérieux et la diligence voulus. Compte tenu du principe de partage des responsabilités consacré par sa jurisprudence, la Cour constate que ce manque de célérité était imputable, pour l'essentiel, au comportement des autorités.", "138.  Il y a dès lors eu violation de l'article 6 § 1 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "139.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "", "140.  Dans son formulaire de requête, le requérant affirma qu'il évaluait le dommage matériel et moral subi à 10 millions de dollars américains. Or, après la décision sur la recevabilité, il ne présenta, dans le délai imparti à cet effet, aucune prétention au titre du dommage subi ou à celui de frais et dépens.", "141.  La Cour rappelle qu'elle n'octroie aucune somme à titre de satisfaction équitable dès lors que les prétentions chiffrées et les justificatifs nécessaires n'ont pas été soumis dans le délai imparti à cet effet par l'article 60 § 1 du règlement, même dans le cas où la partie requérante aurait indiqué ses prétentions à un stade antérieur de la procédure (Fadil Yilmaz c. Turquie, no 28171/02, § 26, 21 juillet 2005).", "142.  Toutefois, vu la gravité des violations constatées (paragraphes 97, 109 et 138 ci-dessus), la Cour estime que le requérant a dû subir un dommage moral certain.", "143.  Par conséquent, tenant compte des circonstances spécifiques de l'espèce, et statuant en équité, la Cour alloue au requérant 10 000 EUR pour le dommage moral.", "B.  Intérêts moratoires", "144.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 3 de la Convention en raison des traitements réservés au requérant en prison ;", "", "2.  Dit qu'il y a eu violation de l'article 3 de la Convention en raison du port de menottes par le requérant lors des audiences publiques des 5 et 22 février 1999 ;", "", "3.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "4.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, une somme de 10 000 EUR (dix mille euros) pour le préjudice moral, à convertir en roubles russes au taux applicable à la date du versement ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage.", "Fait en français, puis communiqué par écrit le 24 mai 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tChristos Rozakis\n\tGreffier\tPrésident"]}