{"file": "FRE_HFJUD_46347_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "46347/99", "text_paragraphs": ["", "", "", "TROISIEME SECTION", "", "", "", "", "", "", "AFFAIRE XENIDES-ARESTIS c. TURQUIE", "", "(Requête no 46347/99)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "22 décembre 2005", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Xenides-Arestis c. Turquie,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tG. Ress, président,\n\t\tI. Cabral Barreto,\n\t\tL. Caflisch,\n\t\tR. Türmen,\n\t\tJ. Hedigan,\n\t\tK. Traja,\n\tMme\tA. Gyulumyan, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil les 1er et 7 décembre 2005,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 46347/99) dirigée contre la République de Turquie et dont une ressortissante de cet Etat, Mme Myra Xenides-Arestis (« la requérante »), a saisi la Cour le 4 novembre 1998 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante a été représentée par Me A. Demetriades, avocat à Nicosie. Le gouvernement turc (« le Gouvernement ») a été représenté par son agent, M. Z. Necatigil.", "3.  La requérante alléguait la violation continue de l’article 8 de la Convention et de l’article 1 du Protocole no 1, pris isolément et combinés avec l’article 14 de la Convention. Elle soutenait en particulier que les forces militaires turques l’empêchaient d’accéder à son domicile et à ses biens situés dans la région de Famagouste (partie nord de Chypre) et d’en avoir l’usage et la jouissance. Elle considérait que cela était dû au fait qu’elle était de religion orthodoxe et d’origine chypriote grecque.", "4.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Une audience sur la recevabilité de la requête s’est tenue au Palais des Droits de l’Homme, à Strasbourg, le 2 septembre 2004.", "6.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a cependant continué à être examinée par la chambre de l’ancienne troisième section telle qu’elle existait avant cette date.", "7.  Par une décision du 14 mars 2005, la Cour a déclaré la requête recevable.", "8.  Tant la requérante que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement). Par ailleurs, le Gouvernement a envoyé des commentaires sur la demande de satisfaction équitable de la requérante. Le gouvernement de Chypre, qui a exercé son droit d’intervenir en vertu de l’article 36 de la Convention, n’a pas soumis de commentaires sur les observations des parties.", "EN FAIT", "9.  La requérante, Mme Myra Xenides-Arestis, est une ressortissante chypriote d’origine chypriote grecque née en 1945 et résidant à Nicosie.", "10.  Elle possède dans le quartier de Ayios Memnon (rue Esperidon), dans la zone fermée de Famagouste, des biens dont sa mère lui a fait donation. Il s’agit en particulier de la moitié d’une parcelle de terrain (parcelle no 142, feuille/plan 33/29), sur laquelle se trouvent des bâtiments, à savoir un magasin, un appartement et trois maisons. L’intéressée occupait avec son mari et ses enfants l’une des maisons, qui constituait son domicile, le reste de la propriété étant utilisé par des membres de la famille ou loué à d’autres personnes. Elle possède également pour partie un terrain (parcelle no 158, feuille/plan 33/29) comportant un verger (sa part représentant l’équivalent des 5/48e). Cette parcelle fut enregistrée à son nom le 31 janvier 1984. Le reste du terrain appartient à d’autres membres de sa famille.", "11.  En août 1974, les forces militaires turques contraignirent la requérante à quitter Famagouste avec ses proches et à abandonner le domicile, la propriété et les biens familiaux. Depuis lors, on l’empêche d’accéder à son domicile et à sa propriété – qui sont occupés et contrôlés par lesdites forces militaires –, et d’en avoir l’usage et la jouissance. Selon l’intéressée, seule l’armée turque a accès à la zone fermée de Famagouste.", "12.  Le 23 avril 2003, les autorités de la « République turque de Chypre du Nord » (la « RTCN ») adoptèrent de nouvelles mesures concernant la possibilité de traverser Chypre du nord au sud et du sud au nord en passant par des postes de contrôle spécifiques. Le 30 juin 2003, le « Parlement de la RTCN » adopta la « loi sur l’indemnisation relative aux biens immobiliers situés à l’intérieur des frontières de la République turque de Chypre du Nord » (no 49/2003), qui entra en vigueur le jour même. Le 30 juillet 2003, en vertu de l’article 11 de cette « loi », une « commission chargée des biens immobiliers, du recensement, de l’évaluation et de l’indemnisation » fut créée au sein de la « RTCN ». Le règlement de cette commission fut publié au « Journal officiel de la RTCN » le 15 août 2003, et cet organe fut constitué en vertu d’une décision du « Conseil des Ministres de la RTCN », publiée au Journal officiel susmentionné à la date du 18 août 2003.", "13.  Le 24 avril 2004, deux référendums séparés eurent lieu simultanément à Chypre sur l’Accord fondateur – Plan de règlement (« plan Annan ») qui avait été finalisé le 31 mars 2004. Ce plan ayant été approuvé par les Chypriotes turcs mais pas par les Chypriotes grecs, il ne put entrer en vigueur.", "EN DROIT", "I.  SUR L’EXCEPTION PRÉLIMINAIRE SOULEVÉE PAR LE GOUVERNEMENT", "14.  Comme au stade de la recevabilité, le Gouvernement a soulevé, dans ses observations sur le fond, une exception concernant le statut de victime de la requérante. Il soutient en particulier que les biens prétendument possédés par elle ont été consignés dans les registres du Fonds religieux musulman turc (vakf) comme ayant été attribués à celui-ci à titre définitif en vertu des règles et principes pertinents, et qu’ils ne peuvent être transférés à des particuliers en tant que biens privés. Il fait observer que la requérante n’a pas produit de titre de propriété faisant foi et attestant l’inscription de son nom dans les registres du bureau foncier, mais un document certifiant que les biens à son nom sont « détenus par les Turcs ». La Turquie n’ayant pas la possession ni la maîtrise des registres du bureau foncier de la « RTCN », le Gouvernement souhaite réserver sa position afin de pouvoir compléter ses informations sur les développements passés concernant les droits de propriété sur les biens en question.", "15.  La Cour fait observer que l’exception soulevée par le Gouvernement a été dûment examinée et rejetée dans sa décision sur la recevabilité du 14 mars 2005, dans laquelle elle a jugé que la requérante pouvait se prétendre « victime » au sens de l’article 34 de la Convention. Dans cette décision, la Cour a notamment souligné que le gouvernement défendeur n’avait pas étayé ses arguments. Celui-ci n’a soumis dans le délai imparti aucune information nouvelle à ce sujet. En conséquence, la Cour ne voit aucune raison de s’écarter de ses propres conclusions sur ce point.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "16.  La requérante se plaint d’une ingérence injustifiée dans son droit au respect de son domicile, atteinte contraire à l’article 8 de la Convention, lequel dispose :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "1.  Arguments des parties", "a)  La requérante", "17.  La requérante s’appuie sur les conclusions de la Cour dans les arrêts Loizidou c. Turquie ((exceptions préliminaires), arrêt du 23 mars 1995, série A no 310), Loizidou c. Turquie ((fond), arrêt du 18 décembre 1996, Recueil des arrêts et décisions 1996VI), Chypre c. Turquie ([GC], no 25781/94, CEDH 2001IV), Demades c. Turquie (no 16219/90, § 46, 31 juillet 2003), et Eugenia Michaelidou Developments Ltd et Michael Tymvios c. Turquie (no 16163/90, § 31, 31 juillet 2003). Par ailleurs, dans ses observations antérieures sur la recevabilité de la présente requête, l’intéressée avait distingué sa cause de l’affaire Loizidou c. Turquie (arrêt au fond précité) sur le terrain de l’article 8 de la Convention, en ce que son propre grief concernait une ingérence dans son droit au respect du domicile où elle avait résidé avec son époux et ses enfants et dont elle était propriétaire. Cet argument valait selon elle indépendamment de la question de savoir si la région où se trouvait son domicile était la même que celle où elle avait grandi et où sa famille avait ses racines.", "b)  Le Gouvernement", "18.  Dans ses observations sur le fond, le Gouvernement n’a pas présenté d’arguments sur ce point. Dans ses observations antérieures sur la recevabilité de la requête, il avait toutefois formulé quelques considérations sommaires à ce sujet. En particulier, il contestait le grief de la requérante tiré de l’article 8 de la Convention, arguant que la notion de « domicile » contenue dans cette disposition ne pouvait s’interpréter comme couvrant la région d’un Etat où l’on avait grandi et où la famille avait ses racines mais où l’on ne vivait plus (Loizidou (fond), précité, p. 2238, § 66).", "2.  Appréciation de la Cour", "19.  La Cour observe d’emblée que la présente affaire se distingue de l’affaire Loizidou (arrêt au fond précité) dès lors que, contrairement à Mme Loizidou, la requérante avait véritablement son domicile à Famagouste.", "20.  De plus, la Cour relève que depuis 1974 la requérante est dans l’incapacité d’accéder à son domicile, d’en user et d’en jouir. A cet égard, la Cour fait remarquer que dans son arrêt Chypre c. Turquie (précité, §§ 172175) elle a conclu que le déni total du droit des Chypriotes grecs déplacés au respect de leur domicile dans le nord de Chypre depuis 1974 constituait une violation continue de l’article 8 de la Convention. Dans cette affaire, elle a tenu le raisonnement suivant :", "« 172.  La Cour observe que la politique officielle des autorités de la « RTCN » consistant à dénier aux personnes déplacées le droit de regagner leur domicile est renforcée par les restrictions très sévères appliquées par ces mêmes autorités aux visites dans le Nord des Chypriotes grecs vivant dans le Sud. En conséquence, non seulement les personnes déplacées ne peuvent s’adresser aux autorités pour occuper de nouveau des maisons qu’elles ont abandonnées, mais elles sont en outre physiquement empêchées de s’y rendre en visite.", "173.  La Cour relève de plus que la situation dénoncée par le gouvernement requérant perdure depuis les événements survenus dans le nord de Chypre en 1974. Il semblerait qu’elle n’ait jamais été traduite en « lois », mais qu’elle relève d’une politique venant en application d’un arrangement bizonal prétendument destiné à réduire les risques de conflit que pourrait provoquer la cohabitation des communautés chypriote grecque et chypriote turque dans le Nord. Cet arrangement bizonal continue d’être débattu dans le cadre des pourparlers intercommunautaires qui se tiennent sous les auspices du Secrétaire général des Nations unies (...).", "174.  La Cour formule à ce sujet les observations suivantes : premièrement, le déni total du droit des personnes déplacées au respect de leur domicile n’est pas prévu par la loi au sens de l’article 8 § 2 de la Convention (...) ; deuxièmement, les pourparlers intercommunautaires ne sauraient être invoqués pour légitimer une violation de la Convention ; troisièmement, la violation en cause fait l’objet d’une politique qui perdure depuis 1974, et doit donc être qualifiée de continue.", "175.  Eu égard à ces considérations, la Cour conclut à la violation continue de l’article 8 de la Convention en raison du refus d’autoriser les Chypriotes grecs déplacés à regagner leur domicile dans le nord de Chypre. »", "21.  A cet égard, la Cour rappelle également ses conclusions dans l’affaire Demades c. Turquie (précitée, §§ 29-37).", "22.  La Cour ne voit en l’espèce aucune raison de s’écarter du raisonnement et des constats susmentionnés. En conséquence, elle conclut qu’il y a eu violation continue de l’article 8 de la Convention en raison du déni total du droit de la requérante au respect de son domicile.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "23.  La requérante affirme que le déni continu de l’accès à ses biens dans le nord de Chypre et la perte en résultant de toute maîtrise de ceux-ci et de toute possibilité d’en user et d’en jouir emportent violation de l’article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "1.  Arguments des parties", "a)  La requérante", "24.  La requérante s’appuie sur les arrêts rendus par la Cour dans les affaires Loizidou (exceptions préliminaires, arrêt précité), Loizidou (arrêt au fond précité), Chypre c. Turquie (précité), Demades (précité, § 46) et Eugenia Michaelidou Developments Ltd et Michael Tymvios (précité, § 31).", "b)  Le Gouvernement", "25.  Les arguments du Gouvernement à ce sujet se limitent à contester que la requérante est propriétaire des biens en question (paragraphe 14 cidessus) et à remettre en cause le statut de Famagouste (Varosha), où se trouvent les biens. Sur ce dernier point, le Gouvernement affirme que les autorités chypriotes grecques sont responsables de l’évacuation de Varosha et du rejet des propositions et tentatives de repeuplement de la zone. A cet égard, il évoque les pourparlers intercommunautaires concernant ce secteur, diverses propositions ainsi que des passages de déclarations formulées dans ce contexte. Il soutient que la Turquie ne peut autoriser unilatéralement et sur une base individuelle la réoccupation de cette zone sans la conclusion de dispositions administratives et la mise en place de fonds pour des projets de développement et d’infrastructures destinés à faciliter le processus de réajustement. Le Gouvernement estime par ailleurs que la Cour, à ce stade de la procédure et en l’absence d’un règlement global et définitif de la question de la propriété, ne doit pas entreprendre de statuer sur les droits de propriété relatifs aux biens en question.", "26.  Dans ses observations antérieures sur la recevabilité de la requête, le Gouvernement avait affirmé que le grief de la requérante tiré de l’article 1 du Protocole no 1 portait en substance sur la liberté de circulation, garantie par l’article 2 du Protocole no 4, non ratifié par la Turquie. Il avait argué que le droit au respect de la propriété et des biens n’avait pas pour corollaire le droit à la liberté de circulation.", "2.  Appréciation de la Cour", "27.  La Cour observe d’emblée que dans sa décision sur la recevabilité de la présente affaire, elle a, de façon cohérente avec les arrêts précités Loizidou (exceptions préliminaires), Loizidou (fond) et Chypre c. Turquie, écarté les exceptions soulevées par le Gouvernement relativement au prétendu défaut de juridiction et de responsabilité de la Turquie quant aux actes objets du grief. Elle a par ailleurs rejeté les arguments du Gouvernement concernant la liberté de circulation et l’effet que l’examen par la Cour des griefs de la requérante pourrait avoir sur les pourparlers intercommunautaires. Elle a relevé que depuis l’adoption des arrêts susmentionnés il n’y avait eu aucun changement propre à justifier qu’elle s’écartât de ses conclusions sur la juridiction de la Turquie. A cet égard, la Cour a également souligné, notamment, que le Gouvernement maintenait un contrôle militaire global sur le nord de Chypre et que le rejet du plan Annan par les Chypriotes grecs n’avait pas pour conséquence juridique de mettre un terme à la violation continue des droits des personnes déplacées.", "28.  La Cour rappelle par ailleurs que, conformément à ses conclusions dans les arrêts précités Loizidou (exceptions préliminaires), Loizidou (fond) et Chypre c. Turquie, il y a lieu de considérer que l’intéressée demeure la propriétaire légale de ses terrains. A ce sujet, la Cour observe qu’elle a rejeté les arguments du Gouvernement concernant le droit de propriété de la requérante sur les biens en question.", "29.  Dans l’affaire Loizidou ((fond), arrêt précité, pp. 2237-2238, §§ 6364), la Cour a tenu le raisonnement suivant :", "« 63.  (...) [D]u fait qu’elle se voit refuser l’accès à ses biens depuis 1974, l’intéressée a en pratique perdu toute maîtrise de ceux-ci ainsi que toute possibilité d’usage et de jouissance. Le déni continu de l’accès doit donc passer pour une ingérence dans ses droits garantis par l’article 1 du Protocole no 1. Dans les circonstances exceptionnelles de la cause invoquées par l’intéressée et le gouvernement cypriote (...), cette ingérence ne saurait s’analyser ni en une privation de propriété ni en une réglementation de l’usage des biens au sens des premier et second alinéas de l’article 1 du Protocole no 1. Ingérence dans le droit au respect des biens, elle relève en revanche manifestement de la première phrase de cette disposition. La Cour note à cet égard qu’un obstacle de fait peut enfreindre la Convention à l’égal d’un obstacle juridique (...)", "64.  Hormis une référence à la théorie de la nécessité pour justifier les actes de la « RTCN » et au fait que les droits de propriété ont été l’objet de pourparlers intercommunautaires, le gouvernement turc ne tente pas d’avancer des arguments justifiant l’ingérence susmentionnée, imputable à la Turquie, dans les droits de propriété de la requérante.", "Il n’explique pas en quoi la nécessité de reloger des réfugiés cypriotes turcs déplacés dans les années qui suivirent l’intervention turque dans l’île en 1974 peut justifier la négation totale des droits de propriété de la requérante par le refus absolu et continu de l’accès et une prétendue expropriation sans réparation.", "La circonstance que les droits de propriété aient été l’objet de pourparlers intercommunautaires auxquels participèrent les deux communautés de Chypre ne peut pas, elle non plus, justifier cette situation au regard de la Convention.", "Cela étant, la Cour conclut qu’il y a eu et continue d’y avoir violation de l’article 1 du Protocole no 1. »", "30.  Dans l’arrêt Chypre c. Turquie (précité), la Cour a confirmé les conclusions ci-dessus :", "« 187.  La Cour est convaincue que le raisonnement comme la conclusion qu’elle a formulés dans l’arrêt Loizidou (fond) s’appliquent avec la même force aux Chypriotes grecs déplacés qui, telle Mme Loizidou, ne peuvent avoir accès à leurs biens se trouvant dans le nord de Chypre en raison des restrictions adoptées par les autorités de la « RTCN » pour les empêcher d’accéder physiquement à ces biens. Le déni continu et total de l’accès à leurs biens constitue à l’évidence une ingérence dans le droit des Chypriotes grecs déplacés au respect de leurs biens au sens de la première phrase de l’article 1 du Protocole no 1. La Cour note en outre qu’en ce qui concerne la prétendue expropriation les personnes déplacées n’ont aucunement été dédommagées pour les atteintes à leurs droits de propriété qu’elles ont subies et continuent de subir.", "(...)", "189.  Pour ces raisons, la Cour conclut qu’il y a eu violation continue de l’article 1 du Protocole no 1 en ce que les Chypriotes grecs possédant des biens dans le nord de Chypre se sont vu refuser l’accès à leurs biens, la maîtrise, l’usage et la jouissance de ceux-ci ainsi que toute réparation de l’ingérence dans leur droit de propriété. »", "31.  A cet égard, la Cour rappelle ses conclusions dans les arrêts Demades (précité, §§ 43-46) et Eugenia Michaelidou Developments Ltd et Michael Tymvios (précité, §§ 28-31).", "32.  Compte tenu de ce qui précède, la Cour ne voit en l’espèce aucune raison de s’écarter des conclusions auxquelles elle est parvenue dans les affaires susmentionnées. En conséquence, elle conclut qu’il y a eu et continue d’y avoir violation de l’article 1 du Protocole no 1 du fait que la requérante est privée de l’accès à ses biens ainsi que de la maîtrise, de l’usage et de la jouissance de ceux-ci et de toute indemnisation pour l’atteinte à ses droits patrimoniaux.", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 14 DE LA CONVENTION COMBINÉ AVEC L’ARTICLE 8 DE LA CONVENTION ET L’ARTICLE 1 DU PROTOCOLE No 1", "33.  La requérante affirme être victime, dans la jouissance de ses droits au respect de son domicile et de ses biens, d’une discrimination contraire à l’article 14 de la Convention, ainsi libellé :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "34.  Le Gouvernement n’a pas présenté d’arguments à ce sujet.", "35.  La Cour relève que dans l’affaire Chypre c. Turquie susmentionnée, elle a considéré que, dans les circonstances de l’affaire, les griefs exposés par le gouvernement chypriote au titre de l’article 14 étaient les mêmes, quoique considérés sous un autre angle, que ceux examinés sur le terrain des articles 8 de la Convention et 1 du Protocole no 1. Dès lors qu’elle avait constaté la violation de ces dispositions, elle a estimé qu’il n’y avait pas lieu en l’occurrence de rechercher s’il y avait eu violation de l’article 14 combiné avec celles-ci du fait d’un traitement discriminatoire à l’encontre des Chypriotes grecs ne résidant pas dans le nord de Chypre en ce qui concerne leurs droits au respect de leurs biens (Chypre c. Turquie, précité, § 199).", "36.  La Cour ne voit pas de raison en l’espèce de s’écarter de cette approche. Eu égard à sa conclusion sur les griefs tirés des articles 8 de la Convention et 1 du Protocole no 1, elle estime qu’il n’est pas nécessaire de procéder à un examen distinct du grief tiré de l’article 14 combiné avec ces deux dispositions.", "V.  SUR L’APPLICATION DE L’ARTICLE 46 DE LA CONVENTION", "37.  L’article 46 de la Convention dispose :", "« 1.  Les Hautes Parties contractantes s’engagent à se conformer aux arrêts définitifs de la Cour dans les litiges auxquels elles sont parties.", "2.  L’arrêt définitif de la Cour est transmis au Comité des Ministres qui en surveille l’exécution. »", "38.  Les conclusions de la Cour impliquent en soi que la violation des droits de la requérante au regard des articles 8 de la Convention et 1 du Protocole no 1 résulte d’un vaste problème affectant un grand nombre de personnes, c’est-à-dire d’une atteinte injustifiée au « respect de son domicile » et au « respect de ses biens » commise par la « RTCN » au titre d’une politique ou d’une pratique (Chypre c. Turquie, précité, §§ 174 et 185). Par ailleurs, la Cour ne peut ignorer le fait que sont pendantes devant elle environ 1 400 requêtes concernant la propriété et dirigées contre la Turquie, introduites essentiellement par des Chypriotes grecs.", "39.  Avant d’examiner la demande de satisfaction équitable présentée par la requérante en vertu de l’article 41 de la Convention, et eu égard aux circonstances de l’espèce, la Cour se propose de rechercher quelles conséquences peuvent être tirées de l’article 46 de la Convention pour l’Etat défendeur. Elle rappelle qu’aux termes de l’article 46 les Hautes Parties contractantes s’engagent à se conformer aux arrêts définitifs rendus par la Cour dans les litiges auxquels elles sont parties, le Comité des Ministres du Conseil de l’Europe étant chargé de surveiller l’exécution de ces arrêts. Il en découle notamment que, lorsque la Cour constate une violation, l’Etat défendeur a l’obligation juridique non seulement de verser aux intéressés les sommes allouées au titre de la satisfaction équitable prévue par l’article 41, mais aussi de choisir, sous le contrôle du Comité des Ministres, les mesures générales et/ou, le cas échéant, individuelles à intégrer dans son ordre juridique interne afin de mettre un terme à la violation constatée par la Cour et d’en effacer autant que possible les conséquences. L’Etat défendeur demeure libre, sous le contrôle du Comité des Ministres, de choisir les moyens de s’acquitter de son obligation juridique au regard de l’article 46, pour autant que ces moyens soient compatibles avec les conclusions contenues dans l’arrêt de la Cour (voir Scozzari et Giunta c. Italie [GC], nos 39221/98 et 41963/98, § 249, CEDH 2000-VIII, et Broniowski c. Pologne [GC], no 31443/96, § 192, CEDH 2004-V).", "40.  La Cour estime que l’Etat défendeur doit mettre en place un recours qui garantisse véritablement une réparation effective des violations de la Convention constatées en l’espèce dans le chef de la présente requérante, mais aussi dans toutes les affaires similaires pendantes devant elle, suivant les principes de protection des droits énoncés dans les articles 8 de la Convention et 1 du Protocole no 1 et conformément à sa décision sur la recevabilité du 14 mars 2005. Ce recours devra être disponible dans les trois mois à compter de la date du prononcé du présent arrêt et une réparation devra être fournie dans les trois mois suivants.", "VI.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "41.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Préjudice matériel et moral", "1.  Arguments des parties", "a)  La requérante", "42.  La requérante souligne qu’elle ne demande pas réparation d’une éventuelle expropriation, puisqu’elle demeure la propriétaire légale des biens en question et qu’aucun problème d’expropriation ne se pose. Elle limite donc ses prétentions à la perte de l’usage de ses terrains et à celle qui en résulte de la possibilité de les donner à bail. S’appuyant sur deux rapports d’évaluation concernant les biens et les gains qu’elle aurait pu en escompter, elle réclame 587 399 livres chypriotes (CYP) au titre du préjudice matériel pour la période comprise entre le 28 janvier 1987 (date de la reconnaissance par la Turquie de la juridiction obligatoire de la Cour) et la fin de l’année 2005.", "43.  Les rapports d’évaluation emploient la méthode comparative combinée avec la méthode basée sur le coût de la construction pour la première propriété, et la méthode comparative pour la seconde propriété ; l’estimation de la valeur locative annuelle correspond à un pourcentage de la valeur en capital des biens. La valeur marchande des biens est basée sur celle de 1974, augmentée d’environ 5,5 % par an (première propriété) et de 10 % par an (seconde propriété), ce aux fins d’établir la valeur qu’auraient les biens en question si Famagouste n’avait pas été occupée par l’armée turque. Il est souligné que la zone de Famagouste était notamment l’une des stations touristiques les plus populaires et qu’il est raisonnable de penser que l’augmentation des loyers y aurait été plus forte que dans la moyenne des zones non occupées si l’invasion n’avait pas eu lieu.", "44.  La somme globale demandée au titre du dommage matériel correspond au montant total du loyer foncier qui aurait pu être perçu entre le 22 janvier 1987 et le 31 décembre 2005, soit respectivement 5 % et 6 % de la valeur marchande estimée de la première et de la seconde propriétés pour chacune des années en question, plus un intérêt appliqué entre la date à laquelle un tel loyer aurait été dû et la date de paiement. Pour la période susmentionnée, les sommes ainsi obtenues s’élèvent à 190 288 CYP (première propriété) et à 245 564 CYP (seconde propriété). Ces deux montants incluent un taux d’intérêt fixé à 8 % du loyer pour l’intervalle 1987-fin 2000, et à 6 % pour l’intervalle 2001-fin 2005. L’étude des tendances haussières des loyers repose sur les indices des prix à la consommation de la période 1960-2005 s’agissant des loyers et du logement (indices publiés par l’Office de la statistique et de la recherche de l’Etat chypriote).", "45.  La requérante demande 160 000 CYP au titre du préjudice moral. Tout d’abord, elle réclame 40 000 CYP pour l’angoisse et la frustration qu’elle a éprouvées en raison de la violation continue de ses droits patrimoniaux au regard de l’article 1 du Protocole no 1, ce de janvier 1987 à la fin de l’année 2005. Elle précise que cette somme a été calculée sur la base de l’indemnité pour dommage moral allouée par la Cour dans l’affaire Loizidou ((article 50), arrêt du 28 juillet 1998, Recueil 1998-IV), en tenant compte toutefois du fait que la période concernée en l’espèce est plus longue que celle en question dans l’affaire Loizidou. Ensuite, la requérante sollicite 120 000 CYP pour la détresse et la souffrance résultant de la privation de son domicile, dans le contexte de la politique délibérée du Gouvernement qui, par le biais de son armée notamment, a fait de la ville fermée de Famagouste l’otage de ses visées politiques. A ses yeux, cette atteinte est plus grave que la violation de ses droits patrimoniaux au regard de l’article 1 du Protocole no 1.", "b)  Le Gouvernement", "46.  Le Gouvernement conteste les prétentions de la requérante à ce sujet et affirme qu’elles reposent sur des évaluations totalement spéculatives et imaginaires, dépourvues de référence à des données réelles qui permettraient la comparaison. Il observe que l’intéressée ne tient pas suffisamment compte de l’instabilité du marché immobilier et du fait que celui-ci est soumis à l’influence de facteurs nationaux et internationaux. La méthode d’évaluation adoptée par la requérante présuppose que les biens en question auraient augmenté en valeur, qu’ils auraient pu rapporter le loyer qu’elle escomptait, ou qu’elle aurait loué sa maison dans des conditions normales. Il n’a été fourni aucun exemple comparatif quant aux prix de vente et aux loyers pratiqués dans la zone. Les calculs se fondent sur l’hypothèse qu’à l’époque des faits il y avait dans la zone où se situent les biens un potentiel de développement. La supposition selon laquelle le marché immobilier aurait continué à être florissant grâce à une croissance soutenue pendant la période considérée est hautement discutable. De l’avis du Gouvernement, la Cour ne doit pas retenir les taux de croissance avancés par la requérante. Réparer aujourd’hui une perte d’usage sur la base du loyer que les biens auraient pu rapporter s’ils avaient été mis en location impliquerait un enrichissement sans cause. De plus, il n’a pas été tenu compte des impôts et d’autres dépenses qu’il aurait fallu payer.", "47.  Par ailleurs, le Gouvernement observe que dès lors que la déclaration de la Turquie faite en vertu de l’ancien article 46 de la Convention et reconnaissant la juridiction de la Cour date du 21 janvier 1990, les prétentions de la requérante au titre du préjudice matériel ne sauraient être calculées à partir du 1er janvier 1987. A cet égard, il affirme aussi que si une réparation est octroyée, tout préjudice subi par l’intéressée après mars 2004 est dû aux actes de l’Etat chypriote grec.", "48.  Le Gouvernement estime que la Cour, à ce stade de la procédure et en l’absence d’un règlement global et définitif de la question de la propriété, ne doit pas entreprendre de statuer sur les droits de propriété concernant les biens en question, ni allouer de réparation sans au moins laisser aux autorités de la « RTCN » le temps et la possibilité d’examiner leur loi d’indemnisation à la lumière de la décision de la Cour sur la recevabilité de la présente affaire. De plus, l’octroi d’une réparation à des requérants individuels comme la présente requérante entraverait et compromettrait sérieusement les négociations en vue d’un règlement politique global, notamment sur le problème complexe de la propriété, que l’on espère pouvoir régler par les voies diplomatiques. Se pose également la question de savoir ce que peut être un recours approprié dans les affaires de ce type où un long laps de temps s’est écoulé et où les intérêts légitimes de tiers et de la communauté sont en jeu. Il n’y a pas de droit à l’allocation d’une somme. Si la Cour juge néanmoins, contrairement au Gouvernement, que la requérante a des droits de propriété sur les biens en question, elle doit exercer son pouvoir d’appréciation en tenant compte des circonstances de l’espèce et conclure que l’octroi d’un montant n’est pas « nécessaire » au stade actuel de la procédure.", "49.  Enfin, le Gouvernement ne formule pas d’observations sur les thèses de la requérante concernant le préjudice moral.", "2.  Appréciation de la Cour", "50.  Dans les circonstances de l’espèce, la Cour estime que la question de la réparation du préjudice matériel et moral ne se trouve pas en état. Il convient dès lors de la réserver et de fixer la procédure ultérieure en tenant dûment compte d’un éventuel accord auquel pourraient parvenir le gouvernement défendeur et la requérante (article 75 § 1 du règlement de la Cour) et en ayant égard aux mesures individuelles ou générales que pourrait prendre ledit gouvernement en exécution du présent arrêt. En attendant l’application des mesures générales appropriées devant être adoptées ainsi qu’il est prévu au paragraphe 40 ci-dessus, la Cour reporte l’examen de l’ensemble des requêtes résultant de la même cause générale.", "B.  Frais et dépens", "1.  Arguments des parties", "a)  La requérante", "51.  La requérante, qui a produit des relevés de frais détaillés concernant les différents stades de la procédure devant la Cour, réclame 131 867,97 CYP pour frais et dépens. Sa demande est ventilée comme suit :", "a)  41 285 CYP, taxe sur la valeur ajoutée (TVA) incluse, pour les honoraires des avocats chypriotes de la requérante. Cette somme englobe la préparation de la requête, la rédaction des observations et la correspondance ;", "b)  13 526,97 CYP, TVA incluse, pour les sommes déboursées par l’intéressée entre le 1er novembre 2003 et le mois d’avril 2005. Il s’agit principalement des frais de communication (fax, factures de téléphone, courrier électronique), du coût de l’assistance apportée par EMS Economic Management Ltd, des frais afférents aux deux rapports d’évaluation annexés à la demande de satisfaction équitable, des frais concernant les recherches sur les articles publiés et des dépenses engagées pour l’audience du 2 septembre 2004 ;", "c)  77 056 CYP pour les services de M. I. Brownlie, Queen’s counsel, frais englobant la rédaction des observations complémentaires de la requérante et d’une étude sur des questions de droit international, les réunions et, enfin, les frais de voyage et la préparation de l’audience.", "52.  Par ailleurs, l’intéressée demande qu’un taux d’intérêt annuel de 8 % soit appliqué aux montants cidessus.", "53.  Selon la requérante, il était justifié de recourir à un Queen’s counsel, compte tenu de la désignation de l’affaire comme affaire pilote appelant une audience devant la Cour, et vu les importantes questions de droit international – nouvelles pour la plupart – soulevées par cette requête.", "b)  Le Gouvernement", "54.  Le Gouvernement n’a pas présenté d’observations sur les thèses de la requérante à ce sujet.", "2.  Appréciation de la Cour", "55.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (voir, par exemple, Stašaitis c. Lituanie, no 47679/99, §§ 102-103, arrêt du 21 mars 2002).", "56.  La Cour observe que la présente affaire a soulevé au stade de la recevabilité des questions complexes et capitales ayant nécessité la présentation d’observations approfondies et la tenue d’une audience.", "57.  Nonobstant ce qui précède, et bien que la Cour ne doute pas que les frais réclamés aient été réellement exposés, leur montant apparaît excessif. A cet égard, la Cour observe que l’étape de la procédure consacrée à l’examen du fond n’a présenté aucune complexité particulière et que les observations de la requérante dans ce cadre étaient brèves et centrées pour l’essentiel sur sa demande de satisfaction équitable. De plus, les relevés de frais ne font aucune référence aux tarifs des avocats en question, notamment du Queen’s counsel, et aucune indication n’y figure au sujet du temps consacré au dossier. En outre, aucune information détaillée n’est fournie quant à l’assistance apportée par EMS Economic Management Ltd. Enfin, la Cour juge excessive la demande de la requérante concernant le remboursement des frais liés aux recherches sur les articles publiés.", "58.  En conséquence, compte tenu des informations dont elle dispose et des critères présentés ci-dessus, la Cour juge raisonnable d’allouer la somme de 65 000 EUR pour les frais et dépens afférents à la procédure devant elle.", "C.  Intérêts moratoires", "59.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Rejette, à l’unanimité, l’exception préliminaire soulevée par le Gouvernement ;", "", "2.  Dit, par six voix contre une, qu’il y a eu violation de l’article 8 de la Convention ;", "", "3.  Dit, par six voix contre une, qu’il y a eu violation de l’article 1 du Protocole no 1 ;", "", "4.  Dit, à l’unanimité, qu’il n’est pas nécessaire d’examiner le grief tiré de l’article 14 de la Convention combiné avec les articles 8 de la Convention et 1 du Protocole no 1 ;", "", "5.  Dit, à l’unanimité, que l’Etat défendeur doit mettre en place un recours qui garantisse la protection effective des droits énoncés par les articles 8 de la Convention et 1 du Protocole no 1, tant pour la présente requérante que dans le contexte de l’ensemble des affaires similaires pendantes devant la Cour. Ce recours devra être disponible dans les trois mois à compter de la date du prononcé du présent arrêt et une réparation devra être fournie trois mois plus tard ;", "", "6.  Dit, à l’unanimité, que la question de l’application de l’article 41 de la Convention ne se trouve pas en état en ce qui concerne le préjudice matériel et moral ;", "\ten conséquence,", "a)  la réserve sur ce point ;", "b)  invite les parties à lui soumettre par écrit, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, leurs observations sur la question et, en particulier, à lui donner connaissance de tout accord auquel elles pourraient aboutir ;", "c)  s’agissant du point 5 ci-dessus, invite le Gouvernement à lui soumettre, dans les trois mois à compter de la date du prononcé du présent arrêt, des renseignements détaillés sur le recours et sa mise à disposition, et à lui fournir trois mois plus tard des informations concernant la réparation ;", "d)  réserve la procédure ultérieure et délègue au président de la chambre le soin de la fixer au besoin ;", "", "7.  Dit, à l’unanimité,", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 65 000 EUR (soixante-cinq mille euros) pour frais et dépens, à convertir en livres chypriotes au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage.", "", "Fait en anglais, puis communiqué par écrit le 22 décembre 2005, en application de l’article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tGeorg Ress\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion dissidente de M. Türmen.", "G.R.\nV.B.", "\nOPINION DISSIDENTE DE M. LE JUGE TÜRMEN", "Je suis en désaccord avec la majorité au sujet de la violation des articles 8 de la Convention et 1 du Protocole no 1, ce pour des raisons identiques à celles exposées dans l’opinion dissidente du juge Bernhardt, auquel s’était rallié le juge Lopes Rocha, ainsi que des opinions dissidentes des juges Baka, Jambrek, Pettiti et Gölcüklü dans l’arrêt Loizidou c. Turquie (fond) du 18 décembre 1996.", ""]}