{"file": "FRE_HFJUD_12313_86.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "12313/86", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE MOUSTAQUIM c. BELGIQUE", "", "(Requête no12313/86)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "18 février 1991", "\n", "En l'affaire Moustaquim,", "La Cour européenne des Droits de l'Homme, constituée, conformément à l'article 43 (art. 43) de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement, en une chambre composée des juges dont le nom suit:", "\tM. \tR. Ryssdal, président,", "\tMme \tD. Bindschedler-Robert,", "\tM. \tF. Matscher,", "\tSir \tVincent Evans,", "\tMM. \tR. Bernhardt,", "\t\tJ. De Meyer,", "\t\tN. Valticos,", "\tMme \tE. Palm,", "\tM. \tI. Foighel,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 29 septembre 1990 et 25 janvier 1991,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCEDURE", "1. L'affaire a été déférée à la Cour par la Commission européenne des Droits de l'Homme (\"la Commission\") le 14 décembre 1989, dans le délai de trois mois qu'ouvrent les articles 32 § 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 12313/86) dirigée contre le Royaume de Belgique et dont un ressortissant marocain, M. Abderrahman Moustaquim, avait saisi la Commission le 13 mai 1986 en vertu de l'article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu'à la déclaration belge reconnaissant la juridiction obligatoire de la Cour (article 46). Elle a pour objet d'obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l'État défendeur aux exigences des articles 8 (art. 8) - considéré isolément ou combiné avec l'article 14 (art. 14+8) -, 3 et 7 (art. 3, art. 7).", "2. En réponse à l'invitation prévue à l'article 33 § 3 d) du règlement, le requérant a manifesté le désir de participer à l'instance et a désigné ses conseils (article 30).", "3. La chambre à constituer comprenait de plein droit M. J. De Meyer, juge élu de nationalité belge (article 43 de la Convention) (art. 43), et R. Ryssdal, président de la Cour (article 21 § 3 b) du règlement). Le 27 janvier 1990, celui-ci en a désigné par tirage au sort les sept autres membres, à savoir Mme D. Bindschedler-Robert, M. F. Matscher, Sir Vincent Evans, M. R. Bernhardt, M. N. Valticos, M. I. Foighel et M. R. Pekkanen, en présence du greffier (articles 43 in fine de la Convention et 21 § 4 du règlement) (art. 43). Ultérieurement, Mme E. Palm, suppléante, a remplacé M. Pekkanen, empêché (articles 22 § 1 et 24 § 1 du règlement).", "4. Ayant assumé la présidence de la chambre (article 21 § 5 du règlement), M. Ryssdal a consulté par l'intermédiaire du greffier l'agent du gouvernement belge (\"le Gouvernement\"), le délégué de la Commission et les avocats du requérant au sujet de la nécessité d'une procédure écrite (article 37 § 1). Conformément à l'ordonnance ainsi rendue le 7 février 1990, le greffier a reçu le mémoire du requérant le 11 avril et celui du Gouvernement le 17 mai. Le 12 juin, le secrétaire adjoint de la Commission l'a informé que le délégué s'exprimerait oralement.", "5. Le 25 avril, la Commission a produit les pièces de la procédure suivie devant elle, ainsi que le greffier l'y avait invitée sur les instructions du président.", "6. Le 28 août, ce dernier a fixé au 26 septembre 1990 la date de l'audience après avoir recueilli l'opinion des comparants par les soins du greffier (article 38 du règlement).", "7. Les demandes de satisfaction équitable du requérant sont parvenues au greffe le 13 septembre.", "8. Les débats se sont déroulés en public le jour dit, au Palais des Droits de l'Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu :", "- pour le Gouvernement", "\tM. C. Debrulle, directeur d'administration", "\t\t\tau ministère de la Justice, \tagent,", "\tMe F. Huisman, avocat, \tconseil ;", "- pour la Commission", "\tM. H. Vandenberghe, \tdélégué ;", "- pour le requérant", "\tMes L. Misson, avocat,", "\tJ.-P. Moens, avocat, \tconseils.", "La Cour a entendu en leurs déclarations, ainsi qu'en leurs réponses aux questions d'un juge, Me Huisman pour le Gouvernement, M. Vandenberghe pour la Commission, Me Misson et Me Moens pour le requérant.", "EN FAIT", "I. LES CIRCONSTANCES DE L'ESPÈCE", "9. Citoyen marocain né le 28 septembre 1963 à Casablanca, M. Abderrahman Moustaquim habite actuellement à Liège.", "Il arriva en Belgique en juillet 1965 au plus tard, avec sa mère, pour y rejoindre son père qui avait émigré quelque temps auparavant et exploitait une boucherie. Jusqu'à son expulsion en juin 1984, il résida dans ce pays, muni d'un permis d'établissement. Trois de ses sept frères et soeurs y naquirent. L'un de ses frères aînés avait déjà la nationalité belge au moment des faits litigieux.", "A. Les mesures de garde et les poursuites pénales", "1. La procédure devant les juridictions de la jeunesse", "a) Le tribunal de la jeunesse de Liège", "10. Pendant la minorité pénale du requérant, qui s'acheva le 28 septembre 1981, le tribunal de la jeunesse de Liège eut à connaître de 147 faits reprochés à celui-ci, dont 82 vols qualifiés, 39 tentatives de vol qualifié et 5 vols avec violence. Il adopta diverses mesures de garde, de préservation ou d'éducation. Il décida ainsi à dix reprises, entre janvier 1980 et mai 1981, l'incarcération de M. Moustaquim à la prison de Lantin, pour des périodes n'excédant pas quinze jours (article 53 de la loi du 8 avril 1965 relative à la protection de la jeunesse - paragraphe 27 ci-dessous).", "11. Le 15 mai 1981, le juge d'instruction de Liège plaça le requérant sous mandat d'arrêt.", "b) La chambre de la jeunesse de la cour d'appel de Liège", "12. Ayant à examiner à son tour les 147 faits mentionnés plus haut, la chambre de la jeunesse de la cour d'appel de Liège rendit le 30 juin 1981 un arrêt de dessaisissement. Elle releva notamment que \"le mineur délinquait déjà avant d'avoir atteint ses 14 ans ; qu'à ce titre, il relevait déjà de la juridiction et que durant la présente instance, il n'a[vait] pas cessé de commettre des infractions\". Elle renvoya donc l'affaire au ministère public aux fins de poursuites devant la juridiction compétente (article 38 de la loi précitée du 8 avril 1965 - paragraphe 27 ci-dessous).", "", "2. La procédure devant les juridictions ordinaires", "a) Le tribunal correctionnel de Liège", "13. Inculpé de 26 faits qui avaient eu lieu entre le 10 février 1980 et le mois de janvier 1981, M. Moustaquim comparut devant le tribunal correctionnel de Liège le 2 décembre 1981.", "Le dossier à charge du prévenu et de ses six complices comprenait un rapport de synthèse établi le 14 juillet 1980 par la gendarmerie de Liège. Ce document notait que les intéressés \"viv[ai]ent marginalement, ne rentrant qu'exceptionnellement à leur domicile ou dans le home où ils [étaient] placés\" ; il indiquait au sujet du requérant :", "\"Sujet marocain, frère aîné du précité. Est considéré comme étant l'un des meneurs de la bande. Est actuellement plongé dans la grosse criminalité. Il est prêt à tout et ses 'stages' à la prison de Lantin ne lui sont aucunement bénéfiques. Dès qu'il est sorti, il recommence ses vols. Menant une vie oisive, dormant le jour, sortant la nuit pour commettre ses méfaits, il s'associe avec des 'gars sûrs'. Les vols qu'il commet sont à certains moments calculés et, par conséquent, importants. A d'autres occasions, les vols sont odieux voire même crapuleux. L'intéressé est prêt à tout et son escalade dans la délinquance ne fait qu'empirer. Il est un réel danger pour la société.\"", "14. Toujours le 2 décembre 1981, le tribunal correctionnel reconnut M. Moustaquim coupable de 20 des 26 faits en cause et le condamna à vingt mois d'emprisonnement, avec un sursis probatoire de cinq ans pour la moitié de la peine. Il le relaxa pour le surplus.", "b) La cour d'appel de Liège", "15. Le ministère public ayant interjeté appel, la cour de Liège statua le 9 novembre 1982. Réformant le jugement de première instance, elle déclara le requérant coupable de 22 des 26 faits incriminés. Elle lui infligea des peines d'emprisonnement de deux ans (pour 4 vols qualifiés, 12 tentatives de vol qualifié, 1 vol simple et 1 recel), un mois (pour une destruction de voiture), deux fois huit jours (pour deux inculpations de coups volontaires) et quinze jours (pour une inculpation de menaces). Elle l'acquitta de quatre préventions (attentat à la pudeur avec violences sur une mineure de plus de seize ans ; association de malfaiteurs ; tentative de vol qualifié ; destruction de clôture rurale).", "Ne lui accordant aucun sursis, elle ordonna son arrestation immédiate.", "3. Les détentions subies par le requérant", "16. Auparavant, M. Moustaquim avait été incarcéré à dix reprises entre janvier 1980 et mai 1981 pour des périodes n'excédant pas quinze jours (paragraphe 10 ci-dessus).", "Le 15 mai 1981, le juge d'instruction de Liège l'avait placé sous mandat d'arrêt jusqu'à, semble-t-il, sa comparution devant la chambre de la jeunesse de la cour d'appel de Liège, le 30 juin 1981 (paragraphes 11-12 ci-dessus).", "L'intéressé avait aussi subi une brève détention préventive avant son procès du 2 décembre 1981 devant le tribunal correctionnel de Liège (paragraphes 13-14 ci-dessus).", "Il purgea une partie - dix-huit mois sur vingt-six - des peines d'emprisonnement prononcées contre lui par la cour d'appel de Liège le 9 novembre 1982 (paragraphe 15 ci-dessus) ; il recouvra la liberté en avril 1984. Entre janvier et août 1983, il avait bénéficié de trois congés pénitentiaires de trois jours chacun.", "B. La procédure d'expulsion", "1. L'avis de la Commission consultative des étrangers", "17. Saisie par le ministère de la Justice le 9 septembre 1983, la Commission consultative des étrangers rendit son avis le 24 novembre 1983. Concluant que l'expulsion se justifierait légalement mais l'estimant \"inopportune\", elle énonçait les motifs suivants :", "\"Les très nombreux délits commis par l'intéressé, et réprimés par la Cour d'appel de Liège le 9/11/1982, constituent, pour la plupart, des atteintes graves à l'ordre public, justifiant la mesure envisagée. Il s'agit en effet notamment de 26 vols qualifiés en plus de vols simples, de recels, de destruction, de coups et de menaces. Les peines prononcées furent: 2 ans d'emprisonnement + 1 mois + 8 jours + 8 jours + 15 jours.", "La Commission ne retient pas, au nombre des faits constitutifs d'atteinte à l'ordre public, l'attentat à la pudeur avec violences et menaces dont il est question dans l'exposé des faits établi par le ministère public (Note P. 2 - Dossier - pièce 27). Le conseil de l'intéressé a déclaré à la Commission que son client avait été acquitté de ce chef. La Commission constate que, dans la même pièce 27 transmise par le ministère public à l'Office des étrangers, la rubrique 'Nature de la prévention' ne reprend pas le délit d'attentat à la pudeur alors que tous les autres délits dont il est question dans l'exposé des faits y sont énumérés. Le dossier ne permet pas de savoir si l'erreur s'est glissée dans l'exposé des faits ou dans la rubrique 'Nature de la prévention'.", "Pendant sa minorité pénale, il a été placé à plusieurs reprises dans des homes. Les faits réprimés par l'arrêt précité ont fait l'objet d'un dessaisissement du Tribunal de la Jeunesse.", "La Commission estime toutefois que la mesure envisagée serait inopportune pour les motifs suivants :", "1. Jeune âge de l'intéressé (qui est né le 28/9/1963), tant à l'époque des faits qu'actuellement encore.", "2. Il est arrivé en Belgique à l'âge de 1 an, en juillet 1965.", "3. Toute sa famille vit en Belgique (père, mère, 7 autres enfants dont 4 sont nés ici).", "4. L'intéressé apprend un métier - (apprenti boucher) - et pourrait être aidé par son père qui est boucher. Celui-ci serait propriétaire de la boucherie qu'il exploite.", "5. L'intéressé a déjà bénéficié de deux congés pénitentiaires au moins, qui se seraient déroulés sans incident et dont l'octroi révèle une certaine confiance dans son comportement.\"", "2. L'arrêté d'expulsion", "18. Un arrêté royal du 28 février 1984, notifié à M. Moustaquim le 14 mars et destiné à entrer en vigueur au moment de sa libération, lui enjoignit \"de quitter le territoire du Royaume, avec interdiction d'y rentrer pendant dix ans, (...) sauf autorisation spéciale du Ministre de la Justice\". Il se fondait sur les raisons ci-après :", "\"(...)", "Considérant que [l'intéressé] a commis une série de 26 faits de vols qualifiés, tentatives de vols qualifiés, vol simple, recel, destruction de véhicule, coups volontaires et menaces, faits établis pour lesquels le 9 novembre 1982 il a d'ailleurs été condamné par la Cour d'appel de Liège à des peines devenues définitives de deux ans d'emprisonnement, 1 mois d'emprisonnement, 8 jours d'emprisonnement et 100 frs, 8 jours d'emprisonnement et 100 frs et 15 jours d'emprisonnement et 100 frs ;", "Considérant qu'il ne s'agit en fait là que d'une partie des 147 faits commis par l'intéressé pendant sa minorité pénale et dont a été saisi le tribunal de la jeunesse (entre autres 5 vols avec violences, 82 vols qualifiés, 39 tentatives de vols qualifiés) sans compter les 15 faits de vols de bijoux, d'armes et de numéraire commis après les faits qui ont donné lieu à la condamnation ci-dessus ;", "Vu l'avis de la Commission consultative des étrangers qui estime que l'expulsion est légalement justifiée mais néanmoins inopportune ;", "Considérant que la Commission malgré cet avis reconnaît que les très nombreux délits commis par l'intéressé constituent pour la plupart des atteintes graves à l'ordre public justifiant l'expulsion ;", "Considérant que l'intéressé a commis une série importante de méfaits et qu'il est considéré par la gendarmerie locale comme étant l'un des meneurs d'une dangereuse bande de jeunes dévoyés et qu'il constitue un réel danger pour la société ;", "Considérant que par son comportement personnel l'intéressé a, dès lors, gravement porté atteinte à l'ordre public ;", "Considérant que la sauvegarde de l'ordre public doit prévaloir sur les considérations d'ordre social ou familial, développées par la Commission ;", "(...)\"", "Le requérant devait s'exécuter dans les trente jours de sa sortie de l'établissement pénitentiaire où il se trouvait détenu.", "19. Le 17 février 1984, le père de M. Moustaquim avait écrit à la Reine pour qu'elle intervînt en faveur de son fils. Le 22 mars 1984, l'Office des étrangers l'informa du rejet de sa demande ainsi que de la signature de l'arrêté.", "3. Les recours au Conseil d'État", "20. Agissant en qualité de représentant du requérant, son père introduisit devant le Conseil d'État, le 29 avril 1984, deux recours sollicitant, respectivement, un sursis à exécution de l'arrêté d'expulsion et l'annulation de ce dernier.", "La haute juridiction écarta le premier le 22 juin 1984. M. Moustaquim quitta la Belgique quelques jours plus tard.", "Le 16 octobre 1985, le Conseil d'État rejeta la requête en annulation par les motifs suivants :", "\"(...)", "Considérant que l'arrêté attaqué se fonde essentiellement sur 147 faits qui sont reconnus par A. Moustaquim, et dont 26 lui ont valu de lourdes condamnations et ont été considérés par la Commission consultative des étrangers comme constituant, pour la plupart, des atteintes graves à l'ordre public justifiant légalement l'expulsion ;", "Considérant que les 15 faits contestés apparaissent, selon les termes mêmes de la décision attaquée ('sans compter 15 faits') comme un motif surabondant par rapport aux faits non contestés qui ont été retenus pour justifier la mesure d'expulsion ;", "Considérant qu'il ne résulte pas de l'acquittement dont A. Moustaquim a bénéficié du chef de la prévention d'association de malfaiteurs, que les renseignements fournis par la gendarmerie locale et dont la décision attaquée fait état, seraient controuvés au point de n'avoir pu servir partiellement de base à l'appréciation selon laquelle A. Moustaquim constituerait un réel danger pour la société ; que le moyen n'est pas fondé ;", "Considérant que, dans un dernier mémoire par ailleurs tardif, A. Moustaquim soulève encore cinq moyens ; (...) que le troisième moyen nouveau tiré 'de la violation des articles 3 et 8 (art. 3, art. 8) de la Convention européenne de sauvegarde des droits de l'homme, en ce que l'acte querellé constituerait à la fois un traitement inhumain ou dégradant et une atteinte intolérable à la vie privée et familiale', n'est pas fondé ; qu'en effet, d'une part, une mesure d'expulsion ordonnée en vertu de la loi ne saurait être assimilée ni à une peine, ni à un traitement inhumain ou dégradant au sens de l'article 3 (art. 3) de la Convention ; que, d'autre part, le respect de la vie privée et familiale garanti par l'article 8 (art. 8) de ladite convention ne fait pas obstacle à ce que soit prise une mesure qui, dans une société démocratique, est nécessaire à la sûreté publique ; que, de même, n'est pas fondé le quatrième moyen nouveau tiré de la violation de l'article 14 (art. 14) de ladite convention, aucun indice ne permettant de faire croire que le requérant a fait l'objet, en raison de sa nationalité, d'une discrimination proscrite par cet article (art. 14); (...)\"", "", "C. La situation depuis l'expulsion", "1. Le séjour hors de Belgique", "21. Après son départ de Belgique à la fin de juin 1984, M. Moustaquim ne se rendit pas au Maroc, mais en Espagne où des amis de ses parents l'hébergèrent.", "Engagé à quitter ce pays, il s'installa à Stockholm où il demeura pratiquement sans interruption jusqu'au 20 janvier 1990. Il y vécut - tantôt en règle, tantôt clandestinement - d'expédients et de travaux \"au noir\" dans des restaurants grecs et italiens ; il trouvait un gîte chez ses employeurs et quelques amis de rencontre. Lorsqu'il parvenait à amasser un pécule suffisant, il gagnait un pays non scandinave pour s'y procurer un visa touristique suédois de trois mois. Il tenta aussi d'obtenir un permis de séjour de longue durée ; le 10 mars 1989, l'ambassade suédoise à Athènes l'autorisa à résider en Suède jusqu'au 27 août de la même année, titre qui fut renouvelé pour six mois.", "22. Par un acte notarié du 24 avril 1985, M. Moustaquim chargea son avocat d'effectuer \"une déclaration d'option de patrie\" en vertu, notamment, de l'article 13 § 4 du nouveau code de la nationalité belge (paragraphe 29 ci-dessous).", "L'officier de l'état civil de Liège estima la déclaration irrecevable dans cette ville car le requérant n'y avait plus son domicile depuis son expulsion. Saisie d'une demande semblable, l'ambassade de Belgique en Suède répondit qu'elle ne pouvait prendre en compte une résidence irrégulière.", "23. Les avocats du requérant sollicitèrent en référé la suspension de l'exécution de l'arrêté d'expulsion ; ils invoquaient une aggravation de la situation de M. Moustaquim, chez qui un psychiatre de Stockholm avait diagnostiqué, le 24 septembre 1987, une dépression provoquée par la rupture des liens familiaux.", "Par une ordonnance du 21 mars 1988, le juge des référés de Liège refusa d'adopter la mesure provisoire en question.", "24. Le 1er avril 1988, un des conseils de l'intéressé pria le ministre de la Justice de \"rapporter ou suspendre l'arrêté d'expulsion\", mais sa lettre demeura sans réponse.", "2. Le retour en Belgique", "25. Un arrêté royal du 14 décembre 1989 suspendit temporairement l'arrêté d'expulsion :", "\"(...)", "Considérant que l'intéressé est [venu] en Belgique à l'âge de deux ans ;", "Considérant que toute sa famille est régulièrement établie en Belgique ;", "Considérant qu'il y a lieu de donner une chance de réinsertion à l'intéressé ;", "Sur la proposition de Notre Ministre de la Justice,", "Nous avons arrêté et arrêtons :", "Article 1er - L'arrêté royal d'expulsion pris le 28 février 1984 en application de la loi du 15 décembre 1980 sur l'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers, à charge de Moustaquim Abderrahman, né à Casablanca le 28 septembre 1963, est suspendu durant une période d'épreuve de 2 ans au cours de laquelle l'intéressé est autorisé à séjourner dans le Royaume.", "Article 2 - Le maintien de la suspension et de l'autorisation de séjour prévues à l'article 1er est subordonné au respect des deux conditions suivantes dans le chef de l'intéressé : - disposer personnellement de moyens d'existence suffisants, - ne pas porter atteinte à l'ordre public ou à la sécurité nationale.", "Article 3 - A défaut d'une décision contraire, l'arrêté royal d'expulsion du 28 février 1984 sera abrogé de plein droit à l'expiration de la période d'épreuve de 2 ans prévue à l'article 1er.", "(...)\"", "L'Office des étrangers avisa le conseil du requérant le 29 décembre, en précisant que les dispositions nécessaires avaient été prises pour que son client ne fût pas inquiété lors de son arrivée à l'aéroport de Bruxelles, dans l'attente de l'accomplissement des formalités administratives. Le 29 janvier 1990, il lui transmit un sauf-conduit autorisant M. Moustaquim à pénétrer sur le territoire belge et à y rester trente jours.", "26. Rentré dès le 20 janvier, le requérant se présenta le 6 février à l'administration communale de Liège et obtint sa domiciliation dans cette ville, chez ses parents. Le 13 avril, il reçut un titre de séjour - à savoir un certificat d'inscription au registre des étrangers - valable un an et renouvelable.", "Il travaille désormais dans la boucherie paternelle et s'est inscrit à l'école de formation permanente des classes moyennes.", "II. LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A. La loi du 8 avril 1965 sur la protection de la jeunesse", "27. La loi du 8 avril 1965 sur la protection de la jeunesse remplace celle du 15 mai 1912 ; elle a pour objectif de préserver la santé, la moralité ou l'éducation des jeunes de moins de dix-huit ans (\"mineurs\"). En principe, les \"faits infractionnels\" commis par eux ne peuvent plus donner lieu qu'à des mesures de garde, de préservation ou d'éducation et non à des sanctions pénales.", "La loi de 1965 contient des dispositions relatives à la \"protection sociale\" et d'autres qui ont trait à la \"protection judiciaire\".", "La protection judiciaire de la jeunesse incombe à des juridictions spécialisées : le tribunal de la jeunesse, qui est une section du tribunal de première instance et comprend une ou plusieurs chambres à juge unique, et les chambres de la jeunesse de la cour d'appel, elles aussi composées d'un seul membre.", "L'article 36 de la loi de 1965 détermine les cas dans lesquels les juridictions de la jeunesse peuvent adopter, à l'endroit des mineurs, les diverses mesures énumérées par la loi. Elles peuvent agir sur les réquisitions du ministère public dans plusieurs hypothèses, dont celle de \"mineurs (...) poursuivis du chef d'un fait qualifié infraction\".", "Lesdites juridictions peuvent aussi intervenir sur la plainte de \"personnes investies de la puissance paternelle ou assumant la garde (...) d'un mineur (...) qui, par son inconduite ou son indiscipline, donne de graves sujets de mécontentement\".", "Les mesures qu'il leur appartient d'ordonner se trouvent, pour l'essentiel, énumérées à l'article 37 :", "a) réprimande (article 37, 1o) ;", "b) soumission du mineur à la surveillance du comité de protection de la jeunesse ou d'un délégué à la protection de la jeunesse (article 37, 2o) ;", "c) maintien du mineur dans son milieu sous certaines conditions, par exemple l'obligation de fréquenter un établissement scolaire, d'accomplir une prestation éducative ou philanthropique ou de se soumettre aux directives d'un centre d'orientation éducative ou d'hygiène mentale (article 37, 2o) ;", "d) placement du mineur, sous la surveillance du comité de protection de la jeunesse ou d'un délégué à la protection de la jeunesse, chez toute personne digne de confiance ou dans tout établissement approprié (article 37, 3o) ;", "e) placement du mineur dans un établissement d'observation et d'éducation surveillée de l'État (article 37, 4o).", "Si les juridictions de la jeunesse sont saisies à raison d'un \"fait qualifié infraction\", imputé à un mineur de plus de seize ans, elles peuvent, si elles estiment \"inadéquates\" les mesures prévues à l'article 37, se dessaisir et renvoyer l'affaire au ministère public aux fins de poursuites devant la juridiction compétente (article 38 de la loi de 1965).", "Le dessaisissement est considéré comme une mesure exceptionnelle, à n'appliquer qu'en dernière extrémité. Le législateur l'a prévu pour faire face aux mineurs délinquants précoces ou pervers.", "En 1987, les juridictions belges de la jeunesse ont prononcé 13 904 décisions ; dans 87 cas, elles ont résolu de se dessaisir au profit de tribunaux correctionnels.", "Selon l'article 53 de la loi de 1965, un mineur peut, \"s'il est matériellement impossible de trouver une personne ou une institution en mesure de le recueillir sur-le-champ\", \"être gardé provisoirement dans une maison d'arrêt pour un terme qui ne peut dépasser quinze jours\".", "B. La loi du 15 décembre 1980 sur l'accès au territoire le séjour, l'établissement et l'éloignement des étrangers", "28. La loi du 15 décembre 1980 sur l'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers régit le statut administratif de ceux-ci.", "Même s'ils possèdent un permis d'établissement, elle autorise leur expulsion lorsqu'ils ont \"gravement porté atteinte à l'ordre public ou à la sécurité nationale\" (article 20, deuxième alinéa).", "Avant une telle expulsion, le ministre de la Justice doit recueillir l'avis de la Commission consultative des étrangers, qui se compose d'un magistrat, d'un avocat et d'un membre d'une association de défense des étrangers.", "Signé par le Roi, l'arrêté d'expulsion peut donner lieu à un recours en annulation devant le Conseil d'État (article 69). Celui-ci peut, à la demande de l'intéressé, accorder un sursis à exécution jusqu'à l'issue dudit recours (article 70, premier alinéa). Il s'assure que la mesure litigieuse se fonde sur le seul comportement personnel de l'étranger, la simple existence d'une condamnation pénale n'entraînant pas automatiquement l'expulsion.", "C. Le nouveau code de la nationalité belge", "29. Entré en vigueur le 1er janvier 1985 - donc après les faits de la cause -, le nouveau code de la nationalité belge figure dans une loi du 12 juillet 1984. Son article 13 § 4 permet d'acquérir la qualité de Belge à \"l'enfant qui, pendant au moins un an avant l'âge de six ans, a eu sa résidence principale en Belgique avec une personne à l'autorité de laquelle il était légalement soumis\".", "Ledit code remplace notamment une loi du 25 mars 1894 qui exigeait, même pour l'étranger né en Belgique, un acte législatif de naturalisation.", "PROCEDURE DEVANT LA COMMISSION", "30. Dans sa requête du 13 mai 1986 à la Commission (no 12313/86), M. Moustaquim alléguait que son expulsion de Belgique enfreignait plusieurs dispositions de la Convention : l'article 8 (art. 8), pour atteinte au respect de sa vie familiale et privée ; l'article 14 combiné avec l'article 8 (art. 14+8), pour discrimination fondée sur la nationalité ; l'article 3 (art. 3), pour traitement inhumain et dégradant ; l'article 6 (art. 6), car le Conseil d'État ne constituait pas en l'occurrence un tribunal impartial ; l'article 7 (art. 7), car il s'agissait d'une sanction infligée pour des faits qui ne s'analysaient pas tous en infractions pénales au moment où ils avaient eu lieu.", "31. Le 10 avril 1989, la Commission a retenu la requête quant aux conséquences de la mesure d'expulsion, mais a écarté le grief tiré de l'article 6 (art. 6), inapplicable en l'espèce d'après elle. Dans son rapport du 12 octobre 1989 (article 31) (art. 31), elle conclut à la violation de l'article 8 (art. 8) (dix voix contre trois), mais non des articles 14 - combiné avec l'article 8 (art. 14+8) -, 3 et 7 (art. 3, art. 7) (unanimité). Le texte intégral de son avis et des deux opinions dissidentes dont il s'accompagne figure en annexe au présent arrêt.", "CONCLUSIONS PRESENTEES A LA COUR", "32. Dans son mémoire, le requérant a prié la Cour", "\"de déclarer que dans l'espèce (...) l'État belge a porté atteinte aux droits du requérant, garantis par l'article 8 (art. 8) de la Convention, tant pris isolément que combiné avec l'article 14 (art. 14+8) (...) [et] de réserver la demande de satisfaction équitable sur pied de l'article 50 (art. 50)\".", "A l'audience, le conseil du Gouvernement a conclu que \"la requête doit être déclarée non fondée\".", "EN DROIT", "I. SUR LE POINT DE SAVOIR SI L'AFFAIRE A PERDU SON OBJET", "33. Dans son mémoire, le Gouvernement soutenait que la requête n'avait plus de raison d'être car un arrêté royal du 14 décembre 1989 avait suspendu, pour \"une période d'épreuve de deux ans\", la décision d'expulsion du 28 février 1984, autorisant ainsi le requérant à séjourner dans le Royaume.", "Ledit arrêté n'a fait que suspendre la mesure litigieuse. En outre, il n'en a pas effacé les conséquences, que M. Moustaquim a subies pendant plus de cinq ans. Dès lors la Cour considère que l'affaire n'a pas perdu son objet (voir, mutatis mutandis, l'arrêt Eckle du 15 juillet 1982, série A no 51, pp. 30-31, § 66).", "II. SUR LA VIOLATION ALLEGUEE DE L'ARTICLE 8 (art. 8)", "34. Selon M. Moustaquim, son expulsion par les autorités belges a porté atteinte à sa vie familiale et privée. Il invoque l'article 8 (art. 8) de la Convention, ainsi libellé :", "\"1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2. Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui.\"", "Le Gouvernement combat cette thèse, mais la Commission y souscrit.", "A. Paragraphe 1 de l'article 8 (art. 8-1)", "35. Le Gouvernement exprime des doutes sur l'existence d'une vie familiale effective entre le requérant et ses parents à l'époque de l'expulsion : les fugues et incarcérations successives du jeune homme auraient pour le moins distendu les liens familiaux. Il ne discute cependant pas en termes exprès l'applicabilité de l'article 8 (art. 8).", "36. M. Moustaquim vivait en Belgique, où résidaient aussi ses parents et ses sept frères et soeurs ; il n'avait jamais rompu avec eux. La mesure incriminée l'éloigna d'eux pendant plus de cinq ans, bien qu'il ait essayé de garder le contact par correspondance. Partant, il y a eu atteinte d'une autorité publique au droit au respect de la vie familiale, garanti par le paragraphe 1 de l'article 8 (art. 8-1).", "B. Paragraphe 2 de l'article 8 (art. 8-2)", "37. Il échet, dès lors, de déterminer si l'expulsion litigieuse remplissait les conditions du paragraphe 2, c'est-à-dire était \"prévue par la loi\", tournée vers un ou plusieurs des buts légitimes qu'il énumère et \"nécessaire\", \"dans une société démocratique\", pour les réaliser.", "1. \"Prévue par la loi\"", "38. La Cour relève, avec le Gouvernement et la Commission, que l'arrêté royal du 28 février 1984 s'appuyait sur les article 20 et 21 de la loi du 15 décembre 1980 sur l'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers (paragraphe 28 ci-dessus). Le requérant n'en disconvient pas et le Conseil d'État de Belgique a d'ailleurs constaté dans son arrêt du 16 octobre 1985 la légalité de l'expulsion (paragraphe 20 ci-dessus).", "2. But légitime", "39. Selon M. Moustaquim, l'ingérence en cause ne poursuivait aucun des buts légitimes énoncés à l'article 8 § 2 (art. 8-2), en particulier la \"prévention des infractions pénales\" et plus largement la \"défense de l'ordre\". Elle constituerait en vérité une sanction pour des délits anciens.", "40. Gouvernement et Commission estiment au contraire qu'elle visait une fin pleinement compatible avec la Convention : \"la défense de l'ordre\". La Cour arrive, comme le Conseil d'État de Belgique (paragraphe 20 ci-dessus), à la même conclusion.", "3. \"Nécessaire\", \"dans une société démocratique\"", "41. M. Moustaquim prétend que son expulsion ne saurait, \"dans une société démocratique\", passer pour \"nécessaire\".", "La Commission souscrit à cette thèse. D'après elle, il s'agissait d'une mesure disproportionnée : les autorités n'auraient pas ménagé un juste équilibre entre l'intérêt du requérant à mener une vie familiale et l'intérêt général à la défense de l'ordre.", "42. Le Gouvernement, lui, se fonde sur le nombre important des infractions - 147 - reprochées à M. Moustaquim, sur les incarcérations qui en résultèrent à diverses reprises, sur le caractère exceptionnel du dessaisissement de la chambre de la jeunesse au profit du tribunal correctionnel et sur la sévérité des peines infligées en l'occurrence par la cour d'appel de Liège (paragraphes 10, 15, 16 et 27 ci-dessus). Il signale aussi que l'adolescent continua de commettre des infractions même pendant qu'il se trouvait sous la surveillance du juge de la jeunesse (paragraphe 12 ci-dessus). Il souligne enfin le risque élevé de récidive. Bref, la dangerosité du condamné rendait intolérable pour la collectivité la présence de celui-ci sur le territoire belge.", "43. La Cour ne sous-estime nullement le souci des États contractants d'assurer l'ordre public, en particulier dans l'exercice de leur droit de contrôler, en vertu d'un principe de droit international bien établi et sans préjudice des engagements découlant pour eux de traités, l'entrée, le séjour et l'éloignement des non-nationaux (arrêts Abdulaziz, Cabales et Balkandali du 28 mai 1985, série A no 94, p. 34, § 67, et Berrehab du 21 juin 1988, série A no 138, pp. 15-16, §§ 28-29).", "Toutefois, là où leurs décisions en la matière porteraient atteinte à un droit protégé par le paragraphe 1 de l'article 8 (art. 8-1), elles doivent se révéler nécessaires dans une société démocratique, c'est-à-dire justifiées par un besoin social impérieux et, notamment, proportionnées au but légitime poursuivi.", "44. Les agissements imputés à M. Moustaquim en Belgique présentent plusieurs particularités. Ils remontent tous à son adolescence (paragraphes 10-15 ci-dessus). En outre, seuls vingt-six d'entre eux, qui s'étalaient sur une période assez brève - environ onze mois -, furent déférés aux juridictions correctionnelles, et en appel la cour de Liège le relaxa dans quatre cas et le condamna dans les vingt-deux autres. La dernière des infractions retenues à la charge du prévenu datait du 21 décembre 1980. Un délai relativement long s'écoula ainsi depuis lors jusqu'à l'arrêté d'expulsion du 28 février 1984. Dans l'intervalle, l'intéressé se trouva détenu durant quelque seize mois mais resta en liberté pendant près de vingt-trois.", "45. Par ailleurs, au moment de l'arrêté d'expulsion tous les proches du requérant - ses parents et ses frères et soeurs - résidaient à Liège depuis longtemps ; l'un des aînés avait acquis la nationalité belge et les trois cadets étaient nés en Belgique.", "M. Moustaquim lui-même avait moins de deux ans à l'époque de son arrivée en Belgique. Depuis lors, il y avait passé environ vingt ans auprès des siens ou non loin d'eux. Il n'était retourné au Maroc qu'à deux reprises, en vacances. Il avait suivi toute sa scolarité en français.", "Sa vie familiale se trouva ainsi gravement perturbée par la mesure prise envers lui, mesure que la Commission consultative des étrangers avait jugée \"inopportune\".", "46. Eu égard à ces diverses circonstances, il apparaît, quant au respect de la vie familiale du requérant, qu'un juste équilibre n'a pas été assuré entre les intérêts en jeu, et qu'il y a donc eu disproportion entre le moyen employé et le but légitime visé, d'où violation de l'article 8 (art. 8).", "47. Pareille conclusion dispense la Cour de rechercher si l'expulsion a méconnu aussi le droit du requérant au respect de sa vie privée.", "III. SUR LA VIOLATION ALLEGUEE DE L'ARTICLE 14 COMBINE AVEC L'ARTICLE 8 (art. 14+8)", "48. M. Moustaquim se prétend victime d'une discrimination fondée sur la nationalité et contraire à l'article 14, combiné avec l'article 8 (art. 14+8), par rapport aux mineurs délinquants de deux catégories : ceux qui possèdent la nationalité belge, car ils se trouvent à l'abri d'une expulsion, et ceux qui ont la citoyenneté d'un autre État membre des Communautés européennes, car une condamnation pénale ne suffit pas à les exposer à une telle mesure.", "Le Gouvernement ne formule pas d'observations à ce sujet.", "49. Avec la Commission, la Cour rappelle que l'article 14 (art. 14) protège contre des différences discriminatoires de traitement, dans la jouissance des droits et libertés reconnus par la Convention et ses Protocoles, les individus placés dans des situations analogues (voir, entre autres, l'arrêt Marckx du 13 juin 1979, série A no 31, pp. 15-16, § 32).", "En l'occurrence, on ne saurait comparer au requérant les mineurs délinquants belges : ils bénéficient du droit de résider sur le territoire de leur propre pays et ne peuvent en être expulsés ; l'article 3 du Protocole no 4 (P4-3) le confirme d'ailleurs.", "Quant au traitement préférentiel consenti aux ressortissants des autres États membres des Communautés, il a une justification objective et raisonnable, la Belgique faisant partie avec lesdits États d'un ordre juridique spécifique.", "Partant, il n'y a pas eu infraction à l'article 14 combiné avec l'article 8 (art. 14+8).", "IV. SUR LA VIOLATION ALLEGUEE DES ARTICLES 3 ET 7 (art. 3, art. 7)", "5O. Devant la Commission, le requérant invoquait aussi les articles 3 et 7 (art. 3, art. 7).", "Il ne les a plus mentionnés devant la Cour et elle ne juge pas devoir examiner ces questions d'office.", "V. SUR L'APPLICATION DE L'ARTICLE 50 (art. 50)", "51. Aux termes de l'article 50 (art. 50),", "\"Si la décision de la Cour déclare qu'une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d'une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu'imparfaitement d'effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s'il y a lieu, à la partie lésée une satisfaction équitable.\"", "En vertu de ce texte, le requérant réclame à la fois la réparation d'un dommage, matériel et moral, et le remboursement de frais.", "A. Dommage", "1. Dommage matériel", "52. M. Moustaquim affirme d'abord que son expulsion l'a privé de ses chances d'exercer en Belgique une activité professionnelle normale. Il limite cependant ses prétentions au tiers du salaire minimum interprofessionnel garanti qu'il aurait pu percevoir pendant cinq ans et demi, soit 550 000 francs belges (FB).", "Le Gouvernement estime la demande non fondée, l'intéressé ayant pu travailler en Suède et constituer quelques économies.", "53. Avec le délégué de la Commission, la Cour n'aperçoit pas de lien de causalité entre la violation de l'article 8 (art. 8) et le manque à gagner allégué. Il n'y a donc pas matière à réparation de ce chef.", "2. Dommage moral", "54. Pour tort moral, le requérant revendique une somme de 500 000 FB. Il aurait grandement souffert de devoir vivre loin de sa famille et de ses amis, dans un pays dont il ignorait la langue et les usages et où il n'avait, au début, aucune attache ni relation.", "Selon le Gouvernement, le constat d'une violation fournirait une réparation suffisante. Quant au délégué de la Commission, il s'en remet à la Cour.", "55. Statuant en équité, elle alloue au requérant une indemnité de 100 000 FB.", "B. Frais et dépens", "56. L'intéressé sollicite aussi le remboursement des frais et dépens qu'auraient entraînés les procédures menées devant les autorités belges puis devant les organes de la Convention.", "1. Frais relatifs aux procédures nationales", "57. Il réclame d'abord le paiement de frais et honoraires d'avocat devant la Commission consultative des étrangers et le Conseil d'État, soit 90 OOO FB.", "Le Gouvernement laisse à la Cour le soin de se prononcer sur la base de sa jurisprudence.", "A l'instar du délégué de la Commission, la Cour ne trouve pas exorbitant le montant demandé. Il y a donc lieu pour la Belgique de rembourser à l'intéressé 90 OOO FB de ce chef.", "2. Frais relatifs aux procédures européennes", "58. Pour les dépens afférents aux instances suivies devant les organes de la Convention, le requérant entend percevoir 390 000 FB correspondant à 130 heures de travail d'avocat, sauf à en déduire les sommes versées par le Conseil de l'Europe au titre de l'assistance judiciaire.", "Le Gouvernement ne formule pas de commentaires. Le délégué de la Commission juge malaisé de s'exprimer faute de pièces justificatives, mais la somme réclamée ne lui paraît pas déraisonnable.", "59. Compte tenu de l'insuffisance des précisions et pièces fournies par M. Moustaquim, la Cour ne peut en équité lui accorder que 250 000 FB, moins les 10 730 francs français payés par le Conseil de l'Europe pour frais et honoraires d'avocat.", "PAR CES MOTIFS, LA COUR", "1. Dit, par sept voix contre deux, qu'il y a eu violation de l'article 8 (art. 8);", "", "2. Dit, à l'unanimité, qu'il n'y a pas eu violation de l'article 14 combiné avec l'article 8 (art. 14+8) ;", "", "3. Dit, à l'unanimité, qu'il ne s'impose pas d'examiner aussi l'affaire sous l'angle des articles 3 et 7 (art. 3, art. 7);", "", "4. Dit, par sept voix contre deux, que l'État défendeur doit verser au requérant 440 000 (quatre cent quarante mille) francs belges, moins 10 730 (dix mille sept cent trente) francs français, au titre de l'article 50 (art. 50) ;", "", "5. Rejette, à l'unanimité, la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l'Homme, à Strasbourg, le 18 février 1991.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier", "", "Au présent arrêt se trouve joint, conformément aux articles 51 § 2 (art. 51-2) de la Convention et 53 § 2 du règlement, l'exposé de l'opinion dissidente de Mme Bindschedler-Robert et de M. Valticos.", "", "R.R.", "M.-A. E.", "", "", "\nOPINION DISSIDENTE DE Mme BINDSCHEDLER-ROBERT ET DE M. VALTICOS, JUGES", "Nous ne saurions partager l'opinion de la majorité de la Cour, qui a estimé qu'il y a eu en l'occurrence violation de l'article 8 (art. 8) de la Convention, et plus précisément de la vie familiale du requérant.", "Déjà, la \"vie familiale\" du requérant, qui était un adolescent à l'époque considérée, n'avait plus le caractère étroit et régulier qui s'attache généralement à cette notion. S'absentant pendant ce que par euphémisme on appelait ses \"fugues\", pour ne pas dire ses coups, il rentrait au bercail de manière occasionnelle et notamment lors des moments difficiles. Plus généralement, il s'agissait du cas de l'adolescent qui commence à \"vivre sa vie\" personnelle, mais sans quitter complètement le havre familial. Nous ne voulons cependant pas aller jusqu'à exclure l'existence d'une certaine vie familiale, mais il faut déjà mettre en garde contre l'abus de la notion d'atteinte à la \"vie familiale\" dans des cas de répression d'activités délictueuses.", "En admettant donc qu'il y ait eu atteinte à la vie familiale, on doit se demander si l'\"ingérence\" alléguée, c'est-à-dire l'expulsion du requérant, constituait une mesure nécessaire, dans une société démocratique, à la sûreté publique, à la défense de l'ordre et à la prévention des infractions pénales.", "Certes, on ne saurait contester les éléments qui auraient pu inciter à une plus grande indulgence : le fait que le requérant était venu en Belgique à un très jeune âge, qu'il connaissait mal, semble-t-il, la langue de son pays d'origine, qu'il avait commis ses infractions pendant la période, parfois critique, de l'adolescence, etc. Cependant, on ne saurait pour cela sous-estimer la gravité et la continuité de sa conduite délictueuse : il ne s'agissait pas d'une simple délinquance occasionnelle et mineure, de petits \"chapardages\", mais d'une action systématique de bandes organisées, et même motorisées, dont il aurait été un des meneurs. Les délits qui lui ont été imputés sont au nombre de 147, dont 87 vols qualifiés, 39 tentatives de vol qualifié et 5 vols avec violence. De ce fait, il a été incarcéré à dix reprises par des décisions du tribunal de la jeunesse et, mesure exceptionnelle pour un jeune de son âge, il fut cité devant le tribunal correctionnel, puis la cour d'appel, pour 26 de ces faits, commis après qu'il eut atteint l'âge de seize ans. Il a été condamné à vingt-six mois de prison pour certains de ces délits et il purgea la majeure partie de sa peine. La situation était donc plus sérieuse que ne semblent l'indiquer les termes à notre sens lénifiants du paragraphe 44 de l'arrêt.", "C'est dans ces conditions que le gouvernement belge a pris la décision d'expulser M. Moustaquim. Rappelons d'ailleurs que la possibilité d'expulser des étrangers est expressément prévue par la Convention (article 5 § 1 f) (art. 5-1-f) et Protocoles nos 4 et 7 (P4, P7)). Certes, dans le cas présent, on peut estimer la mesure sévère, s'agissant d'un jeune qui avait passé pratiquement toute sa vie en Belgique et qui aurait certainement rencontré de grandes difficultés à s'adapter dans son pays d'origine ou dans d'autres pays. Il n'en reste pas moins qu'on ne saurait aller jusqu'à considérer que l'État belge n'a pas agi dans le cadre de son droit de prendre une mesure qu'il avait des raisons valables de considérer comme nécessaire à la sûreté publique, à la défense de l'ordre et à la prévention des infractions pénales.", "Nous estimons donc qu'on ne peut conclure qu'il y a eu violation de l'article 8 (art. 8) de la Convention. Le fait que, depuis, le gouvernement belge a autorisé M. Moustaquim à rentrer en Belgique est un geste de bonne volonté qui donne à l'intéressé une nouvelle chance, mais ceci est naturellement un autre chapitre de son histoire.", ""]}