{"file": "FRE_HFJUD_29327_95.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "29327/95", "text_paragraphs": ["", "", "ANCIENNE TROISIÈME SECTION", "", "", "AFFAIRE O. c. NORVÈGE", "", "", "(Requête no 29327/95)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "11 février 2003", "", "", "", "DÉFINITIF", "", "11/05/2003", "", "", "", "", "", "", "En l’affaire O. c. Norvège,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tW. Fuhrmann,\n\t\tL. Loucaides,\n\t\tP. Kūris,\n\tMme\tF. Tulkens,\n\tM.\tK. Jungwiert,\n\tMme\tH.S. Greve, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré à huis clos les 17 septembre 2002 et 21 janvier 2003,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 29327/95) dirigée contre le Royaume de Norvège et dont un ressortissant de cet Etat, M. O. (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 11 octobre 1995 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). Le président de la chambre a autorisé le requérant à conserver l’anonymat (article 47 § 3 du règlement).", "2.  Le requérant, qui a été admis au bénéfice de l’aide judiciaire, a été représenté par Me A.B. Krokeide, avocat à Gjøvik. Le gouvernement norvégien (« le Gouvernement ») a été représenté d’abord par M. F. Elgesem, qui a assumé les fonctions d’agent jusqu’à son départ du bureau de l’avocat général (affaires civiles) en juin 2002, puis par M. H. Harborg, du même bureau.", "3.  Dans sa requête, M. O. dénonçait le raisonnement adopté par les juridictions norvégiennes pour rejeter sa demande de réparation au titre du préjudice qu’il disait avoir subi dans le cadre d’une procédure pénale à l’issue de laquelle il avait été acquitté. Il y voyait une violation de l’article 6 § 2 de la Convention.", "4.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Par une décision du 14 décembre 1999, la chambre a déclaré la requête partiellement recevable.", "6.  Le 11 septembre 2001, la chambre a décidé que, dans l’intérêt d’une bonne administration de la justice, il y avait lieu d’examiner simultanément la présente cause et les affaires Hammern c. Norvège, Ringvold c. Norvège et Y. c. Norvège (requêtes nos 30287/96, 34964/97 et 56568/00 – article 43 § 2 du règlement).", "7.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). L’affaire est cependant restée attribuée à la chambre constituée au sein de l’ancienne troisième section.", "8.  Une audience s’est déroulée en public au Palais des Droits de l’Homme, à Strasbourg, le 17 septembre 2002 (article 59 § 2 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nMM.\tH. Harborg, bureau de l’avocat général \n\t\t(affaires civiles),\tagent,\n\tF. Elgesem, avocat,\tconseil/conseiller,\n\tK. Kallerud, premier procureur, \n\t\tservice du procureur général,\nMmes\tE. Holmedal, bureau de l’avocat général \n\t\t(affaires civiles),\n\tT. Steen, bureau de l’avocat général, \tconseillers ;", "–  pour le requérant\nMe\tA.B. Krokeide, avocat,\tconseil.\n", "La Cour a entendu en leurs déclarations M. Krokeide et M. Elgesem.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPèCE", "9.  Né en 1955, le requérant réside en Norvège.", "10.  Par un acte d’accusation du 23 juin 1993, le requérant et son père furent inculpés, en vertu des articles 195 § 1 (rapports sexuels avec un mineur) et 207 (rapports sexuels avec un proche parent) du code pénal (straffeloven), pour des infractions sexuelles commises respectivement de 1985 à 1989 et de 1988 à 1991 contre la fille du requérant, L., née le 18 octobre 1981.", "11.  Par une décision du 1er juin 1994, la cour d’appel (lagmannsrett) Eidsivating, siégeant à trois juges assistés d’un jury, constata que le jury avait répondu par la négative aux questions sur les accusations et acquitta en conséquence le requérant et son père. Aucun recours ne fut formé contre cette décision, qui passa donc en force de chose jugée.", "12.  Par la suite, le 29 août 1994, le requérant et son père, s’appuyant sur les articles 444 et 446 du code de procédure pénale (straffeprosessloven) de 1981 saisirent la cour d’appel d’une demande de réparation des dommages matériel et moral censés être résultés pour eux des poursuites pénales menées à leur encontre. Le père sollicita à titre subsidiaire une indemnité sur le fondement des articles 445 et 446.", "13.  Dans le cadre de la procédure d’indemnisation, la cour d’appel, composée des mêmes juges que pour le procès, examina les conclusions écrites des parties mais ne tint pas d’audience contradictoire. Par une décision (kjennelse) du 25 janvier 1995, elle rejeta la demande du requérant mais octroya au père de celui-ci une indemnité de 30 000 couronnes norvégiennes au titre des articles 444 et 446.", "Dans l’introduction de sa décision, la cour d’appel rappela certaines informations tirées de la procédure pénale, notamment la teneur précise des accusations de violences sexuelles, le verdict du jury et l’acquittement qu’elle-même avait prononcé.", "Quant à la demande du requérant, elle déclara notamment :", "« La cour d’appel relève qu’en vertu des articles 444 ou 446 (...) du code de procédure pénale une indemnisation ne peut être accordée que s’il est prouvé qu’il est probable que l’accusé n’a pas perpétré l’acte qui formait la base factuelle de l’accusation. En conséquence, pour qu’une indemnité puisse être octroyée au demandeur, il doit être démontré suivant le critère de la plus forte probabilité qu’il n’a pas commis les actes pour lesquels il a été acquitté.", "Eu égard à l’examen médical effectué (...) le 21 novembre 1991 (...), la cour d’appel estime probable que la victime [L.], née le 18 octobre 1981, a subi des abus sexuels consistant en des rapports sexuels.", "Le père et la mère [de L.] se sont séparés en 1989, et la mère s’est alors installée à Oslo avec [L.] (...). La mère a déposé en tant que témoin relativement [au comportement de L.] avant et après la séparation. Ce comportement pourrait indiquer que [L.] a subi des violences sexuelles. Il a conduit la mère de l’enfant à prendre contact durant l’été 1991 avec l’institut (...), où [L.] a suivi une thérapie individuelle et familiale, tout comme sa mère et le concubin de celle-ci.", "Déposant en tant que témoin lors du procès, Mme Anne Okstad, psychologue (...) a analysé le comportement [de L.]. A la lumière de ce comportement et de jeux symboliques et d’entretiens avec l’enfant, Mme Okstad a conclu que [L.] avait sans aucun doute été victime d’abus sexuels.", "Il s’agit donc à présent de déterminer si, selon le critère de la plus forte probabilité, d’autres personnes que les défendeurs sont à l’origine de ces violences. A cet égard, les auditions judiciaires de [L.] revêtent une importance cruciale et les témoignages relatifs à ses déclarations sont révélateurs. Il n’y a jamais eu en l’espèce aucun élément concret semblant désigner d’autres auteurs. [L.] a été entendue à trois reprises par un juge (...). En ce qui concerne le premier de ces entretiens, le juge a déclaré qu’il n’en était ressorti aucune information de nature à justifier un soupçon concret de violences sexuelles dirigées contre [L.]. Pendant le deuxième entretien, [le requérant] a été mentionné dans le cadre de la description de rapports sexuels immoraux, et au cours du troisième même le grand-père a été cité. Lors des entretiens, l’enfant a livré lesdits éléments sans spontanéité, en partie sous la pression du juge qui l’interrogeait, en partie par le biais d’exercices consistant à mettre par écrit les noms et les événements concernés.", "Selon les déclarations de la mère et de son compagnon, [L.] avait mentionné tant [le requérant] que le grand-père. Il semble que l’enfant a été pressée de parler afin de permettre un apaisement au sein de la famille. Mme Okstad a déclaré qu’au cours d’une conversation réaliste [L.] avait évoqué des « intrusions, des attouchements, des menaces et des agressions de la part [du requérant] » et qu’elle avait spontanément affirmé que des abus avaient eu lieu à plusieurs reprises. Par ailleurs, elle était apparue agitée pendant et après ces conversations.", "Eu égard à l’ensemble de l’affaire, la cour d’appel estime qu’il n’a pas été démontré, selon le critère de la plus forte probabilité, que [le requérant] n’a pas eu de rapports sexuels avec sa fille. (...)", "Dès lors, la demande d’indemnisation [du requérant] est rejetée. A la lumière de cette conclusion, il n’y a pas lieu d’ordonner le remboursement à l’intéressé de ses frais et dépens. »", "14.  Le requérant attaqua cette décision devant la Cour suprême (Høyesterett). Le 20 avril 1995, le comité de sélection des recours de la Cour suprême (Høyesteretts kjæremålsutvalg) confirma la décision de la cour d’appel. Il s’exprima notamment ainsi :", "« C’est à bon droit que la cour d’appel est partie du principe que, en vertu des articles 444 et 446 (...) du code de procédure pénale, il faut démontrer qu’il est probable que l’accusé n’a pas perpétré l’acte à la base de l’accusation portée à son encontre et que cela implique que, selon le critère de la plus forte probabilité [sannsynlighetsovervekt], l’accusé n’a pas commis les actes pour lesquels il a été acquitté. A cet égard, le comité se réfère à [sa décision rapportée dans] Norsk Retstidende 1994, p. 721, où le premier juge à voter, suivi par les autres juges, a notamment déclaré :", "« Lorsqu’il est acquitté ou que les poursuites à son encontre sont abandonnées, l’accusé peut se voir accorder, au titre de l’article 444, première phrase, une indemnité compensant les pertes financières subies par lui « s’il a été démontré qu’il est probable [gjort sannsynli] » qu’il n’a pas commis l’acte formant la base des accusations. C’est l’accusé qui a la charge de prouver qu’il n’a pas perpétré cet acte. Il suffit que cela soit plus probable que le cas contraire. Je ne partage pas l’avis de l’avocat de la défense selon lequel l’accusé s’est acquitté de la charge de la preuve dès lors qu’au vu des éléments de preuve disponibles les deux solutions semblent être de probabilité égale. Pour apprécier cette question, le juge doit appliquer les critères ordinaires de la preuve dans une certaine mesure, en fonction des possibilités pour l’accusé de démontrer qu’il n’a pas perpétré l’acte en question et ajuster les exigences quant à la force probante des éléments produits. Eu égard à la façon dont la disposition est libellée, il se peut tout à fait qu’un acquittement ne soit pas suffisant pour que l’on puisse faire droit à une demande d’indemnisation lorsque l’accusé n’est pas en mesure de se libérer du fardeau de la preuve. J’aimerais souligner que le refus d’une telle demande n’a pas pour effet d’affaiblir ou de rendre sujet à caution l’acquittement prononcé antérieurement. L’action en réparation doit être tranchée de façon indépendante, et les règles de preuve applicables à ce type d’affaires ne sont pas différentes de celles qui s’appliquent aux actions en réparation ordinaires. Le législateur a opté à la base pour une solution prévoyant que la charge financière causée par des poursuites pénales qui sont ultérieurement abandonnées ou qui aboutissent à un acquittement doit être supportée par l’accusé sauf s’il est en mesure de prouver qu’il est probable qu’il n’a pas commis l’acte en cause. »", "La cour d’appel a jugé probable que la fille [du requérant] a subi des violences sexuelles (...). Eu égard à l’ensemble de l’affaire, elle a en outre conclu qu’il n’avait pas été démontré, selon le critère de la plus forte probabilité, que [le requérant] n’avait pas eu de rapports sexuels avec sa fille. Le comité de sélection des recours ne voit aucune raison de s’écarter de l’appréciation des preuves faite par la cour d’appel, dont les membres ont siégé au procès ; or il convient de tenir pour vital le fait que la cour a pu entendre directement l’accusé et les témoins, possibilité que n’a pas le comité (...)", "Dès lors, le comité de sélection des recours estime que les éléments de preuve ne permettent pas de considérer comme remplies les conditions de la réparation au titre de l’article 444 du code de procédure pénale, ni, en conséquence, les conditions d’octroi d’une indemnité au titre de l’article 446. »", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "15.  Dans le cadre du système norvégien de jury, lorsqu’un accusé est acquitté, les jurés ne sont pas autorisés à dire si le verdict inverse était prôné par un ou plusieurs d’entre eux, et il n’est dressé aucun procès-verbal susceptible d’indiquer que la réponse négative à la question de la culpabilité du requérant n’a pas été obtenue à l’unanimité. Un procès-verbal ne peut se clore que par l’une de ces deux conclusions : culpabilité ou acquittement (voir les articles 365, 366, 372 et 373 du code de procédure pénale). Il n’existe pas de troisième possibilité, telle que celle qui avait cours auparavant dans d’autres pays européens, où une accusation pénale pouvait aboutir au constat que les preuves étaient insuffisantes pour établir la culpabilité de l’accusé.", "16.  Les articles 444 à 446 du code de procédure pénale prévoient une réparation dans les cas où les poursuites engagées à l’encontre d’une personne ont abouti à l’acquittement de celle-ci ou ont été abandonnées. Ces dispositions se lisent ainsi :", "Article 444", "« Si un accusé est acquitté ou que les poursuites à son encontre sont abandonnées, il peut demander réparation à l’Etat pour tout préjudice subi par lui du fait de la procédure s’il est démontré qu’il est probable qu’il n’a pas commis l’acte qui formait la base factuelle de l’accusation. Si une peine d’emprisonnement ou une autre peine privative de liberté a déjà été effectuée, tout préjudice résultant de cette détention doit être indemnisé indépendamment de ce qui a été établi comme probable.", "Aucun dédommagement n’est accordé lorsque l’accusé, en livrant des aveux ou d’une autre manière, a délibérément provoqué les poursuites ou la condamnation.", "S’il a autrement contribué au préjudice par négligence, l’indemnité est réduite ou entièrement supprimée. »", "Article 445", "« Même si les conditions prescrites à l’article 444 ne sont pas remplies, le tribunal peut allouer à l’accusé une indemnité pour préjudice spécial ou disproportionné subi en conséquence des poursuites pénales lorsque pareille mesure apparaît raisonnable dans les circonstances. »", "Article 446", "« Si les conditions d’indemnisation prévues aux articles 444 ou 445 sont remplies, le tribunal peut, lorsque des raisons particulières le justifient, allouer à l’accusé un montant approprié à titre de réparation pour l’indignité ou tout autre dommage extrapatrimonial éventuellement subis par l’intéressé du fait des poursuites. »", "17.  De plus, l’article 447 énonce certaines conditions de forme quant à la présentation et à l’examen d’une demande d’indemnisation soumise au titre des articles 444 à 446 :", "« Toute demande de réparation pour dommage matériel ou moral doit être soumise dans les trois mois à compter de la date à laquelle l’accusé a été informé de la décision mettant un terme définitif à l’affaire. Les dispositions de l’article 318, premier paragraphe, s’appliquent en conséquence.", "S’il a été mis un terme à l’affaire sans examen judiciaire des éléments de preuve concernant la question de la culpabilité, la demande est soumise à une juridiction compétente en matière contraventionnelle.", "Dans le cas contraire, la demande est soumise au tribunal qui doit procéder ou a déjà procédé à pareil examen. Si elle est présentée à un tribunal de district rural ou à un tribunal de district urbain mais n’a pas encore été tranchée lorsqu’un recours contre l’appréciation des preuves relatives à la question de la culpabilité faite en première instance est examiné en appel, la cour d’appel se prononce également sur la question de l’indemnisation. La cour doit dans la mesure du possible examiner la demande d’indemnisation dans la composition qui était la sienne lorsqu’elle a tranché l’affaire pénale. Dans le cadre de la procédure devant la cour d’appel, les juges non professionnels ou les jurés appelés à siéger en vertu de l’article 376 e) ne connaissent pas de la demande d’indemnisation, à moins que la décision sur celle-ci ne soit rendue au cours de la même séance de la cour que la décision sur le fond de l’affaire. »", "18.  L’indemnisation d’une personne après son acquittement ou l’abandon des poursuites à son encontre n’est pas automatique et n’est accordée que si les conditions énoncées aux articles susmentionnés sont réunies.", "19.  Les décisions octroyant un dédommagement à des personnes considérées comme innocentes parce qu’elles ont bénéficié d’un acquittement ou d’un abandon des poursuites sont le plus souvent prises sur le fondement des articles 445 et 446, qui constituent les dispositions générales et, de fait, principales en la matière.", "20.  En l’espèce, le requérant a demandé une indemnité non pas sur le fondement des articles 445 et 446, comme l’a fait son père, mais sur celui de la disposition spéciale énoncée à l’article 444 combiné avec l’article 446. En vertu de l’article 444, l’Etat peut être tenu d’indemniser une personne même en l’absence de toute preuve de négligence ou de faute de la part des autorités. L’obligation pour l’Etat de verser une indemnité est absolue lorsque la probabilité a été établie que le demandeur n’a pas commis l’acte dont il était accusé. Dans l’appréciation de cette probabilité, aucun des autres éléments constitutifs d’une infraction pénale, telle l’intention délictueuse, n’entre en jeu.", "21.  Selon la jurisprudence de la Cour suprême norvégienne, le régime de la preuve applicable pour l’établissement d’une responsabilité emportant obligation de verser des dommages-intérêts au titre de l’article 444 diffère de celui qui s’applique en matière de responsabilité pénale. Dans le cadre de la procédure pénale, il incombe à l’accusation de prouver au-delà de tout doute raisonnable que le défendeur a commis l’acte incriminé, alors que, dans la procédure d’indemnisation, le demandeur doit démontrer (critère de la plus forte probabilité) qu’il y a plus de 50 % de chances qu’il n’ait pas perpétré l’acte à la base de l’accusation. L’exigence de la preuve dans les affaires d’indemnisation peut néanmoins être revue à la baisse (le chiffre étant alors fixé à moins de 50 %) en fonction des possibilités pour le demandeur de produire des preuves, particulièrement lorsqu’il s’est écoulé beaucoup de temps depuis l’acte délictueux allégué. La juridiction compétente doit procéder, en faisant abstraction de l’acquittement, à une nouvelle appréciation de l’ensemble des éléments de preuve disponibles afin d’établir s’il est probable que le demandeur n’a pas commis l’acte qui formait la base de l’accusation.", "22.  Le demandeur n’est pas tenu de produire de nouvelles preuves pour obtenir réparation. Il peut ainsi fonder sa demande sur les éléments de preuve administrés pendant la procédure pénale ou recueillis d’office par le tribunal.", "23.  En 1996, la commission norvégienne de droit pénal (Straffelovrådet) recommanda au ministère de la Justice de modifier les articles 444 à 446 du code de procédure pénale à plusieurs égards, prônant notamment la suppression de la condition exigeant que le demandeur prouve, selon le critère de la plus forte probabilité, qu’il n’a pas commis l’acte visé par l’accusation. Elle précisa toutefois que les dispositions en vigueur ne lui paraissaient pas incompatibles avec les obligations incombant à la Norvège en vertu de l’article 6 § 2 de la Convention, tel qu’interprété par la Cour dans sa jurisprudence (Norges Offentlige Utredninger (Recueil officiel norvégien), « Erstatning i anledning straffeforfølgning » (« L’indemnisation dans le cadre de poursuites pénales »), 1996:18, pp. 20-22, 36, 52). Le 15 mai 2002, le gouvernement a soumis au Parlement un projet de loi prévoyant notamment la suppression de ladite condition (Ot.prp.nr.77, 2001-2002).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 2 DE LA CONVENTION", "24.  Le requérant reproche aux juridictions norvégiennes d’avoir adopté, pour rejeter sa demande d’indemnisation au titre de l’article 444 du code de procédure pénale, un raisonnement susceptible à son sens d’être interprété comme établissant sa culpabilité pénale, alors que le 1er juin 1994 il avait bénéficié à cet égard d’une décision d’acquittement. Il y voit une violation de l’article 6 § 2 de la Convention.", "25.  Cette disposition est ainsi libellée :", "« Toute personne accusée d’une infraction est présumée innocente jusqu’à ce que sa culpabilité ait été légalement établie. »", "26.  Le Gouvernement conteste ladite allégation et prie la Cour de dire qu’il n’y a pas eu violation de la Convention en l’espèce.", "A.  Thèses des comparants", "1.  Le requérant", "27.  Le requérant allègue que, sans l’accuser formellement d’une infraction durant la procédure d’indemnisation, les tribunaux ont en réalité présumé sa culpabilité dans le cadre de leur examen de sa demande de réparation. A cet égard, les faits de son affaire ne peuvent être distingués de ceux des affaires Sekanina c. Autriche (arrêt du 25 août 1993, série A no 266-A) et Rushiti c. Autriche (no 28389/95, 21 mars 2000).", "28.  Le requérant fait valoir que dans toute procédure concernant une demande d’indemnisation au titre de l’article 444 du code de procédure pénale, les juges appelés à statuer sont ceux-là même qui ont connu de l’affaire pénale. Qui plus est, à moins que des éléments nouveaux ne soient présentés en cours d’instance, leur décision se fonde inévitablement sur les preuves produites au cours de la procédure pénale et, lorsqu’ils rejettent la demande, ils invoquent nécessairement des éléments défavorables au défendeur. Ainsi, selon le requérant, la manière dont se déroule la procédure d’indemnisation au titre de l’article 444 est en soi incompatible avec l’article 6 § 2 de la Convention.", "De fait, le raisonnement suivi par les juridictions nationales pour rejeter sa demande de réparation est explicitement basé sur une nouvelle appréciation des éléments produits au cours de la procédure pénale. Contrairement à ce qu’affirme le Gouvernement, on ne peut soutenir à cet égard que les tribunaux internes sont strictement demeurés dans les limites de la charge particulière de la preuve applicable aux demandes d’indemnisation fondées sur l’article 444. Au contraire, en rejetant la demande du requérant, les juridictions nationales, en contradiction avec l’arrêt rendu par la Cour dans l’affaire Sekanina susmentionnée, ont invoqué des motifs de suspicion à l’encontre de l’intéressé qui avaient été examinés au cours de la procédure pénale et pour lesquels il avait été acquitté. Non seulement la décision s’appuie sur des éléments de preuve produits durant la procédure pénale, mais il ressort en outre sans équivoque de certains de ses passages que le tribunal était d’avis que le requérant avait commis les actes pour lesquels il avait été antérieurement inculpé, jugé et acquitté. Quant à l’argument du Gouvernement selon lequel les juridictions nationales n’auraient à aucun moment dans leur raisonnement discuté l’acquittement obtenu par le requérant à l’issue de la procédure pénale, il donne à penser que le droit d’un individu à la protection de l’article 6 § 2 est uniquement une question de forme et non de fond. Enfin, le fait que le requérant, contrairement à son père, n’a pas obtenu d’indemnité montre que la cour d’appel a « hiérarchisé » les acquittements prononcés dans l’affaire pénale.", "2.  Le Gouvernement", "29.  Le Gouvernement allègue que la demande d’indemnisation présentée par le requérant au titre de l’article 444 du code de procédure pénale revêtait un caractère civil. Il souligne que l’article 6 § 2 ne s’applique en règle générale qu’aux affaires concernant des accusations en matière pénale ou aux procédures dans le cadre desquelles une autorité publique compétente affirme qu’une personne a commis une infraction pénale. Cette règle souffre des exceptions limitées, suivant le critère énoncé dans l’arrêt Sekanina, où la décision sur le droit à indemnité était liée à celle sur la responsabilité pénale au point que la première pouvait être considérée comme un corollaire et – dans une certaine mesure – un complément de la seconde. Or tel n’est pas le cas de l’action en réparation du requérant en l’espèce, laquelle a été tranchée de façon indépendante.", "30.  Le Gouvernement soutient qu’il y a des différences cruciales entre le système norvégien et le système qui était dénoncé dans l’affaire Sekanina. Premièrement, le verdict rendu par le jury à l’issue du procès était un point essentiel dans le système autrichien, car dans la décision ultérieure sur la demande d’indemnisation de la personne acquittée une importance décisive était attachée au vote du jury et à la motivation de son verdict. Cela n’est pas possible dans le cadre du système norvégien : le procès-verbal des délibérations du jury n’est pas conservé, le verdict du jury n’est pas motivé et aucune information sur le vote des jurés n’est divulguée, hormis le simple « oui » ou « non » émis par le jury. Ne disposant ainsi d’aucun renseignement sur le vote des jurés ou les raisons de l’acquittement, la cour d’appel n’a dans les faits aucune possibilité de tirer des conclusions de ces éléments lorsqu’elle statue sur l’opportunité d’octroyer une réparation.", "Deuxièmement, il ressort de l’arrêt Sekanina que la question centrale consiste à savoir si le raisonnement employé par les juridictions nationales pour trancher la demande de réparation laisse transparaître « l’expression de soupçons sur l’innocence [de l’accusé] ». Or les dispositions en cause dans l’affaire autrichienne exigeaient que les soupçons contre la personne acquittée eussent été dissipés, ce qui incitait la juridiction nationale à examiner le bien-fondé de l’acquittement.", "Au contraire, les dispositions appliquées par les juridictions norvégiennes en l’espèce n’exigeaient pas que la responsabilité pénale du demandeur eût été établie pour rejeter la demande d’indemnisation et elles n’étaient pas de nature à remettre en cause le bien-fondé de l’acquittement. Les tribunaux compétents ne peuvent exprimer aucun soupçon concernant l’innocence de la personne acquittée. Le critère utilisé consiste seulement à déterminer, conformément à la règle particulière de preuve s’appliquant à de telles affaires, si la probabilité que le demandeur ait commis l’acte formant la base de l’accusation est plus élevée que la probabilité contraire. N’intervient ici qu’une seule des quatre conditions nécessaires pour établir la responsabilité pénale, à savoir la violation objective d’une disposition du droit pénal, et l’on ne peut donc raisonnablement y voir une présomption de culpabilité pénale. Dans l’affaire du requérant, le raisonnement des juridictions nationales est demeuré strictement dans ces limites. Ce fait a été souligné par la Cour suprême au travers d’un renvoi à son arrêt de 1994, dans lequel elle avait précisé que le refus d’une demande d’indemnisation n’affaiblissait pas l’acquittement prononcé et ne le rendait pas sujet à caution mais devait se fonder sur une appréciation séparée, utilisant le critère de la preuve applicable aux demandes d’indemnisation ordinaires présentées en dehors du contexte pénal. A aucun moment dans leur raisonnement les juridictions nationales n’ont discuté l’acquittement obtenu par le requérant à l’issue de la procédure pénale.", "31.  De l’avis du Gouvernement, il convient d’opérer une distinction – certes subtile mais absolument essentielle – entre la responsabilité pénale et la responsabilité civile. On ne saurait admettre qu’un acquittement dans une affaire pénale lie l’autorité appelée ultérieurement à statuer sur des questions de droit civil soulevées par le même ensemble de faits. Un acquittement ne peut avoir comme conséquence que les décisions ultérieures sur des questions civiles doivent être fondées sur le principe que la personne acquittée n’a pas perpétré l’acte en cause, y compris s’il est démontré selon le critère de la plus forte probabilité qu’elle l’a bel et bien commis. Par exemple, un tribunal national examinant une demande d’indemnisation pour détention illégale doit avoir la possibilité, aux fins de l’article 5 § 5 de la Convention, de rechercher si la détention était justifiée par un soupçon plausible.", "32.  A la lumière de ce qui précède, le Gouvernement invite la Cour à dire que l’article 6 § 2 n’était pas applicable à la procédure litigieuse ou, à tout le moins, qu’il n’a pas été violé. ", "B.  Appréciation de la Cour", "1.  Applicabilité de l’article 6 § 2", "33.  La Cour réaffirme l’autonomie de la notion « d’accusation en matière pénale » figurant à l’article 6. D’après sa jurisprudence constante, il lui faut appliquer trois critères pour déterminer si une personne est accusée d’une infraction pénale au sens de l’article 6 : la qualification de la procédure en droit national, sa nature substantielle et le type et la gravité de la sanction encourue par la personne concernée (Phillips c. Royaume-Uni, no 41087/98, § 31, CEDH 2001-VII ; A.P., M.P. et T.P. c. Suisse, arrêt du 29 août 1997, Recueil des arrêts et décisions 1997-V, p. 1488, § 39). De plus, le champ d’application de l’article 6 § 2 ne se limite pas aux procédures pénales qui sont pendantes (Allenet de Ribemont c. France, arrêt du 10 février 1995, série A no 308, p. 16, § 35). Il est arrivé à la Cour de juger cette clause applicable à une décision de justice prise après l’arrêt des poursuites (voir, notamment, les arrêts Minelli c. Suisse, 25 mars 1983, série A no 62, et Lutz, Englert et Nölkenbockhoff c. Allemagne, 25 août 1987, série A no 123) ou après un acquittement (arrêts Sekanina, Rushiti précités, et Lamanna c. Autriche, no 28923/95, 10 juillet 2001). Ces arrêts concernaient des procédures afférentes à des questions telles que l’opportunité de faire supporter à l’accusé les dépens de l’instance, de lui rembourser les frais nécessaires engagés par lui (ou par ses héritiers) ou de lui accorder une indemnité pour sa détention provisoire, toutes questions qui ont été jugées constituer un corollaire et un complément des procédures pénales concernées.", "34.  La Cour estime que la procédure d’indemnisation incriminée en l’espèce n’a pas emporté formulation d’une « accusation en matière pénale » à l’encontre du requérant, et juge inutile de répondre à l’argument du Gouvernement selon lequel ladite instance revêtait un caractère civil. Elle considère qu’il s’agit de déterminer si, cela étant, celle-ci était néanmoins liée à la procédure pénale d’une manière propre à la faire tomber dans le champ d’application de l’article 6 § 2. Elle rappelle que les juridictions nationales, dans leurs décisions litigieuses sur la question de l’indemnisation, se sont explicitement référées au libellé de l’article 444 du code de procédure pénale, en vertu duquel tout accusé peut demander réparation des préjudices directement liés à la procédure pénale menée à son encontre.", "35.  A cet égard, la Cour relève d’emblée que toute demande d’indemnisation au titre de l’article 444 doit, conformément à l’article 447 du code, être introduite, dans les trois mois suivant la clôture de l’instance pénale, devant la même juridiction, laquelle doit, dans la mesure du possible, siéger dans la même composition que lors du procès.", "36.  En outre, selon l’article 444, une personne ayant fait l’objet de poursuites peut demander à l’Etat un dédommagement pour tout préjudice causé de ce fait – en d’autres termes, pour des préjudices engageant la responsabilité de l’Etat, et non d’une partie privée. Il s’agit là d’un élément important pour l’applicabilité de l’article 6 § 2, la portée de cette disposition ne se limitant pas à la conduite de l’instance pénale par la juridiction de jugement (arrêts Sekanina, p. 13, § 22, et Allenet de Ribemont, p. 16, § 36, précités, et, a contrario, arrêt Ringvold précité, rendu à la même date que le présent arrêt). ", "37.  Eu égard à la responsabilité de l’Etat évoquée ci-dessus, les motifs propres à justifier l’octroi ou le refus d’une réparation ne peuvent être sans pertinence pour l’applicabilité de l’article 6 § 2.", "En vertu de la disposition concernée de l’article 444, l’issue de la procédure pénale est un facteur décisif puisqu’une indemnisation ne peut être accordée que si l’accusé a été acquitté ou que les poursuites à son encontre ont été abandonnées.", "En outre, contrairement à ce qui se passe dans le cadre d’une procédure pénale – où il incombe à la défense de prouver au-delà de tout doute raisonnable que l’accusé a commis l’acte incriminé –, dans une action en réparation telle que celle en cause la personne acquittée doit démontrer qu’il est probable à plus de 50 % (critère de la plus forte probabilité) qu’elle n’a pas perpétré l’acte qui formait la base de l’accusation. Indépendamment de cette différence concernant le régime de la preuve, la question qui commande l’issue de la procédure en réparation recouvre dans une très large mesure les questions tranchées lors du procès pénal. C’est la même juridiction, siégeant dans la même composition, qui doit statuer sur cette question, au vu des preuves administrées au cours du procès, que celle ayant connu de la cause au pénal, conformément à l’article 447 du code.", "38.  Ainsi, non seulement l’action en réparation suit la procédure pénale dans le temps, mais elle est également liée à celle-ci en droit comme en pratique, du point de vue tant de la compétence juridictionnelle que des questions à trancher. En termes simples, elle vise à établir s’il pèse sur l’Etat une obligation de réparer financièrement le préjudice causé par lui, du fait des poursuites, à la personne acquittée. La Cour estime que, si le requérant n’a pas fait l’objet d’une « accusation en matière pénale » dans le cadre de la procédure en réparation, les conditions d’octroi d’une indemnité étaient, dans les circonstances, liées à la question de la responsabilité pénale au point de faire tomber ladite procédure sous l’empire de l’article 6 § 2, qui trouve dès lors à s’appliquer.", "2.  Observation de l’article 6 § 2", "39.  Quant à la question de savoir si l’article 6 § 2 a ou non été violé dans le cadre de la procédure d’indemnisation, la Cour rappelle que cette disposition consacre une règle générale qui veut que même la simple expression de soupçons sur l’innocence d’un accusé ne soit plus admissible après un acquittement définitif (Rushiti, arrêt précité, § 31). Elle relève que, dans sa décision du 25 janvier 1995, la cour d’appel résuma les accusations de violences sexuelles portées à l’encontre du requérant lors du procès pénal et rappela le verdict du jury et l’acquittement de l’intéressé par les juges, puis examina si les conditions d’octroi d’une indemnité en vertu de l’article 444 étaient remplies. S’appuyant sur les éléments de preuve produits lors du procès pénal, elle jugea probable que la fille du requérant avait subi des violences sexuelles et conclut, « eu égard à l’ensemble de l’affaire, (...) qu’il n’a[vait] pas été démontré, selon le critère de la plus forte probabilité, que [le requérant] n’a[vait] pas eu de rapports sexuels avec sa fille » (paragraphe 13 ci-dessus). De l’avis de la Cour, le raisonnement de la cour d’appel s’analyse clairement en l’expression de soupçons sur l’innocence du requérant relativement aux accusations de violences sexuelles dont il a été acquitté.", "40.  La Cour a conscience que, dans sa décision confirmant l’arrêt de la cour d’appel, le comité de sélection des recours de la Cour suprême a pris en compte et mentionné sa décision de 1994, dans laquelle il avait interprété l’article 444 et précisé que le refus d’une demande de réparation n’affaiblissait pas l’acquittement prononcé antérieurement et ne jetait pas le doute sur son bien-fondé (paragraphe 14 ci-dessus). La Cour apprécie que l’on ait ainsi délibérément cherché à éviter tout conflit avec l’article 6 § 2 dans l’interprétation de la disposition légale concernée. Toutefois, elle n’est pas convaincue que, même entourées de ces précautions, les affirmations litigieuses ne pouvaient, d’une manière incompatible avec la présomption d’innocence, instiller le doute sur la légitimité de l’acquittement du requérant.", "41.  Dans ces conditions, la Cour ne voit aucune raison de distinguer la présente espèce des affaires Sekanina et Rushiti susmentionnées. Partant, il y a eu violation de l’article 6 § 2 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "42.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "1.  Préjudice matériel", "43.  A ce titre, le requérant réclame en premier lieu 23 191,50 couronnes norvégiennes (NOK) en remboursement des frais de procédure qu’il a dû acquitter en relation avec une procédure concernant la garde de l’enfant engagée à la suite de sa mise en accusation dans le cadre de l’instance pénale. En second lieu, il sollicite 60 000 NOK, somme qui lui aurait, d’après lui, été accordée à l’issue de l’action en réparation si les juridictions nationales avaient respecté les droits que lui garantissait l’article 6 § 2 de la Convention.", "44.  Le Gouvernement conteste ces deux prétentions.", "45.  N’apercevant aucun lien de causalité entre les pertes matérielles alléguées et la violation de la Convention constatée par elle, la Cour rejette les deux demandes formulées de ce chef.", "2.  Préjudice moral", "46.  Le requérant demande en outre 100 000 NOK (soit 13 628,05 euros (EUR)) pour dommage moral. Il justifie sa prétention en disant que le raisonnement adopté par la cour d’appel pour rejeter la demande d’indemnisation présentée par lui au titre de l’article 444 du code de procédure pénale lui a causé des souffrances et un désespoir considérables, qui durent toujours.", "47.  Le Gouvernement invite la Cour à dire que le constat de violation constitue en soi une satisfaction équitable adéquate.", "48.  La Cour admet que le requérant a subi un préjudice moral à raison du non-respect de la présomption d’innocence dans le cadre de la procédure d’indemnisation. Statuant en équité, elle lui accorde 5 000 EUR à ce titre.", "B.  Frais et dépens", "49.  Le requérant sollicite 11 595 NOK et 20 000 NOK respectivement pour les frais et dépens exposés devant les juridictions internes et devant les organes de la Convention.", "50.  Le Gouvernement n’élève aucune objection à cet égard.", "51.  Statuant en équité, la Cour octroie au requérant 2 900 EUR, moins les 2 848 EUR déjà versés en l’espèce par le Conseil de l’Europe au titre de l’assistance judiciaire.", "B.  Intérêts moratoires", "52.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit que l’article 6 § 2 de la Convention est applicable en l’espèce ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 2 de la Convention ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter de la date à laquelle l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les montants suivants :", "i.  5 000 EUR (cinq mille euros) pour dommage moral,", "ii.  2 900 EUR (deux mille neuf cents euros) pour frais et dépens, moins 2 848 EUR (deux mille huit cent quarante-huit euros) versés en l’espèce par le Conseil de l’Europe au titre de l’assistance judiciaire ;", "b)  que ces sommes doivent être converties dans la monnaie nationale de l’Etat défendeur au taux applicable à la date du règlement ;", "c)  qu’à compter de l’expiration dudit délai et jusqu’au versement, elles seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne pendant cette période, augmenté de trois points de pourcentage ;", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 11 février 2003, conformément à l’article 77 §§ 2 et 3 du règlement.", "S. Dollé\tJ.-P. Costa\nGreffière\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion concordante de Mme Greve.", "J.-P.C. \nS.D.", "", "", "OPINION CONCORDANTE DE Mme LA JUGE GREVE", "(Traduction)", "Remarques liminaires", "Tout en souscrivant au raisonnement et aux conclusions exposés dans l’arrêt, j’estime important d’expliciter davantage les problèmes soulevés par le libellé des dispositions norvégiennes pertinentes en matière d’indemnisation, même si la disposition de droit norvégien ici en cause est en cours de modification et ne présentera donc bientôt plus qu’un intérêt historique.", "Le requérant en l’espèce voyait une violation de l’article 6 § 2 de la Convention dans le raisonnement adopté par les juridictions norvégiennes pour rejeter la demande qu’il avait présentée au titre des articles 444 et 446 du code norvégien de procédure pénale afin d’obtenir réparation du préjudice qu’il disait avoir subi du fait de la procédure pénale à l’issue de laquelle il avait été acquitté. La Cour a statué en faveur de l’intéressé.", "Elle a fondé sa décision sur le constat selon lequel, contrairement à une action en réparation engagée par un tiers contre une personne ayant bénéficié d’un acquittement ou d’un abandon des poursuites, une demande d’indemnisation présentée par la personne accusée à l’origine constitue un corollaire et un complément de la procédure pénale stricto sensu, et fait donc entrer en jeu la présomption d’innocence telle qu’elle est consacrée par l’article 6 § 2.", "Le régime du droit à indemnisation dans le cadre de la Convention", "Aux termes de l’article 5 § 5 de la Convention,", "« Toute personne victime d’une arrestation ou d’une détention dans des conditions contraires aux dispositions de cet article a droit à réparation. »", "Autrement dit, une réparation doit être octroyée à toute personne arrêtée ou détenue en violation des dispositions de l’article 5, qui concerne le « droit à la liberté et à la sûreté ». La question est de savoir si une Haute Partie contractante a ou non agi en contravention de l’une ou l’autre de ces dispositions elles-mêmes. Elle n’est pas de savoir si une personne arrêtée ou détenue était coupable de l’infraction alléguée ayant motivé son arrestation ou sa détention. Une personne jugée coupable par la suite lors du procès pénal pourrait tout à fait avoir droit à être indemnisée en vertu de l’article 5 § 5. A l’inverse, une personne ayant bénéficié ultérieurement d’un acquittement ou d’un abandon des poursuites peut ne pas remplir les conditions pour obtenir réparation au titre de l’article 5 § 5.", "En outre, l’article 3 du Protocole no 7, qui concerne le « droit d’indemnisation en cas d’erreur judiciaire », est ainsi libellé :", "« Lorsqu’une condamnation pénale définitive est ultérieurement annulée, ou lorsque la grâce est accordée, parce qu’un fait nouveau ou nouvellement révélé prouve qu’il s’est produit une erreur judiciaire, la personne qui a subi une peine en raison de cette condamnation est indemnisée, conformément à la loi ou à l’usage en vigueur dans l’Etat concerné, à moins qu’il ne soit prouvé que la non-révélation en temps utile du fait inconnu lui est imputable en tout ou en partie. »", "Au-delà, la Convention n’exige pas d’une Haute Partie contractante qu’elle indemnise quiconque ayant fait l’objet d’une enquête pénale et/ou d’un procès pénal. Même l’acquittement total de la personne concernée n’emporte pas automatiquement obligation de réparer. L’approche consacrée par la Convention et ses Protocoles à cet égard est parfaitement conforme au principe fondamental du dispositif de protection européen des droits de l’homme selon lequel il incombe aux Hautes Parties contractantes elles-mêmes de garantir et de faire respecter les droits et libertés énoncés dans la Convention et ses Protocoles. Les Etats sont tenus de reconnaître ces droits et libertés à toute personne relevant de leur juridiction (article 1 de la Convention). Cela implique une double obligation :", "i.  l’Etat lui-même doit respecter méticuleusement et scrupuleusement ces droits et libertés ; et", "ii.  il doit faire respecter la loi et l’ordre sur son territoire en veillant à ce que toute autre entité juridique ou personne physique qui viole les droits et libertés d’autrui réponde de ses actes.", "Les systèmes nationaux de justice pénale représentent donc des instruments indispensables pour assurer le respect des droits et libertés fondamentaux des peuples en Europe.", "Dans ces conditions, il serait contre-productif d’instituer un droit à réparation automatique pour les cas d’acquittement ou d’abandon des poursuites. La question est de savoir comment ménager un équilibre raisonnable entre la prévention des infractions et les droits de l’individu. Les dispositions susmentionnées de la Convention et de ses Protocoles sur l’indemnisation donnent à cet égard une réponse restrictive – si l’on se place du point de vue de la personne ayant fait l’objet d’une enquête pénale et/ou d’un procès pénal.", "Le régime du droit à indemnisation dans le cadre du système norvégien", "Le système norvégien est allé au-delà du minimum prévu par la Convention en matière de réparation. Aux termes de l’article 53 de la Convention,", "« Aucune des dispositions de la (...) Convention ne sera interprétée comme limitant ou portant atteinte aux droits de l’homme et aux libertés fondamentales qui pourraient être reconnus conformément aux lois de toute Partie contractante ou à toute autre Convention à laquelle cette Partie contractante est partie. »", "En ce qui concerne les personnes considérées comme innocentes parce qu’elles ont bénéficié soit d’un acquittement soit d’un abandon des poursuites, le système norvégien prévoit une réparation pourvu que les conditions posées par le code de procédure pénale soient remplies. L’article 445, combiné avec l’article 446, constitue la disposition générale et, de fait, principale en la matière, l’article 444, combiné avec l’article 446, étant la disposition spéciale.", "Les articles 444 à 446 du code de procédure pénale sont reproduits au paragraphe 16 du présent arrêt.", "Lorsqu’une réparation est accordée – que ce soit la condition posée par la disposition générale de l’article 445 ou celle énoncée dans la disposition spéciale de l’article 444 qui soit remplie – elle est motivée par la conclusion qu’avec le recul il apparaît qu’il n’y avait pas lieu dans les circonstances de poursuivre la personne concernée, indépendamment du fait qu’elle ait été finalement acquittée et ne soit pas pénalement responsable de l’acte à la base de l’accusation.", "Il faut bien voir que, conformément au principe de la présomption d’innocence tel qu’il est consacré par l’article 6 § 2 de la Convention, l’innocence de la personne demandant réparation ne peut pas constituer l’objet de la procédure d’indemnisation. L’innocence dans ce contexte signifie que les poursuites contre la personne en cause ont été abandonnées ou que cette personne a été acquittée, et qu’il n’y a pas de raisons particulières justifiant la réouverture de l’affaire pénale.", "Lorsque les tribunaux sont saisis de telles demandes d’indemnisation, ils doivent avant tout examiner si les différentes étapes procédurales se fondaient sur des soupçons suffisants et plausibles, c’est-à-dire si pareils soupçons existaient ou non à l’époque. Les juges sont appelés à apprécier rétrospectivement ce qui était connu lorsque les mesures procédurales ont été prises, et à se demander si ces mesures se justifiaient dans les circonstances. S’ils répondent par la négative, le requérant peut être fondé à réclamer une indemnité. S’ils répondent par l’affirmative, les mesures procédurales en tant que telles ne doivent pas donner lieu à réparation.", "Il découle de ce qui précède que lorsqu’une personne se voit accorder réparation au titre de la règle générale posée par l’article 445 combiné avec l’article 446, le tribunal reconnaît que les mesures procédurales prises à l’époque n’étaient pas justifiées par des soupçons suffisants et plausibles. Il ne s’agit pas dans ce type d’affaires de trancher ou de réexaminer la question de l’innocence. Une décision d’indemnisation se limite à reconnaître que la procédure pénale a clairement été entachée de vices ou à laver le demandeur de soupçons qui avaient auparavant été perçus comme suffisants et plausibles. En l’espèce, il convient d’observer que M. O. a choisi de ne pas fonder sa demande d’indemnité sur la disposition générale et de ne pas rechercher le soulagement matériel et moral que cette disposition aurait pu lui permettre d’obtenir. Cela ne l’a pas empêché de soutenir à Strasbourg, en invoquant le fait que son père a perçu une indemnité au titre de la règle générale, qu’il a subi un préjudice disproportionné. Il considère que la cour d’appel qui a statué sur les demandes d’indemnisation a « hiérarchisé », à son détriment, les acquittements obtenus par lui et par son père à l’issue de la procédure pénale.", "Le régime spécial d’indemnisation résultant de l’article 444 combiné avec l’article 446 a été introduit dans le code de procédure pénale pour répondre à des cas spécifiques d’erreur judiciaire. La ratio legis en est similaire à celle de l’article 3 du Protocole no 7 ; lorsqu’une erreur judiciaire est avérée, la personne en ayant souffert doit être indemnisée, même si aucune réparation n’est possible selon d’autres règles.", "La règle énoncée à l’article 3 du Protocole no 7 est formulée d’une manière indiquant qu’il ne peut être question d’indemnisation obligatoire que dans les cas où une erreur judiciaire a déjà été établie (la règle de l’indemnisation obligatoire souffrant par ailleurs une exception lorsqu’il est prouvé que la non-révélation en temps utile du fait inconnu est en tout ou en partie imputable à la personne normalement bénéficiaire du droit à réparation). La disposition s’applique uniquement dans les cas où", "i.  une personne a été condamnée pour une infraction pénale,", "ii.  cette condamnation a été annulée, ou la personne a été graciée, et", "iii.  un fait nouveau ou nouvellement révélé prouve qu’il s’est produit une erreur judiciaire.", "Ce sont les autorités chargées d’appliquer le droit qui se prononcent sur la question de la réparation dans ce type de cas. Bien qu’elles reviennent dans le processus décisionnel sur la question de la culpabilité de l’ex-accusé, elles le font dans un contexte où, après avoir tout d’abord été jugée coupable, la personne concernée a vu sa condamnation annulée ou a été graciée. La question de la culpabilité n’est pas réexaminée dans le cadre de la procédure d’indemnisation.", "La disposition de l’article 444 du code norvégien de procédure pénale se veut encore plus favorable, c’est-à-dire d’application plus large. Elle confère à une personne qui a été jugée puis acquittée, ou qui a bénéficié d’un abandon des poursuites, un droit à réparation pourvu qu’il soit démontré qu’il est probable que cette personne n’a pas commis l’acte à la base de l’accusation. Elle vise aussi à remédier aux cas où il semble s’être produit une erreur judiciaire, mais de moindre importance.", "Cela dit, la disposition spéciale de l’article 444 n’est pas formulée d’une manière qui limite son application à des cas spécifiques dans lesquels, en particulier, un fait nouvellement révélé prouve qu’il y a eu erreur judiciaire. A l’inverse, elle peut être invoquée également par des demandeurs qui ne recherchent pas principalement une indemnisation mais veulent obtenir une nouvelle appréciation juridique de la question de leur culpabilité. A l’occasion de leur demande, les personnes relevant de cette dernière catégorie invoquent le principe de la présomption d’innocence dans l’espoir que le tribunal appelé à statuer sur leur demande déclare que, selon le critère de la plus forte probabilité, ils n’étaient pas coupables. Le résultat, c’est qu’une disposition dont l’objet était tout à fait louable au départ – et qui s’est avérée précieuse dans un nombre important d’affaires pour lesquelles elle était prévue – apparaît aujourd’hui inadéquate et incompatible avec la présomption d’innocence. Cela est vrai même si, dans l’esprit de ses rédacteurs, l’article 444 ne devait jamais soulever la moindre question sur un acquittement ou un abandon des poursuites. C’est ce qu’illustre du reste clairement le raisonnement suivi en l’espèce par les juridictions norvégiennes, qui se sont efforcées de souligner que leur rejet de la demande d’indemnisation n’avait pas pour effet d’affaiblir ou de rendre sujet à caution l’acquittement prononcé antérieurement.", "Conclusion", "Il découle de la conclusion de la Cour en l’espèce qu’une Haute Partie contractante ne peut, sans violer la Convention, offrir à un accusé ayant bénéficié d’un acquittement ou de l’abandon des poursuites une réparation fondée sur la considération que, selon le critère de la plus forte probabilité, il « n’a pas commis l’acte qui formait la base de l’accusation ». La raison en est qu’une demande d’indemnisation présentée par une telle personne constitue un corollaire et un complément de la procédure pénale stricto sensu et met donc en jeu la présomption d’innocence consacrée par l’article 6 § 2. Contrairement aux cas où la réparation est sollicitée par un tiers, il ne s’agit pas, dans les affaires où c’est la personne ayant précédemment fait l’objet d’une enquête ou ayant été accusée d’une infraction puis acquittée qui demande à être indemnisée, de déterminer si cette personne a ou non commis l’acte à la base de l’accusation, puisqu’en vertu de la présomption d’innocence cette question ne peut jamais recevoir qu’une réponse négative. Dans ces affaires, il faut donc se limiter :", "i.  aux questions relevant de l’article 5 § 5 de la Convention et de l’article 3 du Protocole no 7; et", "ii.  au point de savoir si l’enquête et/ou la procédure pénale menées à l’encontre de la personne concernée se justifiaient par des soupçons suffisants et plausibles au moment où les mesures litigieuses ont été prises, c’est-à-dire avant l’acquittement ou l’abandon des poursuites.", ""]}