{"file": "FRE_CLINF_43730_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "43730/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 177", "Août-Septembre 2014", "Gajtani c. Suisse - 43730/07", "Arrêt 9.9.2014 [Section II]", "Article 8", "Article 8-1", "Respect de la vie familiale", "Non-prise en compte de l’opinion d’un enfant âgé de 11 ans dans une procédure de retour fondée sur la Convention de La Haye : non-violation", "En fait – La requérante, qui vient de la République du Kosovo*, vivait en ex-République yougoslave de Macédoine, État dont elle est ressortissante, avec ses deux enfants et leur père. En novembre 2005, elle se sépara de ce dernier et rejoignit sa famille au Kosovo avec ses enfants. Elle y épousa un ressortissant Italien et partit vivre en Suisse avec lui. En 2006, le père des enfants entreprit des démarches visant à leur retour en ex-République yougoslave de Macédoine. En décembre 2006, les autorités de ce pays lui attribuèrent la garde exclusive des enfants. Quelques jours plus tard, les deux parents et le fils aîné, alors âgé de 11 ans et demi, furent entendus par les autorités suisses. En mars 2007, l’autorité de surveillance suisse rejeta la demande du père visant à la restitution des enfants, notamment au motif que le fils aîné avait manifesté son opposition ferme à l’idée d’un retour chez son père et refusa même de le rencontrer. Cette décision fut annulée en juin 2007 par le tribunal d’appel suisse, lequel considéra que le fils n’était pas assez mûr pour que son refus catégorique de rentrer puisse être pris en compte. En octobre 2007, les enfants furent interceptés par la police et reconduits en ex-République yougoslave de Macédoine sans la requérante.", "En droit – Article 8 : Il y a eu une ingérence dans le droit de la requérante au respect de sa vie familiale. Elle était fondée sur la ** et avait pour but légitime de protéger les droits et libertés des enfants et de leur père. La seule question qui se pose en l’espèce est de savoir si les autorités compétentes ont suffisamment pris en compte les opinions des enfants.", "Le tribunal d’appel a constaté, après avoir soigneusement examiné les déclarations du fils de la requérante, qu’il n’était pas assez mûr pour que son refus catégorique de rentrer puisse être pris en compte. Le tribunal a trouvé que son comportement ne révélait pas une maturité suffisante pour que son opinion puisse être considérée comme suffisamment autonome. Il a remarqué son intention de préserver sa mère de sa responsabilité, surtout en ce qui concernait l’enlèvement. Cette juridiction a noté par ailleurs que l’enfant se trouvait pris dans un conflit de loyautés et qu’il craignait probablement de se couper de sa mère s’il reprenait contact avec son père.", "La conclusion du tribunal d’appel selon laquelle l’on ne pouvait prendre en compte les déclarations du fils de la requérante dans la décision sur le retour des enfants n’est pas déraisonnable. Cette juridiction, intervenue sur la base de l’audition du fils par l’instance inférieure, est dûment appuyée sur une motivation circonstanciée. Eu égard à la marge d’appréciation certaine dont jouissent dans ce domaine les autorités internes, qui sont mieux placées que la Cour, le tribunal d’appel pouvait raisonnablement considérer qu’il n’était ni nécessaire ni opportun d’entendre encore une fois le fils, d’autant plus que de telles auditions peuvent avoir un impact traumatisant pour un enfant et retarder considérablement la procédure.", "Quant à la fille du couple, âgée alors de 5 ans, il n’apparaît pas qu’elle ait été entendue. La requérante n’allègue pas avoir demandé une audition de sa fille et s’être heurtée à un refus. Elle ne prétend pas non plus qu’une audition était indispensable pour déterminer si l’une des exceptions au retour de l’enfant prévues par la Convention de la Haye rentrait en jeu. Par ailleurs, cette convention n’impose nullement aux autorités nationales d’entendre l’enfant.", "Par conséquent, le tribunal d’appel ne saurait se voir reprocher son refus de prendre en compte l’opposition au retour manifestée, notamment, par le fils de la requérante. Dès lors, le processus décisionnel en droit interne a satisfait aux exigences procédurales inhérentes à l’article 8.", "Conclusion : non-violation (unanimité).", "Par ailleurs, la Cour conclut, à l’unanimité, à une violation de l’article 6 de la Convention en raison d’un défaut d’accès à un tribunal.", "Article 41 : 5 000 EUR pour préjudice moral ; demande pour dommage matériel rejetée.", "* Toute référence au Kosovo, soit à son territoire, ses institutions ou sa population, doit être comprise comme étant en conformité avec la Résolution 124 du Conseil de sécurité et sans préjuger du statut du Kosovo.", "** Convention de La Haye du 25 octobre 1980 sur les aspects civils de l’enlèvement international d’enfants.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}