{"file": "FRE_HFJUD_41604_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "41604/98", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE BUCK c. ALLEMAGNE", "", "(Requête no 41604/98)", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "28 avril 2005", "", "DÉFINITIF", "", "28/07/2005", "", "", "", "", "", "En l'affaire Buck c. Allemagne,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tB. Zupančič, président,\n\t\tJ. Hedigan,\n\t\tL. Caflisch,\n\t\tC. Bîrsan,\n\tMmes\tM. Tsatsa-Nikolovska,\n\t\tA. Gyulumyan,\n\t\tR. Jaeger, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil les 7 mai 2002 et 24 mars 2005,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 41604/98) dirigée contre la République fédérale d'Allemagne et dont un ressortissant de cet Etat, M. Jürgen Buck (« le requérant »), avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 23 mars 1998 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). Désigné devant la Commission par les initiales J.B., l'intéressé a par la suite consenti à la divulgation de son identité.", "2.  Le requérant est représenté par Me M. Buck, avocat à Leipzig. Le gouvernement allemand (« le Gouvernement ») est représenté par son agent, M. K. Stoltenberg, Ministerialdirigent.", "3.  Le requérant alléguait que la perquisition qui avait été opérée dans ses locaux professionnels et à son domicile était contraire à l'article 8 de la Convention, et que, le mandat de perquisition n'ayant pas été suffisamment motivé, il y avait eu violation de l'article 6 § 1 de la Convention.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole).", "5.  Elle a initialement été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "6.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête est ainsi échue à la troisième section telle que remaniée (article 52 § 1).", "7.  Par une décision du 7 mai 2002, la chambre a déclaré la requête recevable.", "8.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement). Les parties ont chacune soumis des commentaires écrits sur les observations de l'autre.", "9.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a ainsi été attribuée à la troisième section telle que remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "10.  Le requérant est né en 1938 et réside à Dettingen.", "A.  La phase initiale de la procédure concernant l'excès de vitesse", "11.  En août 1996, les autorités municipales de Dettingen infligèrent à V.B., le fils du requérant, une amende de 120 marks allemands (DEM), augmentée de frais d'un montant de 36 DEM, pour avoir dépassé la vitesse légale (fixée à 50 km/heure) de 28 km/heure le soir du 21 mai 1996 au volant d'un véhicule appartenant à la société à responsabilité limitée Trinkomat (articles 3 § 3 (1) et 49 § 1 (3) du règlement relatif à la circulation routière et article 24 de la loi sur la circulation routière – voir la partie « Le droit interne pertinent » ci-dessous). Le requérant est propriétaire et directeur de cette société.", "12.  Le 4 septembre 1996, V.B. forma opposition à la décision administrative lui infligeant l'amende.", "13.  Le 12 mars 1997, le procès s'ouvrit devant le tribunal de district de Bad Urach. V.B. plaida non coupable, en précisant qu'une quinzaine d'autres personnes auraient pu conduire le véhicule de la société ce jour-là. Le requérant fut convoqué comme témoin mais refusa, ainsi que la loi l'y autorisait, de déposer contre son fils. L'audience fut reportée au 19 mars 1997.", "B.  La procédure concernant le mandat du 13 mars 1997", "14.  Le 13 mars 1997 vers 10 heures du matin, un fonctionnaire de police pria le requérant de témoigner au sujet de ses employés dans le cadre de la procédure contre son fils. M. Buck déclara à nouveau qu'il ne voulait pas le faire et précisa qu'aucun de ses employés ne se trouvait à ce moment-là dans les locaux de l'entreprise. Le même jour, un policier, sur ordre du juge du tribunal de district de Bad Urach, demanda à la municipalité de Dettingen de fournir une photographie d'identité du fils du requérant. Une enquête de police menée auprès de la chambre de commerce (Gewerbeamt) de Dettingen sur les employés du requérant à l'époque des faits n'avait abouti à aucun résultat.", "15.  Le 13 mars 1997, à une heure indéterminée, le tribunal de district de Bad Urach, toujours dans le cadre de la procédure menée contre V.B., délivra un mandat de perquisition relativement aux locaux professionnels et au domicile du requérant. Ce mandat était ainsi libellé :", "« Dans le cadre de l'enquête préliminaire dirigée contre", "(...) [V.B.] (...)", "concernant une infraction à une disposition du règlement relatif à la circulation routière,", "en vertu de l'article 33 § 4 du code de procédure pénale sans audience préalable, conformément aux articles 94, 95, 98, 99, 100, 102, 103, 105, 106 § 1, 111 et suiv., 162 du code de procédure pénale et à l'article 46 de la loi sur les contraventions, sont ordonnées :", "1.  une perquisition dans les locaux professionnels et au domicile du père de l'intéressé, Jürgen Buck (...) 3 rue (...), Dettingen/Erms, société Trinkomat ;", "2.  la saisie de documents révélant l'identité des personnes employées par la société Trinkomat à (...) Dettingen entre le 20 et le 22 mai 1996.", "Motifs :", "Le fils du directeur de la société Trinkomat, inculpé pour avoir enfreint, le 21 mai 1996, l'article 3 du règlement relatif à la circulation routière alors qu'il était au volant d'un véhicule de la société, a déclaré lors de l'audience du 12 mars 1997 qu'un chauffeur employé par la société aurait pu être l'auteur de l'infraction.", "(...) »", "16.  La perquisition dans les locaux professionnels et au domicile de l'intéressé, à Dettingen, une ville de 10 000 habitants environ, fut effectuée le jour même, vers 14 heures, par quatre fonctionnaires du poste de police local. Plusieurs documents, tels que des dossiers concernant le personnel et des relevés des heures de travail, furent saisis. Des copies en furent faites et les originaux furent restitués au requérant le lendemain. Ces documents contenaient les noms d'au moins six personnes, quatre femmes et deux hommes, employés par la société du requérant à l'époque des faits ; ils révélaient aussi qu'un autre membre de la famille de celui-ci aurait pu être au volant du véhicule de la société au moment où l'excès de vitesse avait été commis. Le requérant s'opposa à la perquisition et, assisté par un conseil, fit appel de la décision de perquisition et de saisie le 13 mars 1997, c'est-à-dire le jour où le mandat avait été délivré.", "17.  Le 21 mars 1997, par une décision adressée à V.B., le tribunal régional de Tübingen rejeta l'appel du 13 mars 1997, qu'il jugeait irrecevable car dépourvu d'objet (prozessual überholt) s'agissant du mandat de perquisition puisque celui-ci avait déjà été exécuté. La pertinence des quelques documents saisis pouvait selon lui être établie sans qu'il fût nécessaire d'engager une autre procédure. L'appel contre le mandat de saisie était mal fondé, car les documents saisis étaient utiles pour l'appréciation des preuves ; ils permettraient peut-être en effet d'établir si, comme l'appelant l'avait soutenu, c'était l'un des employés de la société qui avait commis l'excès de vitesse. En outre, des copies ayant été effectuées et les originaux restitués, la saisie n'avait pas été disproportionnée.", "18.  Le 21 mai 1997, à la suite d'une plainte émanant du représentant du requérant, le tribunal régional de Tübingen réexamina l'appel formé par ce dernier, et il le déclara irrecevable pour ce qui était du mandat de perquisition et dépourvu de fondement pour ce qui était du mandat de saisie. Sur ces points, le tribunal reprit le raisonnement qu'il avait suivi auparavant, et, ajoutant que sa décision du 21 mars 1997 était devenue sans objet, l'annula dans un souci de clarté.", "19.  Le 30 juin 1997, le requérant se pourvut devant la Cour constitutionnelle fédérale. Il fit notamment valoir que le tribunal de district, lors de l'audience du 12 mars 1997, n'avait pas été en mesure d'établir si la personne figurant sur la photographie radar était V.B. Il déclara en outre que les documents saisis montraient qu'aucune des six autres personnes travaillant pour sa société à l'époque n'aurait pu être celle qui avait été photographiée.", "20.  Le 13 septembre 1997, un collège de trois juges de la Cour constitutionnelle fédérale rejeta le recours. La cour n'approuva pas la conclusion du tribunal régional, selon laquelle l'appel interjeté contre le mandat de perquisition était irrecevable pour la simple raison que la perquisition avait déjà eu lieu. Pour la Cour constitutionnelle, ce jugement était contraire au principe d'une protection juridictionnelle effective, garantie par l'article 19 § 4 de la Loi fondamentale. La haute juridiction cita à cet égard sa décision du 30 avril 1997, qui avait constitué un revirement de sa jurisprudence sur ce point. Elle jugea néanmoins qu'il n'y avait pas lieu d'accueillir le recours. En effet, en examinant la légalité du mandat de saisie, le tribunal régional avait aussi incidemment évoqué la question de la légalité du mandat de perquisition. En tout état de cause, ce dernier était manifestement régulier. La décision fut notifiée au requérant le 24 septembre 1997.", "C.  La suite de la procédure pénale engagée contre le fils du requérant", "21.  Le 19 mars 1997, après la réouverture du procès, le tribunal de district de Bad Urach rendit son jugement contre V.B. Il déclara celui-ci coupable d'excès de vitesse par imprudence, lui infligea une amende de 120 DEM (environ 61 EUR) conformément au catalogue uniforme d'amendes (Bußgeldkatalog) applicable aux diverses contraventions administratives au code de la route. Il le condamna également aux frais de la procédure.", "22.  En ce qui concerne V.B. personnellement, le tribunal de district constata qu'il avait obtenu son permis de conduire en 1991, qu'il parcourait de 40 000 à 50 000 km par an et qu'il n'avait aucun antécédent d'infractions au code de la route.", "23.  Au vu d'expertises techniques, le tribunal de district jugea que le contrôle radar avait été effectué correctement et que les mesures étaient exactes. En outre, après avoir comparé les photographies prises lors du contrôle radar, en particulier un agrandissement établi par l'expert, et la photographie d'identité de V.B. prise en 1994, archivée dans les dossiers administratifs des autorités municipales de Dettingen, le tribunal conclut que c'était V.B. qui conduisait le véhicule. Pour cela, le tribunal avait observé la forme du visage, le nez, les yeux et les sourcils. Par ailleurs, même si V.B. s'était laissé pousser la barbe entre-temps, la partie inférieure du visage apparaissant sur les photos radar et la partie inférieure du visage de V.B. sur la photo d'identité, sur laquelle le jeune homme ne portait pas la barbe, étaient manifestement identiques. Rien n'indiquait qu'une autre personne ayant les mêmes traits eût pu conduire le véhicule au moment dont il était question.", "24.  Le 19 août 1997, la cour d'appel de Stuttgart refusa à V.B. l'autorisation de la saisir.", "II.  LE DROIT INTERNE PERTINENT", "25.  La perquisition incriminée fut ordonnée dans le cadre d'une procédure concernant une infraction à la loi sur la circulation routière (Straßenverkehrsgesetz). L'article 3 du règlement relatif à la circulation routière (Straßenverkehrsordnung) porte sur les limitations de vitesse. Le paragraphe 3 (1) limite la vitesse à 50 km/heure en ville. D'après l'article 49 § 1 (3) du règlement précité, quiconque enfreint l'article 3 commet une contravention administrative (Ordnungswidrigkeit) ; aux termes de l'article 24 de la loi sur la circulation routière, une telle contravention expose son auteur à une amende.", "26.  Les contraventions administratives sont régies par la loi sur les contraventions (Ordnungswidrigkeitengesetz). Elles sont d'importance mineure et ne figurent donc plus au rang des infractions pénales en droit allemand. Des règles spéciales, distinctes des règles applicables aux infractions pénales, les régissent partiellement (voir, à cet égard, Öztürk c. Allemagne, arrêt du 21 février 1984, série A no 73, pp. 10 et suiv., §§ 17 et suiv., et pp. 17-18, § 49). Selon l'article 46 § 1 de la loi sur les contraventions, les dispositions de droit commun régissant la procédure pénale – en particulier le code de procédure pénale – s'appliquent par analogie à une procédure concernant une contravention, sauf pour ce qui est des exceptions énoncées dans la loi en question.", "27.  L'article 103 du code de procédure pénale (Straƒprozessordnung) interdit d'opérer une perquisition au domicile ou dans d'autres locaux (Wohnung und andere Räume) d'une personne non soupçonnée d'une infraction pénale, sauf aux fins d'y arrêter un inculpé, d'y rechercher des indices d'une infraction ou d'y saisir des objets précis, et cela seulement si des faits donnent à penser que l'on y découvrira cette personne, ces indices ou ces objets. Selon l'article 105 du code de procédure pénale, les perquisitions ne peuvent être ordonnées que par un juge ou, en cas d'urgence (Gefahr im Verzug), par le parquet. Si une perquisition est menée dans les locaux professionnels ou au domicile d'une personne en l'absence du juge ou du procureur, un fonctionnaire municipal ou deux habitants de la commune dans laquelle la perquisition a lieu doivent assister à l'opération.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 8 DE LA CONVENTION", "28.  Le requérant allègue que la perquisition opérée dans ses locaux professionnels et à son domicile ainsi que la saisie de documents, mesures ordonnées par le tribunal de district de Bad Urach, ont constitué une violation de son droit au respect de son domicile. Il considère en particulier que, menée dans le cadre d'une enquête portant sur une contravention commise par un tiers, la perquisition était disproportionnée. Il invoque l'article 8 de la Convention, dont les parties pertinentes se lisent comme suit :", "« 1.  Toute personne a droit au respect de sa vie privée (...), de son domicile (...)", "2.  Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. »", "29.  Le Gouvernement combat cette thèse.", "A.  Sur la question de savoir s'il y a eu ingérence", "30.  Le requérant dénonce la perquisition opérée dans ses locaux professionnels et à son domicile ainsi que la saisie de plusieurs documents ; il y voit une atteinte à son droit au respect de son domicile, tel que garanti par l'article 8 § 1. Le Gouvernement est sur ce point d'accord avec lui.", "31.  La Cour rappelle que la notion de « domicile » figurant à l'article 8 § 1 ne se limite pas au domicile proprement dit d'un particulier. Le terme « domicile » a une connotation plus large que le mot « home » (figurant dans le texte anglais de l'article 8) et peut englober par exemple le bureau ou le cabinet d'un membre d'une profession libérale. Par conséquent, le terme « domicile » doit s'interpréter comme incluant aussi le bureau officiel d'une société dirigée par un particulier, et le bureau officiel d'une personne morale, y compris les filiales et autres locaux professionnels (voir notamment Chappell c. Royaume-Uni, arrêt du 30 mars 1989, série A no 152-A, pp. 12-13, § 26, et pp. 21-22, § 51 ; Niemietz c. Allemagne, arrêt du 16 décembre 1992, série A no 251-B, pp. 33-34, §§ 29-31 ; et Société Colas Est et autres c. France, no 37971/97, §§ 40-41, CEDH 2002-III).", "32.  En l'espèce, la perquisition et la saisie ordonnées par le tribunal de district de Bad Urach concernaient le domicile et les locaux professionnels d'une société à responsabilité limitée appartenant au requérant et dirigée par lui. Compte tenu de ce qui précède, la Cour conclut en ce qui concerne ces deux lieux qu'il y a eu ingérence dans le droit du requérant au respect de son domicile.", "33.  Dès lors, elle estime qu'il n'est pas nécessaire de déterminer si, comme elle l'a constaté dans plusieurs affaires comparables (voir, entre autres, Chappell, précité, pp. 21-22, § 51 ; Niemietz, précité, ibidem ; et Funke c. France, arrêt du 25 février 1993, série A no 256-A, p. 22, § 48), il y a également eu ingérence dans le droit du requérant au respect de sa vie privée, tel que garanti par l'article 8 § 1.", "B.  Sur la question de savoir si l'ingérence était justifiée", "34.  Il convient dès lors de déterminer si l'ingérence était justifiée au regard du paragraphe 2 de l'article 8, c'est-à-dire était « prévue par la loi », tournée vers un ou plusieurs des buts légitimes qu'il énumère et « nécessaire », « dans une société démocratique », pour le ou les réaliser.", "1.  « Prévue par la loi »", "35.  Le requérant soutient que le mandat de perquisition n'était pas conforme au droit interne, dans la mesure où il n'était pas suffisamment motivé et était disproportionné. Il avance en outre que ces questions n'ont pas été examinées au fond par le tribunal régional de Tübingen.", "36.  Le Gouvernement arguë que la perquisition et la saisie ont été ordonnées par un juge sur la base de l'article 103 § 1 du code de procédure pénale (CPP), combiné avec l'article 46 § 1 de la loi sur les contraventions.", "37.  La Cour rappelle qu'une ingérence ne saurait être considérée comme « prévue par la loi » si elle n'a pas, notamment, de base en droit interne. Dans un domaine couvert par le droit écrit, la « loi » est le texte en vigueur tel que les juridictions compétentes l'ont interprété (voir, entre autres, Société Colas Est et autres, précité, § 43). La Cour réitère à cet égard les limites de son pouvoir de contrôler l'observation du droit interne : il incombe au premier chef aux autorités nationales, et notamment aux cours et tribunaux, d'interpréter et d'appliquer ce dernier (voir, entre autres, Chappell, précité, p. 23, § 54).", "38.  En l'espèce, la Cour note que le juge du tribunal de district avait le pouvoir, en vertu de l'article 103 § 1 CPP, combiné avec l'article 46 § 1 de la loi sur les contraventions, l'article 24 de la loi sur la circulation routière et les articles 3 et 49 du règlement relatif à la circulation routière, d'ordonner une perquisition et une saisie dans des locaux appartenant à une personne autre que celle accusée d'une contravention au code de la route. Elle observe que le tribunal régional de Tübingen – pour autant que l'on puisse considérer qu'il a examiné le mandat de perquisition sur le fond – comme la Cour constitutionnelle fédérale jugèrent le mandat de perquisition et de saisie légal au regard du droit interne susmentionné. Elle ne voit aucune raison de parvenir à une conclusion différente. L'ingérence était donc « prévue par la loi ».", "2.  But légitime", "39.  Le requérant soutient que le mandat de perquisition et de saisie ne poursuivait pas un but légitime car il avait été décidé précipitamment (un jour seulement après la première audience dans la procédure engagée contre le fils de l'intéressé) et les documents saisis n'étaient pas pertinents pour l'appréciation des preuves aux fins du jugement concernant son fils. La véritable raison pour laquelle le juge du tribunal de district émit le mandat de perquisition et de saisie aurait été son mécontentement face au refus du requérant de témoigner contre son fils lors de la première audience.", "40.  Le Gouvernement considère quant à lui que la perquisition poursuivait les buts légitimes que sont la défense de l'ordre et la prévention des infractions pénales, ainsi que, pour ce qui était des dispositions sur les excès de vitesse, la protection des droits et libertés d'autrui, en l'occurrence les autres usagers de la route.", "41.  La Cour note que le tribunal de district de Bad Urach, dans ses motifs – aussi succincts fussent-ils – concernant le mandat de perquisition et de saisie, souligna que ces mesures avaient pour objet d'identifier la personne responsable de l'excès de vitesse. Prêter toute autre motivation au mandat n'est qu'une pure supputation, sur laquelle la Cour ne saurait se pencher. La Cour estime que le juge avait délivré le mandat afin de trouver et saisir des documents devant permettre d'identifier les employés de la société à l'époque et que cet acte poursuivait des buts conformes à la Convention, à savoir la défense de l'ordre, la prévention des infractions pénales et la protection des droits d'autrui, notamment le droit qu'ont les autres usagers de la route à la protection de leur vie et de leur intégrité physique.", "3.  « Nécessaire dans une société démocratique »", "42.  Le requérant soutient que, pour obtenir les noms des conducteurs potentiels du véhicule, il n'était pas nécessaire d'opérer une perquisition à son domicile et dans ses locaux professionnels, mesure qui aurait dû être considérée comme un ultime recours. En particulier, à ses yeux il était disproportionné d'ordonner la perquisition de son appartement, nettement distinct de ses locaux professionnels. On aurait d'abord dû lui demander de nommer les employés susceptibles d'être concernés et de présenter de lui-même les documents pertinents. Selon l'intéressé, la perquisition constituait une mesure disproportionnée par rapport à l'atteinte portée à sa réputation et à la baisse de son chiffre d'affaires. D'autant plus, pour lui, que l'infraction en question ne revêtait qu'un caractère mineur, qu'elle avait a priori été commise par un délinquant primaire, et que, dans sa décision, le tribunal de district ne s'était pas appuyé sur les résultats de la perquisition et de la saisie. Il ressortirait des preuves ainsi obtenues que de nombreux employés auraient pu être au volant du véhicule de la société au moment des faits ; or aucun d'entre eux n'aurait été interrogé ni n'aurait été comparé avec la personne figurant sur la photographie prise lors du contrôle radar. D'ailleurs, le tribunal régional n'aurait pas examiné la légalité de la perquisition et n'aurait notamment pas tenu compte du fait que le requérant n'était pas le suspect. A cet égard, l'intéressé conteste le raisonnement de la Cour constitutionnelle fédérale selon lequel, lorsqu'il avait rejeté la plainte concernant le mandat de perquisition pour des raisons procédurales, le tribunal régional avait examiné en substance la légalité de celui-ci.", "43.  Le Gouvernement avance que la perquisition et la saisie étaient les seuls moyens dont disposait le tribunal de district pour identifier la personne au volant du véhicule au moment de l'excès de vitesse. Ce ne serait qu'en comparant les photographies, et sur la base des documents saisis, que le tribunal pouvait être en mesure d'exclure la possibilité qu'une personne autre que le fils du requérant eût été au volant du véhicule. Compte tenu de leur âge ou de leur sexe, les employés du requérant pouvaient, selon le Gouvernement, être exclus de la liste des conducteurs potentiels du véhicule au moment des faits. Il ne serait pas apparu opportun d'interrompre la procédure dans de telles circonstances, eu égard aux objectifs de prévention générale et aux risques de blessures ou de décès que les excès de vitesse représentaient pour les autres usagers de la route. Enfin, le mandat de saisie, qui visait expressément les documents concernant le personnel de la société à l'époque, aurait réduit au minimum l'atteinte aux droits du requérant que le mandat de perquisition entraînait. L'enquête aurait été moins efficace si le mandat de perquisition avait été limité aux locaux professionnels de l'intéressé, situés à la même adresse que son domicile. Le requérant n'aurait pas pu passer pour un tiers non concerné par l'affaire puisqu'il était le père de l'inculpé et devait être considéré de facto comme le propriétaire du véhicule de la société.", "44.  Selon la jurisprudence constante de la Cour, la notion de nécessité implique une ingérence fondée sur un besoin social impérieux, et notamment proportionnée au but légitime recherché (voir, notamment, Camenzind c. Suisse, arrêt du 16 décembre 1997, Recueil des arrêts et décisions 1997-VIII, p. 2893, § 44). Pour déterminer si une ingérence était « nécessaire dans une société démocratique », la Cour tient compte du fait qu'une marge d'appréciation doit être laissée aux Etats contractants. Toutefois, les exceptions que ménage le paragraphe 2 de l'article 8 appellent une interprétation étroite et leur nécessité dans un cas donné doit se trouver établie de manière convaincante (voir, notamment, Funke, précité, p. 24, § 55).", "45.  La Cour a toujours jugé que les Etats contractants peuvent estimer nécessaire de recourir à des mesures telles que les visites domiciliaires et les saisies pour établir la preuve matérielle de certaines infractions. Elle contrôle alors la pertinence et la suffisance des motifs invoqués pour justifier celles-ci ainsi que le respect du principe de proportionnalité susmentionné (arrêts Funke, précité, pp. 24-25, §§ 55-57 ; Crémieux c. France, 25 février 1993, série A no 256-B, pp. 62-63, §§ 38-40 ; et Miailhe c. France, 25 février 1993, série A no 256-C, pp. 89-90, §§ 36-38). En ce qui concerne ce dernier point, la Cour doit d'abord veiller à ce que la législation et la pratique pertinentes apportent aux individus des garanties adéquates et effectives contre les abus. Elle doit examiner ensuite les circonstances particulières à chaque affaire afin de déterminer si, in concreto, l'ingérence litigieuse était proportionnée au but recherché (voir, notamment, Camenzind, précité, pp. 2893-2894, § 45). Les critères que la Cour prend en compte pour trancher cette dernière question sont notamment la gravité de l'infraction qui a motivé la perquisition et la saisie, les circonstances dans lesquelles le mandat a été émis et la façon dont il l'a été, en particulier les autres éléments de preuve disponibles à l'époque, le contenu et l'étendue du mandat, eu égard en particulier à la nature des lieux perquisitionnés et aux garanties prises afin que la mesure n'ait pas d'effets déraisonnables, et l'étendue des répercussions possibles sur la réputation de la personne visée par la perquisition (voir, mutatis mutandis, Chappell, précité, p. 25, § 60 ; Niemietz, précité, pp. 35-36, § 37 ; Funke, précité, p. 25, § 57 ; et Camenzind, précité, pp. 2894-2895, § 46).", "46.  S'agissant des garanties contre les abus ménagées par la législation et la pratique allemandes en cas de perquisition et de saisie comme en l'espèce, la Cour note que de telles mesures ne peuvent, sauf urgence, être ordonnées que par un juge et moyennant les conditions limitatives énoncées par le code de procédure pénale. En outre, depuis le revirement de jurisprudence opéré par la Cour constitutionnelle en avril 1997, la personne concernée peut contester la légalité d'un mandat de perquisition même lorsque celui-ci a déjà été exécuté. Or, en l'espèce, le tribunal régional n'a au départ pas tenu compte du fait que c'était le requérant, et non son fils V.B., qui avait porté plainte contre le mandat de perquisition et de saisie, et il a rendu une décision concernant V.B. Il a par la suite notifié au requérant une décision qui suivait un raisonnement identique, sans considérer que l'intéressé n'avait pas été lui-même poursuivi pour contravention, et a déclaré irrecevable son recours contre le mandat de perquisition au motif qu'il était sans objet (prozessual überholt), la perquisition ayant déjà eu lieu entre-temps. Selon la Cour constitutionnelle fédérale, il n'était pas déterminant que le tribunal régional eût rejeté la plainte du requérant comme irrecevable, allant ainsi à l'encontre de la nouvelle jurisprudence de la cour d'avril 1997, étant donné que le raisonnement concernant le mandat de saisie devait s'appliquer également au mandat de perquisition qui, pour elle, était manifestement légal. La Cour estime dès lors qu'il y a eu des lacunes dans la procédure interne. Il n'en demeure pas moins que les garanties apportées par la législation et la jurisprudence allemandes contre les abus en matière de perquisitions et de saisies en général peuvent être considérées comme adéquates et effectives.", "47.  Pour ce qui est de la proportionnalité du mandat de perquisition et de saisie par rapport au but légitime poursuivi dans les circonstances particulières de l'affaire, la Cour, au vu des critères pertinents de sa jurisprudence, observe tout d'abord que l'infraction au sujet de laquelle la perquisition et la saisie avaient été ordonnées était une simple contravention au code de la route. Une contravention de ce genre est une infraction mineure, qui a, de ce fait, été retirée de la catégorie des infractions pénales en droit allemand (paragraphe 26 ci-dessus). Qui plus est, seule était en jeu dans la présente affaire la condamnation d'une personne qui n'avait pas d'antécédent de contraventions au code de la route.", "48.  En outre, la Cour note que, bien que la contravention en question eût été commise avec un véhicule appartenant à la société du requérant, la procédure dans le cadre de laquelle la perquisition et la saisie eurent lieu n'était pas dirigée contre le requérant lui-même, mais contre son fils, un tiers.", "49.  A propos des circonstances dans lesquelles le mandat avait été émis et la façon dont il l'avait été, la Cour observe que la perquisition et la saisie avaient été ordonnées afin de permettre de vérifier si, comme l'affirmait le fils du requérant, d'autres personnes, employées par la société, auraient pu être au volant du véhicule ; il s'agissait donc de vérifier le moyen de défense invoqué par le fils du requérant. Le juge compétent avait enjoint à la police d'interroger le requérant au sujet des personnes employées par la société à l'époque avant que la perquisition et la saisie n'eussent lieu, c'est-à-dire le jour même. Contrairement à ce qu'il affirme, le requérant avait donc eu la possibilité de présenter de lui-même les informations pertinentes et donc d'éviter la perquisition. Cela dit, la Cour relève que le juge du tribunal de district de Bad Urach, avant de décerner le mandat, avait également demandé aux autorités municipales de Dettingen de fournir une photographie d'identité du fils du requérant. Le tribunal de district se contenta apparemment, dans le jugement qu'il rendit six jours seulement après l'émission et l'exécution du mandat de perquisition et de saisie, de s'appuyer sur ces preuves photographiques, mais rien n'indique clairement que les pièces saisies eussent été prises en compte lors de l'appréciation des éléments de preuve. La perquisition opérée dans les locaux professionnels et au domicile du requérant et la saisie de documents en ces lieux n'étaient donc en tout état de cause pas les seuls moyens d'établir l'identité de l'auteur de l'excès de vitesse.", "50.  En ce qui concerne le contenu et la portée du mandat de perquisition et de saisie, la Cour constate que la décision était rédigée en termes larges. Si elle reconnaît que la portée du mandat de perquisition pouvait être déterminée en fonction du mandat de saisie, qui précisait quels éléments devaient être recherchés sur place, elle relève que ce dernier mandat n'indiquait nullement pour quelles raisons des documents d'ordre professionnel devaient être recherchés au domicile du requérant. Par conséquent, la portée du mandat ne fut pas limitée à ce qui était indispensable dans les circonstances de l'espèce.", "51.  Enfin, s'agissant des répercussions possibles sur la réputation de la personne touchée, la Cour observe que la publicité accompagnant la perquisition dans les locaux professionnels et au domicile du requérant dans une ville d'une dizaine de milliers d'habitants était de nature à nuire à la réputation personnelle de l'intéressé et à celle de la société qu'il possédait et dirigeait. A cet égard, il faut rappeler que le requérant lui-même n'était soupçonné d'aucun délit et d'aucune contravention.", "52.  La Cour insiste sur le fait que, comme elle l'a dit plus haut, lorsqu'ils prennent des mesures de défense de l'ordre, de prévention des infractions pénales ou de protection des droits d'autrui, les Etats peuvent fort bien estimer nécessaire, aux fins d'une prévention spéciale et générale, de recourir à des mesures telles que des perquisitions et des saisies afin d'obtenir les preuves de certaines infractions dans les cas où il serait impossible d'identifier autrement les auteurs de ces dernières. Toutefois, au vu de la gravité de l'atteinte portée par ces mesures au droit au respect du domicile de la personne concernée, il doit être clairement établi que le principe de proportionnalité a été observé. Compte tenu des circonstances spéciales de l'affaire, en particulier de ce que la perquisition et la saisie en question avaient été ordonnées à propos d'une simple contravention, dont on pensait qu'elle avait été commise par un tiers, et qu'elles visaient également le domicile privé du requérant, la Cour conclut que l'ingérence ne saurait être tenue pour proportionnée aux buts légitimes poursuivis.", "53.  En conséquence, il y a eu violation de l'article 8 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "54.  Le requérant allègue en outre que le mandat de perquisition et de saisie émis par le tribunal de district n'avait pas été convenablement motivé. Il invoque l'article 6 § 1 de la Convention, aux termes duquel :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera, soit des contestations sur ses droits et obligations de caractère civil, soit du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...) »", "55.  Le requérant avance que le tribunal de district n'a pas expliqué en quoi une perquisition au domicile et dans les locaux professionnels d'un tiers était nécessaire. En particulier, la perquisition au domicile, qui devait permettre de saisir des documents de la société, n'aurait été nullement justifiée. De surcroît, la perquisition ordonnée au premier point du mandat n'aurait pas mentionné la nature et le contenu des preuves ; selon l'intéressé, les motifs énoncés dans la décision s'appliquaient seulement à la saisie ordonnée dans son deuxième point.", "56.  Le Gouvernement soutient que le grief est dépourvu de fondement, étant donné que le tribunal de district avait expliqué qu'aucun autre moyen de preuve n'était disponible, le requérant et son fils ayant tous les deux usé de leur droit de refuser de témoigner. Il n'y avait selon lui pas lieu de préciser pourquoi une perquisition au domicile du requérant avait également été décidée, le domicile se situant à la même adresse que les locaux professionnels. En outre, dans la mesure où le mandat de saisie en liaison avec le mandat de perquisition indiquait clairement quels éléments de preuve devaient être recherchés, il suffisait, selon le Gouvernement, de préciser dans le seul mandat de perquisition quels locaux étaient visés.", "57.  Ayant déjà examiné, sous l'angle de l'article 8, le contenu et la portée du mandat de perquisition et de saisie, y compris les motivations de cet acte (paragraphe 50 ci-dessus), la Cour considère que nulle question distincte ne se pose sur le terrain de l'article 6 § 1 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "58.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "59.  Le requérant réclame une indemnité pour dommage matériel et moral, ainsi que le remboursement de ses frais et dépens.", "A.  Dommage", "60.  Le requérant, qui a déposé certaines pièces à l'appui de ses prétentions, réclame un total de 1 852,01 euros (EUR) pour dommage matériel, au motif que la perquisition et la saisie effectuées dans ses locaux le 13 mars 1997 ont paralysé son activité de restauration ce jour-là. Il affirme avoir alors subi un manque à gagner de ce montant, équivalant au chiffre d'affaires annuel de son entreprise divisé par le nombre de jours ouvrés, soit 240. Il demande également une indemnité de 40 000 EUR pour dommage moral. Il fait état de son sentiment d'impuissance et de l'atteinte portée à sa réputation et à celle de sa société par la perquisition de ses locaux dans une ville d'environ 10 000 habitants, qui n'ont pu croire qu'une telle mesure avait été ordonnée pour une simple contravention au code de la route.", "61.  Le Gouvernement soutient que la demande pour dommage matériel formulée par le requérant est infondée, la perquisition et la saisie ayant eu lieu un samedi à 14 heures, un moment où probablement personne ne travaillait sur les lieux. Quant à la réparation du dommage moral qu'aurait représenté l'atteinte portée à la réputation, le Gouvernement relève que le chiffre d'affaires de la société de l'intéressé a été supérieur en 1997 à celui de 1996.", "62.  S'agissant de la demande pour dommage matériel formulée par le requérant, la Cour note qu'il n'existe pas de lien de causalité suffisamment établi entre, d'une part, la perquisition et la saisie exécutées en violation du droit du requérant au respect de son domicile et, d'autre part, le dommage matériel qu'aurait subi l'intéressé. Elle n'alloue par conséquent aucune somme à ce titre.", "63.  En ce qui concerne la demande présentée pour dommage moral, la Cour, au vu de tous les éléments dont elle dispose, considère que le constat d'une violation de l'article 8 constitue en soi une satisfaction équitable suffisante pour tout dommage moral que l'intéressé aurait pu souffrir.", "B.  Frais et dépens", "64.  Le requérant, qui a produit des documents à l'appui de sa demande, réclame un total de 44 522,61 EUR pour frais et dépens. Cette somme comprend, pour la procédure devant les juridictions internes, 14 115,75 EUR d'honoraires d'avocat et de frais, et, pour la procédure devant la Cour, 29 892,16 EUR d'honoraires d'avocat et de débours ainsi que 514,70 EUR de frais de traduction. Le requérant indique qu'il a accepté de payer son avocat 350 marks allemands de l'heure, plus la taxe sur la valeur ajoutée (TVA).", "65.   Au vu des pièces dont il dispose, le Gouvernement soutient qu'une grande partie des frais et dépens réclamés au titre des honoraires d'avocat a en fait été exposée relativement à la procédure contre V.B., et non pas dans le cadre de celle introduite par le requérant. Se fondant sur les barèmes indiqués dans le règlement sur les honoraires d'avocat (Bundesrechtsanwaltsgebührenordnung – BRAGO), il considère que seulement 2 649,37 EUR ont été dépensés à ce titre dans le cadre de la procédure interne et de la procédure devant la Cour.", "66.  D'après la jurisprudence constante de la Cour, les frais et dépens dont il y a lieu d'accorder le remboursement à la partie lésée doivent avoir été engagés afin de prévenir ou de faire redresser une violation de la Convention, de faire reconnaître cette violation par la Cour ou de s'en faire indemniser. Il y a lieu également de démontrer que les frais ont été réellement exposés, qu'ils correspondaient à une nécessité et qu'ils sont raisonnables quant à leur taux (voir, entre autres, Venema c. Pays-Bas, no 35731/97, § 117, CEDH 2002-X).", "67.  La Cour estime pouvoir considérer que le requérant a exposé les frais de la procédure interne devant le tribunal régional de Tübingen et la Cour constitutionnelle fédérale dans le but de faire redresser la violation de l'article 8. Il en va de même des honoraires d'avocat et des frais de traduction exposés lors de la procédure devant la Cour. La Cour considère toutefois, comme le Gouvernement, que les sommes dépensées par le requérant pour sa représentation dans l'ensemble de la procédure sont excessives. Eu égard à sa jurisprudence et se livrant à sa propre appréciation, la Cour accorde au requérant 2 000 EUR ainsi que tout montant pouvant être dû au titre de la TVA.", "C.  Intérêts moratoires", "68.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Dit, par quatre voix contre trois, qu'il y a eu violation de l'article 8 de la Convention ;", "", "2.  Dit, à l'unanimité, qu'aucune question distincte ne se pose sous l'angle de l'article 6 de la Convention ;", "", "3.  Dit, à l'unanimité, que le constat d'une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par le requérant ;", "", "4.  Dit, à l'unanimité,", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 2 000 EUR (deux mille euros) pour frais et dépens, plus tout montant pouvant être dû au titre de l'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette, à l'unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 28 avril 2005, en application de l'article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tBoštjan Zupančič\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion partiellement dissidente commune à M. Hedigan, M. Bîrsan et Mme Jaeger.", "B.Z.\nV.B.", "\nOPINION PARTIELLEMENT DISSIDENTE COMMUNE À M. HEDIGAN, M. BÎRSAN ET Mme JAEGER, JUGES", "(Traduction)", "Nous regrettons de ne pouvoir souscrire à l'avis de la majorité, qui a constaté une violation de l'article 8.", "Nous observons que la charge de prouver les infractions en cause a pesé à tout moment sur l'accusation. Nous reconnaissons que V.B., le fils du requérant, jouissait du droit de ne pas contribuer à sa propre incrimination. Nous notons qu'il précisa que n'importe quelle personne, parmi la quinzaine d'employés de la société, aurait pu être au volant du véhicule ce jour-là. Le requérant, père de V.B., employeur desdites personnes, refusa de témoigner contre son fils, ainsi que la loi l'y autorisait. Il refusa également de fournir des informations sur ses employés le jour de la perquisition.", "Restaient donc à la disposition des autorités deux moyens d'établir l'identité du conducteur. Le premier était d'identifier les quinze autres personnes, ce qui fut fait par la recherche, la saisie et la copie de documents concernant le personnel de l'entreprise. Le second consistait à demander à un expert de comparer les photographies prises lors du contrôle radar avec la photographie d'identité de V.B. réalisée en 1994. Dans le recours qu'il forma auprès de la Cour constitutionnelle fédérale, le requérant déclara que lors de la première audience le tribunal de district n'avait pas pu établir, à partir de la photographie radar, que V.B. était le conducteur du véhicule. Il ajouta qu'à l'issue de l'examen des documents concernant son personnel, tous les autres employés avaient été écartés en raison de leur âge ou de leur sexe. La comparaison des photographies par un expert eut en fin de compte lieu et convainquit le tribunal de district que V.B. conduisait le véhicule au moment des faits. Il est clair, toutefois, que les éléments de preuve photographiques pouvaient ne pas être déterminants, notamment parce que V.B. n'avait pas totalement la même apparence lors des deux prises de vue, et qu'un avis d'expert avait été nécessaire.", "Il nous semble que, indépendamment du caractère véniel de l'infraction, il était raisonnable et proportionné de la part des autorités de recourir simultanément à ces deux mesures pour établir que V.B. était l'auteur de l'infraction. Nous ne saurions négliger le fait que le tribunal de district ne pouvait savoir lors de la première audience, le 12 mars 1997, si un avis d'expert sur la photographie suffirait à établir l'identité de l'inculpé. Quoi qu'il en soit, les documents concernant le personnel de l'entreprise ont bien contribué à établir l'identité de l'auteur par l'exclusion de tous les autres conducteurs potentiels.", "", "Nous constatons aussi que la perquisition opérée au domicile et dans les locaux professionnels du requérant était raisonnable et proportionnée compte tenu de la nature et de la dimension de l'activité de l'intéressé. Il est bien possible que ces démarches aient été difficiles tant pour les autorités que pour le requérant. Cela dit, elles étaient, selon nous, la conséquence inévitable de la manière dont le requérant et son fils avaient choisi de se défendre. Le jour de la perquisition, le requérant aurait pu éviter cet embarras mais choisit de ne pas le faire. Nous sommes d'avis qu'il ne devrait pas se plaindre d'actes que son propre comportement a imposés aux autorités.", "Nous pensons dès lors qu'il n'y a pas eu violation de l'article 8.", "Nous souscrivons pleinement au refus de la majorité d'accorder au requérant une réparation pécuniaire."]}