{"file": "FRE_CLINF_19233_91.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "19233/91", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour", "Mai 1997", "Tsirlis et Kouloumpas c. Grèce - 19234/91 et 19233/91", "Arrêt 29.5.1997", "Article 5", "Article 5-1", "Arrestation ou détention régulière", "", "", "Article 5-5", "Réparation", "Détention de ministres du culte des témoins de Jéhovah par suite du refus de les exempter du service militaire : violation", "I.\tARTICLE 5 DE LA CONVENTION", "A.\tParagraphe 1", "Régularité de la détention des requérants à examiner sous l'angle de l'article 5 § 1 a).", "L'article 6 de la loi de 1988 mentionne les ministres du culte de toutes les \"religions connues\" - le Conseil d'Etat a reconnu que les témoins de Jéhovah constituaient une telle religion - non contesté durant toute la procédure que les requérants étaient ministres de ce culte - requérants ont fait l'objet d'une discrimination par rapport aux prêtres de l'Église orthodoxe grecque - le fait que les tribunaux militaires n'aient pas tenu compte de ces éléments a conduit les requérants à subir une détention arbitraire contraire au droit interne. ", "Conclusion : violation (unanimité).", "B.\tParagraphe 5", "La détention des requérants était irrégulière aux fins de l'article 5 § 1 mais les tribunaux internes leur ont refusé réparation.", "Conclusion : violation (unanimité).", "II.\tARTICLE 9 DE LA CONVENTION, PRIS ISOLÉMENT ET COMBINÉ AVEC L'ARTICLE 14", "La détention des requérants dans l'attente de la décision administrative quant à leur demande d'exemption se trouve au cœur des griefs - la Cour a déjà conclu au caractère arbitraire de cette détention au regard de l'article 5 § 1.", "Conclusion : non-lieu à examen (unanimité).", "III.\tARTICLES 6 § 1 ET 13 DE LA CONVENTION", "Eu égard à la conclusion relative à l'article 5 § 5, absence de nécessité d'étudier le grief soulevé sur ce terrain.", "Conclusion : non-lieu à examen (unanimité).", "IV.\tARTICLE 3 DE LA CONVENTION", "Grief non étayé devant la Cour.", "Conclusion : non-violation (unanimité).", "V.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage : alloué en équité.", "B.\tFrais et dépens : alloués en équité.", "Conclusion : État défendeur tenu de verser certaines sommes aux requérants (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}