{"file": "FRE_CLINF_27520_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "27520/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 145", "Octobre 2011", "Altuğ Taner Akçam c. Turquie - 27520/07", "Arrêt 25.10.2011 [Section II]", "Article 10", "Article 10-1", "Liberté d'expression", "Enquête judiciaire pour « dénigrement de la turcité » : violation", "", "En fait – En octobre 2006, le requérant, un professeur d’histoire ayant pour domaine de recherche les événements historiques de 1915 concernant la population arménienne de l’empire ottoman, publia dans un journal bilingue turco-arménien un éditorial critiquant les poursuites dont feu le rédacteur en chef de ce journal avait fait l’objet pour « dénigrement de la turcité », infraction réprimée par l’article 301 du code pénal. Par la suite, le requérant fit l’objet d’une plainte émanant d’un particulier qui l’accusait de la même infraction. Après audition du requérant par un procureur, les accusations furent en définitive classées sans suite.", "En droit – Article 10 : la Cour doit d’abord rechercher si la simple ouverture d’une enquête pénale contre le requérant s’analyse en une ingérence dans la liberté d’expression de celui-ci. Si l’enquête a été déclenchée par une plainte d’un particulier, elle a donné lieu à l’audition de l’intéressé par un procureur, et si les accusations ont été classées sans suite, il n’en résulte pas nécessairement que le requérant est à l’abri de toute enquête future. L’intéressé a été visé par une campagne d’intimidation le présentant au public comme un « traître » et un « espion » en raison de ses recherches et publications. Il a également reçu des lettres haineuses d’insultes et de menaces de mort. Ces événements n’ont pas manqué d’obliger le requérant à modifier son comportement et à faire preuve de modération dans ses travaux universitaires afin d’éviter des poursuites sur le fondement de l’article 301 du code pénal. Si le Gouvernement fait valoir que des modifications censées réduire de manière importante le nombre de poursuites ont été apportées à cette disposition, la Cour observe que les garanties découlant des modifications en question sont insuffisantes car le ministre de la Justice continue à accorder de nombreuses autorisations de poursuite. Si l’article 301 n’avait pas été appliqué dans cette catégorie d’affaires depuis longtemps, il n’est pas exclu qu’il retrouve à s’appliquer à l’avenir, par exemple à la faveur d’un changement d’orientation politique décidé par un nouveau gouvernement. En outre, il ressort clairement de la jurisprudence de la Cour de cassation que toute critique de la doctrine officielle sur la question arménienne est susceptible de tomber sous le coup de l’article 301. L’ouverture d’une enquête pénale contre le requérant, la jurisprudence des juridictions internes sur la question arménienne et la campagne publique déclenchée par l’enquête confirment que le requérant est exposé à un risque réel de poursuites et s’analysent en une ingérence dans la liberté d’expression de celui-ci.", "A la suite d’une série d’affaires controversées mettant en cause d’éminents écrivains et journalistes tels qu’Orhan Pamut et Hrant Dink, le Gouvernement a modifié l’article 301 du code pénal pour l’adapter aux exigences de l’article 10 de la Convention. Il a substitué au terme « turcité » l’expression « nation turque », a réduit la durée maximale de la peine d’emprisonnement encourue et a soumis l’ouverture des enquêtes pénales fondées sur cette disposition à l’autorisation préalable du ministère de la Justice. Toutefois, il semble que l’abandon du terme « turcité » n’ait pas conduit les juridictions internes à faire évoluer ou à modifier significativement leur interprétation de cette notion. Si l’objectif poursuivi par le législateur, qui consiste en l’occurrence à protéger les valeurs et les institutions de l’Etat contre le dénigrement public, peut apparaître légitime dans une certaine mesure, le libellé de l’article 301 demeure excessivement large et vague et continue de faire peser sur l’exercice de la liberté d’expression une menace permanente, car il ne permet pas aux individus de régler leur conduite et de prévoir les conséquences de leurs actes. Il s’ensuit que l’article 301 du code pénal ne satisfait pas à l’exigence de « qualité de la loi ».", "Conclusion : violation (unanimité).", "Article 41 : constat de violation suffisant en lui-même pour le préjudice moral.", "(Voir aussi Dink c. Turquie, nos 2668/07 et al., 14 septembre 2010, Note d’information no 133)", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}