{"file": "FRE_CLINF_17966_10.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "17966/10", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 151", "Avril 2012", "Manzanas Martín c. Espagne - 17966/10", "Arrêt 3.4.2012 [Section III]", "Article 14", "Discrimination", "Différence de prise en compte des années d’activité pastorale dans le calcul du droit à la pension de retraite entre pasteurs de l’Eglise évangélique et prêtres catholiques : violation", "", "En fait – Entre novembre 1952 et juin 1991, date de son départ à la retraite, le requérant exerça en tant que pasteur au sein de l’Eglise évangélique, en percevant, pendant ces années, une rétribution payée par la commission permanente de l’Eglise évangélique. Cependant, celle-ci ne cotisait pas à la Sécurité sociale au nom du requérant, cette possibilité n’étant pas prévue par la législation en vigueur. Le requérantavait également travaillé comme salarié avant, et partiellement pendant, sa mission pastorale. Sollicitant l’octroi d’une pension de retraite auprès de l’Institut national de la Sécurité sociale (INSS), il se vit refuser sa demande au motif qu’il n’avait pas atteint la période minimale de cotisation requise pour avoir droit à une pension de retraite. Ultérieurement, il entama une procédure devant les juridictions du travail à l’encontre de l’INSS, alléguant avoir fait l’objet d’une discrimination dans la mesure où la législation espagnole permettait aux prêtres catholiques de percevoir une pension de retraite puisqu’ils étaient rattachés au régime général de la Sécurité sociale. En décembre 2005, le juge de travail condamna l’INSS à verser au requérant une pension de retraite considérant quele législateur national avait accordé un traitement de faveur aux prêtres catholiques face aux pasteurs évangéliques.L’INSS fit appel contre ladite décision. En juillet 2007, le Tribunal supérieur de justice annula cette dernière. Le requérant forma un recours d’amparo devant le Tribunal constitutionnel, lequel fut rejeté.", "En droit – Article 14 de la Convention combiné avec l’article 1 du Protocole no 1", "a)  Applicabilité – Il convient de rechercher si, n’eût été la condition d’octroi litigieuse, le requérant aurait eu un droit, sanctionnable devant les tribunaux internes, à percevoir la prestation en cause. L’intéressé se plaint d’avoir été privé d’une pension de retraite pour un motif discriminatoire, à savoir sa confession religieuse. En application de la législation nationale, seuls les prêtres catholiques se sont vu reconnaître la possibilité de compléter la période de cotisation minimale de quinze ans requise pour avoir droit à une pension de retraite en versant le capital correspondant aux annuités manquantes. Ainsi, les intérêts patrimoniaux du requérant entrent dans le champ d’application de l’article 1 du Protocole no 1 et du droit au respect des biens qu’il garantit, ce qui suffit pour rendre l’article 14 de la Convention applicable.", "b)  Fond – Le requérant estime que la législation interne a traité de manière différenciée et discriminatoire les prêtres évangélistes par rapport aux prêtres catholiques, dans la mesure où ces derniers ont été inclus vingt-deux ans plus tôt dans le régime général de la Sécurité sociale et ont pu dès lors remplir la durée de cotisation minimale requise afin de bénéficier de la pension de retraite en faisant prendre en compte leurs années de ministère religieux.", "La Cour observe qu’aucune des possibilités offertes aux prêtres catholiques pour la prise en compte, aux fins de pension de retraite, des années antérieures à leur intégration au régime de la Sécurité sociale n’a été accordée aux pasteurs évangéliques dans la législation espagnole. Cette différence normative défavorable constitue une différence de traitement fondée sur la confession religieuse non justifiée vis-à-vis du requérant par rapport au traitement réservé aux prêtres catholiques, dans la mesure où le requérant ne dispose d’aucun moyen pour que soient prises en compte, aux fins du calcul de sa pension de retraite, ses années d’activité pastorale en tant que pasteur évangélique avant l’intégration des pasteurs évangéliques au régime de la Sécurité sociale. Si les raisons du retard de l’intégration des pasteurs relèvent de la marge d’appréciation des Etats, les raisons pour lesquelles une différence de traitement entre des situations similaires, fondée uniquement sur des raisons de confession religieuse, a été maintenue ne sont pas justifiées.", "Conclusion : violation (unanimité).", "Article 41 : 3 000 EUR pour préjudice moral ; demande de réparation pour dommage matériel réservée.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}