{"file": "FRE_HFJUD_33014_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "33014/05", "text_paragraphs": ["", "", "CINQUIÈME SECTION", "", "", "", "", "AFFAIRE COMITÉ DE RÉDACTION DE PRAVOYE DELO ET SHTEKEL c. UKRAINE", "", "(Requête no 33014/05)", "", "", "", "", "ARRÊT", "[Extraits]", "", "", "", "", "", "STRASBOURG", "", "5 mai 2011", "", "", "DÉFINITIF", "", "05/08/2011", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "\nEn l’affaire Comité de rédaction de Pravoye Delo et Shtekel c. Ukraine,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tDean Spielmann, président,\n\tElisabet Fura,\n\tKarel Jungwiert,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tAnn Power-Forde,\n\tGanna Yudkivska, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 5 avril 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 33014/05) dirigée contre l’Ukraine et dont le comité de rédaction du journal Pravoye Delo (« le premier requérant ») et M. Leonid Isaakovich Shtekel (« le second requérant »), un ressortissant ukrainien, ont saisi la Cour le 22 août 2005 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me L.V. Opryshko, avocat à Kyiv. Le gouvernement ukrainien (« le Gouvernement ») est représenté par son agent, M. Y. Zaytsev, du ministère de la Justice.", "3.  Par une décision du 13 octobre 2009, le président de la cinquième section a communiqué la requête au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé d’en examiner conjointement la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  Le premier requérant est le comité de rédaction de Pravoye Delo, un journal officiellement enregistré à Odessa en mai 2000. Le second requérant en est le rédacteur en chef et réside à Odessa.", "5.  A l’époque des faits, Pravoye Delo était un journal local trihebdomadaire tiré à 3 000 exemplaires. Il publiait des dépêches et des articles sur des questions politiques et sociales en Ukraine, en particulier dans la région d’Odessa. Parce que les fonds manquaient, il reproduisait souvent des articles et d’autres matériaux tirés de diverses sources publiques, notamment d’Internet.", "6.  Le 19 septembre 2003, Pravoye Delo publia une lettre anonyme, dont l’auteur présumé était un employé des services de sécurité ukrainiens et qui avait été téléchargée par Mme I., une collègue du second requérant, depuis un site d’informations en ligne. L’auteur de la lettre y alléguait que des hauts fonctionnaires du département des services de sécurité pour la région d’Odessa s’étaient livrés à la corruption et à d’autres activités délictueuses, et en particulier qu’ils entretenaient des liens avec des membres d’une bande organisée de malfaiteurs. Voici l’un des paragraphes de cette lettre :", "« (...) I.T., le sous-directeur [du département des services de sécurité pour la région d’Odessa], adjoint et bon ami de P., le directeur du département, a noué des contacts d’« affaires » avec [la bande organisée de malfaiteurs] d’[A.A.] (...) G.T., membre [de ce groupe] et homme de main d’[A.A.], chargé des activités principales du gang, [est] l’organisateur et le commanditaire d’assassinats, [il] entretient des liens avec I.T.] et s’occupe de problèmes d’ordre pécuniaire pour les plus hauts fonctionnaires du département [des services de sécurité] dans la région d’Odessa (...) »", "7.  La lettre était suivie des commentaires suivants, rédigés par Mme I. au nom du comité de rédaction :", "« En publiant cette lettre à l’insu et sans le gré du rédacteur en chef, je suis consciente que je risque non seulement de m’exposer à des problèmes (...) mais aussi d’en créer pour le journal. En effet, si cette lettre [contient des informations inexactes], [tout média] qui la reproduira sera alors peut-être en danger. En revanche, si elle renferme des informations véridiques, son auteur court un plus gros risque. De plus, étant donné que cette anonimka [lettre anonyme] a déjà été publiée à Odessa sur le site Internet Vlasti.net (que nous citons, conformément à leur volonté), nous pouvons nous aussi la reproduire avec la bénédiction du Ciel. Nous partons du principe que, conformément à la loi sur le contrôle civil démocratique de l’appareil militaire et des services répressifs de l’Etat, nous exerçons ainsi un contrôle citoyen et, comme nous le permet l’article 29 de cette loi, nous souhaitons obtenir des autorités compétentes des informations transparentes sur les faits évoqués dans cette lettre. Par ailleurs, il faut noter que le département [des services de sécurité] pour la région d’Odessa n’a pas réagi à une publication analogue dans [le journal] Top Secret (...) Je [vous] rappelle que le journal Pravoye Delo (...) est tout ouvert aux réponses et commentaires par courrier de l’ensemble des services concernés. »", "8.  En octobre 2003, G.T., qui habitait alors à Odessa et présidait la Fédération ukrainienne de boxe thaïlandaise, attaqua les requérants en diffamation devant le tribunal du district Prymorskiy. Il plaidait notamment que les allégations formulées à son sujet dans l’édition du 19 septembre 2003 de Pravoye Delo étaient inexactes et avaient porté atteinte à sa dignité et à sa réputation. Il priait le juge de condamner les requérants à publier une rétractation et des excuses et à lui verser 200 000 hryvnias ukrainiennes (UAH) de dommages-intérêts pour préjudice moral.", "9.  Devant le tribunal, les requérants plaidèrent tout d’abord que, ayant reproduit des matériaux publiés ailleurs sans rien y changer, ils n’étaient pas responsables de l’exactitude des informations qui y étaient contenues. Ils faisaient valoir que la source de ces matériaux y était notamment citée et que des commentaires y avaient été ajoutés pour expliquer la position de la rédaction à ce sujet et inviter les personnes et organes concernés à faire des commentaires. Ils ajoutèrent que, si le juge accordait à G.T. les sommes réclamées par lui, le journal deviendrait insolvable et aurait à fermer ses portes.", "10.  Par la suite, lors d’une audience tenue le 24 avril 2004, le second requérant plaida que l’article ne visait pas le demandeur et que, vu le libellé employé, il n’était pas forcément établi que ce dernier fût le « G.T. » en question.", "11.  Le 7 mai 2004, le tribunal se prononça en défaveur des requérants. Il conclut que les propos litigieux visaient bien le demandeur, une personnalité publique qui participait à des activités publiques dans la région d’Odessa et avait représenté l’Ukraine au cours de manifestations sportives à l’étranger en sa qualité de président de la Fédération ukrainienne de boxe thaïlandaise. A ce sujet, il releva que, dans leurs conclusions initiales, les requérants n’avaient pas contesté les éléments ci-dessus et que les matériaux publiés concernaient bien les activités des services de sécurité dans la région d’Odessa. Il ajouta que le contenu de ces matériaux était diffamatoire et que les requérants n’avaient pas prouvé leur véracité. Il ne vit aucun motif sur la base duquel les requérants auraient pu être exonérés de leur responsabilité civile en vertu de l’article 42 de la loi sur la presse, le site Internet qu’ils avaient cité n’étant pas un média de la presse écrite enregistré conformément à l’article 32 de cette même loi.", "12.  Le tribunal condamna le premier requérant à publier une rétractation visant le passage suivant des matériaux publiés :", "« G.T., membre [de la bande organisée de malfaiteurs] et homme de main d’[A.A.], chargé des activités principales du gang, [est] l’organisateur et le commanditaire d’assassinats, [il] s’entretient avec [I.T.] et s’occupe de problèmes d’ordre pécuniaire pour les plus hauts fonctionnaires du département [des services de sécurité] dans la région d’Odessa (...) »", "13.  Le tribunal condamna en outre le second requérant à publier des excuses formelles dans le journal.", "14.  Pour calculer le montant des dommages-intérêts à verser au demandeur, le tribunal tint compte des conclusions de ce dernier et des informations relatives à la situation financière du journal. Il constata que le chiffre d’affaires brut de ce dernier s’élevait à environ 22 000 UAH et jugea raisonnable d’ordonner aux requérants de verser conjointement à G.T. 15 000 UAH pour préjudice moral ainsi qu’à verser au trésor public 750 UAH pour frais de justice.", "15.  Les requérants firent appel. Ils s’en tinrent à leurs conclusions exposées en première instance et plaidèrent en outre que le comité de rédaction n’avait pas été enregistré en tant que personne morale conformément aux textes applicables en matière d’enregistrement des médias et que le second requérant n’avait pas été désigné rédacteur en chef conformément à la loi. Dès lors, selon eux, ni l’un ni l’autre n’avaient capacité pour prendre part à l’instance.", "16.  Les requérants soutenaient également que la mise en jeu de leur responsabilité civile était contraire à l’article 41 de la loi sur la presse et à l’article 17 de la loi sur le soutien par l’Etat des mass media et sur la protection sociale des journalistes. Ils précisaient à ce titre qu’ils n’avaient pas eu l’intention de diffamer G.T. et que, en publiant les matériaux en cause, leur intention était d’animer le débat public sur les questions qui y étaient soulevées et revêtaient un grand intérêt pour le public. Selon eux, ils avaient le devoir de diffuser ces informations et le public avait le droit de les recevoir.", "17.  Le second requérant plaida par ailleurs qu’il n’avait pas autorisé la publication des matériaux en cause et que la législation ne prévoyait nulle part la condamnation à publier des excuses comme sanction à la diffamation.", "18.  Le 14 septembre 2004 et le 24 février 2005, respectivement, la cour d’appel régionale d’Odessa et la Cour suprême déboutèrent les requérants et confirmèrent le jugement de première instance.", "19.  Le 3 juillet 2006, les requérants et G.T. conclurent une transaction amiable en vertu de laquelle ce dernier renonçait à tout droit au versement des sommes accordées par le jugement du 7 mai 2004, en contrepartie de quoi les requérants s’engageaient à payer l’ensemble des frais et dépens occasionnés par cette procédure et à publier dans Pravoye Delo des matériaux de promotion et d’information à la demande de G.T., à concurrence du montant des dommages-intérêts fixés par le juge.", "20.  En 2008, les requérants cessèrent la publication de Pravoye Delo.", "II.  ÉLÉMENTS PERTINENTS DE DROIT INTERNE", "A.  Constitution ukrainienne du 28 juin 1996", "21.  Voici les dispositions pertinentes de la Constitution :", "Article 32", "« Est garantie la protection judiciaire du droit de toute personne à la rectification des informations inexactes la concernant, elle ou les membres de sa famille, du droit à demander la rectification de tout type d’information, ainsi que du droit à être indemnisé pour tout préjudice matériel ou moral causé par la collecte, la conservation, l’usage ou la diffusion d’informations inexactes de ce type. »", "Article 34", "« Chacun a droit à la liberté de pensée et de parole ainsi qu’à la libre expression de ses opinions et croyances.", "Toute personne a le droit de recueillir, conserver, utiliser et diffuser librement des informations, que ce soit oralement, par écrit ou par d’autres moyens de son choix.", "L’exercice de ces droits peut être restreint par la loi dans l’intérêt de la sécurité nationale, de l’indivisibilité du territoire ou de l’ordre public aux fins de prévenir les troubles ou les infractions pénales, de protéger la santé de la population ou la réputation ou les droits d’autrui, d’empêcher la divulgation d’informations confidentielles ou de garantir l’autorité et l’impartialité de la justice. »", "B.  Code civil de 1963 (abrogé à compter du 1er janvier 2004)", "22.  Voici les extraits pertinents du code civil :", "Article 7\nProtection de l’honneur, de la dignité et de la réputation", "« Toute personne physique ou morale peut exiger devant le juge la rétractation d’informations inexactes ou dénaturées qui porteraient atteinte à son honneur, à sa dignité ou à sa réputation ou heurteraient ses intérêts, à moins que la personne qui les a diffusées ne prouve leur véracité (...)", "Toute personne physique ou morale au sujet de laquelle ont été diffusées des informations inexactes et portant atteinte à ses intérêts, à son honneur, à sa dignité ou à sa réputation peut demander réparation au titre d’un dommage matériel ou moral ainsi que la rétractation de ces informations (...) »", "C.  Code civil de 2003 (en vigueur à compter du 1er janvier 2004)", "23.  Voici les dispositions pertinentes en l’espèce du code civil de 2003 :", "Article 16\nProtection des droits et intérêts civils par les tribunaux", "« 1.  Toute personne peut saisir le juge aux fins de la protection de ses (...) droits et intérêts.", "2.  Les droits et intérêts civils peuvent être protégés par les moyens suivants :", "1)  la reconnaissance d’un droit ;", "2)  la déclaration de nullité d’un acte ;", "3)  la cessation d’une action violant un droit ;", "4)  le rétablissement de la situation qui existait avant la violation d’un droit ;", "5)  l’exécution forcée d’une obligation ;", "6)  la modification d’une relation de droit ;", "7)  l’extinction d’une relation de droit ;", "8)  l’indemnisation pour préjudice [matériel] ;", "9)  l’indemnisation pour préjudice [moral] ;", "10)  la déclaration d’illégalité d’une décision, action ou inaction d’un organe de l’Etat.", "(...)", "Le juge peut assurer la protection des droits ou intérêts civils par d’autres moyens prévus par un contrat ou par la loi (...) »", "Article 277\nRétractation d’informations inexactes", "« 1.  Toute personne physique dont les intérêts moraux auront été heurtés par la diffusion d’informations inexactes la concernant, elle ou les membres de sa famille, jouit d’un droit de réponse et [d’un droit] à la rétractation de ces informations.", "(...)", "3.  Toute information négative publiée concernant une personne sera réputée inexacte tant que la personne qui l’a diffusée n’aura pas prouvé le contraire.", "4.  Quiconque diffuse une information inexacte devra la rétracter. (...)", "5.  Si l’information inexacte figure dans un document publié par une personne morale, ce document devra être retiré de la vente.", "6.  Toute personne physique dont les intérêts moraux auront été heurtés dans un média de la presse écrite ou autre jouit d’un droit de réponse et [d’un droit] à la rétractation des informations inexactes dans ce même média, selon les modalités prévues par la loi. Les informations inexactes feront l’objet d’une rétractation que la personne qui les a diffusées soit coupable ou non.", "(...)", "7.  Les informations inexactes doivent être rétractées de la même manière qu’elles ont été diffusées. »", "D.  Loi du 2 octobre 1992 sur l’information", "24.  Voici les dispositions pertinentes de cette loi, telles que libellées au moment des faits :", "Article 20\nMass media", "« Les médias de la presse écrite sont les périodiques (journaux, magazines, bulletins) et les publications occasionnelles à tirage fixe.", "Les médias audiovisuels sont la radio, la télévision, le cinéma, les enregistrements audio et vidéo, etc.", "La procédure de création (...) d’un média particulier est prévue par les lois régissant celui-ci. »", "Article 47\nResponsabilité pour violation de la législation sur l’information", "« (...) Engagent leur responsabilité pour violation de la législation sur l’information les auteurs des faits suivants :", "(...)", "la diffusion d’informations inexactes portant atteinte à l’honneur et à la dignité d’une personne (...) »", "Article 49\nIndemnisation pour préjudice matériel et préjudice moral", "« Toute personne physique ou morale victime d’un préjudice matériel ou moral causé par une infraction commise par une personne morale se livrant à des activités d’information devra être indemnisée [pour ce préjudice] par les responsables [de l’infraction], volontairement ou en application d’une décision de justice. »", "E.  Loi du 16 novembre 1992 sur les médias de la presse écrite", "25.  Voici les dispositions pertinentes de cette loi :", "Article 1\nMédias de la presse écrite en Ukraine", "« Les médias de la presse écrite en Ukraine, tels que visés dans la présente loi, se définissent par toute publication périodique et continue portant un nom permanent et paraissant [au moins] une fois par an en vertu d’un certificat d’enregistrement public. (...) »", "Article 7\nPersonnes morales se livrant à des activités de presse", "« Toute personne morale se livrant à des activités de presse comprend en son sein [un] fondateur ou des cofondateurs, un comité de rédaction (...) »", "Article 21\nComité de rédaction d’un média de la presse écrite", "« Le comité de rédaction d’un média de la presse écrite (...) prépare et publie celuici sur les instructions de son fondateur ou de ses cofondateurs.", "Le comité de rédaction est régi par un statut et met en œuvre le programme du média de la presse écrite approuvé par le fondateur ou les cofondateurs de celui-ci.", "Le comité de rédaction (...) acquiert le statut de personne morale dès le jour de son enregistrement public, conformément à la législation ukrainienne. »", "Article 23\nRédacteur en chef d’un média de la presse écrite", "« Le rédacteur en chef (...) dirige le comité de rédaction, avec l’aval du fondateur ou des cofondateurs.", "Le rédacteur en chef (...) gère les activités du comité de rédaction dans les limites de ses attributions, telles que fixées par le statut, représente le comité de rédaction dans ses relations avec le fondateur ou les cofondateurs, l’éditeur, les auteurs, les organes de l’Etat et les associations de citoyens, ainsi que devant les tribunaux et les instances arbitrales. Il est responsable du respect des dispositions [légales] par le média de la presse écrite en question, par son comité de rédaction (...) »", "Article 26\nEnregistrement public des médias de la presse écrite", "« Tout média de la presse écrite en Ukraine doit faire l’objet d’un enregistrement public, quel que soit son lieu de diffusion, son tirage ou son mode de création (...) »", "Article 32\nPublication d’informations", "« Toute parution d’un média de la presse écrite doit comporter les mentions suivantes :", "1)  le nom de la publication (...)", "La distribution de [publications] ne comportant pas ces mentions est interdite. »", "Article 37\nRétractation d’informations", "« Toute personne physique, toute personne morale et tout organe de l’Etat, ainsi que leurs représentants en justice, peuvent exiger que le comité de rédaction d’un média de la presse écrite publie une rétractation d’informations diffusées à leur sujet qui se révéleraient inexactes ou attentatoires à leur honneur ou à leur dignité.", "S’il n’a pas la moindre preuve de la véracité des informations qu’il publie, le comité de rédaction doit, si l’intéressé en fait la demande, publier une rétractation de ces informations dans la prochaine édition du média de la presse écrite en question ou publier une rétractation de sa propre initiative (...) »", "Article 41\nMise en jeu de la responsabilité", "« Le comité de rédaction, le fondateur, l’éditeur, le distributeur, les organes de l’Etat, les organisations et les associations de citoyens peuvent voir leur responsabilité engagée pour infraction à la législation sur les médias de la presse écrite.", "Les infractions à la législation ukrainienne sur les médias de la presse écrite sont :", "1)  les violations prévues par l’article 47 de la loi sur l’information (...)", "L’auteur d’une telle violation encourt alors des sanctions disciplinaires, civiles, administratives ou pénales conformément à la législation ukrainienne en vigueur.", "Le journaliste (...), le rédacteur en chef ou toute autre personne avec l’autorisation de laquelle des matériaux violant la présente loi ont été publiés encourent la même responsabilité pour abus de la liberté de la presse en leur qualité d’auteurs de ces matériaux. »", "Article 42\nExonération de responsabilité", "« Dans les cas suivants, le comité de rédaction et les journalistes n’encourent aucune responsabilité pour la publication d’informations inexactes, d’informations attentatoires à l’honneur et à la dignité de personnes physiques ou morales, d’informations portant atteinte aux droits ou aux intérêts légitimes des personnes physiques, ou de matériaux constitutifs d’un abus de la liberté de la presse et des droits des journalistes :", "1)  l’information provient d’agences de presse ou du fondateur ou des cofondateurs [de la source médiatique] ;", "2)  l’information est tirée d’une réponse donnée, conformément à la loi sur l’information, à une demande d’accès à des documents officiels ou à une demande d’informations écrites ou orales ;", "3)  l’information est la reproduction mot pour mot de discours officiels de responsables des organes de l’Etat, d’organisations ou d’associations de citoyens ;", "4)  l’information est la reproduction mot pour mot de matériaux publiés par d’autres médias de la presse écrite et le précise ;", "5)  l’information renferme des secrets expressément protégés par la loi, dès lors que le journaliste ne les a pas recueillis illégalement. »", "F.  Loi du 23 septembre 1997 sur le soutien par l’Etat des mass media et sur la protection sociale des journalistes", "26.  Voici les dispositions pertinentes de cette loi :", "Article 17\nResponsabilité pour atteinte à la vie ou à l’intégrité physique d’un journaliste ou pour d’autres actions contre lui et responsabilité du journaliste à raison des préjudices moraux causés par lui", "« (...) Dans le cadre de l’examen en justice d’une action en réparation pour préjudice moral entre un journaliste ou un média, en qualité de partie défenderesse, et un parti politique, un bloc électoral [ou] un haut fonctionnaire, en qualité de partie demanderesse, le juge ne peut accorder des dommages-intérêts pour préjudice moral que si le journaliste ou le responsable du média en cause [a agi] intentionnellement. Il tient compte de l’issue du recours par le demandeur aux moyens extrajudiciaires, en particulier précontentieux, permettant de rétracter les informations inexactes, de défendre l’honneur, la dignité et la réputation du demandeur, et de régler le litige dans son ensemble. En fonction des circonstances, il peut refuser la réparation du préjudice moral.", "L’intention du journaliste ou du média en cause signifie son opinion quant à la diffusion des informations en question lorsqu’il est conscient que celles-ci sont inexactes et qu’il en a anticipé les conséquences préjudiciables pour la société.", "Le journaliste ou le média n’engage pas sa responsabilité pour diffusion d’informations inexactes si le juge a établi qu’il a agi de bonne foi et vérifié les informations. »", "G.  Résolution de la formation plénière de la Cour suprême ukrainienne sur la pratique judiciaire dans les affaires relatives à la protection de l’honneur et de la dignité d’une personne physique ou à la réputation d’une personne physique ou d’une personne morale, adoptée le 27 février 2009", "27.  Voici les passages pertinents de cette résolution :", "« 26.  Aux termes de l’article 19 de la Constitution ukrainienne, l’ordre juridique ukrainien est fondé sur [le principe] selon lequel nul ne peut être contraint de faire ce que la législation ne lui impose pas de faire. L’article 34 § 1 de la Constitution ukrainienne, quant à lui, garantit à chacun le droit à la liberté de pensée et de parole, ainsi qu’à la libre expression de ses opinions et de ses croyances.", "Le juge n’a pas le pouvoir de condamner un défendeur à présenter des excuses à un demandeur (...), les excuses forcées n’étant pas prévues par les articles 16 [et] 277 [du code civil de 2003] comme moyen judiciaire de protection de l’honneur, de la dignité [et] de la réputation commerciale [en cas] de diffusion d’informations inexactes. »", "(...)", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "33.  Les requérants voient une violation de leur droit à la liberté d’expression dans la décision par laquelle le juge a fait droit aux prétentions de G.T. concernant les matériaux publiés dans l’édition de Pravoye Delo du 19 septembre 2003. Ils estiment que l’ingérence que constitue leur condamnation n’était ni prévue par la loi ni nécessaire dans une société démocratique. Ils invoquent l’article 10 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. Le présent article n’empêche pas les Etats de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d’autorisations.", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "(...)", "B.  Sur le fond", "1.  Thèses des parties", "a)  Les requérants", "38.  Les requérants estiment que la législation interne régissant la responsabilité de la presse pour diffamation manque de clarté et de prévisibilité et que les tribunaux internes ont méconnu les garanties législatives pertinentes entourant les sanctions en cas de publication par les journalistes de propos non vérifiés. Ils soutiennent que le juge n’a pas tenu compte du fait qu’ils n’avaient pas diffusé d’informations concernant G.T., que le second requérant n’avait pas donné son autorisation à la publication des matériaux, qu’ils s’étaient suffisamment distanciés de la publication et que, alors qu’il en avait la possibilité, G.T. n’avait pas demandé au comité de rédaction une rétractation avant de leur intenter un procès en diffamation.", "39.  Le second requérant soutient en outre que le droit ukrainien ne prévoit nulle part l’obligation de présenter des excuses comme sanction à la diffamation.", "40.  Les requérants considèrent par ailleurs qu’ils ont diffusé les matériaux en cause, déjà publiés sur l’Internet, afin d’animer le débat sur les questions politiques importantes qui y étaient soulevées. Ils soutiennent que le montant des dommages-intérêts qu’ils ont été condamnés à verser était trop élevé au regard du chiffre d’affaires annuel du journal et a fait peser sur eux un fardeau disproportionné. Ils ajoutent d’ailleurs qu’ils ont dû cesser la publication de Pravoye Delo.", "b)  Le Gouvernement", "41.  Le Gouvernement soutient que l’ingérence dans l’exercice de la liberté d’expression des requérants était prévue par la loi en ce qu’elle était fondée sur les dispositions claires, accessibles et prévisibles de la législation interne, à savoir l’article 7 du code civil de 1963, l’article 47 de la loi du 2 octobre 1992 sur l’information et les articles 1, 32 et 42 de la loi du 16 novembre 1992 sur les médias de la presse écrite, telles qu’appliquées par le juge national en l’espèce.", "42.  Le Gouvernement soutient en outre que cette ingérence visait à protéger l’honneur, la dignité et la réputation commerciale d’une personne privée lésée dans ses droits par la publication en cause. Il y voit un but légitime au sens de l’article 10 § 2 de la Convention, ce que les requérants ne contesteraient pas.", "43.  Le Gouvernement considère que cette publication renfermait de graves allégations de fait dirigées contre une personnalité publique qui avait contribué à l’essor des sports en Ukraine. Les requérants n’auraient pas prouvé la véracité des allégations qui y étaient formulées. Le fait qu’il s’agissait de la reproduction par eux de matériaux tirés d’un site Internet n’aurait pas suffi à les exonérer de cette obligation, le régime juridique des informations découlant de l’Internet n’ayant pas été fixé en droit interne. Le Gouvernement en conclut que l’ingérence était nécessaire en l’espèce.", "44.  Le Gouvernement ajoute que, en réalité, les requérants n’ont pas eu à verser les dommages-intérêts alloués par le juge au demandeur, compte tenu de la transaction intervenue au stade de l’exécution du jugement du 7 mai 2004. Selon lui, les intéressés n’ont pas prouvé que c’est à cause de l’ingérence en question qu’ils ont cessé la publication du journal.", "45.  S’appuyant sur la décision d’irrecevabilité rendue par la Cour en l’affaire Vitrenko et autres c. Ukraine (no 23510/02, 16 décembre 2008), le Gouvernement estime que la condamnation par le juge à des excuses n’était pas contraire aux principes consacrés à l’article 10 de la Convention.", "46.  Le Gouvernement en conclut que l’ingérence en cause n’était pas disproportionnée.", "2.  Appréciation de la Cour", "a)  Quant à l’existence ou non d’une ingérence dans la liberté d’expression des requérants", "47.  La Cour constate que la publication litigieuse renfermait des propos factuels diffamatoires. D’après les constats des juridictions civiles, il y était indiqué qu’une personnalité publique, à savoir le président de la Fédération ukrainienne de boxe thaïlandaise, était un membre d’une bande organisée de malfaiteurs et « l’organisateur et le commanditaire d’assassinats ». Les requérants ne sont pas parvenus à établir la véracité de ces propos et le juge les a condamnés à publier une rétractation et des excuses et à indemniser la personne visée pour le préjudice moral causé par cette publication.", "48.  La Cour considère que la décision du juge interne est constitutive d’une ingérence dans la liberté d’expression des requérants.", "49.  La Cour rappelle que, dans le cadre du contrôle qu’elle exerce sur le terrain de l’article 10 de la Convention, sa tâche est de considérer l’ingérence litigieuse à la lumière de l’ensemble de l’affaire et, en particulier, de déterminer si les motifs invoqués par les autorités nationales pour la justifier apparaissent pertinents et suffisants (Fressoz et Roire c. France [GC], no 29183/95, § 45, CEDH 1999I). Son contrôle comporte donc inévitablement un examen des décisions rendues par les tribunaux internes, qu’il ait été tiré grief ou non du respect par le juge des garanties procédurales énoncées à l’article 6 de la Convention. Dès lors, la Cour rejette l’exception tirée par le Gouvernement d’un défaut de qualité de victime des requérants.", "50.  La Cour va à présent rechercher si l’ingérence en question était justifiée au regard de l’article 10 § 2 de la Convention.", "b)  Quant à savoir si l’ingérence était prévue par la loi", "51.  La Cour relève que la première condition énoncée à l’article 10 de la Convention, et la plus importante, est que toute ingérence d’autorités publiques dans l’exercice de la liberté d’expression doit être légale : la première phrase du second paragraphe prévoit essentiellement que toute restriction en la matière doit être « prévue par la loi ». Pour satisfaire à cette condition, il ne suffit pas que l’ingérence ait une base en droit interne. La loi elle-même doit répondre à certaines exigences de « qualité ». En particulier, une norme ne peut être qualifiée de « loi » si elle n’est pas énoncée avec assez de précision pour permettre au justiciable de régler sa conduite : en s’entourant au besoin de conseils éclairés, celui-ci doit être en mesure de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences de nature à dériver d’un acte déterminé (Lindon, Otchakovsky-Laurens et July c. France [GC], nos 21279/02 et 36448/02, § 41, CEDH 2007IV).", "52.  Le degré de précision dépend dans une large mesure du contenu du texte en cause, du domaine qu’il couvre ainsi que du nombre et de la qualité de ses destinataires (Groppera Radio AG et autres c. Suisse, 28 mars 1990, § 68, série A no 173). La notion de prévisibilité s’applique non seulement à un comportement dont le justiciable doit raisonnablement pouvoir prévoir les conséquences mais aussi aux formalités, conditions, restrictions ou sanctions qui peuvent être attachées à ce comportement, si celui-ci est jugé contraire aux lois nationales (voir, mutatis mutandis, Kafkaris c. Chypre [GC], no 21906/04, § 140, CEDH 2008).", "53.  Pour en revenir aux circonstances de la présente affaire, la Cour relève que les observations des requérants sur la question de la légalité de l’ingérence en cause sont essentiellement axées sur deux questions précises, à savoir le manque allégué de clarté et de prévisibilité des dispositions légales pertinentes régissant les garanties spécifiquement applicables aux journalistes et le défaut allégué de base légale de la condamnation à publier des excuses en matière de diffamation.", "i) Mesures prévues par le droit ukrainien en matière de diffamation", "54.  Sur cette question, la Cour constate que le droit ukrainien prévoit que, en matière de diffamation, les parties lésées peuvent demander la rétractation de propos inexacts et diffamatoires ainsi que des dommagesintérêts. L’une et l’autre de ces mesures ont été appliquées dans le cas des requérants. Or les tribunaux ont également condamné le second requérant à publier des excuses officielles dans le journal. La Cour constate qu’une telle mesure n’est pas expressément prévue par le droit interne.", "55.  La Cour a déjà connu d’une situation similaire dans une affaire russe, où elle était disposée à accepter que l’interprétation par le juge interne des notions de rétractation ou de rectification en vertu de la législation pertinente comme pouvant inclure les excuses n’était pas de nature à rendre illégale l’ingérence en cause au sens de la Convention (Kazakov c. Russie, no 1758/02, § 24, 18 décembre 2008).", "56.  Cependant, contrairement à l’affaire ci-dessus, aucun élément ne permet de prouver ni même de démontrer de manière convaincante que les tribunaux ukrainiens eussent été disposés à interpréter aussi extensivement les dispositions légales fixant les mesures applicables en matière de diffamation ni qu’il s’agît de leur manière générale de raisonner dans des affaires de ce type.", "57.  La Cour ajoute que, alors que le second requérant l’avait précisément et pertinemment dénoncée, les tribunaux ukrainiens n’ont avancé aucune explication à cette entorse manifeste aux règles applicables de droit interne (paragraphe 17 ci-dessus). Les observations du Gouvernement sur ce point n’apportent pas non plus le moindre éclaircissement.", "58.  Comme on peut le voir à la lumière de la pratique pertinente des juridictions ukrainiennes, fût-elle postérieure aux faits de la cause, une condamnation à publier des excuses en matière de diffamation peut contrevenir à la liberté d’expression garantie par la Constitution (paragraphe 27 cidessus).", "59.  La Cour en conclut que la condamnation du second requérant à publier des excuses n’était pas prévue par la loi et qu’il y a donc eu à cet égard violation de l’article 10 de la Convention.", "ii) Garanties spécifiques offertes aux journalistes par le droit ukrainien", "60.  La Cour constate que la publication en cause reproduisait mot pour mot des matériaux téléchargés depuis un journal en ligne accessible au public. Cette publication précisait la source des matériaux et comportait des commentaires du comité de rédaction dans lesquels celui-ci prenait formellement ses distances par rapport à la teneur des matériaux.", "61.  Le droit ukrainien – plus précisément la loi sur la presse – exonère les journalistes de toute responsabilité civile à raison de la reproduction mot pour mot de matériaux publiés dans la presse (paragraphe 25 ci-dessus). La Cour relève que cette règle va globalement dans le sens de sa jurisprudence sur la liberté pour les journalistes de diffuser des propos tenus par autrui (voir, par exemple, Jersild c. Danemark, 23 septembre 1994, § 35, série A no 298, et Thoma c. Luxembourg, no 38432/97, § 62, CEDH 2001III).", "62.  Cependant, les tribunaux ukrainiens n’ont pas reconnu cette immunité à des journalistes qui avaient reproduit des matériaux tirés de sources en ligne non enregistrées en vertu de la loi sur la presse. A cet égard, la Cour constate qu’il n’existait au niveau interne aucune règle sur l’enregistrement public des médias en ligne et que, d’après le Gouvernement, la loi sur la presse et d’autres textes régissant les médias en Ukraine étaient muets sur le régime des médias en ligne et sur l’usage des informations tirées d’Internet.", "63.  L’Internet est certes un outil d’information et de communication qui se distingue particulièrement de la presse écrite, notamment quant à sa capacité à emmagasiner et diffuser l’information. Ce réseau électronique, desservant des milliards d’usagers partout dans le monde, n’est pas et ne sera peut-être jamais soumis aux mêmes règles ni au même contrôle. Assurément, les communications en ligne et leur contenu risquent bien plus que la presse de porter atteinte à l’exercice et à la jouissance des droits et libertés fondamentaux, en particulier du droit au respect de la vie privée. Aussi, la reproduction de matériaux tirés de la presse écrite et celle de matériaux tirés de l’Internet peuvent être soumises à un régime différent. Les règles régissant la reproduction des seconds doivent manifestement être ajustées en fonction des caractéristiques particulières de la technologie de manière à pouvoir assurer la protection et la promotion des droits et libertés en cause.", "64.  Néanmoins, compte tenu du rôle joué par l’Internet dans le cadre des activités professionnelles des médias (paragraphes 29-32 ci-dessus) et de son importance dans l’exercice du droit à la liberté d’expression en général (Times Newspapers Ltd c. Royaume-Uni (nos 1 et 2), nos 3002/03 et 23676/03, § 27, CEDH 2009), la Cour considère que l’absence d’un cadre légal suffisant au niveau interne permettant aux journalistes d’utiliser des informations tirées de l’Internet sans crainte de s’exposer à des sanctions entrave gravement l’exercice par la presse de sa fonction vitale de « chien de garde » (voir, mutatis mutandis, Observer et Guardian c. Royaume-Uni, 26 novembre 1991, § 59, série A no 216). Elle estime que l’exclusion totale de ce type d’informations du champ d’application des garanties légales protégeant la liberté des journalistes peut en elle-même être constitutive d’une ingérence injustifiée dans la liberté de la presse sur le terrain de l’article 10 de la Convention.", "65.  La Cour relève en outre que, en droit ukrainien, un journaliste ne peut être condamné à des dommages-intérêts pour diffamation s’il n’a pas diffusé délibérément d’informations inexactes, s’il a agi de bonne foi et vérifié les informations, ou si la partie lésée ne s’est pas prévalue des possibilités qui lui étaient ouvertes pour régler le litige avant d’ester en justice (paragraphe 26 ci-dessus). Devant le juge ukrainien, les requérants invoquèrent expressément comme moyen de défense les privilèges professionnels prévus par les dispositions légales pertinentes. En particulier, ils soutenaient qu’ils n’avaient pas agi avec une intention préjudiciable de diffamer le demandeur en publiant les matériaux en question et que le public avait un intérêt à recevoir ces informations. Ils ajoutèrent que, en reproduisant des matériaux publiés auparavant sur l’Internet, leur intention était d’animer le débat et la discussion sur des questions politiques revêtant un grand intérêt pour le public. Ils plaidèrent par ailleurs que le demandeur n’avait entrepris aucune démarche en vue de régler son litige avec eux alors que, dans la publication en cause, ceux-ci avaient invité toute personne intéressée à faire des commentaires. Or leurs arguments furent tous balayés d’un revers de la main par les tribunaux.", "66.  La Cour estime donc que, vu l’absence de garanties adéquates en droit ukrainien pour les journalistes faisant usage d’informations tirées de l’Internet, les requérants ne pouvaient pas prévoir de manière adéquate les conséquences que la publication litigieuse risquait d’emporter. Elle en conclut que la condition de légalité énoncée au second paragraphe de l’article 10 de la Convention n’a pas été satisfaite.", "67.  Dans ces conditions, la Cour ne juge pas nécessaire d’examiner le reste des arguments avancés par les parties sur le terrain de cette disposition ni d’examiner la proportionnalité de l’ingérence en cause.", "68.  Dès lors, il y a eu violation de l’article 10 de la Convention à l’égard de ce volet de la requête.", "(...)", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "(...)", "", "3.  Dit qu’il y a eu violation de l’article 10 de la Convention à raison de la condamnation du second requérant par les tribunaux internes à publier des excuses officielles ;", "", "4.  Dit qu’il y a eu violation de l’article 10 de la Convention à raison de la sanction infligée aux requérants pour la publication litigieuse ;", "", "(...)", "Fait en anglais, puis communiqué par écrit le 5 mai 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tDean Spielmann\n\tGreffière\tPrésident"]}