{"file": "FRE_HFCOM_41444_09.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "41444/09", "text_paragraphs": ["DEUXIÈME SECTION", "Requête no 41444/09\nAlican DEMİR \ncontre la Turquie\nintroduite le 22 juillet 2009", "EXPOSÉ DES FAITS", "", "Le requérant, M. Alican Demir, est un ressortissant turc né en 1977 et résidant à İzmir. Il est représenté devant la Cour par Me S. Çetinkaya, avocat à İzmir.", "A.  Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par le requérant, peuvent se résumer comme suit.", "Le requérant fut arrêté puis placé en détention le 19 mai 2004 dans le cadre d’une procédure pénale où il était soupçonné d’appartenance à une organisation illégale armée et de vol avec violence sur la personne d’un policier commis le 10 octobre 2003.", "Le 29 décembre 2005, la cour d’assises d’Izmir reconnut le requérant coupable d’appartenance à une organisation illégale armée et le condamna à six ans et trois mois d’emprisonnement. Elle précisa que l’exécution de cette peine devait être soumise au régime relatif à la récidive. S’agissant du second chef d’accusation, elle prononça un acquittement. Enfin, elle décida de maintenir le requérant en détention.", "Le 10 juillet 2007, la Cour de cassation rejeta le pourvoi du requérant en ce qui concerne la condamnation. Par contre, elle cassa la partie de l’arrêt concernant l’acquittement.", "Après réception du dossier, la cour d’assises, à une date non précisée, retourna le dossier à la Cour de cassation au motif que la haute juridiction n’avait pas statué sur le pourvoi concernant l’un des coaccusés du requérant. Aucune autre mesure ne fut adoptée par la juridiction de première instance entre la date de réception du dossier et celle de son renvoi à la haute juridiction.", "Par un courrier daté du 15 janvier 2009, le président de la cour d’assises d’Izmir porta à la connaissance de la Cour de cassation des informations concernant l’exécution de la peine de prison prononcée à l’encontre du requérant le 29 décembre 2005. Celles-ci lui avait été communiquées par l’administration de la prison d’Urla où le requérant était en détention. D’après ces informations, le requérant, qui n’était sous le coup d’aucune autre condamnation, allait être susceptible de bénéficier d’une libération conditionnelle à partir du 24 janvier 2009.", "Par un arrêt du 27 janvier 2009, la Cour de cassation rejeta le pourvoi du coaccusé susmentionné.", "Le 12 février 2009, la procédure reprit devant la cour d’assises d’Izmir au sujet des accusations de vol avec violence. A cette date, les juges décidèrent, à l’issue d’un examen sur dossier, de maintenir le requérant en détention provisoire, eu égard à la nature et à la gravité de l’infraction reprochée, de la peine requise par le parquet et de la persistance du risque de fuite de l’intéressé.", "Lors de la première audience tenue le 30 avril 2009, la cour d’assises donna lecture de l’arrêt de cassation. Elle rappela que le requérant avait été condamné pour appartenance à une organisation illégale armée et qu’il avait fini de purger la peine prononcée à son encontre. La période de détention provisoire qu’il avait subie avait été déduite de sa peine. L’intéressé était actuellement détenu de manière provisoire exclusivement dans le cadre de la procédure relative aux accusations de vol avec violence.", "La cour d’assises entendit ensuite les déclarations des parties. Le requérant fit valoir qu’il avait été détenu durant une période supérieure à la peine prononcée pour appartenance à une organisation illégale armée. Ce supplément de détention ainsi que l’ordonnance de détention incorporée à l’arrêt du 29 décembre 2005 ne pouvait concerner les accusations de vol avec violence puisqu’il avait bénéficié d’un acquittement relaxe.", "A l’issue de l’audience, la cour d’assises indiqua que l’ordonnance de maintien en détention rendue concernant les accusations de vol avec violence n’avait jamais été levée. Par ailleurs, les périodes de détention antérieures au 24 janvier 2009 avaient été déduites de la peine prononcée le 29 décembre 2005. Prenant en compte la période de détention subie exclusivement en raison des accusations de vol avec violence, la nature de l’infraction reprochée et l’état des preuves, la cour d’assises considéra qu’il y avait lieu de maintenir l’intéressé en détention provisoire.", "Lors des audiences des 23 juillet 2009 et 15 octobre 2009, la juridiction de première instance ordonna le maintien en détention pour des motifs similaires.", "Le 10 décembre 2009, la cour d’assises reconnut le requérant coupable de vol avec violences. Elle le condamna à cinq ans d’emprisonnement sur le fondement des dispositions plus douces du nouveau code pénal. Considérant que la détention préventive du requérant ne se justifiait plus, elle ordonna sa libération.", "L’affaire est actuellement pendante devant la Cour de cassation.", "B.  Le droit interne pertinent", "L’article 108 § 1 de la loi no 5275 relative à l’exécution des peines et des mesures préventives du 13 décembre 2004 dispose que les récidivistes condamnés à titre définitif peuvent bénéficier d’une libération conditionnelle après avoir purgé les trois quarts de leur peine, à condition qu’ils aient fait preuve d’un « bon comportement » durant leur détention.", "L’article 89 de la même loi ainsi que l’article 133 du règlement no 2006/10218 relatif à l’administration des établissements pénitentiaires et à l’exécution des peines et des mesures préventives du 20 mars 2006 indique que la condition de « bon comportement » est appréciée par le conseil administratif de l’établissement pénitentiaire où l’intéressé est détenu, après avis du conseil disciplinaire. Sont pris en compte à cet égard le respect sincère des règles relatives à la protection de l’ordre et de la sécurité de l’établissement, la bonne foi dans l’usage des droits et le respect intégral des obligations durant toute la période de détention ainsi que la capacité, acquise par le biais des programme de réadaptation, à se réinsérer dans la société.", "Les décisions prises par l’administration pénitentiaire sont susceptibles de faire l’objet de recours devant le juge de l’exécution des peines.", "GRIEFS", "Le requérant soutient qu’il aurait dû bénéficier d’office d’une libération conditionnelle le 24 janvier 2009 et considère que son maintien en détention après cette date a été contraire à l’article 5 § 1 de la Convention. Il soutient en outre ne pas avoir disposé d’une voie de recours effective au sens de l’article 13 de la Convention pour faire valoir ce grief.", "Le requérant se plaint par ailleurs de la durée de sa détention provisoire et invoque l’article 5 § 3 de la Convention.", "Il se plaint également d’avoir été jugé par une juridiction qui n’existait pas à l’époque des faits.", "Enfin, il semble alléguer que sa condamnation du 29 décembre 2005 ne disposait pas de base légale dans la mesure où la disposition législative ayant servi de fondement à la condamnation est postérieure à la commission de l’infraction.", "QUESTIONS AUX PARTIES", "", "1.  Le requérant a-t-il été détenu « selon les voies légales » au sens de l’article 5 § 1 de la Convention entre le 24 janvier et le 12 février 2009 ?", "", "Dans ce cadre, en vertu de la législation turque relative à l’octroi de la libération conditionnelle, les juridictions internes sont-elles tenues, en l’absence de tout pouvoir discrétionnaire, d’appliquer une telle mesure à toute personne remplissant les conditions fixées par la loi pour en bénéficier ? Dans la négative, quelle est l’étendue de ce pouvoir discrétionnaire ?", "", "2.  Le requérant disposait-il d’un recours au sens de l’article 5 § 4 permettant de faire valoir le grief tiré de l’article 5 § 1 et obtenir une libération ?", "", "3.  La durée de la détention provisoire subie par le requérant était-elle compatible avec la condition de jugement dans un « délai raisonnable », au sens de l’article 5 § 3 de la Convention ? Par ailleurs, quelle(s) est/sont la/les période(s) à prendre en considération pour l’appréciation dudit délai ?"]}