{"file": "FRE_HFJUD_1562_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "1562/02", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "AFFAIRE GAGA c. ROUMANIE", "", "", "(Requête no 1562/02)", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "", "25 mars 2008", "", "", "DÉFINITIF", "", "29/09/2008", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Gaga c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tElisabet Fura-Sandström,\n\tCorneliu Bîrsan,\n\tBoštjan M. Zupančič,\n\tAlvina Gyulumyan,\n\tEgbert Myjer,\n\tLuis López Guerra, juges,", "et de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 4 mars 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 1562/02) dirigée contre la Roumanie et dont un ressortissant de cet Etat, M. Gheorghe Gaga (« le requérant »), a saisi la Cour le 21 juillet 2001 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l’assistance judiciaire, est représenté par Me Diana Alexandra Andraşoni, avocate à Cluj-Napoca. Le gouvernement roumain (« le Gouvernement ») est représenté par son agent, M. Răzvan-Horaţiu Radu, du ministère des Affaires étrangères.", "3.  Le requérant allègue en particulier qu’il avait été condamné par contumace, au mépris de l’article 6 de la Convention.", "4.  Le 3 mars 2006, la Cour a communiqué la requête au Gouvernement. Se prévalant des dispositions de l’article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1964. Il réside à Fizeş.", "6.  Par une ordonnance du 4 octobre 1999 du parquet près la cour d’appel de Cluj-Napoca, le requérant fut placé en détention provisoire au motif qu’il était soupçonné d’avoir commis un meurtre. Sur recours du requérant, le 3 décembre 1999, la cour d’appel de Cluj-Napoca ordonna sa libération au cours de la procédure.", "7.  Par un jugement du 6 juin 2000, rendu en l’absence du requérant, le tribunal départemental de Cluj relaxa le requérant du chef de meurtre. Se fondant sur les déclarations du requérant et de plusieurs témoins, ainsi que sur les conclusions d’un rapport d’expertise médico-légale de la victime et sur le procès-verbal dressé sur les lieux de l’infraction, le tribunal constata que le requérant avait provoqué le décès de la victime en la frappant avec un objet métallique. Cependant, le tribunal jugea que le requérant avait agi en légitime défense parce que la victime était entrée la nuit, par effraction, dans son domicile afin de lui voler des biens et qu’elle l’avait menacé avec un objet qui ressemblait à un couteau. Le parquet releva appel de ce jugement, soutenant que le requérant avait dépassé les limites d’une défense proportionnelle à la gravité de l’attaque.", "8.  Par un arrêt du 3 octobre 2000, rendu en présence du requérant, la cour d’appel de Cluj-Napoca rejeta l’appel, estimant que le requérant était dans un état de forte émotion causée par l’attaque et que, dès lors, il ne pouvait pas apprécier objectivement la situation afin de préparer une défense proportionnelle. Le parquet forma devant la Cour suprême de justice un recours, alléguant une erreur dans l’appréciation des faits de la part des juridictions du fond.", "9.  Le 29 janvier 2001, le requérant fut cité à comparaître devant la Cour suprême par affichage au domicile de son ancienne épouse, bien que, par une lettre enregistrée le 14 septembre 2000 au registre de la cour d’appel de Cluj-Napoca, cette dernière eût informé par écrit les juridictions nationales que le requérant n’y habitait plus depuis 1995 à la suite de leur divorce, en leur demandant expressément de cesser d’envoyer à son adresse des citations à comparaître au nom de son ancien époux.", "10.  Selon le requérant, il a essayé d’obtenir téléphoniquement des renseignements auprès du greffe de la Cour suprême, mais on lui aurait répondu que son nom ne figurait pas sur la liste des audiences.", "11.  Le requérant ne fut pas présent à l’audience du 27 février 2001 et la Cour suprême de justice lui désigna sur-le-champ un avocat d’office. Ce dernier plaida pour le rejet du recours du parquet.", "12.  Par un arrêt du même jour, la Cour suprême accueillit le recours et condamna le requérant à une peine de huit ans et six mois de prison pour meurtre au motif qu’il avait dépassé les limites de la légitime défense. Le 9 mai 2001, le requérant fut arrêté et commença à purger la peine.", "13.  Selon le requérant, le 10 ou le 11 mai 2001, il a envoyé à la Cour suprême de justice une contestation en annulation contre l’arrêt de condamnation, demandant principalement la réouverture du procès en raison du défaut de citation à comparaître devant la Cour suprême. En juillet 2001, par une lettre envoyée à la Cour suprême par l’intermédiaire de sa sœur, il aurait réitéré sa contestation.", "14.  Par une lettre du 12 septembre 2001, la Cour suprême de justice informa le requérant que sa demande avait était transmise au parquet près le tribunal départemental de Cluj, en application de l’article 399 du code de procédure pénale régissant les demandes de révision des décisions définitives. Le nom du requérant y était écrit incorrectement, à savoir « Goga » au lieu de « Gaga ».", "15.  Le Gouvernement conteste l’existence de la lettre prétendument envoyée à la Cour suprême en juillet 2001. Il affirme que le requérant n’a saisi cette juridiction que d’une lettre, dont il fournit la copie sans préciser toutefois la date de l’envoi, intitulée « Recours - Contestation en annulation » et enregistrée au greffe de la Cour suprême de justice le 7 septembre 2001.", "16.  Les 1er et 23 juin 2001, le requérant demanda au parquet départemental de Cluj la révision de l’arrêt de condamnation, alléguant d’une part, que la citation à comparaître avait été erronée, et, d’autre part, une mauvaise interprétation des pièces du dossier. Le 2 août 2001, le parquet transmit le dossier au tribunal départemental de Cluj.", "17.  A l’audience du 25 septembre 2001, le requérant renonça à sa demande de révision, au motif qu’il était toujours en attente d’une copie de la motivation de l’arrêt du 27 février 2001 de la Cour suprême de justice. Il déclara vouloir introduire une nouvelle demande une fois que cette motivation lui serait disponible.", "18.  Selon les informations fournies par le Gouvernement, la motivation de l’arrêt du 27 février 2001 ne fut disponible pour les parties que le 22 août 2001. L’arrêt n’étant pas signifié au requérant, il se le procura par l’intermédiaire de sa famille en 2002.", "19.  Le 15 juillet 2002, le requérant forma une nouvelle demande de révision, réitérant les arguments énoncés précédemment.", "20.  Par un jugement du 18 novembre 2002, le tribunal départemental de Cluj rejeta la demande, au motif qu’aucun des motifs prévus par le code de procédure pénale pour justifier la révision d’un arrêt définitif n’était incident en l’espèce. Le tribunal mentionna également que le requérant aurait pu introduire une contestation en annulation contre l’arrêt en question.", "21.  Sur appel et recours du requérant, par deux arrêts des 16 janvier et 11 septembre 2003, la cour d’appel de Cluj-Napoca et la Cour suprême de justice confirmèrent le jugement du 18 novembre 2002.", "22.  Les demandes du requérant auprès du ministre de la justice et du procureur général en vue de l’introduction d’un recours en annulation contre l’arrêt de condamnation reçurent des réponses négatives.", "23.  Le 9 mai 2006, le requérant obtint une remise en liberté conditionnelle.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "24.  Les dispositions pertinentes du code de procédure pénale se lisent ainsi :", "Article 177 § 1", "« Le prévenu et l’inculpé sont cités à comparaître à l’adresse où ils habitent et, si l’adresse n’est pas connue, à l’adresse du lieu de travail (...) »", "Article 386", "« Les décisions pénales définitives peuvent être annulées par la voie de la contestation en annulation dans les cas suivants :", "a) quand la citation à comparaître de l’intéressé à l’audience devant la juridiction de recours a été irrégulière (...) »", "Article 388", "« La contestation en annulation (...) peut être introduite par le condamné dans les 10 jours qui suivent le début de l’exécution de la peine (...) »", "Article 389", "« La contestation en annulation doit être introduite devant la juridiction qui a prononcé l’arrêt dont l’annulation est demandée. »", "Article 393", "« Les décisions pénales définitives peuvent faire l’objet d’une révision sur le volet pénal ou civil. »", "Article 394", "« La révision peut être demandée si :", "a) des faits ou des circonstances, qui n’ont pas été portés à la connaissance de la juridiction lors de l’examen de l’affaire, ont ultérieurement été découverts (...) »", "Article 398", "« La demande de révision en faveur du condamné peut être introduite à tout moment, même après l’exécution de la peine ou son décès. »", "Article 401", "« La juridiction qui a tranché l’affaire en première instance est compétente pour examiner la demande de révision. »", "25.  Le Gouvernement fournit les copies de nombreuses décisions des juridictions internes qui ont accueilli des contestations en annulation pour des erreurs de notification des citations à comparaître.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "26.  Le requérant se plaint d’avoir été condamné par contumace sans avoir eu l’opportunité de se défendre devant la Cour suprême de justice. Il invoque l’article 6 de la Convention qui, en ses parties pertinentes, est ainsi libellé :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...)", "3.  Tout accusé a droit notamment à :", "a) être informé, dans le plus court délai, dans une langue qu’il comprend et d’une manière détaillée, de la nature et de la cause de l’accusation portée contre lui ;", "b) disposer du temps et des facilités nécessaires à la préparation de sa défense ;", "c) se défendre lui-même ou avoir l’assistance d’un défenseur de son choix et, s’il n’a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d’office, lorsque les intérêts de la justice l’exigent ;", "d) interroger ou faire interroger les témoins à charge et obtenir la convocation et l’interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge ;", "e) se faire assister gratuitement d’un interprète, s’il ne comprend pas ou ne parle pas la langue employée à l’audience. »", "A.  Sur la recevabilité", "1.  Exception du Gouvernement tirée du non-épuisement des voies de recours internes", "a)  Arguments des parties", "27.  Le Gouvernement excipe tout d’abord du non-épuisement des voies de recours internes, au motif que le requérant n’a pas introduit une contestation en annulation, recours prévu par l’article 386 et suivants du code de procédure pénale.", "28.  Le Gouvernement relève qu’en droit interne, lorsqu’une personne a été condamnée in absentia, en violation des règles relatives à la notification des citations à comparaître, elle a à sa disposition une voie de recours extraordinaire, à savoir la contestation en annulation qui, si elle est déclarée recevable, entraîne l’annulation de l’arrêt définitif de condamnation et le réexamen du recours.", "29.  Le Gouvernement considère que ce recours était efficace et accessible, aussi bien en théorie qu’en pratique, car il s’agit d’un recours prévu spécifiquement pour le cas où un accusé allègue ne pas avoir eu connaissance de sa condamnation.", "30.  A cet égard, il fait valoir que les dispositions du code de procédure pénale précisant les conditions de recevabilité de cette voie de recours sont claires et qu’elles ont été confirmées par la jurisprudence des tribunaux internes.", "31.  Par conséquent, le Gouvernement invite la Cour à conclure que la contestation en annulation était une voie de recours efficace que le requérant a omis d’introduire dans le délai de dix jours à compter du début de l’exécution de la peine.", "32.  Le requérant s’oppose à la thèse du Gouvernement. Il expose qu’il a introduit une contestation en annulation immédiatement après son arrestation, mais que, par erreur, la Cour suprême de justice, au lieu de l’examiner, l’a requalifiée en demande de révision et l’a renvoyée au tribunal départemental de Cluj. Il ajoute qu’il n’a eu accès à la motivation de l’arrêt de condamnation que tardivement, plusieurs mois après le début de l’exécution de la peine.", "b)  Appréciation de la Cour", "33.  La Cour rappelle que la règle de l’épuisement des voies de recours internes vise à ménager aux Etats contractants l’occasion de prévenir ou de redresser les violations alléguées avant que ces allégations ne lui soient soumises (voir, parmi beaucoup d’autres, Selmouni c. France [GC], no 25803/94, § 74, CEDH 1999-V).", "34.  Cependant, l’obligation découlant de l’article 35 se limite à celle de faire un usage normal des recours vraisemblablement efficaces, suffisants et accessibles. De plus, certaines circonstances particulières peuvent dispenser le requérant de l’obligation d’épuiser les voies de recours internes qui s’offrent à lui (Aksoy c. Turquie, arrêt du 18 décembre 1996, Recueil \n1996-VI, p. 2276, § 52).", "35.  En l’espèce, la Cour note que le Gouvernement soutient que le requérant a omis d’introduire une contestation en annulation devant la Cour suprême de justice dans un délai de dix jours à compter du début de l’exécution de la peine. Elle note également que le requérant affirme avoir envoyé deux lettres à la Cour suprême, la première immédiatement après son arrestation le 9 mai 2001 et la seconde en juillet 2001.", "36.  Au sujet de ces deux lettres, la Cour observe que le Gouvernement ne conteste que l’existence de celle de juillet 2001. S’agissant de la première lettre, prétendument envoyée à la Cour suprême de justice un ou deux jours après le début de l’exécution de la peine, il en fournit une copie, sans préciser la date de son envoi. Cependant, il soutient que le requérant n’a pas formé de contestation en annulation dans le délai de dix jours prescrit par la loi. Or, la Cour rappelle qu’il incombe au Gouvernement excipant du non-épuisement d’une voie de recours interne d’en apporter la preuve (Akdivar et autres, précité, p. 1211, § 68).", "37.  De surcroît, la Cour note que, bien que le requérant ait intitulé sa lettre « Recours - Contestation en annulation », la Cour suprême de justice a estimé, sans motiver sa décision, qu’il s’agissait d’une demande de révision et l’a envoyée au tribunal départemental, alors que la révision était une voie de recours clairement inefficace dans le cas du requérant.", "38.  Enfin, la Cour observe que le jour de l’arrestation du requérant, l’arrêt de condamnation n’était pas disponible pour les parties. Or, elle relève que l’arrêt contient un résumé des actes de procédure, dont l’accomplissement de la procédure de notification des citations à comparaître. En l’absence de ces informations, la Cour estime qu’il était déraisonnable d’exiger du requérant, qui n’était pas un professionnel du droit, qu’il formât, dans un délai particulièrement court, une contestation en annulation.", "39.  Ces éléments suffisent à la Cour pour conclure qu’on ne saurait reprocher au requérant, à l’instar du Gouvernement, de ne pas avoir tenté d’épuiser le recours prévu à l’article 386 du code de procédure pénale vu les circonstances particulières à la présente espèce.", "40.  Il s’ensuit que l’exception préliminaire du Gouvernement doit être rejetée.", "2.  Autres motifs d’irrecevabilité", "41.  La Cour constate ensuite que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs que celui-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "a)  Arguments des parties", "42.  Le Gouvernement estime que le requérant n’a pas prouvé qu’il n’était pas au courant de la date de l’examen du recours. A cet égard, il considère, d’une part, qu’il était invraisemblable que son ancienne épouse, qui avait reçu la citation à comparaître, ne l’en ait pas informé. D’autre part, il souligne que le requérant reconnaît avoir demandé des renseignements téléphoniques auprès du greffe de la Cour suprême de justice.", "43.  Le Gouvernement insiste ensuite sur le fait que le requérant s’est vu designer un avocat d’office qui a plaidé en faveur du rejet du recours du parquet.", "44.  Enfin, le Gouvernement estime que le droit interne offrait au requérant une chance réelle d’obtenir la réouverture du procès s’il avait introduit une contestation en annulation dans le délai prescrit par la loi.", "45.  Le requérant soutient qu’il n’était pas au courant de la date fixée par la Cour suprême de justice pour l’examen du recours. Il expose qu’après leur divorce il existait une situation conflictuelle entre lui et son ancienne épouse et que cette dernière ne l’avait pas informé de la date de l’audience.", "46.  Il soutient également qu’il n’a pas pu obtenir téléphoniquement les renseignements nécessaires, en raison d’une erreur de transcription de son nom sur la liste des audiences de la Cour suprême. Selon le requérant, la correspondance ultérieure avec le greffe de la Cour suprême confirmait cette erreur.", "47.  Le requérant allègue ensuite que la défense assurée par l’avocat commis d’office ne saurait passer pour efficace et adéquate.", "48.  Enfin, il réitère qu’il a introduit une contestation en annulation, mais que la Cour suprême a arbitrairement refusé de l’examiner et l’a renvoyée au tribunal départemental.", "b)  Appréciation de la Cour", "49.  La Cour rappelle que, quoique non mentionnée en termes exprès au paragraphe 1 de l’article 6, la faculté pour l’« accusé » de prendre part à l’audience découle de l’objet et du but de l’ensemble de l’article. Du reste, les alinéas c), d) et e) du paragraphe 3 reconnaissent à « tout accusé » le droit à « se défendre lui-même », « interroger ou faire interroger les témoins » et « se faire assister gratuitement d’un interprète, s’il ne comprend pas ou ne parle pas la langue employée à l’audience », ce qui ne se conçoit guère sans sa présence (Colozza c. Italie, arrêt du 12 février 1985, série A no 89, p. 14, § 27 et Sejdovic c. Italie [GC], no 56581/00, § 81, CEDH 2006...).", "50.  Si une procédure se déroulant en l’absence du prévenu n’est pas en soi incompatible avec l’article 6 de la Convention, il demeure néanmoins qu’un déni de justice est constitué lorsqu’un individu condamné in absentia ne peut obtenir ultérieurement qu’une juridiction statue à nouveau, après l’avoir entendu, sur le bien-fondé de l’accusation en fait comme en droit, alors qu’il n’est pas établi qu’il a renoncé à son droit de comparaître et de se défendre, ou qu’il a eu l’intention de se soustraire à la justice (Colozza, précité, p. 15, § 29 ; Somogyi c. Italie, no 67972/01, § 66, CEDH 2004-IV, Medenica c. Suisse, no 20491/92, § 55, CEDH 2001VI ; Sejdovic, précité, § 82).", "51.  En l’espèce, la Cour note qu’il n’est nullement contesté que la notification de la citation à comparaître au domicile de l’ancienne épouse du requérant était la conséquence d’une erreur. Le Gouvernement soutient seulement que le requérant aurait pu être informé de la date de l’audience par d’autres moyens.", "52.  La Cour rappelle qu’aviser une personne du déroulement des poursuites intentées contre elle constitue un acte juridique d’une telle importance qu’il doit répondre à des conditions de forme et de fond propres à garantir l’exercice effectif des droits de l’accusé (voir, mutatis mutandis, T. c. Italie, arrêt du 12 octobre 1992, série A no 245C, p. 41, § 28). Une connaissance vague et non officielle, comme celle suggérée en l’espèce par le Gouvernement, ne saurait donc suffire.", "53.  Il s’ensuit que le requérant n’était pas dans la situation d’un inculpé atteint par une notification à personne et qui, de manière non équivoque, avait renoncé à comparaître et à se défendre.", "54.  S’agissant de la défense assurée par l’avocat commis d’office, la Cour relève que celui-ci a été désigné sur-le-champ, qu’il ne connaissait ni le dossier ni son client et qu’il n’a pas disposé du temps nécessaire pour se préparer puisque la Cour suprême a tranché le recours lors de la première et unique audience (voir, mutatis mutandis, Goddi c. Italie, arrêt du 9 avril 1984, série A no 76, p. 12, § 27).", "55.  Il s’ensuit que la défense assurée par l’avocat commis d’office ne saurait passer pour efficace et adéquate.", "56.  Pour autant que le Gouvernement s’appuie sur la possibilité, pour le requérant, d’introduire une contestation en annulation, la Cour ne peut que réitérer les observations qu’elle a déjà formulées dans le cadre de l’exception préliminaire examinée ci-dessus.", "57.  A la lumière de ce qui précède, la Cour conclut que le requérant, qui a été jugé par contumace par la Cour suprême de justice, et dont il n’a pas été démontré qu’il avait cherché à se soustraire à la justice ou qu’il avait renoncé de manière non équivoque au droit à comparaître, ne s’est pas vu offrir la possibilité d’obtenir qu’une juridiction statue à nouveau, après l’avoir entendu dans le respect des droits de la défense, sur le bien-fondé des accusations portées à son encontre.", "58.  Partant, il y a eu en l’espèce violation de l’article 6 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 DE LA CONVENTION", "59.  Invoquant l’article 5 de la Convention, le requérant se plaint, d’une part, de l’illégalité de sa mise en détention provisoire le 4 octobre 1999, et, d’autre part, de son incarcération en vue de purger sa peine, le 9 mai 2001.", "60.  S’agissant de l’illégalité alléguée de la mise en détention provisoire, la Cour note que le requérant a été placé en détention par une ordonnance du 4 octobre 1999 du parquet près la cour d’appel de Cluj-Napoca et qu’il a été mis en liberté le 3 décembre 1999.", "61.  La Cour observe que l’ordonnance de mise en détention provisoire date du 4 octobre 1999, soit plus de six mois avant la date de l’introduction de la requête, le 21 juillet 2001. Il s’ensuit que ce grief est tardif (mutatis mutandis, Mujea c. Roumanie, no 44696/98, décision du 10 septembre 2002).", "62.  Quant à l’illégalité alléguée de l’incarcération en vue de purger la peine, la Cour note qu’elle a eu lieu en vertu de l’arrêt définitif de la Cour suprême de justice du 27 février 2001. Dès lors, elle constate que le requérant a été détenu après condamnation par un tribunal compétent, privation de liberté qui est autorisée par l’article 5 § 1 a) de la Convention.", "63.  Par ailleurs, dans la mesure où le requérant soutiendrait que sa détention n’était pas « régulière » en raison de son absence lors de l’examen du recours, la Cour rappelle que la substance de ce grief a déjà été examinée sous l’angle de l’article 6 § 1 de la Convention.", "64.  Ce grief doit donc être rejeté conformément à l’article 35 §§ 1, 3 et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "65.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "66.  Le requérant réclame 15 738,91 euros (EUR) au titre du préjudice matériel qu’il aurait subi, consistant en la perte des salaires entre 1999 et 2006. Il réclame aussi le versement de 300 000 EUR au titre du préjudice moral. Il expose qu’en raison de la détention sa santé s’est dégradée et qu’il ne peut plus occuper un poste à haute responsabilité dans son travail.", "67.  Le Gouvernement prie la Cour de rejeter ces prétentions, estimant qu’elles ne sont pas justifiées et n’ont aucun lien de causalité avec les violations alléguées de la Convention.", "68.  La Cour estime d’abord que lorsqu’un particulier a été condamné à l’issue d’une procédure entachée de manquements aux exigences de l’article 6 de la Convention, comme en l’espèce, un nouveau procès ou une réouverture de la procédure à la demande de l’intéressé représente en principe un moyen approprié de redresser la violation constatée (voir, Sejdovic, précité, § 126).", "69.  La Cour relève ensuite que la seule base à retenir pour l’octroi d’une satisfaction équitable réside en l’espèce dans le fait que le requérant n’a pu jouir des garanties de l’article 6. Elle ne saurait certes spéculer sur ce qu’eût été l’issue du procès dans le cas contraire, mais n’estime pas déraisonnable de penser que l’intéressé a subi une perte de chances (voir, mutatis mutandis, Colozza, p. 17, § 38). A quoi s’ajoute un préjudice moral auquel le constat de violation de la Convention figurant dans le présent arrêt ne suffit pas à remédier. Statuant en équité, comme le veut l’article 41, elle alloue au requérant 5 000 EUR, tous chefs de préjudice confondus.", "B.  Frais et dépens", "70.  Le requérant demande 315,05 EUR pour les frais et dépens engagés devant les juridictions internes et 2 880,53 EUR pour ceux engagés devant la Cour.", "71.  S’agissant de la procédure devant les juridictions internes, il fournit des quittances attestant le versement de 830 lei roumains (RON) d’honoraires à des avocats et de 7,50 RON de frais de justice, soit au total environ 237 EUR. Quant à la procédure devant la Cour, le requérant fournit la copie d’un contrat d’assistance judiciaire d’un montant de 2 300 EUR et des quittances attestant le paiement de 32,80 RON (soit, environ 10 EUR) de frais de poste.", "72.  Le Gouvernement conteste en partie les sommes réclamées, exposant que le requérant n’a pas fourni de justificatifs.", "73.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux.", "74.  En l’espèce, la Cour note que le requérant n’a pas fourni de justificatif attestant le versement de l’ensemble des sommes réclamées. En outre, elle relève que le requérant a bénéficié de 850 EUR d’aide judiciaire du Conseil de l’Europe.", "75.  Compte tenu des éléments en sa possession et de sa jurisprudence en la matière, la Cour estime raisonnable d’allouer au requérant 1 500 EUR tous frais confondus, moins les 850 EUR perçus au titre de l’assistance judiciaire.", "C.  Intérêts moratoires", "76.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Rejette l’exception préliminaire du Gouvernement ;", "", "2.  Déclare la requête recevable quant au grief tiré de l’article 6 de la Convention et irrecevable pour le surplus ;", "", "3.  Dit qu’il y a eu violation de l’article 6 de la Convention ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, qui sont à convertir dans la monnaie nationale de l’Etat défendeur au taux applicable à la date du règlement :", "", "", "i. 5 000 EUR (cinq mille euros) pour les dommages matériel et moral ;", "ii. 1 500 EUR (mille cinq cents euros) pour frais et dépens, moins les 850 EUR (huit cent cinquante euros) perçus du Conseil de l’Europe au titre de l’assistance judiciaire ;", "iii. tout montant pouvant être dû à titre d’impôt ou de taxe sur lesdites sommes ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "Fait en français, puis communiqué par écrit le 25 mars 2008 en application de l’article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tJosep Casadevall\n\tGreffier\tPrésident"]}