{"file": "FRE_HFJUD_1767_03.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "1767/03", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "AFFAIRE DAĞDELEN ET AUTRES c. TURQUIE", "", "(Requêtes nos 1767/03, 14246/04 et 16584/04)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "25 novembre 2008", "", "", "DÉFINITIF", "", "25/02/2009", "", "Cet arrêt peut subir des retouches de forme.", "", "", "En l’affaire Dağdelen et autres c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tNona Tsotsoria,\n\tIşıl Karakaş, juges,\net de Sally Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 4 novembre 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCEDURE", "1.  A l’origine de l’affaire se trouvent trois requêtes (nos 1767/03, 14246/04 et 16584/04) dirigées contre la République de Turquie et dont quatre ressortissants de cet Etat, MM. Önder Dağdelen, Sami Özbil, Ergül Çiçekler et Murat Telli (« les requérants »), ont saisi la Cour le 15 novembre 2002 et le 14 avril 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Mes M.A. Kırdök et M. Kırdök, avocats à Istanbul. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Les 2 et 11 juillet 2007, la présidente de la deuxième section a décidé de communiquer les griefs tirés des articles 3, 6 et 13 de la Convention au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  Les requérants (paragraphe 1 ci-dessus) sont nés respectivement en 1978, 1977, 1976 et 1978.", "5.  Le 29 avril 1996, deux individus furent arrêtés lors d’une tentative d’attentat à la bombe. Le même jour, la police effectua une perquisition dans l’appartement que le suspect occupait avec les requérants Önder Dağdelen et Sami Özbil. Elle trouva des armes à feu, des munitions, des bombes prêtes à être utilisées, du matériel explosif et des documents relatifs à l’organisation illégale TKEP-L, et procéda à l’arrestation des deux requérants.", "6.  Au total, la police arrêta quinze personnes dans le cadre de cette opération, dont le requérant Ergül Çiçekler le 3 mai 1996 et le requérant Murat Telli le 4 mai 1996.", "7.  Lors de leur garde à vue, les requérants passèrent aux aveux, à l’exception du requérant Sami Özbil qui refusa de déposer. Ils décrivirent en détail leurs activités au sein de l’organisation et les actions armées menées.", "8.  Au cours de cette période, la police effectua des perquisitions qui permirent de saisir de nombreuses armes à feu, des munitions, des explosifs, des fausses pièces d’identité, des sceaux publics et des documents relatifs à l’organisation. La police procéda également à des reconstitutions des faits, à des parades d’identification et à des séances d’identification sur présentation de photographies.", "9.  Ainsi, le 7 mai 1996, elle organisa une parade d’identification au cours de laquelle un témoin reconnut les requérants Sami Özbil et Önder Dağdelen comme étant les auteurs d’un vol à main armée. Le procès-verbal d’identification indiqua que les requérants avaient reconnu lors de leur garde à vue avoir effectué le braquage à main armée à l’endroit en question.", "10.  Le 11 mai 1996, la police organisa une séance d’identification sur présentation de photographies avec la participation du requérant Ergül Çiçekler. Selon le procès-verbal d’identification, le requérant reconnut, lors son interrogatoire par la police, avoir participé à des actions menées au nom de l’organisation.", "11.  Le 12 mai 1996, la police procéda à une confrontation des requérants Önder Dağdelen et Sami Özbil avec un autre suspect. Selon le procès-verbal établi au terme de cette confrontation, le requérant Önder Dağdelen reconnut qu’il avait participé avec les deux autres suspects à de nombreuses actions armées.", "12.  Le 4 mai 1996, les requérants furent examinés au service des urgences de l’hôpital Bezmiâlem Valide Sultan Vakıf Gureba entre 20 heures et 21 h 30. Les rapports établis à cette occasion mentionnèrent ce qui suit :", "–  Önder Dağdelen : aucune trace de coups et blessures, légère sensibilité à l’occasion de mouvements des bras ;", "–  Sami Özbil : présence d’une ecchymose à l’œil gauche, sensibilité au niveau des testicules et sensibilité au niveau des lombaires (le reste du rapport est illisible). Le médecin prescrivit des consultations en neurochirurgie, urologie et ophtalmologie (cette partie du rapport est difficilement lisible) ;", "–  Ergül Çiçekler : sensibilité sur la zone épigastrique et sur une autre partie du corps (illisible), et sensibilité au bras et à l’avant-bras gauche ;", "–  Murat Telli : présence de sang coagulé dans la narine gauche. Le médecin prescrivit une consultation en oto-rhino-laryngologie.", "13.  Le même jour, le requérant Sami Özbil subit un examen en neurochirurgie qui ne révéla pas de pathologie nécessitant une intervention neurochirurgicale immédiate. Quant au requérant Murat Telli, il subit un examen en oto-rhino-laryngologie. Le rapport indiqua qu’aucune trace de coups et blessures n’avait été relevé sur l’extérieur du nez et de l’oreille et mentionna la présence de [illisible] dans la narine gauche. Le reste du rapport est illisible.", "14.  Le 10 mai 1996, les requérants subirent un nouvel examen médical dans le même hôpital. Le rapport succinct, qui concerne quinze personnes gardées à vue, dont les requérants, tient sur une page et mentionne que l’examen des intéressés n’avait révélé aucune trace de coups et blessures.", "15.  Le 13 mai 1996, vers 16 h 20, les requérants subirent un examen médical à l’institut médicolégal d’Istanbul. Le rapport établi au terme de cette consultation indiqua ce qui suit :", "–  Önder Dağdelen : aucune trace de coups et blessures sur le corps ; le requérant se plaint d’avoir été pendu par les bras et de souffrir de l’épaule gauche. Le médecin a relevé une légère sensibilité sur la région scapulaire gauche et a constaté que les fonctions articulaires étaient normales aux épaules, aux coudes et aux poignets. Il a prescrit une incapacité de travail d’un jour.", "–  Sami Özbil : absence de trace de coups et blessures sur le corps ; le requérant se plaint de douleurs au niveau des zones lombaires et de la couleur rougeâtre de ses urines. Le médecin a constaté une légère sensibilité dans les deux zones lombaires lors de la palpation. Il a précisé que l’intéressé devait être examiné dans le service d’urologie d’un établissement hospitalier équipé et qu’un rapport définitif ne pouvait être établi qu’après un tel examen.", "–  Ergül Çiçekler : égratignures infectées sur la muqueuse de la bouche, lésion de 5 sur 10 cm sur la partie extérieure du bras gauche et enflure de 1 sur 2 cm sur la partie supérieure gauche du crâne. Le requérant se plaint d’une perte de sensibilité et de force et d’engourdissements du bras gauche ainsi que d’une perte de sensibilité du poignet gauche. Le médecin a relevé des difficultés d’extension du bras, des difficultés dans les mouvements de pronation et de supination à l’avant-bras gauche, une limitation de l’extension et de la flexion de la main gauche. Il a estimé que l’intéressé devait être transféré dans un service de neurologie pour y subir des examens et a indiqué que le rapport définitif ne pouvait être établi qu’après l’examen neurologique.", "–  Murat Telli : pas de trace de coups et blessures ; le requérant se plaint d’avoir été pendu par les bras et de souffrir de douleurs au niveau des épaules et des bras. Le médecin a diagnostiqué une légère sensibilité au niveau des épaules et des bras lors de la palpation, a observé que l’intéressé était en mesure de mouvoir les bras, les coudes et les poignets, et a prescrit une incapacité de travail d’un jour.", "16.  Dix autres suspects placés en garde à vue subirent eux aussi un examen médical en même temps que les requérants. Le rapport mentionne, pour certains d’entre eux, des traces de coups et blessures ainsi que des pathologies et des allégations semblables à celles des requérants.", "17.  Toujours le 13 mai 1996, les requérants furent entendus par le procureur de la République près la cour de sûreté de l’Etat (« le procureur de la République »). Devant lui, ils rejetèrent les accusations émises à leur encontre et contestèrent leur déposition faite devant la police ainsi que les procès-verbaux établis lors de leur garde à vue au motif qu’ils avaient été obtenus sous la torture.", "18.  Le 14 mai 1996, les requérants furent traduits devant le juge assesseur près la cour de sûreté de l’Etat (« le juge assesseur ») qui ordonna leur placement en détention provisoire. Devant le juge, ils déposèrent dans les mêmes termes que devant le procureur de la République.", "A.  La procédure pénale engagée contre les requérants devant la cour de sûreté de l’Etat", "19.  Le 12 août 1996, le procureur de la République inculpa quatorze personnes, dont les requérants, du chef de tentative de destruction du régime constitutionnel par des actions armées ainsi que des chefs d’appartenance à une organisation illégale, d’aide et assistance à celle-ci, et de production et d’utilisation d’explosifs. Les inculpés étaient soupçonnés d’être impliqués dans trente-sept affaires.", "20.  Lors des deux premières audiences qui eurent lieu le 17 octobre et le 22 novembre 1996, la cour de sûreté de l’Etat entendit treize accusés, dont les requérants, en leurs déclarations. Avant que la cour de sûreté eût procédé à l’audition du requérant Önder Dağdelen, sa représentante déclara que son client avait été torturé lors de sa garde à vue et demanda aux juges de ne pas donner lecture de la déposition recueillie par la police, étant entendu qu’il s’agissait de preuves illégales, et de ne pas la prendre en considération dans la procédure. La cour rejeta cette demande, considérant que, nonobstant l’interdiction absolue de fonder sa décision sur des dépostions obtenues sous la contrainte, eu égard aux autres éléments de preuve présents dans le dossier, la prise en considération des dépositions était une obligation légale.", "Devant la cour de sûreté de l’Etat, les requérants Önder Dağdelen et Ergül Çiçekler nièrent leur participation aux faits qui leur étaient reprochés. Le requérant Önder Dağdelen reconnut seulement être membre de l’organisation illégale. Les requérants contestèrent leur déposition faite devant la police ainsi que les actes d’enquête effectués lors de leur garde à vue au motif que les éléments avaient été obtenus sous la torture.", "Au terme de l’audience du 22 novembre 1996, la cour de sûreté de l’Etat décida de convoquer cinq témoins ainsi que les fonctionnaires de police signataires des procès-verbaux établis lors de la garde à vue des requérants. Elle ordonna en outre plusieurs actes de procédure pour compléter le dossier, joignit la procédure pénale engagée contre un dénommé A.A. à la procédure pendante devant elle et ordonna la libération provisoire de trois accusés, dont le requérant Murat Telli.", "21.  Entre le 4 février 1997 et le 8 juillet 1997, la cour de sûreté de l’Etat tint quatre audiences au cours desquelles elle entendit trois témoins et six fonctionnaires de police signataires des procès-verbaux des actes d’enquêtes établis lors de la garde à vue. Parmi les policiers, quatre étaient poursuivis devant la cour d’assises d’Istanbul du chef de mauvais traitements sur la personne des requérants. Les policiers rejetèrent les allégations de mauvais traitements et confirmèrent le contenu des procès-verbaux. Les accusés présents à l’audience identifièrent les policiers comme étant leurs tortionnaires. Au cours de ces audiences, la cour de sûreté de l’Etat effectua d’autres actes de procédure tendant à compléter le dossier, disjoignit la procédure concernant un accusé en cavale et ordonna la mise en liberté provisoire de trois coaccusés. Lors de l’audience du 8 juillet 1997, le procureur de la République présenta ses réquisitions sur le fond de l’affaire.", "22.  Le 11 septembre 1997, la cour de sûreté de l’Etat accueillit la demande des avocats de la défense visant à l’audition de deux témoins, ce qui fut fait à l’audience du 23 octobre 1997. A l’audience du 9 décembre 1997, elle fit droit à la demande de la défense quant à la production de certains documents et renouvela les délais accordés. Le 12 février 1998, elle accusa réception d’une expertise graphologique et photographique de la police et d’autres actes d’enquête et entendit un accusé en sa défense. Au terme de ces audiences, elle accorda des délais aux requérants et à leurs avocats pour la préparation de leur défense.", "23.  A l’audience du 28 avril 1998, la cour de sûreté de l’Etat entendit six accusés, dont les requérants Önder Dağdelen, Sami Özgül et Ergül Çiçekler, en leur défense et les avocats en leur plaidoirie. Au terme de cette audience, elle décida d’auditionner huit plaignants et de demander la production des nombreux documents relatifs aux faits reprochés aux requérants et figurant sur l’acte d’accusation.", "24.  Lors des quatre audiences qui eurent lieu entre le 30 juin 1998 et le 28 janvier 1999, elle entendit les plaignants, accusa réception des documents demandés et en demanda d’autres, et s’informa du déroulement de la procédure diligentée à l’encontre des policiers. Lors de l’audience du 28 janvier 1999, elle entendit un plaignant. Le procureur de la République présenta ses réquisitions à l’audience du 8 avril 1999.", "25.  Les cinq audiences tenues entre le 10 juin 1999 et le 12 novembre 1999 furent consacrées à la présentation de la défense des accusés.", "26.  Au cours de la procédure devant la cour de sûreté de l’Etat, les requérants Önder Dağdelen et Ergül Çiçekler refusèrent de comparaître à cinq audiences et les autres requérants à deux audiences.", "27.  Le 12 novembre 1999, la cour de sûreté condamna les requérants Önder Dağdelen, Sami Özbil et Ergül Çiçekler à la peine capitale commuée en réclusion criminelle à perpétuité pour tentative d’atteinte à l’ordre constitutionnel, en application de l’article 146 § 1 de l’ancien code pénal. Elle condamna le requérant Murat Telli à une peine d’emprisonnement de deux ans et six mois pour aide et assistance à une organisation illégale, en application de l’article 169 de l’ancien code pénal.", "28.  Pour ce faire, elle se fonda, entre autres, sur les dépositions des requérants recueillies par la police, dans lesquelles ils reconnaissaient les faits reprochés et témoignaient les uns contre les autres. Après avoir pris acte de l’action publique introduite devant la cour d’assises contre les policiers, la cour de sûreté de l’Etat releva que les dépositions prétendument extorquées se trouvaient corroborées par d’autres preuves matérielles et que les policiers qui avaient participé aux interrogatoires étaient venus témoigner devant elle et avaient nié les allégations de mauvais traitements. A cela s’ajoutaient les témoignages concordants des victimes et les confrontations qui avaient mis les requérants en cause.", "29.  Le 15 novembre 1999, les requérants se pourvurent en cassation. Ils firent observer que leur condamnation reposait sur des dépositions et actes d’enquête obtenus sous la torture et tirèrent moyen de l’irrégularité du jugement rendu avant l’issue de la procédure pénale devant la cour d’assises. Le procureur de la République forma un pourvoi en cassation pour les mêmes motifs.", "30.  Le 26 mars 2001, la Cour de cassation infirma le jugement attaqué pour insuffisance de motivation et défaut d’examen de la question de l’applicabilité de la loi sur le repentir concernant un coaccusé.", "31.  Appelée à réexaminer l’affaire, la cour de sûreté de l’Etat tint sa première audience le 24 juillet 2001. Elle y entendit huit accusés dont les requérants en leurs déclarations, ce qu’elle continua à faire lors de la deuxième audience qui eut lieu le 13 septembre 2001. Lors de l’audience du 20 novembre 2001, elle releva que les déclarations de deux coaccusés concernant l’arrêt de cassation n’avaient toujours pas pu être recueillies et décida de disjoindre leur affaire du dossier. Au terme de cette audience, elle décida en outre d’interroger la direction générale de la sûreté sur l’applicabilité de la loi sur le repentir à l’égard d’un coaccusé, et ce conformément à l’arrêt de cassation.", "32.  Le 19 février 2002, la cour de sûreté de l’Etat décida de s’informer de l’issue de la procédure pénale diligentée contre les policiers responsables de la garde à vue des requérants. Elle demanda la production des documents concernant les faits incriminés, rejeta la demande de l’avocat de la défense visant à la jonction des deux affaires avec celle pendante devant elle et ordonna la mise en liberté provisoire de deux coaccusés.", "33.  A l’audience du 7 mai 2002, elle releva que la procédure pénale devant la cour d’assises était toujours pendante. A la suite de la demande d’un avocat de la défense visant à la jonction de cette procédure avec deux autres, elle demanda la production des dossiers relatifs à ces affaires. Elle réitéra sa demande concernant les documents relatifs aux faits incriminés. Enfin, elle releva que les déclarations de deux coaccusés concernant l’arrêt de cassation avaient été recueillies par un juge unique, en contradiction avec les dispositions du code de procédure pénale, et demanda à la cour d’assises de Trabzon d’entendre ces coaccusés.", "34.  Le 16 juillet 2002, elle accusa réception des dossiers de deux procédures. Après leur examen, elle versa au dossier une copie des documents pertinents et décida qu’il n’y avait pas lieu de les joindre à la procédure devant elle.", "35.  Le 26 septembre 2002, elle releva que la commission rogatoire n’avait pu être exécutée parce que les coaccusés en question étaient introuvables. Elle accusa également réception de la réponse de la direction générale de la sûreté selon laquelle le coaccusé ne pouvait pas être admis au bénéfice de la loi sur le repentir. Elle nota en outre que la procédure pénale diligentée devant la cour d’assises contre les policiers s’était terminée par l’extinction de l’action pénale pour prescription.", "36.  Le 17 décembre 2002, elle accusa réception des documents demandés. Au cours de cette audience, le procureur de la République présenta ses réquisitions. Un avocat de la défense réitéra sa demande de jonction du dossier avec deux affaires pendantes devant la 4e et la 5e cour de sûreté de l’Etat. Après avoir relevé la connexité de faits entre celles-ci et la présente affaire, la cour de sûreté de l’Etat décida qu’il n’y avait pas lieu de les joindre. Elle se référa à cet égard au respect du droit à ce qu’une cause soit entendue dans un délai raisonnable, au sens de la jurisprudence de la Cour.", "37.  Lors de l’audience du 13 mars 2003, elle entendit les accusés en leur défense et les avocats en leurs plaidoiries.", "38.  Le 6 mai 2003, elle condamna les requérants aux peines initialement prononcées, à l’exception du requérant Murat Telli. Elle décida de surseoir à statuer sur l’action pénale engagée à l’encontre de celui-ci en vertu de la loi no 4616. En outre, elle disjoignit la procédure pour autant qu’elle concernait deux coaccusés restés introuvables.", "39.  Après avoir résumé les moyens de défense soulevés par les requérants lors des audiences, la cour de sûreté de l’Etat releva que les requérants Ergül Çiçekler et Önder Dağdelen avaient avoué leurs crimes lors des interrogatoires dans les locaux de la direction de la sûreté mais qu’ils s’étaient rétractés devant le procureur de la République et le juge assesseur.", "40.  Elle indiqua ensuite les preuves contenues dans le dossier : elle cita ainsi les documents relatifs à l’organisation illégale, les armes et les autres objets saisis sur les accusés à leur domicile ou dans les lieux indiqués par eux, les rapports d’expertise et les dépositions faites par des personnes jugées dans le cadre d’autres procédures. Elle mentionna aussi les actes d’enquête effectués lors de la garde à vue, les procès-verbaux d’identification sur présentation de photographies, les procès-verbaux de reconstitution des lieux, les procès-verbaux de parade d’identification et un procès-verbal de confrontation. Les dépositions des requérants obtenues lors de la garde à vue ne figurent pas dans ce dossier.", "41.  La cour de sûreté de l’Etat considéra ce qui suit concernant le requérant Önder Dağdelen :", "« (...) L’accusé a déclaré de manière claire et nette qu’il était membre et guerrier de l’organisation, que son but était de renverser l’Etat et de mettre en place un système socialiste, qu’il n’avait jamais caché cela, qu’il combattait pour cela. (...) Il ressort des éléments du dossier qu’il a participé [aux faits reprochés]. Les faits en question ont été discutés et appréciés par la cour à la lumière des armes trouvées et des perquisitions effectuées sur indication de l’accusé, des procès-verbaux de saisie, des procès-verbaux d’identification, des procès-verbaux de confrontation, des rapports d’expertise [et] des déclarations des coaccusés (...) »", "42.  Concernant le requérant Ergül Çiçekler, elle releva ce qui suit :", "« (...) les faits en question reprochés à l’accusé ont été discutés et appréciés à la lumière des armes trouvées et des perquisitions effectuées sur indication de l’accusé, des procès-verbaux de saisie, des procès-verbaux d’identification, des procès-verbaux de confrontation, des rapports d’expertise [et] des déclarations des coaccusés (...) »", "43.  Le 1er décembre 2003, la Cour de cassation confirma le second arrêt.", "B.  Les procédures pénale et disciplinaire engagées contre les policiers", "44.  Le 12 août 1996, le procureur de la République près la cour de sûreté de l’Etat informa le procureur de la République d’Istanbul des allégations de mauvais traitements des requérants. Il lui transmit les dépostions des intéressés et les rapports médicaux aux fins d’instruction de l’affaire.", "45.  Le 28 août 1996, le procureur de la République d’Istanbul déclina sa compétence territoriale et transféra le dossier au parquet de Fatih.", "46.  Entendus par ce dernier, les quatre policiers mis en cause rejetèrent les accusations formulées à leur encontre.", "47.  Le 6 mars 1997, le parquet de Fatih transmit le dossier de l’affaire au parquet d’Istanbul accompagné des conclusions de l’instruction.", "48.  Le 20 mars 1997, le procureur de la République d’Istanbul inculpa quatre policiers qui avaient participé aux interrogatoires des requérants devant la cour d’assises d’Istanbul (« la cour d’assises ») sur le fondement de l’article 243 du code pénal réprimant l’extorsion d’aveux sous la torture par des agents de l’Etat. Les requérants se constituèrent partie intervenante à la procédure devant la cour d’assises d’Istanbul.", "49.  Lors de la première audience qui eut lieu le 29 avril 1997, la cour d’assises entendit les requérants Önder Dağdelen, Sami Özbil et Murat Telli ainsi que deux autres plaignants en leurs déclarations, en l’absence des policiers.", "Le requérant Sami Özbil affirma avoir subi la falaka (coups de bâton sur la plante des pieds), la pendaison palestinienne, l’immersion dans l’eau froide et des coups sur les testicules. Au cours des seize jours de sa garde à vue, il aurait été conduit à l’hôpital à deux reprises. Les policiers auraient saisi les résultats des examens réalisés à l’hôpital et les radiographies. Il ajouta qu’il éprouvait toujours des difficultés à utiliser son pied et son bras droits à cause des traitements subis.", "Le requérant Önder Dağdelen déclara avoir subi des tortures psychologiques et physiques, notamment des menaces avec une arme. Il affirma avoir été battu et avoir subi la pendaison palestinienne et la falaka.", "Le requérant Murat Telli déclara avoir été battu et avoir subi la pendaison et l’immersion dans l’eau. Il ajouta que les policiers l’avait frappé à l’endroit où il avait subi une intervention chirurgicale.", "Les requérants déclarèrent avoir identifié les policiers responsables des traitements dénoncés. Ils affirmèrent en outre que, lors de l’examen médical réalisé à l’institut médicolégal, deux des policiers mis en cause avaient demandé au médecin de ne pas mentionner les traces observées sur leur corps.", "50.  Le 3 juin 1997, la cour d’assises entendit les quatre policiers en leur défense. Ceux-ci nièrent les faits qui leur étaient reprochés.", "Elle entendit également le requérant Ergül Çiçekler qui déclara avoir été insulté et battu lors de son arrestation et dans le véhicule de la police qui l’avait conduit au commissariat. Là, il aurait été insulté, menacé, battu, aurait subi la pendaison par les bras à l’aide d’une latte de bois et aurait été arrosé au jet d’eau. Alors qu’il était suspendu, les policiers lui auraient écrasé les muscles et il aurait failli perdre connaissance. Il contesta en outre la fiabilité de l’examen médical réalisé à l’hôpital Gureba. Il ajouta avoir identifié les quatre policiers présents à l’audience comme étant les auteurs des traitements dénoncés.", "51.  Entre le 4 juillet 1997 et le 29 mai 1998, la cour d’assises tint six audiences au cours desquelles elle effectua plusieurs actes de procédure afin d’entendre les deux plaignants qui n’avaient toujours pas été entendus, ce qu’elle fit à l’audience du 14 avril 1998 pour l’un d’eux. Quant à l’autre plaignant, elle renonça à l’entendre parce qu’il n’habitait pas à l’adresse indiquée. Lors de l’audience du 29 mai 1998, elle entendit trois témoins de la défense et accéda à la demande de complément d’enquête présentée par l’avocat des requérants visant à une confrontation des accusés et des plaignants. A cette fin, elle ordonna de rechercher l’adresse de tous les plaignants.", "52.  Le 10 juillet 1998, la cour d’assises délivra des citations à comparaître et des mandats d’amener en vue d’une confrontation.", "53.  A l’audience du 20 octobre 1997, elle releva que deux policiers avaient été mutés dans d’autres villes et que le troisième était sous les drapeaux. Elle observa que cette situation rendait impossible une confrontation et demanda à la direction de la sûreté d’Istanbul de produire les photographies des policiers incriminés.", "54.  Lors de l’audience du 22 décembre 1998, quatre plaignants, dont les requérants Önder Dağdelen et Ergül Çiçekler, procédèrent à une séance d’identification sur présentation de photographies. Au cours de cette séance, ils identifièrent trois agents de police. A la suite des objections soulevées par les plaignants quant à l’ancienneté des photographies, la cour d’assises décida d’interroger la direction de la sûreté de l’Etat sur l’âge des photographies et demanda la production de photographies datant de moins de deux ans.", "55.  Trois audiences eurent lieu entre le 26 février 1998 et le 11 juin 1999 sans avancée notable de l’état du dossier.", "56.  Lors de l’audience du 24 septembre 1999, le requérant Murat Telli identifia un des policiers sur présentation de photographies. Au terme de cette audience, la cour d’assises demanda au tribunal correctionnel de Gebze de procéder à une séance d’identification avec le requérant Sami Özbil détenu dans cette ville, ce qui fut réalisé le 22 octobre 1999. Au cours de cette séance, celui-ci identifia deux policiers incriminés et sollicita une confrontation directe et sa comparution à cet effet.", "57.  Le 23 novembre 1999, la cour de sûreté de l’Etat décida d’envoyer les rapports médicaux présents dans le dossier à l’institut médicolégal pour avis. L’audience suivante fut ajournée dans l’attente de cet avis.", "58.  Le 26 janvier 2000, l’institut médicolégal demanda à la cour d’assises la production de documents relatifs à l’examen urologique du requérant Sami Özbil et à l’examen neurologique du requérant Ergül Çiçekler. Concernant le requérant Önder Dağdelen, il considéra qu’il y avait lieu de demander l’avis du service de l’institut spécialisé en neurologie. Quant au requérant Murat Telli, il considéra qu’il était impossible de se prononcer médicalement sur l’origine du sang coagulé relevé lors de l’examen médical du 4 mai 1996 et qu’il y avait lieu de demander l’avis du service de l’institut spécialisé en neurologie au sujet des douleurs aux épaules et bras.", "59.  Le 1er mars 2000, l’institut médicolégal demanda en outre la présentation des requérant Önder Dağdelen et Murat Telli après la réalisation d’une électroneuromyographie (« EMG »).", "60.  Lors de l’audience du 13 avril 2000, la cour d’assises accusa réception des lettres envoyées par l’institut médicolégal et demanda au parquet de faire le nécessaire.", "61.  Entre le 29 juin 2000 et le 18 janvier 2001, elle ajourna quatre audiences en attendant la réponse du parquet concernant les requérants Önder Dağdelen et Murat Telli. Elle accusa réception de la réponse concernant les requérants Ergül Çiçekler et Sami Özbil.", "62.  Le 29 juin 2001, la cour de sûreté de l’Etat releva que le requérant Murat Telli avait été présenté à l’hôpital de Kartal et à l’hôpital d’Haydarpaşa le 27 février 2001, où l’EMG n’avait pu être réalisée en raison de l’absence d’équipement. Elle ordonna la présentation du requérant dans un autre hôpital et ajourna l’audience. Deux autres audiences furent ajournées pour la même raison.", "63.  Le 17 octobre 2001, le requérant Murat Telli fut à nouveau présenté à l’hôpital de Kartal. A nouveau l’EMG ne put être réalisée faute d’équipement.", "64.  A l’audience du 8 février 2002, la cour d’assises releva que l’EMG du requérant Murat Telli n’avait pas pu être réalisée et ordonna au parquet de présenter le requérant dans un établissement hospitalier équipé à cet effet. L’audience du 10 mai 2002 fut ajournée dans l’attente de la réalisation de l’EMG, laquelle fut effectuée le 3 juin 2002.", "65.  A l’audience du 9 juillet 2002, la cour d’assises entendit le requérant Murat Telli en ses déclarations. Celui-ci affirma que le comportement des autorités avait contribué à l’allongement de la durée de la procédure et dénonça le manque d’efficacité de la lutte contre la torture, en violation des dispositions de la Convention. Au terme de cette audience, la cour d’assises ordonna l’extinction de l’action pénale pour prescription. Elle s’exprima comme suit :", "« (...) Pendant le procès, le tribunal a tenu des audiences à des intervalles raisonnables et a ainsi montré toute la diligence requise et fait preuve de l’effort nécessaire à la recherche de la vérité. Malgré cela, pour des raisons qui échappent à l’autorité de jugement, (...) le délai de prescription [de cinq ans] a été dépassé (...) Par conséquent, nous déclarons la présente action publique éteinte (...) »", "66.  Le 21 octobre 2004, la Cour de cassation confirma l’arrêt de première instance.", "67.  Entre-temps, le 15 mai 1997, le conseil de discipline départemental de la police décida qu’il n’y avait pas lieu d’infliger une sanction disciplinaire aux policiers incriminés.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "68.  Il ressort des principes jurisprudentiels du droit pénal turc que l’interrogatoire d’un suspect est un moyen de défense devant profiter à ce dernier et non une mesure visant à l’obtention de preuves à charge. Si les déclarations qui en sont issues peuvent entrer en ligne de compte dans l’appréciation par le juge de la réalité des faits, elles doivent néanmoins être faites de plein gré, étant entendu que toute déclaration extorquée par le recours à des pressions ou à la force n’a aucune valeur probante. Aux termes de l’article 247 de l’ancien code de procédure pénale, tel qu’interprété par la Cour de cassation, pour qu’un procès-verbal d’interrogatoire contenant des aveux faits à la police ou au parquet puisse constituer une preuve à charge, il est impératif que ces aveux soient réitérés devant le juge. Dans le cas contraire, la lecture lors de l’audience de pareils procès-verbaux à titre de preuve est prohibée et, dès lors, on ne saurait y puiser un motif pour fonder une condamnation (Kolu c. Turquie, no 35811/97, § 44, 2 août 2005, et Göçmen c. Turquie, no 72000/01, § 43, 17 octobre 2006).", "L’article 135 de l’ancien code de procédure pénale interdisait également la pratique de la torture et de toute autre espèce de mauvais traitements aux fins d’extorsion d’aveux.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "69.  Les requérants se plaignent des tortures subies pendant leur garde à vue. En outre, ils déplorent les résultats insatisfaisants du procès pénal intenté contre leurs tortionnaires, lesquels ont finalement bénéficié d’une prescription pénale. Ils y voient une violation de l’article 3 de la Convention, ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Sur la recevabilité", "70.  Le Gouvernement soutient que les requérants n’ont pas satisfait à la condition de l’épuisement des voies de recours internes dans la mesure où ils n’ont pas utilisé les recours administratif et civil prévus en droit interne en vue de l’obtention d’un dédommagement. Il ajoute que les requérants ont introduit leur requête alors que la procédure pénale diligentée contre les policiers était toujours pendante devant les juridictions internes.", "71.  La Cour observe les requérants ont dénoncé devant le procureur de la République les traitements subis lors de leur garde à vue, qu’ils se sont constitués partie intervenante à la procédure devant la cour d’assises d’Istanbul et qu’ils ont formé un pourvoi contre la décision de la cour d’assises. Pour la Cour, les requérants, qui ont tenté d’épuiser les possibilités que leur ouvrait le système de justice pénale turque, n’étaient pas obligés d’essayer une nouvelle fois d’obtenir réparation en engageant au civil une action en dommages-intérêts ou en saisissant les juridictions administratives d’un recours de pleine juridiction (voir, entre autres, Fazıl Ahmet Tamer et autres c.  Turquie, no 19028/02, § 75, 24 juillet 2007).", "72.  Quant à la seconde branche de l’exception, la Cour rappelle qu’un requérant a, en principe, l’obligation de faire l’essai loyal des divers recours internes avant de saisir la Cour, et qu’il doit être loisible à celle-ci de tolérer que le dernier échelon de ces recours soit atteint peu après le dépôt de la requête, mais avant qu’elle ne soit appelée à se prononcer sur la recevabilité (Ringeisen c. Autriche, arrêt du 16 juillet 1971, série A no 13, p. 38, § 91).", "73.  A cet égard, elle note que la cour d’assises a ordonné l’extinction de l’action pénale par son arrêt du 9 juillet 2002 et que les requérants ont introduit la présente requête le 15 novembre 2002, soit avant la décision interne définitive de la Cour de cassation le 21 octobre 2004, confirmant cet arrêt. Par conséquent, dans la mesure où la procédure pénale est terminée à l’heure actuelle, l’exception préliminaire du Gouvernement ne saurait être retenue.", "74.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "75.  Les requérants allèguent avoir subi des mauvais traitements lors de leur garde à vue de la part de fonctionnaires de police qui voulaient leur extorquer des aveux. Ils affirment notamment avoir été soumis à des jets d’eau froide ou à l’immersion, à la falaka et à la pendaison. Selon eux, les séquelles observées aux membres supérieurs sont les résultats de la pendaison. A cet égard, ils font référence aux divers rapports médicaux établis pendant et au terme de leur garde à vue. Ils se réfèrent aussi au rapport du Comité européen pour la prévention de la torture du 6 décembre 1996, lequel confirme selon leurs dires l’usage de techniques de mauvais traitements semblables à celles dénoncées par eux.", "76.  Par ailleurs, les requérants allèguent que l’enquête pénale diligentée par le parquet et la procédure pénale consécutive à cette enquête ne peuvent passer pour efficaces. Sur ce point, ils font observer que des examens médicaux approfondis n’ont pas été ordonnées par le parquet et que la procédure pénale engagée à l’encontre des policiers s’est terminée en raison de la prescription.", "77.  Le Gouvernement combat cette thèse. D’après lui, les allégations des requérants ne se trouvent pas étayées par le rapport médical du 13 mai 1996 dans la mesure où le rapport ne permet pas d’établir au-delà de tout doute raisonnable que les requérants ont effectivement subi les traitements dénoncés. Il ajoute que les autorités ont immédiatement réagi aux dénonciations faites par les requérants au cours de leur audition par le procureur de la République. Une enquête et une procédure pénales ont été ouvertes et les éléments de preuve susceptibles de faire la lumière sur les allégations des requérants ont été recueillis. D’après le Gouvernement, on ne saurait reprocher aux autorités une quelconque passivité dans la conduite de l’enquête et le déroulement de la procédure pénale menée à l’encontre des forces de l’ordre.", "2.  Appréciation de la Cour", "78.  La Cour rappelle d’abord que les allégations de mauvais traitements doivent être étayées par des éléments de preuve appropriés (voir, mutatis mutandis, Klaas c. Allemagne, arrêt du 22 septembre 1993, série A no 269, p. 17, § 30). Pour l’établissement des faits, elle se sert du critère de la preuve « au-delà de tout doute raisonnable » ; une telle preuve peut néanmoins résulter d’un faisceau d’indices ou de présomptions non réfutées, suffisamment graves, précis et concordants (Irlande c. Royaume-Uni, arrêt du 18 janvier 1978, série A no 25, p. 65, § 161).", "79.  De plus, lorsqu’une personne est blessée au cours d’une garde à vue alors qu’elle se trouve entièrement sous le contrôle de fonctionnaires de police, toute blessure survenue pendant cette période donne lieu à de fortes présomptions de fait (Salman c. Turquie [GC], no 21986/93, § 100, CEDH 2000-VII). Il incombe donc au Gouvernement de fournir une explication plausible sur l’origine des blessures en question et de produire des preuves établissant des faits qui font peser un doute sur les allégations de la victime, notamment si celles-ci sont étayées par des pièces médicales (voir, parmi d’autres, Selmouni c. France [GC], no 25803/94, § 87, CEDH 1999-V, Berktay c. Turquie, no 22493/93, § 167, 1er mars 2001, et Altay c. Turquie, no 22279/93, § 50, 22 mai 2001).", "80.  En l’espèce, la Cour relève d’abord que les requérants Önder Dağdelen, Sami Özbil et Ergül Çiçekler n’ont pas été soumis à un examen médical dès le début de leur privation de liberté et qu’ils n’ont pas davantage bénéficié du droit d’accès à un avocat ou à un médecin de leur choix au cours de leur garde à vue. Le 4 mai 1996 au soir, ils ont été soumis à un examen médical qui a révélé une sensibilité motrice aux membres supérieurs chez le requérant Önder Dağdelen, une ecchymose à l’œil gauche, une sensibilité au niveau des testicules et une sensibilité au niveau des lombaires chez le requérant Sami Özbil, et une sensibilité sur la zone épigastrique et au bras et à l’avant-bras gauches chez le requérant Ergül Çiçekler.", "81.  Quant au requérant Murat Telli, il a subi un examen médical le jour de son arrestation. Le rapport établi le concernant mentionne la présence de sang coagulé dans la narine gauche. Toutefois, l’heure de l’arrestation n’étant pas connue, il n’est pas possible d’établir, à partir des éléments du dossier, combien de temps s’est écoulé entre son arrestation et son examen.", "82.  Le 10 mai 1996, les requérants ont subi à nouveau un examen médical qui n’a révélé aucune trace de coups et blessures. La Cour note qu’il s’agit là d’un certificat très succinct concernant quinze suspects, sans aucune précision sur les personnes examinées.", "83.  Le 13 mai 1996, au terme de leur garde à vue, les requérants ont été soumis à un examen à l’institut médicolégal. Le médecin légiste a relevé des blessures sur le corps du requérant Ergül Çiçekler et des séquelles sur le corps de tous les requérants (paragraphe 15 ci-dessus). Il a prescrit une incapacité de travail d’un jour pour les requérants Önder Dağdelen et Murat Telli et a ordonné des examens médicaux complémentaires pour les autres requérants. Il a précisé qu’un rapport définitif ne pourrait être établi qu’après la réalisation de ces examens. Il ne ressort pas du dossier que ceux-ci aient été réalisés.", "84.  Par ailleurs, aucun élément du dossier ne montre que les blessures et séquelles relevés lors des examens médicaux des requérants découlaient d’actes concomitants à l’arrestation ou à des actes de tiers commis antérieurement. Il n’est pas plus allégué qu’elles aient pu remonter à une période antérieure à l’arrestation des intéressés.", "85.  La Cour a déjà eu à connaître de circonstances comparables et connaît le lien plus ou moins étroit entre les sévices impliquant la suspension d’un individu par les bras et les symptômes susceptibles d’être observés au niveau des membres supérieurs, ceux-ci pouvant aller d’une diminution de la sensibilité, de fourmillements ou de douleurs jusqu’à des lésions des plexus brachiaux (voir, par exemple, Hassan Kılıç c. Turquie, no 35044/97, § 38, 28 juin 2005, Türkmen c. Turquie, no 43124/98, § 48, 19 décembre 2006, et Aksoy c. Turquie, arrêt du 18 décembre 1996, Recueil des arrêts et décisions 1996-VI, p. 2278, § 60).", "86.  Elle estime que le rapport établi au terme de la garde à vue des requérants, sans constituer un constat définitif sur ce point, a néanmoins tendance à rendre crédibles leurs allégations selon lesquelles ils avaient fait l’objet d’une suspension par les bras. En effet, les séquelles observées sur le corps de certains requérants (perte de sensibilité et douleurs au niveau des membres supérieurs et des régions scapulaires) correspondent à celles qu’auraient pu laisser les mauvais traitements décrits par les intéressés.", "87.  La Cour relève aussi que les requérants ont dénoncé les traitements en question dès la fin de leur garde à vue. Ils l’ont fait d’abord lors de leur examen médical du 13 mai 1996 puis devant le procureur de la République et le juge assesseur. Ils se sont plaints des mêmes mauvais traitements lors de la procédure engagée à l’encontre des policiers ainsi que lors de la procédure pénale diligentée à leur encontre. Leurs déclarations présentent ainsi une cohérence et une continuité dans le temps.", "88.  La Cour observe que le Gouvernement n’a donné aucune explication sur la cause des blessures et séquelles constatées chez les requérants, lesquels ont été détenus de sept à quatorze jours et privés de tout accès à un avocat. A cet égard, ni l’enquête pénale diligentée par le parquet ni la procédure pénale engagée devant la cour d’assises n’ont apporté d’explication plausible sur l’origine des blessures et les séquelles constatées sur le corps des requérants. L’action pénale ouverte à l’encontre des policiers s’est éteinte pour prescription, sans qu’aucune décision sur le fond soit intervenue.", "89.  La Cour tient à souligner qu’un Etat est responsable de toute personne en détention, car cette dernière, aux mains des fonctionnaires de police, est en situation de vulnérabilité et les autorités ont le devoir de la protéger. Une application stricte, dès le tout début de la privation de liberté, des garanties fondamentales, telles que le droit de demander un examen par un médecin de son choix en sus de tout examen par un médecin appelé par les autorités de police, ainsi que l’accès à un avocat et à un membre de la famille, garanties renforcées par une prompte intervention judiciaire, peut effectivement conduire à la détection et la prévention de mauvais traitements qui risquent d’être infligés aux personnes détenues, notamment pour leur extorquer des aveux.", "90.  Au vu de l’ensemble des éléments soumis à son appréciation et de l’absence d’explication plausible de la part du Gouvernement, la Cour juge établi en l’espèce que les blessures et séquelles décrites dans les rapports médicaux des 4 et 13 mai 1996 ont pour origine un traitement dont le Gouvernement porte la responsabilité.", "91.  Il y a eu donc violation du volet matériel de l’article 3.", "3.  Sur le caractère effectif des investigations menées", "92.  La Cour rappelle d’abord que, lorsqu’un individu affirme de manière défendable avoir subi, aux mains des forces de l’ordre, de graves sévices illicites et contraires à l’article 3, cette disposition requiert qu’il y ait une enquête officielle effective (Assenov et autres c. Bulgarie, arrêt du 28 octobre 1998, Recueil 1998VIII, § 102). Cette enquête doit pouvoir mener à l’identification et à la punition des responsables. S’il n’en allait pas ainsi, nonobstant son importance fondamentale, l’interdiction légale générale de la torture et des peines ou traitements inhumains ou dégradants serait inefficace en pratique, et il serait possible dans certains cas à des agents de l’Etat de fouler aux pieds, en jouissant d’une quasi-impunité, les droits des personnes soumises à leur contrôle (Caloc c. France, no 33951/96, § 89, CEDH 2000IX, et Batı et autres c. Turquie, nos 33097/96 et 57834/00, § 134, CEDH 2004IV (extraits).", "93.  En l’espèce, une enquête a été ouverte d’office à la suite des déclarations incriminantes faites par les requérants devant le procureur de la République. Par la suite, une procédure pénale a été diligentée à l’encontre de quatre policiers devant la cour d’assises d’Istanbul et s’est terminée par l’extinction de l’action pénale pour prescription.", "94.  La Cour note que le procureur de la République a effectivement pris au sérieux les allégations des requérants. Il a réagi immédiatement et mené une enquête. Elle note toutefois que la procédure pénale qui s’est déroulée devant la cour d’assises d’Istanbul a été longue dans son ensemble.", "95.  En effet, l’action pénale à l’encontre des forces de l’ordre a été engagée près d’un an après les faits, notamment en raison du transfert du dossier entre différents parquets. De plus, la procédure devant la cour d’assises a duré plus de cinq ans sans qu’une décision sur le fond fût intervenue. Les débats ont débuté le 29 avril 1997 pour se terminer le 9 juillet 2002, date à laquelle la cour d’assises a ordonné l’extinction de l’action pénale pour prescription. Malgré cinq années de procédure, la cour d’assises n’a pas réussi à compléter le dossier. Alors qu’elle avait pris la décision de demander l’avis de l’institut médicolégal lors de l’audience du 23 novembre 1999, cela n’avait toujours pas abouti lorsqu’elle a ordonné l’extinction de l’action pénale, le 9 juillet 2002. Sur ce point, il convient, par exemple, de noter qu’il a fallu près de deux ans et demi pour qu’une EGM fût effectuée concernant le requérant Murat Telli.", "96.  Pour la Cour, il est regrettable que la juridiction nationale n’ait pas veillé à ce que les agents de l’Etat inculpés de mauvais traitements soient jugés rapidement et donc ne puissent acquérir le bénéfice de la prescription (Batı et autres, précité, § 146, et, plus récemment, Mustafa Karabulut c. Turquie, no 40803/02, § 33, 20 novembre 2007). Compte tenu du retard important dans la conduite de la procédure devant la cour d’assises, la Cour estime que les autorités turques n’ont pas agi avec une promptitude suffisante et avec une diligence raisonnable, de sorte que les auteurs présumés des actes de violence ont joui d’une quasi-impunité, circonstance qui rend le recours pénal inefficace.", "97.  Partant, il y a eu violation du volet procédural de l’article 3.", "II.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 6 § 1 ET 13 DE LA CONVENTION", "98.  Invoquant l’article 6 § 1 de la Convention, les requérants se plaignent de la durée de la procédure pénale devant la cour d’assises d’Istanbul et de l’absence d’un recours effectif permettant de dénoncer les mauvais traitements. Ils font observer que l’action publique n’a été introduite que plusieurs mois après les faits et que le procès a duré plus de cinq ans. Selon eux, les agissements des autorités et des juges du fond ont finalement entraîné la prescription de l’action et ont, de ce fait, entravé la possibilité d’obtenir réparation pour le préjudice subi.", "99.  La Cour relève que ces griefs sont liés à celui examiné ci-dessus et doivent donc aussi être déclarés recevables.", "100.  Toutefois, eu égard au constat relatif à l’article 3 sous son volet procédural (paragraphes 95-97 ci-dessus), la Cour estime qu’il n’y a pas lieu d’examiner séparément s’il y a eu, en l’espèce, violation de cette disposition.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1, 2 ET 3 c) DE LA CONVENTION", "101.  Les requérants Önder Dağdelen et Ergül Çiçekler allèguent que leur cause n’a pas été entendue équitablement en ce que les juridictions pénales ont pris en considération des aveux obtenus sous la torture lors leur garde à vue, garde à vue pendant laquelle ils n’ont pas eu accès à un avocat. Ils contestent également le fait d’avoir été condamnés sur le fondement de témoignages des autres coaccusés, témoignages extorqués, selon eux, de la même manière. Ils reprochent aux juridictions de s’être fondées sur des preuves illégalement obtenues et d’avoir ainsi méconnu leur droit à la présomption d’innocence. Enfin, ils se plaignent que leur cause n’ait pas été entendue dans un délai raisonnable. Ils invoquent l’article 6 §§ 1, 2 et 3 c) de la Convention.", "102.  Comme les exigences des paragraphes 2 et 3 de l’article 6 ont trait à des aspects particuliers du droit à un procès équitable garanti par le paragraphe 1, la Cour examinera les questions soulevées en l’espèce sous l’angle des textes combinés des paragraphes 1 et 3 c) (voir, parmi d’autres, Van Mechelen et autres c. Pays-Bas, arrêt du 23 avril 1997, Recueil 1997III, p. 711, § 49). Ces dispositions sont ainsi libellées :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...)", "3.  Tout accusé a droit notamment à :", "(...)", "c)  se défendre lui-même ou avoir l’assistance d’un défenseur de son choix et, s’il n’a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d’office, lorsque les intérêts de la justice l’exigent (...) »", "A.  Sur la recevabilité", "1.  Durée de la procédure", "103.  Le Gouvernement souligne d’abord la complexité de l’affaire et la nature des charges pesant sur les requérants. Il estime que les intéressés ont fortement contribué à l’allongement de la procédure en refusant de se présenter à plusieurs audiences, alors qu’il n’y a aucune période d’inactivité imputable aux autorités internes. Enfin, il précise que l’affaire a été jugée à quatre reprises, deux fois par la cour de sûreté de l’Etat et deux fois par la Cour de cassation. Au vu des circonstances de l’espèce, il soutient que la durée de la procédure ne saurait être considérée comme déraisonnable au regard de la Convention et de la jurisprudence de la Cour.", "104.  Les requérants combattent la thèse du Gouvernement.", "105.  La Cour constate d’abord que la période à prendre en considération en l’espèce a commencé avec l’arrestation des requérants, le 29 avril 1996 et le 3 mai 1996 (paragraphes 5-6 ci-dessus), et s’est terminée avec l’arrêt rendu par la Cour de cassation le 1er décembre 2003 (paragraphe 43 ci-dessus). Elle est donc d’environ sept ans et sept mois, pour deux degrés de juridiction et quatre instances.", "106.  La Cour rappelle ensuite que le caractère raisonnable de la durée d’une procédure s’apprécie eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi d’autres, Pélissier et Sassi c. France [GC], no 25444/94, § 67, CEDH 1999II). Toutefois, elle rappelle que seules les lenteurs imputables à l’Etat peuvent amener à constater un dépassement du « délai raisonnable » (Papachelas c. Grèce, arrêt du 25 mars 1999, [GC], no 31423/96, § 40, CEDH 1999-II).", "107.  La Cour note qu’en l’espèce la procédure litigieuse revêtait une grande complexité en ce que les juridictions compétentes ont dû gérer un procès impliquant quatorze accusés, dont les requérants, poursuivis pour plusieurs infractions. Il leur était reproché d’avoir participé à plus de trente actions. Cette circonstance et la nature même des infractions nécessitaient un long travail de reconstitution des faits, de rassemblement des preuves et de détermination, pour chacun des prévenus, des charges à leur encontre.", "108.  Quant au comportement des autorités judiciaires, la Cour considère qu’aucun retard important ne peut leur être reproché. Elles ont fait preuve de diligence tout au long de la procédure et leur comportement se révèle compatible avec le principe d’une bonne administration de la justice. La Cour observe que les requérants ont été inculpés le 12 août 1996, moins de quatre mois après leur arrestation. La cour de sûreté de l’Etat a statué sur l’affaire, pour la première fois, trois ans et trois mois après le dépôt de l’acte d’accusation. Elle a tenu des audiences à un rythme régulier, a entendu les accusés, les témoins et les plaignants et a procédé à de nombreux actes de procédure. Lorsqu’elle a connu de l’affaire pour la deuxième fois, la cour de sûreté de l’Etat a statué au bout d’environ deux ans et un mois. A cette occasion, elle a recueilli les déclarations des accusés, dont certaines sur commission rogatoire, et elle a dû se prononcer sur les demandes de jonction réitérées de la défense. Se référant au droit des requérants à ce que leur cause soit entendue dans un délai raisonnable, elle a rejeté la demande de jonction et décidé de disjoindre la procédure pour autant qu’elle concernait deux coaccusés restés introuvables.", "109.  La Cour de cassation, quant à elle, a statué sur les pourvois en un an, quatre mois et treize jours la première fois, et en six mois et vingt-neuf jours la deuxième fois.", "110.  Compte tenu de ce qui précède, la Cour estime que, dans les circonstances de la présente affaire, la durée de la procédure répond à l’exigence du « délai raisonnable » tel que prévu par l’article 6 § 1 de la Convention. Il s’ensuit que ce grief est manifestement mal fondé et doit être rejeté en application de l’article 35 §§ 3 et 4 de la Convention.", "2.  Equité de la procédure", "111.  La Cour constate que le grief relatif à l’équité de la procédure n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "112.  Les requérants se plaignent d’avoir été détenus in communicado pendant plusieurs jours dans les locaux de la police et de n’avoir pas bénéficié de l’assistance d’un avocat, ce en raison des dispositions spécifiques relatives aux infractions du ressort des cours de sûreté de l’Etat à l’époque pertinente. Ils font observer que les actes d’enquête pris en considération par la cour de sûreté de l’Etat ont été effectués au cours de leur garde à vue. Ils expliquent avoir contesté ces actes devant le procureur de la République, le juge assesseur et la cour de sûreté de l’Etat au motif qu’ils avaient été obtenus sous la contrainte. Ils reprochent aux juges d’avoir simplement entendu les policiers ayant rédigé les procès-verbaux des actes d’enquête et d’avoir considéré dans une grande mesure ces pièces comme des preuves à charge. Pour les requérants, ces procès-verbaux ne peuvent constituer des preuves à charges par le seul fait qu’ils ont été confirmés par les policiers signataires, de surcroît leurs tortionnaires.", "113.  Les requérants soutiennent également que leurs aveux devant la police ainsi que les déclarations incriminantes des accusés entre eux ont constitué le fondement de la dernière décision de la cour de sûreté de l’Etat. D’après eux, le fait que les dépositions de garde à vue ne figurent pas parmi la liste de preuves énoncées dans l’arrêt n’est pas déterminant à cet égard.", "114.  Enfin, ils reprochent aux juridictions internes d’avoir agi au mépris des dispositions du code de procédure pénale interdisant l’utilisation des preuves obtenues illégalement.", "115.  Le Gouvernement combat ces thèses. Il soutient d’abord que les allégations des requérants selon lesquelles ils auraient déposé sous la contrainte sont infondées. Il ajoute que, pour condamner les requérants, les juridictions nationales se sont fondées non seulement sur les dépositions des intéressés mais également sur d’autres éléments de preuve contenus dans le dossier, à savoir les procès-verbaux de reconstitution des faits, les procès-verbaux de confrontation et les témoignages de coaccusés. Leurs dépositions ont ainsi été corroborées par des preuves matérielles.", "116.  La Cour rappelle d’emblée que l’administration des preuves relève au premier chef des règles du droit interne et qu’il revient en principe aux juridictions nationales d’apprécier les éléments recueillis par elles. La tâche que lui attribue la Convention consiste à rechercher si la procédure examinée dans son ensemble, y compris le mode de présentation des moyens de preuve, a revêtu un caractère équitable (voir, parmi d’autres, Edwards c. RoyaumeUni, arrêt du 16 décembre 1992, série A no 247-B, pp. 3435, § 34). Elle rappelle en outre que, même si l’article 6 de la Convention ne le mentionne pas expressément, le droit de se taire et – l’une de ses composantes – le droit de ne pas contribuer à sa propre incrimination sont des normes internationales généralement reconnues qui sont au cœur de la notion de procès équitable consacrée par cet article. En mettant le prévenu à l’abri d’une coercition abusive de la part des autorités, les immunités concourent à éviter les erreurs judiciaires et à atteindre les buts de l’article 6 (John Murray c. Royaume-Uni, arrêt du 8 février 1996, Recueil 1996I, § 45, et Funke c. France, arrêt du 25 février 1993, série A no 256A, § 44).", "117.  De même, le droit de ne pas contribuer à sa propre incrimination présuppose que, dans une affaire pénale, l’accusation cherche à fonder son argumentation sans recourir à des éléments de preuve obtenus par la contrainte ou des pressions, au mépris de la volonté de l’accusé (Shannon c. Royaume-Uni, no 6563/03, § 32, 4 octobre 2005).", "118.  En l’espèce, la Cour observe que les requérants Önder Dağdelen et Ergül Çiçekler ont été interrogés durant leur garde à vue qui s’est étendue sur dix à quatorze jours. Au cours de cette période, les intéressés, qui n’étaient pas assistés par un avocat, ont fait des déclarations qui les incriminaient eux-mêmes et qui ont participé à de nombreux actes d’enquête.", "119.  La Cour note que les dépositions faites devant la police ont constitué des éléments de preuve parmi d’autres dans le motif du premier arrêt de la cour de sûreté de l’Etat. Après l’arrêt de cassation, la cour de sûreté de l’Etat a connu de l’affaire une deuxième fois. Lors du second examen, la question de la recevabilité des dépositions n’a pas été discutée. S’il n’apparaît pas que la cour de sûreté de l’Etat ait exclut expressément du procès les aveux des requérants faits lors de leur garde à vue, une ambiguïté persiste sur la question de savoir si les dépositions de garde à vue ont été prises en considération pour parvenir au constat de culpabilité des requérants. Toutefois, la Cour n’estime pas nécessaire de s’attarder sur cette question.", "120.  Elle observe que les actes d’enquête effectués lors de la garde à vue des requérants sont devenus des éléments de preuve dans les motifs de l’arrêt de la cour de sûreté de l’Etat (paragraphes 40-42 ci-dessus). Or la Cour note que les procès-verbaux en question font référence expressément aux dépositions faites par les intéressés devant la police. Ainsi, il y est précisé que les requérants sont passés aux aveux et qu’ils ont reconnu dans leur déposition de garde à vue les faits qui leur étaient reprochés (paragraphes 9-11 ci-dessus).", "121.  La Cour rappelle avoir conclu que les conditions dans lesquelles s’est déroulée la garde à vue des requérants ont emporté violation de l’article 3 de la Convention (paragraphe 91 ci-dessus). Comme l’a noté la Cour dans son arrêt Jalloh c. Allemagne ([GC], no 54810/00, § 104, 11 juillet 2006), « l’utilisation dans le cadre d’une procédure pénale d’éléments de preuve recueillis au mépris de l’article 3 soulève de graves questions quant à l’équité de cette procédure ». Il convient à cet égard d’observer que la législation turque ne semble attacher aux aveux obtenus pendant les interrogatoires mais contestés devant le juge aucune conséquence déterminante pour les perspectives de la défense (Hulki Güneş, précité § 91).  Bien qu’il ne lui incombe pas d’examiner in abstracto la question de l’admissibilité des preuves en droit pénal, la Cour juge regrettable qu’en l’espèce la cour de sûreté de l’Etat ne se soit pas prononcée au préalable sur cette question avant de procéder à l’examen au fond de l’affaire. A cet égard, elle observe que les juges du fond se sont contentés d’entendre les policiers signataires des procès-verbaux des actes d’enquête établis lors de la garde à vue. Sur ce point, elle note que quatre des policiers étaient en procès devant la cour d’assises pour mauvais traitements sur les requérants.", "122.  Il apparaît donc que la cour de sûreté de l’Etat ne s’est pas dûment prononcée au préalable sur la recevabilité de ces moyens de preuve avant de procéder à l’examen au fond de l’affaire. Il est clair qu’un tel examen préliminaire aurait mis les juridictions nationales en mesure de sanctionner des méthodes illicites employées pour l’obtention de preuves à charge (Söylemez c. Turquie, no 46661/99, § 123, 21 septembre 2006). La Cour relève à cet égard que tout au long du procès les requérants ont cherché en vain à contester les actes d’enquête accomplis lors de leur garde à vue (paragraphe 20 ci-dessus ; voir, mutatis mutandis, Örs et autres c. Turquie, no 46213/99, § 59, 20 juin 2006, et Göçmen c. Turquie, no 72000/01, § 73, 17 octobre 2006).", "123.  Par ailleurs, la Cour n’estime pas nécessaire de rechercher si la condamnation des requérants était fondée d’une manière déterminante sur les actes d’enquête en question. Il suffit de constater qu’une partie de l’établissement des faits effectué par les juridictions pénales est fondée sur ces actes obtenus par le recours aux mauvais traitements et en l’absence d’un avocat (voir, mutatis mutandis, Örs et autres, précité, § 60, et Göçmen c. Turquie, no 72000/01, § 74, 17 octobre 2006).", "124.  La Cour est d’avis que les garanties procédurales offertes en l’espèce n’ont pas joué de manière à empêcher l’utilisation d’aveux obtenus sous la contrainte, en l’absence d’un avocat et en méconnaissance du droit de ne pas s’incriminer soi-même. Dans la mesure où la Cour de cassation n’a pas remédié à ces manquements, la Cour juge que le résultat voulu par l’article 6 n’a pas été atteint dans la procédure litigieuse.", "125.  Partant, il y a eu violation de l’article 6 §§ 1 et 3 de la Convention en ce qui concerne les requérants Önder Dağdelen et Ergül Çiçekler.", "126.  Quant aux autres griefs soulevés au regard de l’article 6 de la Convention et se rapportant à l’équité de la procédure, la Cour estime avoir déjà répondu à l’essentiel des doléances portant sur la procédure suivie contre les requérants devant les juridictions internes. Elle juge donc qu’il ne s’impose pas d’examiner les autres griefs tirés de l’article 6 relatifs à l’équité de la procédure.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "127.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage moral", "128.  Les requérants réclament chacun 25 000 euros (EUR) pour le préjudice moral qu’ils estiment avoir subi en raison des traitements dénoncés sous l’angle de l’article 3 de la Convention (requête no 1767/03).", "Les requérants Önder Dağdelen et Ergül Çiçekler réclament chacun 10 000 EUR supplémentaires pour le préjudice moral subi en raison du défaut d’équité et de la durée de la procédure pénale engagée à leur encontre.", "129.  Le Gouvernement conteste ces montants.", "130.  Statuant en équité, la Cour considère qu’il y a lieu d’octroyer à ce titre 8 000 EUR à chacun des requérants Sami Özbil et Murat Telli, et 11 000 EUR à chacun des requérants Önder Dağdelen et Ergül Çiçekler.", "B.  Frais et dépens", "131.  Les requérants demandent également 9 280 nouvelles livres turques (TRY) pour les frais et dépens engagés devant les juridictions internes et la Cour au titre de la requête no 1767/03. Cette prétention est ventilée comme suit : 9 000 TRY pour les frais d’honoraires, 150 TRY pour les frais de traduction, 50 TRY pour les frais de papeterie et de photocopie et 80 TRY pour les frais postaux. A titre de justificatifs, ils fournissent une convention d’honoraires concernant les requérants Ergül Çiçekler et Murat Telli, un décompte horaire et un décompte des frais.", "132.  Les requérants Önder Dağdelen et Ergül Çiçekler réclament en outre 17 280 TRY pour les frais et dépens engagés devant les juridictions internes et la Cour au titre des requêtes nos 14246/04 et 16584/04. Cette demande est ventilée comme suit : 17 000 TRY pour les frais d’honoraires, 150 TRY pour les frais de traduction, 50 TRY pour les frais de papeterie et de photocopie et 80 TRY pour les frais postaux. A titre de justificatifs, ils fournissent une convention d’honoraires concernant le requérant Ergül Çiçekler, un décompte horaire et un décompte des frais.", "133.  Le Gouvernement conteste ces prétentions.", "134.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux.", "Compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 2 000 EUR pour les requérants Sami Özbil et Murat Telli conjointement et la somme de 3 000 EUR pour les requérants Önder Dağdelen et Ergül Çiçekler conjointement, tous frais confondus, et les accorde aux requérants.", "C.  Intérêts moratoires", "135.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1.  Décide de joindre les requêtes ;", "", "2.  Déclare les requêtes recevables, à l’exception du grief tiré de la durée de la procédure devant la cour de sûreté de l’Etat qui est irrecevable ;", "", "3.  Dit qu’il y a eu violation de l’article 3 de la Convention ;", "", "4.  Dit qu’il n’y a pas lieu d’examiner séparément les griefs tirés des articles 6 § 1 et 13 de la Convention pour autant qu’ils concernent la durée de la procédure devant la cour d’assises et l’absence d’un recours effectif permettant de dénoncer les mauvais traitements ;", "", "5.  Dit qu’il y a eu violation de l’article 6 §§ 1 et 3 de la Convention dans le chef des requérants Önder Dağdelen et Ergül Çiçekler en raison du défaut d’équité de la procédure devant la cour de sûreté de l’Etat ;", "", "6.  Dit", "a)  que l’Etat défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif en vertu de l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en nouvelles livres turques au taux applicable à la date du règlement :", "i.  8 000 EUR (huit mille euros) à chacun des requérants Sami Özbil et Murat Telli, et 11 000 EUR (onze mille euros) à chacun des requérants Önder Dağdelen et Ergül Çiçekler, pour dommage moral, plus tout montant pouvant être dû à titre d’impôt,", "ii.  2 000 EUR (deux mille euros) aux requérants Sami Özbil et Murat Telli conjointement, et 3 000 EUR (trois mille euros) aux requérants Önder Dağdelen et Ergül Çiçekler conjointement, pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt par les intéressés ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 25 novembre 2008, en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "\tSally Dollé\tFrançoise Tulkens\n\tGreffière\tPrésidente"]}