{"file": "FRE_HFJUD_24436_94.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "24436/94", "text_paragraphs": ["", "", "", "", "", "AFFAIRE CABLE ET AUTRES c. ROYAUME-UNI", "", "(Requêtes nos 24436/94, 24582/94, 24583/94, 24584/94, 24895/94, 25937/94, 25939/94, 25940/94, 25941/94, 26271/95, 26525/95, 27341/95, 27342/95, 27346/95, 27357/95, 27389/95, 27409/95, 27760/95, 27762/95, 27772/95, 28009/95, 28790/95, 30236/96, 30239/96, 30276/96, 30277/96, 30460/96, 30461/96, 30462/96, 31399/96, 31400/96, 31434/96, 31899/96, 32024/96 et 32944/96)", "", "", "", "", "", "", "", "ARRÊT", "", "STRASBOURG", "", "", "18 février 1999", "", "", "Cet arrêt peut subir des retouches de forme avant la parution de sa version définitive dans le recueil officiel contenant un choix d’arrêts et de décisions de la Cour.", "", "", "En l’affaire Cable et autres c. Royaume-Uni,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 27 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »), telle qu’amendée par le Protocole n° 11, et aux clauses pertinentes de son règlement, en une Grande Chambre composée des juges dont le nom suit :", "\tM.\tL. Wildhaber, président,\n\tMme\tE. Palm,\n\tMM.\tL. Ferrari Bravo,\n\t\tP. Kūris,\n\t\tJ.-P. Costa,\n\t\tW. Fuhrmann,\n\t\tK. Jungwiert,\n\t\tM. Fischbach,\n\t\tB. Zupančič,\n\tMme\tN. Vajić,\n\tM.\tJ. Hedigan,\n\tMmes\tW. Thomassen,\n\t\tM. Tsatsa-Nikolovska,\n\tMM.\tT. Pantiru,\n\t\tE. Levits,\n\t\tK. Traja,\n\tSir\tJohn Freeland, juge ad hoc,", "ainsi que de M. P.J. Mahoney, greffier adjoint,", "\tAprès en avoir délibéré en chambre du conseil les 9 décembre 1998 et 4 février 1999,", "\tRend l’arrêt que voici, adopté à cette dernière date :", "PROCéDURE", "1.  L’affaire a été déférée à la Cour, telle qu’établie en vertu de l’ancien article 19 de la Convention, par le gouvernement du Royaume-Uni de Grande-Bretagne et d’Irlande du Nord (« le Gouvernement ») le 14 août 1998, dans le délai de trois mois qu’ouvraient les anciens articles 32 § 1 et 47 de la Convention. A son origine se trouvent trente-cinq requêtes (nos 24436/94, 24582/94, 24583/94, 24584/94, 24895/94, \n25937/94, 25939/94, 25940/94, 25941/94, 26271/95, 26525/95, 27341/95, 27342/95, 27346/95, 27357/95, 27389/95, 27409/95, 27760/95, 27762/95, 27772/95, 28009/95, 28790/95, 30236/96, 30239/96, 30276/96, 30277/96, 30460/96, 30461/96, 30462/96, 31399/96, 31400/96, 31434/96, 31899/96, 32024/96 et 32944/96) dirigées contre le Royaume-Uni, dont avait été saisie la Commission européenne des Droits de l’Homme (« la Commission ») entre juin 1994 et septembre 1996 en vertu de l’ancien article 25 par trente-cinq ressortissants britanniques, M. Nicholas Robert Cable, M. Peter Mowbray Elliott, M. Serge Clency Poinen, M. Mark Partoon, M. Scott Birnie, M. Simon Pascoe, M. Michael Donald Jarrett, M. Nigel David Frame, M. Roger Michael Smith, M. Stephen Edward Battle, M. Paul Andrew Hunt, M. Michael Billing, Mme Debra Hiley, M. Simon Barron, M. Christopher Rodgers, M. James McDaid, M. Hugh Campbell, M. William Russell Young, M. Derek Finch, M. Nigel David Gooch, M. Marcus Paul Smart, M. Jason Lee Roberts, M. Gareth Edward Smith, M. Shane Evans, M. Nicholas John Potter, M. Anthony Boullemier, M. Steven Douglas Graham, M. David Ledger, M. Paul Wardle, M. David Glen Lewis, M. Andrew James Wilson, M. Edward Curran, M. Tony Bruce, M. Francisco Javier Nash et Mme Morag Ann Powell.", "La requête du Gouvernement renvoie aux anciens articles 44 et 48 de la Convention ainsi qu’à la déclaration du Royaume-Uni reconnaissant la juridiction obligatoire de la Cour (ancien article 46). Elle a pour objet d’obtenir une décision sur le montant de l’éventuelle satisfaction équitable à accorder aux requérants en vertu de l’article 41 de la Convention.", "2.  Les requérants ont désigné leur conseil (article 30 § 1 de l’ancien règlement A).", "3.  En sa qualité de président de la chambre qui avait initialement été constituée (ancien article 43 de la Convention et article 21 du règlement A) notamment pour connaître des questions de procédure pouvant se poser avant l’entrée en vigueur du Protocole n° 11, M. Thór Vilhjálmsson, vice-président de la Cour à l’époque, a consulté, par l’intermédiaire du greffier, l’agent du Gouvernement et le conseil des requérants au sujet de l’organisation de la procédure écrite. Conformément à l’ordonnance rendue en conséquence, le greffier a reçu les mémoires des requérants et du Gouvernement les 16 et 17 novembre 1998 respectivement.", "4.  A la suite de l’entrée en vigueur du Protocole n° 11 le 1er novembre 1998, l’examen des affaires a été confié, en application de l’article 5 § 5 dudit Protocole, à la Grande Chambre de la Cour. Cette \nGrande Chambre comprenait de plein droit Sir Nicolas Bratza, juge élu au titre du Royaume-Uni (articles 27 § 2 de la Convention et 24 § 4 du règlement), M. L. Wildhaber, président de la Cour, Mme E. Palm, vice-présidente de la Cour, ainsi que M. M. Fischbach et M. J.-P. Costa, tous deux vice-présidents de section (articles 27 § 3 de la Convention et 24 §§ 3 ", "et 5 a) du règlement). Ont en outre été désignés pour compléter la Grande Chambre : M. L. Ferrari Bravo, M. P. Kūris, M. W. Fuhrmann, M. K. Jungwiert, M. B. Zupančič, Mme N. Vajić, M. J. Hedigan, Mme W. Thomassen, Mme M. Tsatsa-Nicolovska, M. T. Pantiru, M. E. Levits et M. K. Traja (articles 24 § 3 et 100 § 4 du règlement). Ultérieurement, Sir Nicolas Bratza, qui avait participé à l’examen de la cause par la Commission, s’est déporté de la Grande Chambre (article 28 du règlement). En conséquence, le Gouvernement a désigné Sir John Freeland pour siéger en qualité de juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement).", "5.  Le président a décidé qu’il n’y avait pas lieu en l’espèce d’inviter la Commission à désigner un délégué (article 99 du règlement).", "6.  Ainsi qu’en avait décidé le président, les débats dans ces affaires et dans l’affaire Hood c. Royaume-Uni se sont déroulés en public le 9 décembre 1998, au Palais des Droits de l’Homme à Strasbourg.", "", "Ont comparu :", "", "–  pour le Gouvernement", "\tMM.\tC. Whomersley, ministère des Affaires étrangères", "                        et du Commonwealth,\tagent,", "                   P. Havers QC,\tconseil ;", "", "–  pour les requérants", "M.\tG. Blades, Solicitor,\tconseil.", "", "La Cour a entendu en leurs déclarations M. Havers et M. Blades.", "7.  A l’issue de l’audience, le 9 décembre 1998, la Cour a ordonné la jonction des trente-cinq affaires (article 43 du règlement).", "EN FAIT", "I.\tLES CIRCONSTANCES DE L’ESPÈCE", "8.  Les requérants, tous ressortissants britanniques, sont domiciliés au Royaume-Uni, à l’exception de M. McDaid, qui réside en Allemagne.", "\n9.  A l’époque des faits, les requérants dont les noms suivent servaient dans la Royal Air Force : M. Cable, M. Elliott, M. Poinen, M. Birnie, M. Pascoe, M. Jarrett, M. Frame, M. R.M. Smith, M. Hunt, M. Billing, M. Barron, M. Rodgers, M. Young, M. G.E. Smith, M. Evans, M. Potter, M. Boullemier, M. Graham, M. Ledger, M. Wardle, M. Lewis, M. Wilson, M. Curran et M. Bruce. Les onze autres requérants, à savoir : M. Partoon, M. Battle, Mme Hiley, M. McDaid, M. Campbell, M. Finch, M. Gooch, M. Smart, M. Roberts, M. Nash et Mme Powell servaient dans l’armée de terre.", "10.   Les requérants furent tous inculpés d’une ou plusieurs infractions au droit pénal commun ou aux règles disciplinaires des forces armées, puis jugés et condamnés par une cour martiale en vertu de la loi de 1955 sur l’armée de l’air (Air Force Act) ou de la loi de 1955 sur l’armée de terre (Army Act) (paragraphes 11 et 12 ci-dessous). Tous plaidèrent non coupable, sauf M. Rodgers et M. Lewis, qui plaidèrent coupable.", "II.\tLE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "11.   Les dispositions pertinentes de la loi de 1955 sur l’armée de terre et de la loi de 1955 sur l’armée de l’air sont exposées dans l’arrêt Findlay c. Royaume-Uni du 25 février 1997 (Recueil des arrêts et décisions 1997-I, pp. 272-275, §§ 32-51) et dans l’arrêt Coyne c. Royaume-Uni du 24 septembre 1997 (Recueil 1997-V, pp. 1848-1852, §§ 20-44).", "12.  Au centre du dispositif mis en place par ces lois de 1955 se trouvait « l’officier convocateur » (convening officer). Cet officier (qui devait avoir un certain rang et être chargé du commandement d’un corps des forces régulières ou appartenant au groupe d’unités dont relevait le prévenu) avait la responsabilité de toute affaire devant être jugée par une cour martiale. Il devait décider de la nature et du détail des accusations ainsi que du type de cour martiale requis, qu’il était aussi chargé de convoquer.", "Il établissait un ordre de convocation, précisant notamment la date, le lieu et l'heure du procès, le nom du président et l'identité des autres membres, susceptibles d'être tous désignés par lui. A défaut de nomination d'un judge advocate par le Bureau du Judge Advocate General, l’officier convocateur pouvait le désigner lui-même. Il nommait également ou donnait instruction à un chef de corps de désigner l'officier procureur.", "Avant l'audience, l'officier convocateur envoyait un résumé des dépositions à l'officier procureur et au judge advocate, et pouvait indiquer les passages susceptibles d'être déclarés irrecevables. Il veillait à la comparution à l'audience de tous les témoins à charge. Il donnait d'ordinaire son consentement à l'abandon de certaines charges, encore que ce ne fût pas toujours nécessaire, et, lorsque le prévenu sollicitait le bénéfice de circonstances atténuantes, sa demande ne pouvait être accueillie sans le consentement de l'officier convocateur. Celui-ci devait aussi faire en sorte que le prévenu pût convenablement préparer sa défense, avoir un représentant au besoin et prendre contact avec les témoins à décharge. Il devait veiller à ordonner la comparution à l'audience de tous les témoins lorsqu'elle était « raisonnablement requise » par la défense. ", "L'officier convocateur pouvait dissoudre la cour martiale avant ou pendant le procès, dans l'intérêt d'une bonne administration de la justice. En outre, il pouvait formuler des observations sur la procédure de la cour martiale. Ces observations n'étaient pas versées au dossier mais généralement communiquées à part aux membres de la cour sauf dans le cas exceptionnel d'une publicité de l’instruction nécessaire dans l'intérêt de la discipline, ce qui permettait alors de les diffuser dans les consignes de la circonscription militaire.", "D'ordinaire, l'officier convocateur remplissait également la fonction d'officier confirmateur (confirming officer). Les conclusions d'une cour martiale ne prenaient effet qu'une fois confirmées par cet officier, qui pouvait ne pas entériner la décision, prononcer une autre sentence, reporter l'application d'une peine ou la remettre en tout ou en partie.", "13.  Depuis les procès des requérants, la législation a été modifiée par la loi de 1996 sur les forces armées – Armed Forces Act 1996 (arrêt Findlay précité, p. 276, §§ 52-57).", "PROCÉDURE DEVANT LA COMMISSION", "14.  Dans leurs requêtes à la Commission (paragraphe 1 ci-dessus), les requérants soutenaient s’être vu refuser un procès équitable devant un tribunal indépendant et impartial établi par la loi, au mépris de l’article 6 § 1 de la Convention.", "15.  La Commission a retenu les requêtes le 9 avril 1997, à l’exception de celles de M. Bruce, M. Nash et Mme Powell, qu’elle a déclarées recevables le 2 juillet 1997.", "Dans ses trente-cinq rapports du 4 mars 1998 (ancien article 31 de la Convention), elle formule à l’unanimité l’avis qu’il y a eu dans chaque affaire violation de l’article 6 § 1 en ce que le requérant n’a pas bénéficié d’un procès équitable devant un tribunal indépendant et impartial, et qu’il n’y a pas lieu d’examiner les autres griefs des intéressés concernant des aspects particuliers de l’équité des procédures devant les cours martiales. Le texte intégral de ses avis figure en annexe au présent arrêt1.", "", "", "\nCONCLUSIONS PRÉSENTÉES À LA COUR", "16.  Le Gouvernement ne conteste pas le constat de violation de l’article 6 § 1 formulé par la Commission ; il déclare cependant avoir déféré les affaires à la Cour en vue d’obtenir une décision sur le montant de l’éventuelle satisfaction équitable à accorder aux requérants en vertu de l’article 41 de la Convention (ancien article 50).", "Les requérants ont invité la Cour à constater, pour les raisons exposées dans les arrêts Findlay et Coyne précités, que les cours martiales qui les ont jugés n’étaient pas indépendantes et impartiales au sens de l’article 6 § 1. Ils réclament par ailleurs une réparation au titre du préjudice matériel et du dommage moral, ainsi que des frais et dépens.", "EN DROIT", "I.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "17.  Les requérants prétendent que leurs procès devant des cours martiales ne répondaient pas aux exigences de l’article 6 § 1 de la Convention, dont le passage pertinent se lit ainsi :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...) par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...) »", "18.  La Commission estime qu’aucun des requérants n’a bénéficié d’un procès équitable devant un tribunal indépendant et impartial.", "19.  Eu égard à la décision et au raisonnement de la Cour dans ses arrêts Findlay et Coyne précités (pp. 279-283, §§ 68-80, et pp. 1854-1855, §§ 54-58 respectivement), le Gouvernement ne conteste pas la conclusion de la Commission.", "20.  La Cour rappelle que, dans son arrêt Findlay précité, elle a estimé qu’une cour martiale convoquée conformément à la loi de 1955 sur l’armée de terre ne répondait pas aux conditions d’indépendance et d’impartialité énoncées à l’article 6 § 1 de la Convention, compte tenu notamment du rôle crucial joué dans l’accusation par l’officier convocateur, lequel était étroitement lié aux autorités de poursuite, était le supérieur hiérarchique des membres de la cour martiale et pouvait, quoique dans des circonstances précises, dissoudre celle-ci et refuser d’entériner sa décision (voir l’arrêt Findlay précité, pp. 279-283, §§ 68-80, ainsi que le paragraphe 12 ci-dessus). Dans l’arrêt Coyne précité, elle est parvenue à une conclusion similaire s’agissant d’une cour martiale convoquée en vertu de la loi de 1955 sur l’armée de l’air.", "21.  La Cour ne voit aucune raison de distinguer les trente-cinq cas d’espèce des affaires de M. Findlay et de M. Coyne quant au rôle joué par l’officier convocateur dans l’organisation des cours martiales. Elle relève que les requérants n’ont pas donné suite devant elle aux autres griefs qu’ils avaient soulevés dans leurs requêtes à la Commission, concernant d’autres problèmes relatifs à l’iniquité de la procédure devant les cours martiales.", "22.  Il s’ensuit que, pour les motifs indiqués dans l’arrêt Findlay précité, les cours martiales qui ont jugé les trente-cinq requérants n’étaient pas indépendantes et impartiales au sens de l’article 6 §  1.", "En conclusion, il y a eu violation de l’article 6 § 1.", "II.\tSUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "23.  Les requérants réclament une réparation au titre de l’article 41 de la Convention, ainsi libellé :", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage matériel", "24.  Les requérants sollicitent une réparation pour la baisse de revenus et le manque à gagner qu’ils ont connus depuis leur condamnation par des cours martiales.", "25.  Le Gouvernement observe, d’une part, que rien ne permet de croire que les requérants n’auraient pas été condamnés et n’auraient pas subi les mêmes conséquences, ou des conséquences analogues, si les cours martiales avaient été organisées de manière à répondre aux exigences de l’article 6 § 1, et, d’autre part, qu’aucun lien de causalité n’a été établi entre la violation de la Convention reprochée et le manque à gagner allégué.", "26.  La Cour rappelle que, dans ses arrêts Findlay et Coyne précités, elle a décidé de n’accorder d’indemnité ni pour préjudice matériel ni pour dommage moral, au motif qu’il lui était impossible de spéculer sur le résultat auquel la procédure devant la cour martiale aurait abouti si l’infraction à la Convention n’avait pas eu lieu (arrêt Findlay précité, p. 284, §§ 85 et 88, et arrêt Coyne précité, pp. 1855-1856, § 62). En l’espèce, elle estime qu’il ne serait pas justifié d’accorder réparation aux requérants pour la perte matérielle alléguée, aucun lien de causalité n’ayant été établi entre ce prétendu manque à gagner et les violations de la Convention dénoncées par les intéressés.", "B.\tPréjudice moral", "27.  Les requérants sollicitent chacun 10 000 livres sterling (GBP) pour dommage moral, considérant qu’ils ont été condamnés par des tribunaux qui ne répondaient pas aux exigences de l’article 6 § 1.", "28.  La Cour estime que, dans les circonstances de l’espèce, le constat de violation constitue en soi une satisfaction équitable suffisante pour tout préjudice moral subi par les intéressés.", "C.\tDommages-intérêts punitifs", "29.  A l’audience, le conseil des requérants a fait valoir que les intéressés avaient droit à des dommages-intérêts punitifs, au motif que l’Etat défendeur, à la suite de la publication du rapport de la Commission du 5 septembre 1995 dans lequel elle a conclu à la violation de l’article 6 § 1, n’a pris aucune mesure pour veiller à ce que le personnel des forces armées ne continue pas à être jugé par des cours martiales convoquées selon la procédure incriminée.", "30.   Dans les circonstances de l’espèce, la Cour ne voit aucune base permettant d’accueillir cette demande (voir, mutatis mutandis, l’arrêt Selçuk et Asker c. Turquie du 24 avril 1998, Recueil des arrêts et décisions 1998II, p. 918, § 119).", "D.\tFrais et dépens", "31.  Le conseil des requérants a fait parvenir un état détaillé des frais exposés pour chacun d’eux. Dans chaque affaire, les frais et dépens oscillent entre 6 300 et 6 750 GBP, soit au total 228 891,46 GBP, taxe sur la valeur ajoutée incluse, pour l’ensemble des trente-cinq requêtes.", "32.  Le Gouvernement estime que la Cour doit se limiter à allouer un montant correspondant aux frais et dépens effectivement et nécessairement exposés, et raisonnables quant à leur taux. Selon lui, les requêtes ayant fait l’objet d’un traitement global, le nombre d’heures de travail prétendument effectuées et le taux horaire demandé sont excessifs ; il estime qu’une somme de 40 000 GBP pour l’ensemble des trente-cinq requérants serait raisonnable. Enfin, le Gouvernement relève que le véritable objet de la procédure était de déterminer s’il fallait ou non accorder aux requérants une réparation substantielle au titre de la satisfaction équitable. Dans l’hypothèse où la Cour donnerait tort aux requérants sur ce point, aucune indemnité pour frais et dépens ne devrait leur être accordée.", "33.  La Cour rappelle qu’elle a conclu à la violation de l’article 6 § 1 pour chacun des requérants et estime qu’il y a lieu, dans les circonstances de l’espèce, d’accorder aux intéressés une indemnité pour frais et dépens. Cependant, elle constate par ailleurs de nombreux points communs entre les questions posées par ces trente-cinq affaires qui, du reste, ne soulèvent \nguère de problèmes dans le prolongement des arrêts Findlay et Coyne. Statuant en équité, la Cour alloue 40 000 GBP pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée, moins les sommes perçues du Conseil de l’Europe au titre de l’assistance judiciaire (19 200 francs français).", "E.\tIntérêts moratoires", "34.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable au Royaume-Uni à la date d’adoption du présent arrêt est de 7,5 % l’an.", "PAR CES MOTIFS, LA COUR", "1. Dit, à l’unanimité, qu’il y a eu violation de l’article 6 § 1 de la Convention pour chacun des trente-cinq requérants ;", "", "2. Dit, par seize voix contre une, que le constat de violation fournit en soi une satisfaction équitable suffisante pour le préjudice moral subi par les requérants ;", "", "3. Dit, à l’unanimité,", "a) que l’Etat défendeur doit verser aux requérants dans les trois mois, pour frais et dépens, une somme globale de 40 000 (quarante mille) livres sterling, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée, moins 19 200 (dix-neuf mille deux cents) francs français à convertir en livres sterling au taux applicable à la date du prononcé du présent arrêt ;", "b) que ce montant sera à majorer d’un intérêt simple de 7,5 % l’an à compter de l’expiration dudit délai et jusqu’au versement.", "", "4. Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 18 février 1999.", "", "\t                                                                        Signé : Luzius Wildhaber\t\n\t\t\tPrésident", "", "Signé : Paul Mahoney\t\n\tGreffier adjoint", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion en partie dissidente de M. Zupančič.", "", "\t\t\t\t\t\t\tParaphé : L. W.", "\t\t\t\t\t\t\tParaphé : P.J. M.", "", "", "OPINION EN PARTIE DISSIDENTE\nDE M. LE JUGE ZUPANČIČ", "(Traduction)", "", "J’ai voté avec la majorité sur tous les points hormis la question de la satisfaction équitable. J’estime en effet déplorable l’affirmation selon laquelle il est « impossible [à la Cour] de spéculer sur le résultat auquel la procédure devant la cour martiale aurait abouti » (paragraphe 26 de l’arrêt), d’autant que la jurisprudence de la Cour, qui remonte à l’arrêt Colozza c. Italie du 12 février 1985, série A n° 89, n’offre pas d’explication technique de cette théorie.", "Il s’agit en fait d’interpréter l’article 41 de la Convention, à savoir le sens des mots « (...) si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation (...) ». En pareils cas, la législation de l’Etat défendeur devrait prévoir une révision de l’affaire.", "Il serait en effet contraire à la logique de soutenir que la condamnation et la peine prononcées à l’issue d’une procédure pénale sont légitimes quand bien même la procédure aurait méconnu les principes essentiels du procès équitable, des voies légales, etc. La légitimité d’un jugement sur le fond dépend de la légitimité de la procédure ayant permis d’y parvenir. En décider autrement – c’est-à-dire séparer totalement la procédure de son résultat au fond (condamnation et peine) – rabaisserait l’importance de la procédure à un rang secondaire. Cela reviendrait à conférer à la procédure, comme à l’époque où elle était purement inquisitoire, un simple caractère accessoire par rapport à l’importance « substantielle » de l’affaire.", "Cela n’est cependant pas une position défendable. Sinon, l’équité du procès ne serait pas aussi capitale dans la signification de l’article 6 de la Convention qu’elle l’est effectivement, et la règle d’exclusion ne serait pas non plus une sanction processuelle aussi importante tant dans la plupart des ordres juridiques internes que dans certains instruments internationaux tels que la Convention des Nations unies contre la torture (article 15).", "Dire qu’en l’espèce il est « impossible de spéculer sur le résultat [quant au fond] auquel la procédure aurait abouti » – autrement dit affirmer que la Cour ne sait pas ce qui se serait produit si les préceptes de l’équité du procès avaient été respectés en fait – constitue en soi une spéculation. Cela revient à supposer que l’affaire aurait été tranchée à l’identique – donc que le prévenu aurait été reconnu coupable – même si le procès avait été équitable en réalité.", "La Cour se trouve dès lors face à un dilemme : elle est obligée de spéculer sur le point de savoir si elle accepte ou non le résultat de l’affaire sur le fond.", "", "Il faudrait par conséquent interpréter la phrase figurant à l’article 41 « (...) si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences (...) » de façon à obliger l’Etat défendeur à permettre un procès en révision.", "En réalité, le code de procédure pénale de certains Etats contractants renferme des dispositions appropriées offrant aux personnes reconnues coupables dans des situations analogues à celles des requérants en l’espèce une base juridique pour demander un procès en révision. Ces personnes acquièrent dès lors le locus standi nécessaire pour introduire un recours spécial lorsque la Cour européenne des Droits de l’Homme a dit que la procédure pénale ayant abouti à leur condamnation ne satisfaisait pas à une exigence de procédure inscrite dans la Convention. C’est à mon sens dans ces conditions seulement que le but de l’article 41 se trouve pleinement atteint.", "Toutefois, dans des situations comme celle examinée en l’espèce – où la législation interne ne prévoit aucun recours spécial après condamnation – la Cour devrait adopter une optique moins défaitiste. Notre arrêt devrait dire, au moins implicitement, que la législation interne doit prévoir la révision de l’affaire lorsqu’est constatée l’inobservation des exigences essentielles de procédure. Voilà, à mon avis, le but visé à l’article 41 par les mots « si le droit interne ne permet d’effacer qu’imparfaitement les conséquences de [la] violation »."]}