{"file": "FRE_HFJUD_39394_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39394/98", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "", "", "AFFAIRE SCHARSACH ET NEWS VERLAGSGESELLSCHAFT mbH c. AUTRICHE", "", "(Requête no 39394/98)", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "13 novembre 2003", "", "", "DÉFINITIF", "", "13/02/2004", "", "", "", "En l'affaire Scharsach et News Verlagsgesellschaft mbH c. Autriche,", "La Cour européenne des Droits de l'Homme (première section), siégeant en une chambre composée de :", "\tM.\tC.L. Rozakis, président,\n\tMmes\tF. Tulkens,\n\t\tN. Vajić,\n\t\tS. Botoucharova,\n\tMM.\tA. Kovler,\n\t\tV. Zagrebelsky, juges,\n\t\tF. Matscher, juge ad hoc,\net de M. S. Nielsen, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil les 28 novembre 2002 et 23 octobre 2003,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 39394/98) dirigée contre la République d'Autriche et dont un ressortissant de cet Etat, M. Hans-Henning Scharsach (« le premier requérant »), et la société News Verlagsgesellschaft mbH, propriétaire et éditrice de l'hebdomadaire News, qui a son siège à Vienne (« la société requérante »), avaient saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 24 octobre 1997 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants étaient représentés par le cabinet Lansky, Ganzger & Partner, avocats au barreau de Vienne.", "3.  Le gouvernement autrichien (« le Gouvernement ») était représenté par son agent, M. H. Winkler, ambassadeur, chef du département de droit international au ministère fédéral des Affaires étrangères.", "4.  Les requérants alléguaient en particulier que leur condamnation pour diffamation en vertu respectivement du code pénal et de la loi sur les médias avait porté atteinte à leur droit à la liberté d'expression garanti par l'article 10 de la Convention.", "5.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole).", "6.  Elle a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement).", "7.  Le 19 septembre 2000, la Cour a communiqué au Gouvernement le grief tiré de l'article 10 de la Convention et déclaré la requête irrecevable pour le surplus.", "8.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la première section telle que remaniée (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "9.  A la suite du déport de Mme E. Steiner, juge élue au titre de l'Autriche (article 28 du règlement), le Gouvernement a désigné M. F. Matscher pour siéger en qualité de juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement).", "10.  Par une décision du 28 novembre 2002, la chambre a déclaré la requête recevable pour autant qu'elle concernait le grief susmentionné tiré de l'article 10 de la Convention.", "11.  Tant les requérants que le Gouvernement ont déposé des observations sur le fond (article 59 § 1 du règlement). La chambre ayant décidé après consultation des parties qu'il n'y avait pas lieu de tenir une audience sur le fond (article 59 § 3 in fine), chaque partie a répondu par écrit aux observations de l'autre.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "12.  Le premier requérant est un ressortissant autrichien né en 1943. Journaliste de son état, il réside à Vienne. La société requérante est propriétaire et éditrice de l'hebdomadaire autrichien News.", "13.  En 1995, le premier requérant publia un article d'une page intitulé « Brun au lieu de noir et rouge ? » (Braun statt Schwarz und Rot?) dans le magazine News de la société requérante. Dans le contexte politique autrichien, « brun » désigne une personne ou un groupe ayant des affinités avec l'idéologie national-socialiste, « noir » le parti populaire (ÖVP) et « rouge » le parti social-démocrate (SPÖ). L'article se penchait sur la possibilité et l'opportunité de former une coalition gouvernementale avec le parti libéral autrichien (FPÖ) sous la direction de Jörg Haider.", "14.  Le premier requérant y expliquait pourquoi à son avis une telle coalition n'était pas souhaitable. Il énumérait neuf raisons, chacune faisant l'objet d'un sous-titre distinct. Renvoyant à des déclarations de M. Haider et d'autres membres du FPÖ, il abordait des sujets tels que les thèses historiques particulières défendues par le FPÖ, les penchants germanisants du parti (Deutschtümelei), c'est-à-dire ses nostalgiques affinités nationalistes avec l'Allemagne, ses tendances racistes, le sondage d'opinion « l'Autriche d'abord » (« Österreich zuerst ») dont le parti avait pris l'initiative, son style politique et les éventuelles réactions négatives à l'étranger.", "1.  Le passage litigieux", "« 4.  Scène de violence [Gewaltszene]", "Les casseurs [Braune Schläger], les incendiaires et les poseurs de bombes de droite sont issus du FPÖ. Des figures emblématiques de la terreur brune, telles que Burger, Haas, Honsik et Küssel, ont commencé leur carrière au parti libéral. Sous Steger, les « vieux crypto-nazis » [Kellernazi] ont quitté le parti. Sous Haider, ils reviennent et sont même autorisés à se présenter aux élections. Des noms tels que B., Bl., D., Dü., G., Gr., H., Hat., K., M., Mi., Mme Rosenkranz, S., Sch., St., Su. et W. montrent que la dissociation [Abgrenzung] de l'extrême droite sur laquelle Haider insiste constamment n'a en réalité jamais eu lieu. »", "15.  M. Steger avait dirigé le FPÖ au début des années 1980, lorsque le parti défendait des positions plus modérées. En 1986, M. Haider devint président du FPÖ. Femme politique, Mme Rosenkranz était à l'époque des faits membre du Parlement du Land (Landtag) de Basse-Autriche et présidente adjointe de la branche régionale de Basse-Autriche du FPÖ. Elle est aujourd'hui membre du Conseil national (Nationalrat) et présidente de la branche régionale de Basse-Autriche du FPÖ. Son mari est un célèbre homme politique de droite, éditeur du journal fakten, qui est considéré comme étant d'extrême droite.", "2.  Les procédures en diffamation et en dommages-intérêts engagées en vertu de la loi sur les médias", "16.  Mme Rosenkranz intenta devant le tribunal régional (Landesgericht) de Sankt Pölten une procédure de citation directe pour diffamation (üble Nachrede) contre le premier requérant et une action en dommages-intérêts contre la société requérante en vertu de la loi sur les médias (Mediengesetz).", "17.  Le 21 juin 1998, le tribunal régional déclara le premier requérant coupable de diffamation en application de l'article 111 du code pénal (Strafgesetzbuch) et le condamna à une peine pécuniaire, assortie d'un sursis avec mise à l'épreuve pendant une période de trois ans, de quarante jours-amende au taux journalier (Tagessätze) de 1 500 schillings (ATS), soit 60 000 ATS, et, à défaut de paiement, à une peine d'emprisonnement de vingt jours. La société requérante fut condamnée à payer 30 000 ATS de dommages-intérêts à Mme Rosenkranz, en application de l'article 6 de la loi sur les médias.", "18.  Dans ses motifs, le tribunal releva que le passage litigieux devait être interprété de la façon dont il serait perçu par le lecteur moyen. L'expression « crypto-nazi » était employée pour décrire une personne qui approuvait les idées national-socialistes, non en public, mais en privé par le biais d'activités clandestines. Le fait pour une personne d'appartenir à un tel milieu impliquait qu'elle avait un trait de caractère méprisable et une attitude contraire à l'honneur et aux bonnes mœurs. Selon le tribunal, il ne pouvait être établi que Mme Rosenkranz était coauteur du journal de son mari. A supposer même qu'elle eût participé à la rédaction de certains passages d'articles qui y étaient publiés, ainsi que l'affirmaient les requérants, aucun problème ne se posait à ce sujet au regard de la législation relative à l'interdiction du national-socialisme (Verfassungsgesetz vom 8. Mai 1945 über das Verbot der NSDAP, Verbotsgesetz 1947). Quant à une déclaration de Mme Rosenkranz, dans laquelle celle-ci avait indiqué qu'elle ne jugeait pas les activités de son mari immorales, le tribunal constata que M. Rosenkranz n'avait jusque-là jamais été condamné pour infraction à la loi relative à l'interdiction du national-socialisme. Par ailleurs, Mme Rosenkranz n'avait pas déclaré qu'elle soutenait les activités de son mari ou qu'elle s'y reconnaissait. En outre, on ne pouvait s'attendre à ce qu'une épouse critiquât son mari en public. Bien que l'intéressée eût désapprouvé la loi relative à l'interdiction du national-socialisme dans des déclarations publiques, le tribunal estima que les requérants n'avaient fourni aucun élément prouvant que Mme Rosenkranz avait des activités nazies clandestines justifiant de la qualifier de « crypto-nazie ».", "19.  Les requérants interjetèrent appel, faisant valoir que l'expression « crypto-nazi » avait été créée par M. Steger lorsqu'il dirigeait le FPÖ. M. Steger entendait par là décrire ses collègues du parti qui, officiellement, approuvaient la démocratie mais, officieusement ou clandestinement, ne se dissociaient pas des idées néonazies ou de contacts avec les milieux néonazis. Ces personnes entretenaient donc des relations ambiguës avec l'extrême droite. Les requérants se plaignirent que le tribunal n'eût en fait pas conclu que Mme Rosenkranz contribuait à la rédaction du magazine xénophobe de son mari. Ils arguèrent que Mme Rosenkranz, en tant que femme politique, s'exposait à un contrôle attentif du public et défendait des vues à caractère politique. Il entrait dans ses fonctions de femme politique de participer au débat politique. Dès lors, eu égard au droit à la liberté d'expression et d'information des citoyens et des électeurs, il était légitime de s'attendre à ce qu'elle prît également position sur les activités politiques de son mari. Prendre parti pour son mari pouvait l'honorer en tant qu'épouse, mais en sa qualité de femme politique, elle devait supporter la critique en pareilles circonstances, car le fait qu'elle ne se dissociait pas de l'extrême droite pouvait donner à penser qu'elle approuvait les activités politiques de son mari. Si le tribunal avait correctement apprécié le sens du passage incriminé, il aurait conclu que les requérants avaient fourni la preuve de sa base factuelle.", "20.  Le 3 mars 1997, la cour d'appel (Oberlandesgericht) de Vienne rejeta l'appel et confirma le jugement de la juridiction inférieure.", "21.  D'après elle, le tribunal régional avait à bon droit estimé que l'expression « crypto-nazis » devait être interprétée du point de vue du lecteur moyen, dont on ne pouvait attendre qu'il connût le sens original que M. Steger avait donné à ce terme six ans auparavant. L'article insinuait donc que Mme Rosenkranz avait des activités néonazies clandestines, ce qui n'était pas établi. Par conséquent, il n'y avait pas lieu de recueillir des preuves relativement aux éventuelles activités d'extrême droite de son mari, comme le proposaient les requérants. En outre, le tribunal de première instance avait considéré à juste titre que ni les discours publics de Mme Rosenkranz, par rapport à certains passages d'articles publiés dans la revue de son mari, ni sa déclaration selon laquelle elle ne jugeait pas les activités de son mari immorales ne justifiaient la conclusion que l'intéressée défendait des idées nazies. Par conséquent, les éléments de preuve que les requérants demandaient à produire et selon lesquels Mme Rosenkranz n'ignorait pas quelle était la teneur du magazine publié par son mari et contribuait en fait de temps à autre à son contrôle rédactionnel n'étaient pas de nature à établir que l'intéressée défendait clandestinement des idées national-socialistes.", "II.  LE DROIT INTERNE PERTINENT", "22.  Selon l'article 6 de la loi sur les médias, l'éditeur assume une responsabilité objective en matière de diffamation ; la victime peut donc lui réclamer des dommages-intérêts. Ceux-ci peuvent aller jusqu'à 14 535 euros (EUR). Dans ce contexte, le terme « diffamation » est défini comme suit à l'article 111 du code pénal :", "« 1.  Est puni d'une peine privative de liberté de six mois au plus ou d'une peine pécuniaire n'excédant pas 360 jours-amende quiconque, d'une manière telle qu'un tiers peut le remarquer, accuse une autre personne d'un trait de caractère ou d'une disposition d'esprit méprisables ou la déclare coupable d'une attitude contraire à l'honneur ou aux bonnes mœurs et de nature à la rendre méprisable aux yeux de l'opinion publique ou à la rabaisser devant celle-ci.", "2.  Est puni d'une peine privative de liberté d'un an au plus ou d'une peine pécuniaire n'excédant pas 360 jours-amende quiconque commet l'acte dans un imprimé, par le moyen de la radiodiffusion ou d'une autre manière qui rend la diffamation accessible à un large public.", "3.  L'auteur n'est pas puni si l'assertion est démontrée vraie. Dans le cas visé au paragraphe 1, il ne l'est pas non plus si sont prouvées des circonstances lui ayant donné des raisons suffisantes de tenir l'assertion pour vraie. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 10 DE LA CONVENTION", "23.  Les requérants allèguent que leur condamnation pour diffamation en vertu respectivement du code pénal et de la loi sur les médias a porté atteinte à leur droit à la liberté d'expression garanti par l'article 10 de la Convention, dont le passage pertinent se lit ainsi :", "« 1.  Toute personne a droit à la liberté d'expression. Ce droit comprend la liberté d'opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu'il puisse y avoir ingérence d'autorités publiques et sans considération de frontière. (...)", "2.  L'exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l'intégrité territoriale ou à la sûreté publique, à la défense de l'ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d'autrui, pour empêcher la divulgation d'informations confidentielles ou pour garantir l'autorité et l'impartialité du pouvoir judiciaire. »", "A.  Sur l'existence d'une ingérence", "24.  La Cour estime, et cela ne prête pas à controverse entre les parties, que la condamnation des requérants par les juridictions autrichiennes s'analyse en une ingérence dans leur droit à la liberté d'expression garanti par l'article 10 § 1 de la Convention.", "B.  Sur la justification de l'ingérence", "25.  Pareille ingérence méconnaît l'article 10 de la Convention sauf si, « prévue par la loi », elle poursuit un ou des buts légitimes au regard du paragraphe 2 et, de surcroît, est « nécessaire, dans une société démocratique », pour les atteindre.", "1.  « Prévue par la loi »", "26.  La Cour considère que l'ingérence était prévue par la loi, à savoir l'article 111 du code pénal et l'article 6 de la loi sur les médias, ce que les parties ne contestent pas.", "2.  But légitime", "27.  La Cour estime, et cela ne prête pas non plus à controverse entre les parties, que l'ingérence poursuivait un but légitime, à savoir « la protection de la réputation ou des droits d'autrui », au sens de l'article 10 § 2 de la Convention.", "3.  « Nécessaire dans une société démocratique »", "28.  Les requérants soutiennent que les tribunaux ont qualifié à tort l'expression litigieuse de déclaration de fait et non de jugement de valeur. Quoi qu'il en soit, ils affirment s'être fondés sur des faits réels : Mme Rosenkranz est membre du FPÖ ; par l'intermédiaire de son mari, elle est en contact direct avec des néonazis ; elle a occasionnellement apporté son aide pour corriger des erreurs orthographiques et grammaticales dans une revue d'extrême droite et – malgré les annonces et proclamations de M. Haider sur ce sujet – elle ne s'est pas clairement et publiquement démarquée des idées national-socialistes. Le sens de l'expression en question était clair pour le lecteur moyen de l'hebdomadaire, étant donné que le nom de Mme Rosenkranz était cité dans le contexte d'un article reprochant au FPÖ de ne pas se dissocier de l'extrême droite. Le premier requérant ne visait manifestement pas à diffamer Mme Rosenkranz ni à la lier à des agissements criminels, mais entendait dénoncer sa position au sein du FPÖ et le fait qu'elle ne s'était pas dissociée publiquement des idées néonazies. Par conséquent, la déclaration n'était nullement excessive et Mme Rosenkranz, en tant que femme politique et membre du Parlement du Land, devait supporter la critique qu'elle renfermait. La condamnation pénale du premier requérant et l'imposition d'une amende à la société requérante étaient en tout cas disproportionnées.", "29.  Le Gouvernement relève que les tribunaux ont qualifié le passage litigieux de déclaration de fait, qui insinuait que Mme Rosenkranz avait des activités néonazies clandestines, sans que la réalité de celles-ci ait été démontrée. Toute allégation selon laquelle une personne a une attitude ambiguë vis-à-vis du national-socialisme constitue en Autriche un reproche très grave, analogue à une accusation de comportement criminel au regard de la loi relative à l'interdiction du national-socialisme, qui prohibe les activités national-socialistes sous diverses formes et prévoit de lourdes peines d'emprisonnement. Enfin, les peines infligées aux requérants étaient parmi les plus légères des peines encourues. L'ingérence dans l'exercice par les intéressés des droits garantis par l'article 10 n'était donc pas disproportionnée.", "30.  La Cour rappelle les principes qui se dégagent de la jurisprudence relative à l'article 10 de la Convention.", "i.  La presse tient un rôle essentiel dans une société démocratique : si elle ne doit pas franchir certaines limites, notamment quant à la réputation et aux droits d'autrui, il lui incombe néanmoins de communiquer, dans le respect de ses devoirs et de ses responsabilités, des informations et des idées sur toutes les questions d'intérêt général (De Haes et Gijsels c. Belgique, arrêt du 24 février 1997, Recueil des arrêts et décisions 1997-I, pp. 233-234, § 37). A sa fonction qui consiste à en diffuser s'ajoute le droit, pour le public, d'en recevoir. S'il en allait autrement, la presse ne pourrait pas jouer son rôle indispensable de « chien de garde » (arrêts Thorgeir Thorgeirson c. Islande, 25 juin 1992, série A no 239, p. 27, § 63, Bladet Tromsø et Stensaas c. Norvège [GC], no 21980/93, § 62, CEDH 1999-III, et Unabhängige Initiative Informationsvielfalt c. Autriche, no 28525/95, § 37, CEDH 2002-I).", "ii.  La liberté d'expression constitue l'un des fondements essentiels d'une société démocratique, l'une des conditions primordiales de son progrès et de l'épanouissement de chacun. Sous réserve du paragraphe 2 de l'article 10, elle vaut non seulement pour les « informations » ou « idées » accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent. Telle qu'elle se trouve consacrée par l'article 10 § 2, cette liberté est soumise à des exceptions, qu'il convient toutefois d'interpréter strictement, et la nécessité de toute restriction doit être établie de manière convaincante (Nilsen et Johnsen c. Norvège [GC], no 23118/93, § 43, CEDH 1999-VIII).", "iii.  L'article 10 § 2 de la Convention ne laisse guère de place pour des restrictions à la liberté d'expression dans le domaine du discours politique ou de questions d'intérêt général (Sürek c. Turquie (no 1) [GC], no 26682/95, § 61, CEDH 1999-IV). De surcroît, les limites de la critique admissible sont plus larges à l'égard d'un homme politique, visé en cette qualité, que d'un simple particulier. Contrairement à ce dernier, le premier s'expose inévitablement et consciemment à un contrôle attentif de ses faits et gestes, tant par les journalistes que par la masse des citoyens, et doit donc montrer une plus grande tolérance (arrêts Lingens c. Autriche, 8 juillet 1986, série A no 103, p. 26, § 42, et Incal c. Turquie, 9 juin 1998, Recueil 1998IV, p. 1567, § 54).", "iv.  La notion de nécessité implique un « besoin social impérieux ». Les Etats contractants jouissent à cet égard d'une marge d'appréciation, mais elle va de pair avec un contrôle européen plus ou moins large selon le cas. En appréciant sous l'angle de l'article 10 les décisions que les autorités nationales ont rendues dans l'exercice de leur marge d'appréciation, la Cour doit déterminer, à la lumière de l'ensemble de l'affaire, si l'ingérence litigieuse était « proportionnée » au but légitime poursuivi et si les motifs invoqués par les autorités nationales pour justifier l'ingérence étaient « pertinents et suffisants » (arrêts Lingens, précité, pp. 25-26, §§ 39-40, et Sunday Times c. Royaume-Uni (no 2), 26 novembre 1991, série A no 217, pp. 28-29, § 50).", "v.  La nature et la lourdeur des peines infligées sont aussi des éléments à prendre en considération lorsqu'il s'agit de mesurer la proportionnalité de l'ingérence (voir, par exemple, Ceylan c. Turquie [GC], no 23556/94, § 37, CEDH 1999-IV, Tammer c. Estonie, no 41205/98, § 69, CEDH 2001-I, et Perna c. Italie [GC], no 48898/99, § 39, CEDH 2003-V).", "31.  Quant aux circonstances particulières de l'espèce, la Cour appréciera les éléments suivants : a)  la nature de l'ingérence ; b)  la position des requérants et celle de Mme Rosenkranz, qui a engagé la procédure ; c)  l'objet de l'article ; d)  les motifs invoqués par les juridictions nationales.", "a)  La nature de l'ingérence", "32.  Quant à la nature de l'ingérence, la Cour observe que le premier requérant a été condamné à une amende avec sursis d'un montant de 60 000 ATS (4 360 EUR). Bien que cette amende fût parmi les plus légères des peines encourues et assortie d'un sursis pendant une période probatoire de trois ans, il s'agissait d'une condamnation pénale, inscrite au casier judiciaire de l'intéressé.", "33.  La seconde requérante a été condamnée à verser 30 000 ATS (2 180 EUR) de dommages-intérêts à Mme Rosenkranz dans le cadre de la procédure civile connexe. La Cour estime que cette amende est modérée.", "b)  La position des requérants et de Mme Rosenkranz", "34.  Quant à la position des requérants, la Cour relève que le premier est journaliste de son état et la seconde propriétaire de l'hebdomadaire dans lequel l'article a été publié. Femme politique, Mme Rosenkranz, est actuellement présidente de la branche régionale de Basse-Autriche du FPÖ et membre du Conseil national autrichien. A l'époque des faits, elle était présidente adjointe de la branche régionale de Basse-Autriche du FPÖ et membre du Parlement du Land de Basse-Autriche.", "c)  L'objet de l'article", "35.  L'article avait pour objet les vues du premier requérant sur une éventuelle coalition gouvernementale avec le FPÖ sous la direction de M. Haider, et exposait l'avis de l'auteur selon lequel une telle coalition gouvernementale n'était pas souhaitable. L'article, y compris le passage litigieux, revêtait donc un caractère politique et abordait une question présentant un intérêt général à l'époque.", "d)  Les motifs invoqués par les juridictions nationales", "36.  Quant à la qualification de la déclaration litigieuse par les juridictions autrichiennes, la Cour constate que celles-ci n'ont pas accepté l'argument des requérants selon lequel les propos visés constituaient un jugement de valeur, mais ont estimé qu'ils équivalaient à une déclaration de fait, insinuant que Mme Rosenkranz avait des activités néonazies clandestines, dont la réalité n'avait pas été prouvée. De l'avis des juridictions autrichiennes, le fait pour une personne d'appartenir à un tel milieu impliquait qu'elle avait un trait de caractère méprisable et une attitude contraire à l'honneur et aux bonnes mœurs. Le passage en question était donc diffamatoire pour Mme Rosenkranz.", "37.  La Cour estime que les motifs avancés par les juridictions autrichiennes étaient « pertinents » pour justifier l'ingérence dénoncée. Reste à examiner s'ils étaient également « suffisants » au sens de l'article 10 § 2.", "38.  La Cour relève que l'article a été écrit dans un contexte politique, au moment où était envisagée une éventuelle coalition gouvernementale avec le FPÖ, et exprimait le point de vue du premier requérant selon lequel une telle coalition n'était pas souhaitable. L'expression « crypto-nazis » a été employée dans le cadre d'un passage reprochant aux politiques du FPÖ, dont Mme Rosenkranz, de ne pas se dissocier de l'extrême droite. En outre, la Cour ne juge pas convaincant le constat du tribunal régional selon lequel on pouvait s'attendre à ce qu'une épouse s'abstînt de critiquer son mari en public ; en effet, la déclaration en l'espèce visait clairement Mme Rosenkranz en tant que femme politique et personnalité publique – membre du Parlement du Land de Basse-Autriche et présidente adjointe de la branche régionale de Basse-Autriche du FPÖ à l'époque des faits – à l'égard de qui les limites de la critique admissible sont plus larges que pour un particulier (Feldek c. Slovaquie, no 29032/95, § 85, CEDH 2001-VIII). La Cour estime donc que lorsqu'elles ont apprécié la signification de l'expression litigieuse les juridictions autrichiennes n'ont pas suffisamment tenu compte du contexte politique dans lequel celle-ci avait été employée.", "39.  Comme dans l'article en question le nom de Mme Rosenkranz était mentionné avec celui d'autres politiques du FPÖ dans la phrase reprochant à ces personnes de ne pas se dissocier de l'extrême droite, c'est-à-dire de ne pas prendre position contre les idées d'extrême droite, la Cour considère qu'envisagée dans son contexte l'expression « crypto-nazis », qui apparaît entre guillemets dans l'article, doit être interprétée comme l'entendait M. Steger, qui l'avait initialement employée dans un débat politique au sein de son parti pour décrire une personne ayant une attitude ambiguë vis-à-vis des thèses national-socialistes (paragraphe 19 ci-dessus).", "40.  La Cour observe en outre qu'une bonne partie des arguments des requérants et du Gouvernement ont trait au point de savoir si l'expression « crypto-nazis » constitue une déclaration de fait ou un jugement de valeur, et que les juridictions nationales, y voyant une déclaration de fait, n'ont jamais examiné si cette expression pouvait passer pour un jugement de valeur. A cet égard, la Cour constate qu'il peut souvent se révéler difficile de déterminer si des propos constituent un jugement de valeur ou une déclaration de fait. Toutefois, étant donné que d'après la jurisprudence de la Cour un jugement de valeur doit se fonder sur une base factuelle suffisante pour constituer une assertion objective au regard de l'article 10 (De Haes et Gijsels, arrêt précité, p. 249, § 47, et Jerusalem c. Autriche, no 26958/95, § 43, CEDH 2001-II), la différence tient finalement au niveau de preuve factuelle à établir (Krone Verlag GmbH & Co. KG et Mediaprint Zeitungs- und Zeitschriftenverlag GmbH & Co. KG c. Autriche (déc.), no 42429/98, 20 mars 2003).", "41.  La Cour souscrit au constat des juridictions internes selon lequel rien n'indique en l'espèce que Mme Rosenkranz soit elle-même néonazie. Toutefois, contrairement aux tribunaux autrichiens, elle estime que l'expression litigieuse, envisagée dans son contexte, n'est pas une déclaration de fait, mais qu'elle doit être comprise comme un jugement de valeur admissible. Mme Rosenkranz est l'épouse d'un homme politique de droite bien connu, éditeur d'une revue passant pour être d'extrême droite. Cet élément ne constitue pas en soi une base factuelle suffisante ; toutefois, Mme Rosenkranz est également une femme politique, qui ne s'est jamais dissociée publiquement des idées politiques de son mari, mais a critiqué dans des déclarations publiques la législation relative à l'interdiction du national-socialisme. A cet égard, il y a lieu de noter que l'article litigieux, dans sa substance, reprochait justement aux hommes politiques du FPÖ de ne pas se dissocier clairement de l'extrême droite. Dès lors, l'ensemble des éléments disponibles constituait une base factuelle suffisante pour la déclaration contestée, entendue dans le sens susmentionné, c'est-à-dire que la position de Mme Rosenkranz à l'égard des idées politiques d'extrême droite était pour le moins peu claire. La Cour estime que les propos publiés par les requérants peuvent passer pour un commentaire objectif de la part des intéressés : il s'agissait de l'analyse politique personnelle du premier requérant de la scène politique autrichienne. L'opinion de celui-ci représentait donc un jugement de valeur sur une importante question d'intérêt général.", "42.  Quant à l'argument invoqué par le Gouvernement, à savoir que toute allégation selon laquelle une personne a une attitude ambiguë vis-à-vis du national-socialisme constitue en Autriche un reproche très grave, analogue à une accusation de comportement criminel tombant sous le coup de la législation relative à l'interdiction du national-socialisme, la Cour renvoie à l'affaire Wabl c. Autriche (no 24773/94, § 41, 21 mars 2000), dans laquelle elle a reconnu que la connotation particulière du terme « nazi » en Autriche justifiait notamment l'ingérence au regard de l'article 10 § 2 de la Convention. Contrairement à celle qui était l'objet de l'affaire Wabl, l'ingérence en l'espèce ne résultait pas d'une injonction rendue en vertu du droit civil, qui interdisait de réitérer une déclaration donnée, mais d'une condamnation pénale pour ce qui concerne le premier requérant et d'une amende en ce qui concerne la société requérante.", "43.  La Cour estime en outre que l'emploi du terme « nazi » ne justifie pas automatiquement une condamnation pour diffamation en raison de l'infamie particulière attachée à ce terme. Elle rappelle à cet égard que le degré de précision requis pour établir le bien-fondé d'une accusation en matière pénale par un tribunal compétent ne peut guère se comparer avec celui que doit respecter un journaliste exprimant son avis sur une question d'intérêt général, notamment sous la forme d'un jugement de valeur (Unabhängige Initiative Informationsvielfalt, arrêt précité, § 46). La Cour n'est donc pas convaincue par le raisonnement du tribunal régional qui, à propos de la déclaration de Mme Rosenkranz selon laquelle celle-ci ne jugeait pas les activités politiques de son mari immorales, a constaté que M. Rosenkranz n'avait jusque-là jamais été condamné pour une infraction à la législation relative à l'interdiction du national-socialisme. Les critères appliqués pour apprécier les activités politiques d'une personne du point de vue moral sont différents de ceux qui sont requis pour établir une infraction en matière pénale.", "44.  La Cour observe en outre que dans l'affaire Wabl le terme « nazi » avait été employé sans aucun lien avec le débat sous-jacent, alors qu'en l'espèce il a été utilisé précisément dans le contexte de l'allégation selon laquelle certains politiciens du FPÖ ne se dissociaient pas de l'extrême droite.", "45.  Considérant, d'une part, le fait que Mme Rosenkranz est une femme politique et, d'autre part, le rôle d'un journaliste et de la presse consistant à communiquer des informations et des idées sur des questions d'intérêt général, même celles qui peuvent heurter, choquer ou inquiéter, l'emploi de l'expression « crypto-nazis » n'a pas excédé ce qui peut passer pour admissible dans les circonstances de l'espèce.", "46.  En conclusion, la Cour considère que les juridictions autrichiennes n'ont pas appliqué des critères compatibles avec les principes consacrés à l'article 10 et qu'elles n'ont pas invoqué des motifs « suffisants » pour justifier l'ingérence litigieuse, à savoir la condamnation du premier requérant pour diffamation et l'imposition d'une amende à la société requérante pour avoir publié la déclaration critique en question. Dès lors, eu égard au fait que l'article 10 § 2 de la Convention ne laisse guère de place pour des restrictions au débat sur des questions d'intérêt général, la Cour estime que les juridictions internes ont dépassé l'étroite marge d'appréciation reconnue aux Etats membres, que l'ingérence était disproportionnée au but poursuivi et qu'elle n'était donc pas « nécessaire, dans une société démocratique ».", "Partant, il y a eu violation de l'article 10 de la Convention.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "47.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "48.  Pour dommage matériel, le premier requérant réclame la somme de 386,50 euros (EUR) pour le manque à gagner correspondant à dix heures de travail qu'il a subi du fait de sa participation aux audiences devant les tribunaux et des consultations de son avocat. Les requérants demandent 3 417,38 EUR, montant représentant les frais et dépens alloués à Mme Rosenkranz par les tribunaux autrichiens. Au titre du dommage matériel, la société requérante sollicite le remboursement de 30 000 schillings (2 180,19 EUR), somme qu'elle a dû verser à Mme Rosenkranz en vertu de la condamnation judiciaire, et de 7 049,26 EUR pour la perte de revenus publicitaires résultant de la publication du jugement dans l'hebdomadaire. Les deux requérants réclament 10 000 EUR chacun pour le préjudice moral que leur a causé l'atteinte portée à leur réputation à la suite du jugement en leur défaveur.", "49.  Quant aux demandes pour dommage matériel, le Gouvernement soutient que la demande du premier requérant n'est pas fondée ; il ne formule aucune observation sur les prétentions de la société requérante ou sur celles des deux requérants concernant le remboursement des frais et dépens alloués à Mme Rosenkranz dans le cadre de la procédure interne. Pour ce qui est du préjudice moral, le Gouvernement estime que le constat de violation constituerait une réparation suffisante.", "50.  En ce qui concerne la demande du premier requérant pour préjudice matériel, la Cour considère qu'il n'existe aucun lien de causalité entre la violation constatée et le manque à gagner allégué. Même si les juridictions autrichiennes n'avaient pas condamné l'intéressé, celui-ci aurait dû se préparer aux audiences des tribunaux et y assister. En conséquence, aucune indemnité ne peut être allouée au premier requérant de ce chef. Eu égard au lien direct entre la demande des deux requérants concernant le remboursement des frais et dépens alloués à Mme Rosenkranz dans le cadre de la procédure devant les juridictions internes et la violation de l'article 10 constatée par la Cour, les requérants sont en droit de recouvrer la somme de 3 417,38 EUR dans son intégralité. Quant à la société requérante, la Cour est d'avis que les demandes résultent de sa condamnation par les tribunaux autrichiens et lui alloue donc en entier la somme de 9 229,45 EUR pour dommage matériel.", "51.  La Cour considère que l'inscription de la condamnation du premier requérant sur son casier judiciaire emporte des conséquences préjudiciables à l'intéressé. Statuant en équité, elle alloue à celui-ci 5 000 EUR pour préjudice moral (voir, mutatis mutandis, Nikula c. Finlande, no 31611/96, § 65, CEDH 2002-II). Quant à la société requérante, la Cour estime, à l'instar du Gouvernement, que le constat de violation constitue en soi une satisfaction équitable suffisante pour le préjudice moral éventuellement subi.", "B.  Frais et dépens", "52.  Les requérants sollicitent le remboursement de la somme de 3 417,40 EUR pour les frais et dépens exposés dans le cadre de la procédure devant les juridictions internes. Ils demandent en outre 3 007,54 EUR pour la procédure suivie à Strasbourg.", "53.  Le Gouvernement ne formule aucune observation sur la demande relative aux frais de la procédure interne. Quant à la somme réclamée pour l'instance conduite au titre de la Convention, il estime que les montants facturés pour la rédaction des observations écrites soumises à la Cour sont raisonnables, mais que les demandes concernant les frais de téléphone et de correspondance ne sont pas justifiées.", "54.  La Cour juge les demandes susmentionnées pour frais et dépens raisonnables et alloue à ce titre la somme de 6 424,94 EUR dans son intégralité.", "C.  Intérêts moratoires", "55.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Dit, par six voix contre une, qu'il y a eu violation de l'article 10 de la Convention ;", "", "2.  Dit, à l'unanimité, que le constat de violation constitue en soi une satisfaction équitable suffisante pour le préjudice moral éventuellement subi par la société requérante ;", "", "3.  Dit, ", "a)  à l'unanimité, que l'Etat défendeur doit verser aux requérants :", "i.  12 646,83 EUR (douze mille six cent quarante-six euros quatre-vingt-trois centimes) pour dommage matériel,", "ii.  6 424,94 EUR (six mille quatre cent vingt-quatre euros quatre-vingt-quatorze centimes) pour frais et dépens ;", "b)  par six voix contre une, que l'Etat défendeur doit verser au premier requérant 5 000 EUR (cinq mille euros) pour préjudice moral ;", "c)  à l'unanimité, que l'Etat défendeur doit verser aux requérants tout montant pouvant être dû à titre d'impôt sur lesdites sommes ;", "", "4.  Dit, à l'unanimité, que lesdites sommes doivent être versées dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, et qu'à compter de l'expiration dudit délai et jusqu'au versement ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette, à l'unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 13 novembre 2003, en application de l'article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tChristos Rozakis\n\tGreffier adjoint\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion en partie dissidente de M. Matscher.", "C.L.R.\nS.N.", "\nOPINION EN PARTIE DISSIDENTE \nDE M. LE JUGE MATSCHER", "(Traduction)", "A mon regret, je ne puis souscrire ni au raisonnement ni à la décision de la majorité de la chambre sur deux points.", "Sur le fond", "Les requérants n'ont pas été en mesure d'apporter le moindre élément de preuve établissant que le comportement ou les déclarations de Mme Rosenkranz justifiaient de la qualifier de « crypto-nazie » ou qu'elle défendait clandestinement des idées nazies.", "Le simple fait que Mme Rosenkranz soit l'épouse d'un homme politique de droite bien connu (à l'échelon local) et ait refusé de se dissocier publiquement des idées de son mari ne montre pas qu'elle souscrive à ces idées. Une personne ne saurait être tenue pour responsable des idées exprimées par un membre de sa famille (voir, mutatis mutandis, De Haes et Gijsels c. Belgique, arrêt du 24 février 1997, Recueil des arrêts et décisions 1997-I, p. 236, § 45 : « On ne peut (...) accepter qu'une personne soit exposée à l'opprobre en raison de faits propres à un membre de sa famille. »).", "Dès lors, l'allégation selon laquelle Mme Rosenkranz avait une attitude ambiguë vis-à-vis du national-socialisme constituait en Autriche un reproche très grave, justifiant une condamnation au pénal et, par conséquent, une ingérence au regard de l'article 10 § 2 de la Convention (Wabl c. Autriche, no 24773/94, § 41, 21 mars 2000).", "Par ailleurs, l'argument des requérants selon lequel l'expression « crypto-nazi » doit s'interpréter dans le sens particulier que lui a donné M. Steger n'est pas convaincant. Ce dernier, ancien dirigeant du parti libéral autrichien (FPÖ), a créé l'expression au début des années 1980. L'article incriminé a été publié en 1995. A cette époque, presque personne ne se souvenait du sens particulier donné environ dix ans auparavant par M. Steger à l'expression « crypto-nazi », et la grande majorité de la population la comprenait dans son sens ordinaire, c'est-à-dire comme qualifiant quelqu'un qui défend des idées nazies et agit peut-être clandestinement pour le mouvement nazi.", "", "La décision sur le préjudice moral allégué", "Il n'est pas réaliste de considérer que le premier requérant, du fait de sa condamnation pénale, a subi un dommage particulier en tant que journaliste ; le contraire est plus plausible. La référence à l'arrêt Nikula c. Finlande (no 31611/96, § 65, CEDH 2002-II) n'est pas pertinente car la situation dans cette affaire était fort différente.", "C'est pourquoi dans des affaires autrichiennes comparables (par exemple Oberschlick c. Autriche, arrêt du 23 mai 1991, série A no 204, p. 29, § 69, et Schwabe c. Autriche, arrêt du 28 août 1992, série A no 242-B, p. 35, § 39) aucune indemnité n'a été allouée pour préjudice moral. Je ne vois aucune raison pour que la Cour s'écarte de cette jurisprudence.", ""]}