{"file": "FRE_HFJUD_61811_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "61811/00", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "AFFAIRE MILATOVÁ ET AUTRES c. RÉPUBLIQUE TCHÈQUE", "", "(Requête no 61811/00)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "21 juin 2005", "", "DÉFINITIF", "", "", "21/09/2005", "", "", "En l'affaire Milatová et autres c. République tchèque,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tA.B. Baka,\n\t\tI. Cabral Barreto,\n\t\tK. Jungwiert,\n\t\tV. Butkevych,\n\tMmes\tA. Mularoni,\n\t\tD. Jočienė, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 31 mai 2005,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 61811/00) dirigée contre la République tchèque et dont quatre ressortissants de cet Etat, Mme Dana Milatová, M. Lubomír Milata, M. Dušan Milata et Mme Danuše Nováková (« les requérants »), ont saisi la Cour le 21 août 2000 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants ont été représentés par Me A. Pejchal, avocat à Čelákovice. Le gouvernement tchèque (« le Gouvernement ») a été représenté par son agent, M. V.A. Schorm, du ministère de la Justice.", "3.  Sur le terrain de l'article 6 § 1 de la Convention, les requérants se plaignaient de ne pas avoir bénéficié d'un procès équitable devant la Cour constitutionnelle, alléguant que celle-ci ne leur avait pas donné la possibilité de commenter les observations écrites du tribunal régional et de l'entreprise défenderesse, dont la haute juridiction s'était servie en statuant.", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "5.  Par une décision du 30 novembre 2004, la chambre a déclaré la requête partiellement recevable.", "6.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "7.  Les requérants sont nés respectivement en 1929, 1952, 1950 et 1949, et résident dans la région de Nový Jičín.", "8.  Le 18 décembre 1991, la première requérante et son époux demandèrent la restitution de leur bien foncier, constitué d'une maison et d'un terrain. Invoquant la loi sur la propriété foncière, ils alléguaient qu'en mai 1985 ils avaient été forcés à vendre leur propriété à l'Etat – représenté à l'époque par l'ancien ministère fédéral de la Défense nationale (federální ministerstvo národní obrany) – à des conditions qu'on leur avait imposées. Au moment de l'entrée en vigueur de la loi susmentionnée, la propriété était gérée par l'entreprise de réparation militaire (« l'entreprise défenderesse »), autorité qui selon l'article 5 §§ 1 et 2 de la loi était tenue de leur restituer leur bien.", "9.  La demande de restitution fut traitée par le bureau foncier (pozemkový úřad) de Nový Jičín.", "10.  Le 18 septembre 1992, l'institut de géodésie (středisko geodézie) de Nový Jičín fournit un plan géométrique se rapportant au terrain. Cependant, le bureau foncier jugea ce document incomplet.", "11.  Le 26 septembre 1993, l'époux de la première requérante décéda. Les trois enfants du couple entrèrent dans la procédure en tant que successeurs légaux du défunt. Un rapport médical du 29 mars 1994 indiqua que le décès prématuré de ce dernier était directement lié à une pathologie qui s'était déclarée après qu'il avait été forcé à quitter la maison et à abandonner ses biens.", "12.  Le 22 février 1994, le bureau du cadastre (katastrální úřad) de Nový Jičín émit un nouveau plan comparatif du terrain. Quatre autres documents, fournis le 15 mai, le 3 juin et le 8 juin 1994, furent également versés au dossier. Deux plans géométriques, délivrés à la demande de l'entreprise défenderesse et du bureau foncier, furent produits le 11 novembre 1994 et le 26 janvier 1995 respectivement.", "13.  Le 12 septembre 1995, le bureau foncier, après avoir étudié les documents versés au dossier et entendu les dépositions de cinq témoins qui avaient pris part aux négociations relatives à la vente de la propriété – notamment Me R., avocat de l'entreprise défenderesse –, déclara que les requérants étaient propriétaires de la majeure partie du bien. D'après le bureau foncier, le contrat de vente avait été conclu sous la contrainte et à des conditions extrêmement défavorables, au sens de l'article 6 § 1 k) de la loi sur la propriété foncière.", "14.  Le bureau foncier établit notamment que, contrairement à ce que prévoyait la loi alors en vigueur, la première requérante et son époux n'avaient pas été considérés comme des parties à une procédure administrative, laquelle avait débouché le 20 mars 1984 sur une décision concernant l'emplacement d'un chantier. Le bureau foncier montra par ailleurs que le prix d'achat avait été fixé par un expert, conformément au décret no 128/1984.", "15.  Le 26 octobre 1995, l'entreprise défenderesse, représentée par Me R., saisit le tribunal régional (krajský soud) d'Ostrava d'un recours contre la décision administrative. Le 9 juillet 1996, ledit tribunal procéda à une inspection du site.", "16.  Dans leurs observations sur ce recours, les requérants contestèrent notamment la déclaration de Me R., qui par le passé avait été le représentant en justice de l'entreprise défenderesse et qui dans l'action en restitution intervenait à nouveau comme avocat de celle-ci.", "17.  Le 9 juillet 1996, une rencontre eut lieu sur place.", "18.  Le 20 août 1996, le tribunal régional annula la décision susmentionnée et renvoya l'affaire au bureau foncier pour un nouvel examen. La juridiction indiqua que l'existence de motifs justifiant la restitution de la propriété en vertu de l'article 6 § 1 k) de la loi sur la propriété foncière n'avait pas été suffisamment établie.", "19.  Le 13 mai 1997, après avoir pris en compte de nouvelles pièces écrites soumises par la première requérante et réentendu deux témoins, le bureau foncier déclara à nouveau que les requérants étaient les propriétaires du bien en question. Il examina de façon détaillée les circonstances de la vente et fit observer notamment que l'époux de la première requérante avait dirigé le service du personnel de l'entreprise défenderesse et que celle-ci avait eu besoin de la propriété pour y installer des équipements de chauffage puis une unité de production. Le bureau foncier releva également que l'époux de la première requérante n'avait pas été menacé de licenciement ou de la perte de son emploi en cas de refus de sa part de conclure le contrat de vente.", "20.  Le bureau foncier jugea néanmoins que les très longues négociations en vue de la vente ou de l'expropriation du bien – menées à partir de 1977 – avaient sérieusement empiété sur la vie de la première requérante et de son mari, et que les circonstances dans lesquelles ces négociations avaient eu lieu avaient indéniablement affecté la santé et l'état mental de l'époux de la première requérante.", "21.  Enfin, le bureau foncier releva que, selon le procès-verbal des négociations en date du 2 février 1977, la première requérante et son époux avaient accepté le principe de la vente, en subordonnant notamment celle-ci à l'obtention de deux appartements de trois pièces munis de garages et à la mise à disposition, pour la mère de Mme Milatová, d'un appartement de une pièce dans une résidence pour personnes âgées. Cependant, outre le prix fixé pour la propriété – qui aurait pu être majoré de 20 % comme l'autorisait le décret no 128/1984, mais ne l'avait pas été –, la première requérante et son époux s'étaient vu accorder un appartement de deux pièces en 1983, et leur fils avait obtenu un logement de trois pièces. Le bureau foncier observa de surcroît que la première requérante et son défunt mari avaient vécu dans la maison pendant trente-quatre ans et que pendant cette période les bénéfices tirés du terrain adjacent, alors utilisé à des fins agricoles, avaient considérablement amélioré la situation financière et sociale de la famille.", "22.  Le 16 juin 1997, l'entreprise défenderesse fit appel de cette décision. Le 1er août et le 1er septembre 1997 respectivement, les requérants et leur représentant en justice soumirent leurs observations sur ce recours.", "23.  Le 10 avril 1998, après avoir tenu une audience (le 6 avril 1998) et reçu les observations complémentaires des requérants au sujet de l'affaire (le 8 avril 1998), une formation du tribunal régional annula la décision administrative, estimant que le bureau foncier n'avait pas prouvé de manière convaincante que la vente avait été réalisée sous la contrainte. Le tribunal jugea qu'il n'y avait pas lieu de rechercher si le contrat de vente avait été conclu à des conditions défavorables pour les requérants. Bien que le bureau foncier eût pris sa décision en se fondant sur des faits précis et pleinement établis, le tribunal ne partageait pas son avis juridique.", "24.  Le tribunal observa que, d'après les dépositions des témoins et les preuves écrites complétées au moyen du rapport du 12 décembre 1985 sur les activités professionnelles de l'époux de la première requérante, la première proposition concernant l'achat de la propriété des requérants datait de 1977, époque où l'entreprise défenderesse avait eu besoin d'une partie du terrain pour y installer des équipements de chauffage. Le tribunal remarqua que le 2 février 1977 les propriétaires avaient provisoirement accepté le projet de vente, en posant certaines conditions qu'ils voulaient voir satisfaites avant le démarrage des travaux de construction. De plus, ils avaient stipulé que la vente devrait être soldée avant la fin de l'année 1978. A l'époque, les anciens propriétaires avaient tous deux un emploi ; l'époux de la première requérante occupait au sein de l'entreprise défenderesse un poste important et était actif sur le plan politique. Leur situation financière et sociale était telle qu'elle ne créait pas les conditions d'un état de contrainte.", "Par ailleurs, les négociations menées en vue de la conclusion de la vente avaient duré huit ans, en raison du constant désaccord des propriétaires au sujet de l'exécution des conditions posées par eux et du prix d'achat offert, lequel avait finalement été augmenté de 86 000 couronnes tchèques (CZK) (2 867 euros (EUR)).", "25.  Le tribunal releva également que l'acheteur avait prouvé qu'il avait fait des efforts pour satisfaire les exigences des propriétaires : ainsi, il avait insisté pour qu'une ligne téléphonique fût rapidement installée dans l'un des nouveaux appartements, avait réglé les frais de raccordement y afférents et avait mis les logements à la disposition des intéressés avant même la signature du contrat de vente. L'acheteur n'avait suggéré l'expropriation des requérants qu'après plusieurs années de vaines négociations.", "26.  Enfin, le tribunal ne voyait aucun lien de causalité entre le contrat conclu en 1985 et les problèmes de santé de l'époux de la première requérante – qui avaient débuté en 1986, un an après la signature du contrat –, puis son décès en 1993.", "27.  L'affaire fut renvoyée au bureau foncier, qui rendit une nouvelle décision le 15 juin 1998. Se conformant à l'avis du tribunal régional, par lequel il se trouvait lié en vertu de l'article 250 r) du code de procédure civile, le bureau foncier déclara que les requérants n'étaient pas les propriétaires du bien dès lors que le contrat de vente n'avait pas été conclu sous la contrainte, au sens de l'article 6 § 1 k) de la loi sur la propriété foncière. Le bureau foncier estimait qu'en conséquence il n'y avait pas lieu de rechercher si le contrat avait été conclu à des conditions extrêmement défavorables, au sens de la même disposition.", "28.  Le 10 décembre 1998, cette décision fut confirmée par le tribunal régional.", "29.  Le 15 février 1999, les requérants formèrent un recours constitutionnel (ústavní stížnost) contre les jugements du tribunal régional en date du 10 avril 1998 et du 10 décembre 1998 et contre la décision rendue par le bureau foncier le 15 juin 1998. Ils alléguaient la violation des articles 11 (protection du droit de propriété) et 36 § 1 (droit à une protection judiciaire) de la Charte des droits et libertés fondamentaux (Listina základních práv a svobod). Ils contestaient l'appréciation des éléments de preuve et l'interprétation selon eux incorrecte que le tribunal régional avait donnée de la notion de « contrainte ». Par ailleurs, ils critiquaient le manquement du tribunal régional à évaluer convenablement la notion de « conditions extrêmement défavorables », au sens de l'article 6 § 1 k) de la loi sur la propriété foncière.", "30.  Le 3 mars 1999, un juge rapporteur (soudce zpravodaj) invita le tribunal régional et les parties qui étaient intervenues dans la procédure – le bureau foncier, l'entreprise de réparation militaire et le fonds foncier (Pozemkový fond) – à soumettre des observations écrites sur le recours constitutionnel formé par les requérants.", "31.  Dans des lettres datées respectivement du 11 et du 25 mars 1999, le fonds foncier et le bureau foncier renoncèrent à leur statut de parties intervenantes.", "32.  Le 7 avril 1999, l'entreprise de réparation militaire présenta ses observations écrites, dans lesquelles elle estimait que le recours devait être rejeté.", "33.  Dans ses observations écrites du 9 avril 1999, le tribunal régional récapitula la jurisprudence indiquant que la Cour constitutionnelle n'était pas supérieure aux tribunaux ordinaires et qu'elle n'avait la faculté d'intervenir dans leurs décisions que si et dans la mesure où ces dernières étaient susceptibles d'avoir porté atteinte aux droits et libertés protégés par la Constitution. Par ailleurs, le tribunal régional se référa à son propre raisonnement dans le jugement du 10 décembre 1998 et fit remarquer que le recours constitutionnel avait été formé après l'expiration du délai de soixante jours pour autant qu'il était dirigé contre le jugement du 10 avril 1998.", "34.  Le 16 avril 1999, le juge rapporteur pria le tribunal régional et le bureau foncier de lui transmettre les dossiers, ce qu'ils firent.", "35.  Le 10 mai 2000, sans avoir tenu d'audience publique, la Cour constitutionnelle (Ústavní soud) déclara que le recours avait été formé en dehors du délai de soixante jours pour autant qu'il portait sur le jugement du tribunal régional du 10 avril 1998, et qu'il était dénué de fondement s'agissant du jugement de la même juridiction en date du 10 décembre 1998. Dans son résumé des faits, la Cour constitutionnelle reprit les observations écrites de l'entreprise défenderesse et du tribunal régional sur le recours constitutionnel des requérants. Elle indiqua notamment que c'était aux autorités nationales compétentes qu'il appartenait de rechercher, à la lumière de l'ensemble des circonstances pertinentes de l'affaire, s'il y avait eu contrainte. Elle fit observer à cet égard qu'elle ne pouvait examiner les questions relevant de la compétence des tribunaux ordinaires. La haute juridiction récapitula brièvement le raisonnement des autorités nationales intervenues dans l'affaire et ne jugea pas inconstitutionnelle la conclusion du tribunal régional consistant à affirmer que l'hypothèse d'une situation de contrainte vécue par les requérants durant les négociations contractuelles était exclue par le fait qu'ils avaient posé certaines conditions sur la base desquelles ils étaient disposés à conclure le contrat avec l'Etat, et qu'une personne agissant sous la contrainte aurait conclu le contrat à n'importe quelle condition.", "36.  Selon le Gouvernement, il ressort du dossier de la Cour constitutionnelle que le 27 juin 2000 la première requérante a étudié les pièces qui y figuraient et s'est vu délivrer copie des observations écrites soumises par le tribunal régional et l'entreprise de réparation militaire.", "II.  LE DROIT INTERNE PERTINENT", "A.  La loi sur la propriété foncière", "37.  L'article 4 de cette loi prévoit en faveur des particuliers la restitution de leurs biens fonciers transférés à l'Etat entre le 25 février 1948 et le 1er janvier 1990 ; les modalités de cette restitution sont précisées à l'article 6. Si ces personnes sont décédées, leurs héritiers peuvent bénéficier de la restitution suivant les conditions exposées au paragraphe 2 de l'article 4.", "38.  L'article 6 § 1 k) prévoit la restitution des biens immobiliers ayant été transférés à l'Etat ou à une autre personne morale sur la base d'un contrat conclu sous la contrainte, à des conditions extrêmement défavorables.", "B.  La loi sur la Cour constitutionnelle", "39.  Selon l'article 28 §§ 1 et 2 de la loi sur la Cour constitutionnelle, les parties à la procédure sont le demandeur et les personnes visées par ladite loi. Les personnes auxquelles cette loi reconnaît le statut de parties intervenantes peuvent renoncer à ce statut. Elles ont les mêmes droits et obligations que les autres parties à la procédure.", "40.  L'article 32 dispose que les plaideurs et les parties intervenantes peuvent exposer leur point de vue sur un recours constitutionnel, présenter leurs arguments à la Cour constitutionnelle, examiner un dossier (à l'exception des procès-verbaux de vote), en tirer des extraits et des copies, participer à toute audience sur l'affaire, soumettre des éléments de preuve et être présents lors d'éventuelles auditions de témoins.", "41.  L'article 40 § 2 indique que si la demande porte sur une question relevant de la compétence d'une chambre, elle est attribuée à un juge rapporteur, lequel doit être un membre permanent de cette chambre.", "42.  Selon l'article 42 § 4, le juge rapporteur doit sans délai communiquer le recours constitutionnel aux autres plaideurs et également, le cas échéant, aux parties intervenantes, et leur demander de soumettre leurs observations écrites sur le recours dans le délai fixé par lui ou indiqué par la loi.", "43.  L'article 43 § 2 a) dispose que la chambre peut, sans tenir d'audience et sans que les parties soient présentes, rejeter un recours manifestement dénué de fondement.", "44.  Selon l'article 49 § 1, tous moyens susceptibles d'aider à établir les faits de la cause peuvent être utilisés comme éléments de preuve, en particulier les dépositions de témoins, les expertises, les rapports et déclarations des autorités nationales et de personnes morales, les documents, les résultats d'enquêtes et les témoignages des parties.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "45.  Les requérants se plaignent de ne pas avoir bénéficié d'une audience devant la Cour constitutionnelle, audience qui selon eux leur aurait permis de produire des documents prouvant la violation du droit national et le caractère inéquitable des mesures légales prises par le tribunal régional. Ils affirment également ne pas avoir été en mesure de commenter les observations écrites du tribunal régional et de l'entreprise défenderesse qui ont été utilisées dans la décision de la Cour constitutionnelle.", "Ils invoquent l'article 6 § 1 de la Convention, dont le passage pertinent est ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...) par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Thèses des comparants", "1.  Les requérants", "46.  Dans leurs observations sur la recevabilité et le fond de la requête, les requérants relèvent d'emblée que leur recours constitutionnel visait en fait les deux jugements du tribunal régional, c'est-à-dire celui du 10 avril 1998 et celui du 10 décembre 1998. Ils contestent l'argument du Gouvernement selon lequel ce recours aurait pu sur-le-champ être déclaré manifestement mal fondé. Ils arguënt que l'on ne peut garantir l'« égalité des armes » en permettant simplement aux parties d'accéder à un dossier de la Cour constitutionnelle.", "47.  Ils rappellent que, dans l'affaire Krčmář et autres c. République tchèque (no 35376/97, 3 mars 2000), la Cour a conclu que les parties à un procès doivent avoir la faculté non seulement de faire connaître les éléments qui sont nécessaires au succès de leurs prétentions, mais aussi de prendre connaissance de toute pièce ou observation présentée et de la discuter en vue d'influencer la décision du juge. Par ailleurs, les parties doivent avoir la possibilité de se familiariser avec les pièces soumises au tribunal et de formuler des commentaires sur leur contenu et leur authenticité, d'une façon appropriée et dans un délai adéquat, le cas échéant par écrit et par avance.", "48.  Les requérants s'opposent également à l'argument du Gouvernement selon lequel les observations écrites en question ne pouvaient influer sur l'arrêt de la Cour constitutionnelle. Ils soulignent que celles de l'entreprise de réparation militaire contenaient un certain nombre de demi-vérités et d'allégations fausses qu'ils n'ont pas eu la possibilité de contester en s'appuyant sur les documents pertinents.", "49.  Les requérants ont soumis deux mémoires sur le fond, datés du 13 janvier et du 1er mars 2005. Ils y expriment tout d'abord leur désaccord avec la décision de la Cour sur la recevabilité de la requête, qui a déclaré irrecevables leurs griefs concernant la durée de la procédure de restitution et la violation alléguée de leur droit de propriété. De plus, ils y réitèrent les arguments déjà soumis dans leurs observations sur la recevabilité et le fond de la requête.", "50.  En réponse à l'argument du Gouvernement selon lequel ils auraient pu étudier le dossier durant la procédure devant la Cour constitutionnelle, les requérants expliquent qu'ils auraient dû passer plus de deux heures par jour à faire le trajet depuis leur domicile jusqu'à la Cour constitutionnelle, sise à Brno. Les frais liés à leur représentation en justice en auraient été considérablement augmentés, dès lors que dans une procédure devant la Cour constitutionnelle un défenseur doit représenter ses clients en personne.", "2.  Le Gouvernement", "51.  Dans ses observations sur la recevabilité et le fond de l'affaire, le Gouvernement fait remarquer que lors de leur recours constitutionnel les requérants se sont contentés de répéter les arguments présentés dans le cadre des procédures menées devant le bureau foncier et le tribunal régional.", "52.  Il explique que, lorsqu'un recours constitutionnel a été formé, le juge rapporteur auquel ce recours a été attribué le communique aux autres plaideurs et aux parties intervenantes, en les invitant à soumettre leurs observations. Le recours constitutionnel est alors prêt à être examiné, à moins d'être sur-le-champ rejeté pour tardiveté, irrecevabilité, irrégularité ou défaut de fondement.", "En l'espèce, en priant les parties de soumettre leurs observations – alors que l'affaire fut par la suite rejetée pour défaut manifeste de fondement –, le juge rapporteur a en fait outrepassé ses fonctions légales car le recours constitutionnel des requérants aurait pu être rejeté immédiatement compte tenu de l'acte de recours lui-même. De plus, il n'était pas nécessaire de communiquer aux requérants les observations écrites du tribunal régional et de l'entreprise de réparation militaire, dès lors qu'elles ne contenaient pas d'éléments nouveaux. Du reste, c'est le 27 juin 2000, donc après l'adoption de l'arrêt de la Cour constitutionnelle, que la première requérante a étudié le dossier auprès de la haute juridiction et obtenu copie de tous les documents sollicités. Le Gouvernement n'a aucune preuve que les requérants ou leur représentant en justice ont examiné le dossier avant adoption de ladite décision ; s'ils l'avaient fait, ils auraient eu une connaissance préalable des observations écrites en question.", "53.  Le Gouvernement ajoute que les observations écrites des parties sont toujours communiquées au demandeur lorsqu'un recours constitutionnel doit être examiné au fond.", "En l'espèce, les observations du tribunal régional et de l'entreprise de réparation militaire n'étaient pas susceptibles d'influer sur la décision de la Cour constitutionnelle, même si le texte de cette décision les mentionnait (à la différence de la situation dans l'affaire Krčmář et autres, précitée). De plus, les observations de l'entreprise de réparation militaire contenaient des déclarations qui avaient déjà été soumises auparavant.", "54.  Pour autant que les requérants se plaignent que leur recours constitutionnel du 15 février 1999 a été rejeté en partie pour avoir été formé hors du délai de soixante jours, le Gouvernement souligne que le tribunal régional a rendu son jugement le 10 avril 1998 et que le représentant en justice des intéressés a reçu celui-ci le 13 mai 1998 ; le délai pour former le recours constitutionnel a donc expiré à la mi-juillet 1998. De l'avis du Gouvernement, la Cour constitutionnelle serait parvenue à une conclusion identique même si le tribunal régional n'avait pas soulevé ce point dans ses observations écrites.", "55.  Le Gouvernement ajoute que, en examinant les allégations des requérants selon lesquelles il y avait eu violation des articles 11 § 1 et 36 § 1 de la Charte des droits et libertés fondamentaux, la Cour constitutionnelle a fondé ses conclusions sur les dossiers communiqués par le bureau foncier et le tribunal régional. Au départ, ces deux autorités avaient exprimé des opinions juridiques différentes sur les questions soulevées par l'article 6 § 1 k) de la loi sur la propriété foncière. Toutefois, dans sa décision du 15 juin 1998, le bureau foncier avait souscrit à l'avis du tribunal régional, ensuite approuvé par la Cour constitutionnelle. Cette dernière juridiction ne s'est donc pas appuyée sur les observations écrites des parties. Le juge rapporteur, à la lumière du contenu du recours constitutionnel et après examen attentif des observations écrites litigieuses, a estimé à juste titre qu'il n'était pas nécessaire de communiquer celles-ci aux requérants.", "56.  Après l'adoption de la décision du 30 novembre 2004 sur la recevabilité de la présente affaire, le Gouvernement a soumis un mémoire sur le fond. Il y a souligné que les observations des plaideurs et des parties intervenantes dans la procédure constitutionnelle n'avaient été reprises que dans la partie narrative de l'arrêt de la Cour constitutionnelle du 10 mai 2000, qui résumait le déroulement de la procédure. De plus, dans son raisonnement juridique, la Cour constitutionnelle n'avait pas discuté ces observations.", "57.  Le Gouvernement fait en outre remarquer que la Cour constitutionnelle a reçu les dernières observations sur le recours constitutionnel des requérants en avril 1999 et qu'elle a adopté sa décision le 10 mai 2000. Pendant cet intervalle, les requérants ou leur avocat auraient pu consulter le dossier mais ne l'ont pas fait, alors qu'ils devaient savoir que l'on communique sans délai les recours constitutionnels aux autres plaideurs et aux parties intervenantes, en les invitant à soumettre leurs observations écrites.", "B.  Appréciation de la Cour", "58.  La Cour relève d'emblée que les griefs des requérants concernant la durée de la procédure de restitution et la violation alléguée de leur droit de propriété ont été déclarés irrecevables à la date du 30 novembre 2004. Dès lors, elle n'est pas compétente pour les examiner au fond.", "59.  Par ailleurs, la Cour rappelle que la notion de procès équitable implique le droit à une procédure contradictoire, en vertu duquel les parties doivent avoir la faculté non seulement de faire connaître les éléments qui sont nécessaires au succès de leurs prétentions, mais aussi de prendre connaissance de toute pièce ou observation présentée et de la discuter en vue d'influencer la décision du juge (Nideröst-Huber c. Suisse, arrêt du 18 février 1997, Recueil des arrêts et décisions 1997-I, p. 108, § 24, et K.S. c. Finlande, no 29346/95, § 21, 31 mai 2001).", "60.  La Cour fait observer qu'en vertu de l'article 42 § 4 de la loi sur la Cour constitutionnelle le juge rapporteur doit communiquer le recours constitutionnel du demandeur aux autres plaideurs et le cas échéant aux parties intervenantes, en les invitant à soumettre des observations écrites sur ledit recours. La loi n'oblige pas le juge rapporteur à transmettre pareilles observations au demandeur, ce qu'il n'a d'ailleurs pas fait en l'espèce.", "61.  Concernant la faculté de consulter le dossier au greffe de la Cour constitutionnelle et d'obtenir copie des observations écrites, la Cour estime que cela ne suffit pas en soi à garantir aux intéressés le droit à une procédure contradictoire. Selon elle, l'équité voulait que ce fût la Cour constitutionnelle qui informât les requérants du dépôt des observations et de la possibilité dont ils bénéficiaient, s'ils le souhaitaient, d'y répondre par écrit. Cette exigence ne semble pas garantie en droit interne (Göç c. Turquie [GC], no 36590/97, § 57, CEDH 2002-V).", "62.  Le tribunal régional s'est penché sur le recours des requérants contre les décisions du bureau foncier lors d'une audience publique, durant laquelle ont été examinées les questions de fait et de droit qui étaient en jeu, ce qui a permis aux intéressés de soumettre les éléments de preuve qu'ils jugeaient utiles ou indispensables pour étayer leur thèse. La procédure devant la Cour constitutionnelle, quant à elle, n'a certes pas comporté d'audience publique ; cependant, limitée à l'examen de problèmes constitutionnels, cette procédure concernait l'appréciation de questions de droit et non de questions de fait. Dès lors, l'absence d'audience publique durant cette procédure était selon la Cour suffisamment compensée par la tenue de telles audiences au stade décisif du procès, à savoir lors de l'examen au fond des demandes de restitution formées par les requérants (Constantinescu c. Roumanie, no 28871/95, § 53, CEDH 2000-VIII).", "63.  La Cour partage le point de vue du Gouvernement selon lequel la présente affaire se distingue de l'affaire Krčmář et autres, dans laquelle la Cour constitutionnelle avait fondé ses conclusions finales sur de nouveaux éléments écrits à propos desquels les requérants n'avaient pas eu la possibilité de formuler des commentaires (Krčmář et autres, précitée, §§ 16-17 et 41-44). En l'espèce, la Cour constitutionnelle ne s'est pas appuyée expressément sur des éléments écrits que l'entreprise de réparation militaire ou les requérants n'auraient pas présentés auparavant à l'appui de leurs arguments lors de la procédure devant le bureau foncier et le tribunal régional.", "64.  Néanmoins, les observations écrites de l'entreprise défenderesse en date du 7 avril 1999 et celles du tribunal régional datées du 9 avril 1999 ont été soumises en réponse au recours constitutionnel des requérants, de sorte qu'elles présentaient un lien direct avec les motifs dudit recours, à savoir l'appréciation des éléments de preuve, l'interprétation prétendument incorrecte que le tribunal régional avait donnée de la notion de « contrainte » et le manquement allégué de cette juridiction à évaluer convenablement la notion de « conditions extrêmement défavorables » contenue à l'article 6 § 1 k) de la loi sur la propriété foncière. Il incombait à la Cour constitutionnelle de déterminer si ces allégations révélaient une violation des droits des requérants au regard des articles 11 et 36 § 1 de la Charte (paragraphes 29 et 32-33 ci-dessus).", "65.  La Cour relève que les observations en question constituaient des avis motivés sur le bien-fondé du recours constitutionnel des requérants et visaient manifestement à influer sur la décision de la juridiction constitutionnelle en appelant au rejet du recours. Ainsi, compte tenu de la nature des questions sur lesquelles la Cour constitutionnelle devait statuer, on peut considérer que les requérants avaient un intérêt légitime à recevoir copie des observations écrites de l'entreprise défenderesse et du tribunal régional. Il n'y a pas lieu pour la Cour de déterminer si le défaut de communication de ces pièces a causé un préjudice aux requérants, puisque l'existence d'une violation se conçoit même en l'absence de préjudice (Adolf c. Autriche, arrêt du 26 mars 1982, série A no 49, p. 17, § 37). C'est aux requérants de juger si un document appelle des commentaires de leur part (Nideröst-Huber, précité, p. 108, § 29). Il incombait donc à la Cour constitutionnelle de donner aux intéressés, avant de prendre sa décision, la possibilité de répondre aux observations écrites.", "66.  En conséquence, cette manière de procéder n'a pas permis aux requérants de participer de manière adéquate à la procédure devant la Cour constitutionnelle, ce qui les a privés d'un procès équitable, au sens de l'article 6 § 1 de la Convention. Dès lors, il y a eu violation de cette disposition.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "67.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "68.  Au titre du préjudice matériel, les requérants demandent la somme de 743 946,80 couronnes tchèques (CZK), qu'ils ventilent comme suit :", "a)  43 126,80 CZK (environ 1 437 euros (EUR)), soit la différence entre le prix de vente de la propriété qu'ils ont touché en 1985 et le prix évalué par l'expert dans la procédure de restitution ;", "b)  211 420 CZK (environ 7 047 EUR), soit la différence entre le prix du terrain calculé par l'expert et le prix réel ;", "c)  489 400 CZK (environ 16 313 EUR) pour les bénéfices rapportés par le jardin, dans lequel les requérants avaient investi.", "Pour le dommage moral, les requérants réclament 1 million de CZK (33 333 EUR).", "69.  Le Gouvernement soutient qu'il n'y a pas de lien de causalité entre une éventuelle violation de l'article 6 § 1 de la Convention dans la procédure devant la Cour constitutionnelle et le dommage matériel et le préjudice moral dont se plaignent les requérants. De plus, le Gouvernement juge excessives leurs prétentions au titre du préjudice moral. Il considère qu'un constat de violation représenterait une satisfaction équitable suffisante pour le dommage moral éventuellement subi par les requérants.", "70.  La Cour estime comme le Gouvernement qu'il n'y a pas de lien de causalité entre la violation de la Convention constatée et les prétentions des requérants relatives au préjudice matériel. En particulier, la Cour n'a pas à spéculer sur ce qu'aurait été le dénouement de la procédure si celle-ci avait été conforme aux exigences de l'article 6 § 1 de la Convention. Contrairement aux circonstances propres à l'affaire Krčmář et autres, celles de l'espèce ne permettent pas à la Cour de considérer que les requérants ont subi une perte de chances réelles (paragraphe 63 ci-dessus). En conséquence, elle rejette les prétentions formulées à ce titre (Demir et autres c. Turquie, arrêt du 23 septembre 1998, Recueil 1998-VI, p. 2660, § 63).", "71.  En outre, la Cour juge que le constat de violation fournit une satisfaction équitable suffisante pour tout préjudice moral subi par les requérants en l'espèce (voir, par exemple, Bakker c. Autriche, no 43454/98, § 36, 10 avril 2003, avec les références qui s'y trouvent citées).", "B.  Frais et dépens", "72.  Les requérants sollicitent 193 401,80 CZK (6 447 EUR) pour le remboursement des frais exposés lors de la procédure interne et 33 480 CZK (1 116 EUR) pour les coûts liés à la procédure fondée sur la Convention, ces sommes ayant été calculées sur la base des taux légaux appliqués au niveau national.", "73.  En ce qui concerne les prétentions relatives à la procédure interne, le Gouvernement soutient que seuls les frais exposés pour essayer de prévenir la violation constatée peuvent éventuellement faire l'objet d'un remboursement. Quant aux prétentions liées à la procédure menée au titre de la Convention, le Gouvernement estime qu'une somme de 800 EUR serait suffisante compte tenu du fait qu'en soumettant leur cause les requérants n'étaient pas représentés par un avocat.", "74.  S'agissant des frais réclamés pour la procédure interne, la Cour considère comme le Gouvernement que ces frais n'ont pas été exposés pour prévenir ou redresser une violation de la Convention. En conséquence, elle rejette cette demande.", "75.  Quant aux frais des requérants découlant de la procédure fondée sur la Convention, la Cour rappelle qu'elle ne s'estime pas liée par les barèmes et pratiques internes, même si elle peut s'en inspirer (voir, parmi beaucoup d'autres, les arrêts Tolstoy Miloslavsky c. Royaume-Uni, 13 juillet 1995, série A no 316-B, p. 83, § 77, et Başkaya et Okçuoğlu c. Turquie [GC], nos 23536/94 et 24408/94, § 98, CEDH 1999-IV). Statuant en équité, elle alloue aux requérants, conjointement, la somme réclamée au titre des frais et dépens, à savoir 1 116 EUR.", "C.  Intérêts moratoires", "76.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "2.  Dit que le constat de violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par les requérants ;", "", "3.  Dit", "a)  que l'Etat défendeur doit verser aux requérants conjointement, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 1 116 EUR (mille cent seize euros) pour frais et dépens, somme à convertir dans la monnaie nationale de l'Etat défendeur au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 21 juin 2005, en application de l'article 77 §§ 2 et 3 du règlement.", "S. Dollé\tJ.-P. Costa\nGreffière\tPrésident"]}