{"file": "FRE_HFJUD_22584_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "22584/06", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "AFFAIRE BACCICHETTI c. FRANCE", "", "(Requête no 22584/06)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "18 février 2010", "", "DÉFINITIF", "", "18/05/2010", "", "Cet arrêt est devenu définitif en vertu de l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Baccichetti c. France,", "La Cour européenne des droits de l'homme (cinquième section), siégeant en une chambre composée de :", "\tPeer Lorenzen, président,\n\tJean-Paul Costa,\n\tKarel Jungwiert,\n\tRait Maruste,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tMirjana Lazarova Trajkovska, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 19 janvier 2010,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 22584/06) dirigée contre la République française et dont un ressortissant de cet Etat, M. Yves Baccichetti (« le requérant »), a saisi la Cour le 31 mai 2006 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me D. Richard, avocat à Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, directrice des affaires juridiques au ministère des Affaires étrangères.", "3.  Le requérant alléguait notamment une violation de l'article 6 de la Convention en raison d'une rupture de l'égalité des armes.", "4.  Le 10 novembre 2008, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permet l'article 29 § 3 de la Convention, elle a en outre décidé que seraient examinés en même temps la recevabilité et le bienfondé de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Le requérant est né en 1954 et réside à Jussy.", "6.  Il est médecin stomatologue qualifié en chirurgie maxillo-faciale. Une patiente, C., le consulta pour des douleurs mandibulaires. Un traitement orthodontique fut entrepris en juin 2002 et le requérant décida d'opérer sa patiente à quatre reprises entre août 2002 et mars 2003.", "7.  Estimant que les soins prodigués n'avaient été d'aucune utilité sur sa pathologie et que les honoraires de 56 549,90 euros (EUR) réclamés par le requérant étaient disproportionnés, la patiente intenta deux procédures contre son médecin.", "1.  La procédure civile", "8.  C. saisit le tribunal de grande instance de Metz afin d'obtenir réparation du dommage qu'elle avait subi du fait de la détérioration de son état de santé, malgré les interventions chirurgicales. Par une ordonnance de référé du 28 décembre 2004, le président du tribunal ordonna une expertise médicale et désigna le docteur D. afin qu'il se prononce sur une éventuelle faute du requérant ayant entraîné un préjudice pour sa patiente. Le docteur D. rédigea son pré-rapport le 10 juin 2005 dans lequel il concluait à une interruption totale de travail de trois mois. Ce pré-rapport, déposé le 8 juillet 2005, contenait les passages suivants :", "« Les interventions chirurgicales litigieuses n'ont pas été pratiquées conformément aux données acquises de la science et aux règles de l'art. Bilans clinique et radiographique mal interprétés et donc indications thérapeutiques erronées (...)", "L'absence d'anomalie des bases osseuses contredisait une chirurgie (...)", "(...) il semblerait que si une information a été donnée de la part du [requérant], celle-ci n'a pas été complète dans la mesure où les risques d'échecs et leur types n'ont pas été abordés (...) »", "9.  Le docteur D. décéda avant d'avoir déposé le rapport d'expertise définitif.", "10.  En août 2006, C. saisit le juge des référés du tribunal de grande instance de Metz afin que les conclusions contenues dans le pré-rapport soient définitivement entérinées. Ces conclusions furent communiquées au requérant le 22 août 2006 qui les contesta pour s'opposer à la demande de C.", "11.  Par ordonnance du 31 octobre 2006, le juge des référés du tribunal de grande instance de Metz sursit à statuer sur la demande de C. et désigna un second expert, le docteur B., pour rédiger un rapport d'expertise définitif.", "12.  Ce rapport fut déposé le 26 juin 2007. Ses conclusions reprirent celles formulées dans le pré-rapport du docteur D.", "2.  La procédure disciplinaire", "13.  C. saisit les juridictions disciplinaires le 5 aout 2003 car elle estimait que les honoraires réclamés par le requérant étaient disproportionnés et exorbitants.", "14.  Par une décision avant-dire droit du 24 avril 2004, le conseil régional de Lorraine de l'ordre des médecins décida, lui aussi, de désigner un expert, le professeur W. afin de se prononcer sur le comportement professionnel du requérant et notamment sur l'opportunité du traitement entrepris.", "15.  Doutant de l'impartialité du professeur W. et alléguant d'une inimitié notoire avec elle car celle-ci avait déjà rendu un avis défavorable à son encontre dans une précédente affaire, le requérant présenta au conseil de l'ordre des médecins une demande de récusation de l'expert. Cette demande fut rejetée le 17 juin 2004 au motif qu'il n'existait pas de raisons sérieuses de remettre en cause son impartialité.", "16.  Le rapport d'expertise du professeur W. fut déposé le 11 août 2004. Il contenait les passages suivants :", "« [L'Etat de santé de C.] n'entraînait pas d'indication chirurgicale (...). [Si toutefois tel avait été le cas], celle-ci aurait dû être réalisée en un seul temps pour être efficace (...).", "Je ne dirai pas que le [requérant] a exposé un projet thérapeutique cohérent à sa patiente et on peut donc douter de l'éclairage qu'il a apporté lors de la demande de consentement qui a été formulée (...).", "[Le requérant] a proposé un projet thérapeutique à sa patiente tout à fait contestable (...). La faute en incombe au [seul requérant] qui est spécialiste [en la matière] (...).", "En conclusion on peut dire que le traitement [entrepris] était inapproprié (...). »", "17.  Par une décision du 11 décembre 2004, le conseil régional de l'ordre des médecins condamna le requérant à la peine de radiation du tableau de l'ordre des médecins. Le requérant interjeta appel de cette décision devant le conseil national de l'ordre des médecins.", "18.  Il déposa ses conclusions les 17 janvier et 10 juin 2005 dans lesquelles il produisit notamment des rapports d'expertises émanant des docteurs P. et C. qu'il avait lui-même sollicités. Le conseil départemental de l'ordre des médecins de Moselle déposa ses mémoires les 15 et 20 juin 2005. L'audience se tint le 23 juin 2005. L'avocat du requérant ne pouvant y assister, ce dernier sollicita le renvoi de l'audience. Cette demande fut rejetée et l'un des collaborateurs de son avocat habituel assista à l'audience où il prit la parole pour assurer la défense du requérant.", "19.  Par une décision du 21 juillet 2005 le conseil national de l'ordre des médecins confirma la peine de radiation. Il estima qu'au vu de la gravité des fautes commises par le requérant, des honoraires perçus pour ses prestations et d'une précédente condamnation disciplinaire, la sanction de la radiation n'était pas excessive.", "20.  Au visa de cette décision figurait le pré-rapport rédigé le 10 juin 2005 par le docteur D. dans le cadre de la procédure civile et qui n'avait pas encore été communiqué au requérant, ni dans la procédure civile, ni dans le cadre de la procédure disciplinaire. Ce rapport n'a été communiqué au requérant que le 22 août 2006 (voir § 10), soit postérieurement aux décisions disciplinaires du 11 décembre 2004 et du 21 juillet 2005. Il avait été communiqué au juge ordinal par C. après l'audience disciplinaire et avant le prononcé du jugement. Il n'a pas été fait mention du contenu de ce pré-rapport dans le corps de la décision du conseil national.", "21.  Le requérant demanda alors au Conseil d'Etat de surseoir à l'exécution de cette décision. Cette demande fut rejetée le 16 décembre 2005. Il introduisit ensuite un pourvoi que le Conseil d'Etat refusa d'admettre le 13 mars 2006, considérant que celui-ci n'était fondé sur aucun moyen sérieux.", "EN DROIT", "22.  Le requérant allègue plusieurs défauts d'équité de la procédure disciplinaire. Ses griefs ont trait à l'absence de caractère contradictoire de cette procédure, au dépôt tardif des conclusions adverses, au refus d'ordonner le renvoi de l'audience devant le conseil national de l'ordre des médecins, à la partialité alléguée du docteur D. et à l'absence d'examen par les juges disciplinaires de pièces produites par le requérant. Il invoque l'article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...), par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "I.  SUR LE CARACTÈRE CONTRADICTOIRE DE LA PROCÉDURE DISCIPLINAIRE", "23.  Le requérant se plaint de ne pas avoir eu communication du prérapport rédigé le 10 juin 2005 par le docteur D. alors que le conseil national de l'ordre des médecins a expressément visé ce document dans sa décision rendue le 21 juillet 2005.", "24.  Le Gouvernement s'oppose à cette thèse.", "A.  Sur la recevabilité", "25.  La Cour rappelle qu'une procédure disciplinaire à l'issue de laquelle le droit de continuer à exercer une profession est mis en jeu rentre dans le champ d'application de l'article 6 de la Convention (Le Compte, Van Leuven et De Meyere c. Belgique, 23 juin 1981, § 48, série A no 43). Elle constate par ailleurs que ce grief n'est pas manifestement mal fondé et qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "26.  Après avoir rappelé que le contradictoire est un principe élémentaire sans le respect duquel il ne peut y avoir de procès équitable, le requérant précise que la France a été récemment condamnée par la Cour pour ne pas avoir communiqué à l'une des parties un mémoire en réplique dans le cadre d'une procédure administrative (Asnar c. France (no 2), no 12316/04, 18 octobre 2007).", "27.  Il insiste également sur l'enjeu de la procédure disciplinaire en l'espèce, puisqu'à l'issue de celle-ci le requérant a été définitivement privé de la possibilité d'exercer sa profession de médecin.", "28.  Le Gouvernement souligne que le droit à une procédure contradictoire n'est pas absolu selon la jurisprudence de la Cour qui a, à plusieurs reprises, considéré que la non-communication d'une pièce et l'impossibilité pour le requérant de la discuter n'avait pas porté atteinte à l'équité de la procédure dans la mesure où cette faculté n'aurait eu aucune incidence sur l'issue du litige et où la solution juridique retenue ne prêtait pas à discussion (voir notamment Salé c. France, no 39765/04, 21 mars 2006, Stepinska c. France, no 1814/02, 15 juin 2004, Verdú Verdú c. Espagne, no 43432/02, 15 février 2007).", "29.  Le Gouvernement fait valoir que l'absence de communication dudit rapport d'expertise n'a eu en l'espèce aucune incidence sur la solution juridique du litige puisque ce pré-rapport a été seulement visé dans la décision rendue par le conseil national de l'ordre des médecins et qu'aucun des considérants de cette décision ne mentionne ce document. Il précise que seul le rapport du docteur W. a été mentionné dans le corps de la décision et que la sanction infligée au requérant repose sur d'autres éléments que le prérapport qui ne lui avait pas été communiqué.", "2.  Appréciation de la Cour", "30.  Au pénal comme au civil, les garanties du procès équitable impliquent, selon le principe du contradictoire, le droit pour les parties au procès de prendre connaissance de toute pièce ou observation présentée au juge et de la discuter, le cas échéant (voir, parmi tant d'autres, Lobo Machado c. Portugal, 20 février 1996, § 31, Recueil des arrêts et décisions 1996I). Il en va notamment de la confiance des justiciables dans le fonctionnement de la justice, cette confiance se fondant, entre autres, sur l'assurance d'avoir pu s'exprimer sur toute pièce du dossier (voir notamment Nideröst-Huber c. Suisse, 18 février 1997, §§ 27 et 29, Recueil 1997I).", "31.  Certes, comme le souligne le Gouvernement, le droit à une procédure contradictoire ne revêt pas un caractère absolu, et son étendue peut varier en fonction notamment des spécificités des procédures en cause. Dans les affaires Salé, Stepinska et Verdú Verdú citées par le Gouvernement, dont les circonstances sont très particulières, la Cour a en effet estimé que la non-communication d'une pièce de la procédure et l'impossibilité pour le requérant de la discuter n'avait pas porté atteinte à l'équité de la procédure, dans la mesure où elle a jugé que cette faculté n'aurait eu aucune incidence sur l'issue du litige et où la solution juridique retenue ne prêtait guère à discussion.", "32.  Or, la Cour est d'avis que de telles circonstances ne sont pas entièrement réunies en l'espèce. Elle constate que le pré-rapport établi par le docteur D. était une pièce clairement défavorable au requérant puisqu'il mentionnait expressément, d'une part, que les interventions chirurgicales n'avaient pas été pratiquées conformément aux données acquises de la science et, d'autre part, que le requérant avait manqué à son obligation d'information envers sa patiente.", "33.  La Cour constate également que le conseil national de l'ordre des médecins a pris connaissance du contenu de ce pré-rapport avant de rendre sa décision. A l'appui de ce constat, elle relève que le Gouvernement confirme cette approche dans la mesure où, dans ses conclusions concernant le grief tiré de l'absence d'examen par le conseil de l'ordre de deux rapports d'expertise fournis par le requérant, il indique que le juge a pris connaissance de ces pièces avant de statuer, puisqu'il les a reprises en tant que telles dans les visas de sa décision (voir infra, § 44).", "34.  Dans ces conditions, eu égard notamment au contenu de la pièce litigieuse, la Cour n'est pas assurée que ce document n'ait pas eu d'incidence sur l'issue du litige. Elle estime que le respect du droit à un procès équitable, pris sous l'angle particulier du respect du principe du contradictoire, exigeait que le requérant – partie défenderesse à la procédure disciplinaire – eût la possibilité de soumettre ses commentaires en réponse au contenu du pré-rapport ou, pour le moins, qu'il en soit informé pour décider, le cas échéant, d'y répondre. Or, cette faculté ne lui a pas été donnée puisque le requérant n'a eu connaissance du contenu de ce pré-rapport que postérieurement à la sanction disciplinaire.", "35.  Partant, il y a eu violation de l'article 6 § 1 de la Convention.", "II.  SUR LES AUTRES GRIEFS", "A.  Sur la tardiveté alléguée de la présentation des conclusions par le conseil départemental de l'ordre des médecins", "36.  Invoquant l'article 6 de la Convention, dans le cadre de la seule procédure disciplinaire, le requérant se plaint que les conclusions en appel du Conseil départemental de l'ordre des médecins aient été déposées tardivement, c'est-à-dire trois et huit jours avant l'audience, ce qui ne lui aurait pas permis d'y répondre de manière approfondie.", "37.  Le Gouvernement estime que ce grief est irrecevable dans la mesure où le requérant a répondu aux conclusions de son adversaires deux jours avant l'audience.", "38.  La Cour constate que le requérant a déposé des conclusions en réponse à celles de son adversaire et que lui et son avocats étaient présents à l'audience disciplinaire au cours de laquelle ils ont pu présenter leurs arguments au juge. Dans ces conditions, elle estime que le requérant n'a pas été privé du droit de faire entendre sa cause devant le conseil national de l'ordre des médecins. Dès lors, ce grief est manifestement mal fondé au sens de l'article 35 § 3 de la Convention et doit être rejeté en application de l'article 35 § 4.", "B.  Sur le refus de faire droit à la demande de renvoi d'audience", "39.  Le requérant estime que le refus de renvoyer l'audience à une date ultérieure l'a privé de la possibilité d'être défendu par son avocat habituel.", "40.  Le Gouvernement souligne à ce sujet que le requérant a été représenté au cours de l'audience d'appel par un collaborateur de son avocat.", "41.  La Cour constate que lors de l'audience devant le conseil national de l'ordre des médecins, si l'avocat du requérant n'a pu être présent, celui-ci a néanmoins été représenté par un collaborateur de son conseil habituel qui a pris la parole pour exposer la défense de son client. Partant, ce grief est manifestement mal fondé au sens de l'article 35 § 3 de la Convention et doit être rejeté en application de l'article 35 § 4.", "C.  Sur l'absence alléguée d'examen des pièces produites par la partie requérante", "42.  Le requérant critique le fait que les juges disciplinaires d'appel n'aient pas examiné les deux rapports d'expertise provenant des docteurs P. et C. et qu'il avait lui-même sollicités.", "43.  Le Gouvernement souligne que les rapports cités par le requérant ont été visés par le juge disciplinaire dans la décision du 21 juillet 2005 et que la circonstance qu'ils ne figurent pas dans les motifs de la décision signifie uniquement que le juge n'a pas attaché une portée suffisante à leur contenu pour infirmer le rapport d'expertise du professeur W.", "44.  La Cour rappelle qu'il revient aux juridictions internes d'apprécier les éléments de preuve obtenus par elle et la pertinence de ceux dont une partie souhaite la production (voir notamment Pélissier et Sassi c. France [GC], no 25444/94, § 45, CEDH 1999II). En l'espèce, le juge a pris connaissance de ces deux rapports puisqu'ils figurent au visa de sa décision, mais n'en a pas fait usage pour fonder sa motivation souveraine. Ce grief est donc manifestement mal fondé au sens de l'article 35 § 3 de la Convention et doit être rejeté en application de l'article 35 § 4.", "D.  Sur la demande de récusation présentée par le requérant", "45.  Le requérant critique également la décision refusant de faire droit à la demande de récusation du professeur W.", "46.  Le Gouvernement entend faire valoir que les voies de recours internes concernant ce grief n'ont pas été épuisées.", "47.  La Cour constate que le grief n'a pas été soulevé devant Conseil d'Etat. Les voies de recours internes ne sont pas épuisées et ce grief doit donc être rejeté en application de l'article 35 §§ 1 et 4 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "48.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "49.  Le requérant demande une somme de 4 414 377 euros (EUR) en réparation de son préjudice matériel né de sa perte d'activité et de la perte d'une partie de sa retraite, en raison de la sanction de radiation qui lui a été infligée. Il chiffre son préjudice moral à la somme de 2 000 000 d'euros.", "50.  Le Gouvernement entend faire valoir qu'il n'y a pas de lien de causalité entre la violation alléguée de l'article 6 et le préjudice financier que le requérant prétend avoir subi puisque la sanction prononcée ne résulte pas de la violation alléguée. Il conteste également le lien de causalité entre le préjudice moral et l'absence de communication d'une pièce de la procédure. Il en conclut que le seul constat de violation constitue une réparation adéquate du préjudice subi.", "51.  La Cour estime qu'aucun lien de causalité ne se trouve établi entre la violation de l'article 6 de la Convention et le préjudice matériel allégué par le requérant. Il convient donc d'écarter les prétentions formulées à ce sujet. En revanche, elle juge que le requérant a subi un tort moral, lequel est suffisamment réparé par le constat de violation auquel elle est parvenue (paragraphe 35 ci-dessus).", "B.  Frais et dépens", "52.  Le requérant demande à ce titre la somme de 22 562 EUR, partiellement justifiée par des factures.", "53.  Le Gouvernement estime cette somme disproportionnée et propose de la réduire à 1 000 EUR", "54.  La Cour rappelle sa jurisprudence selon laquelle un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce, compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable d'accorder au requérant la somme de 2 000 EUR.", "C.  Intérêts moratoires", "55.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Déclare, à l'unanimité, la requête recevable pour autant qu'elle concerne le grief tiré de l'article 6 de la Convention en raison de la non communication du pré-rapport d'expertise et irrecevable pour le surplus ;", "", "2.  Dit, par six voix contre une qu'il y a eu violation de l'article 6 de la Convention ;", "", "3.  Dit, par six voix contre une, que le constat de violation constitue en soi une satisfaction équitable suffisante pour le dommage matériel et moral subi par le requérant ;", "", "4.  Dit, par six voix contre une,", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 2 000 EUR (deux mille euros) pour frais et dépens, plus tout montant pouvant être dû à titre d'impôt par le requérant ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage.", "Fait en français, puis communiqué par écrit le 18 février 2010, en application de l'article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tGreffière\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion dissidente du juge Costa.", "", "", "", "\tP.L.\n\tC.W.", "", "", "OPINION DISSIDENTE DU JUGE COSTA", "Pour des raisons de fait, et de lecture du dossier, je me suis séparé de la majorité, qui a fondé sa conclusion de violation de l'article 6 § 1 de la Convention exclusivement sur l'absence de communication d'un document au requérant dans le cadre de la procédure disciplinaire engagée contre lui.", "De quel document s'agissait-il ? D'un « pré-rapport d'expertise », rédigé par un médecin, le docteur D., le 10 juin 2005 et déposé le 8 juillet de la même année.", "Ce pré-rapport avait été préparé dans le cadre d'une procédure distincte (civile). Son auteur est décédé avant d'avoir établi un rapport définitif.", "Dans le cadre de la procédure disciplinaire, le pré-rapport du docteur D. a bien été cité, mais seulement dans les visas de la décision du conseil national de l'ordre des médecins. La procédure disciplinaire a été la seule contestée par le requérant (voir § 22 de l'arrêt) ; la décision du conseil national de l'ordre des médecins porte la date du 21 juillet 2005 (voir § 20) ; autrement dit, quand cette décision a été prise, le document était toujours un rapport préparatoire, et il est demeuré à ce stade.", "Enfin, le conseil national ne s'est pas fondé, fût-ce seulement en substance, sur le pré-rapport du docteur D. Il n'est pas exagéré de regarder sa mention dans les visas comme superfétatoire.", "Je reconnais la pertinence de principe de la jurisprudence bien connue, rappelée au paragraphe 30 de l'arrêt (Nideröst-Huber c. Suisse, 1997-I) : elle a une nombreuse postérité (je pense par exemple à Baumet c. France, du 24 juillet 2007, où la Cour a conclu à la violation de l'article 6 § 1 à l'unanimité). Je serais le dernier à contester l'importance du caractère contradictoire de la procédure, qui est un élément du procès équitable ; qu'il me soit permis de penser qu'en l'espèce c'est verser dans le formalisme de considérer que la procédure suivie n'a pas été contradictoire."]}