{"file": "FRE_CLINF_57785_00.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "57785/00", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 87", "Juin 2006", "Zlínsat, spol. s r.o. c. Bulgarie - 57785/00", "Arrêt 15.6.2006 [Section V]", "Article 6", "Procédure civile", "Article 6-1", "Tribunal impartial", "Tribunal indépendant", "Décision prise par les autorités de poursuite, sans appel à un tribunal de suspendre une privatisation : violation", "", "article 1 du Protocole n° 1", "article 1 al. 2 du Protocole n° 1", "Réglementer l'usage des biens", "Décision prise par les autorités de poursuite, sans appel à un tribunal, de suspendre une privatisation :violation", "", "En fait : En mai 1997, la requérante, une société de droit tchèque, succéda aux droits d’une autre société dans un contrat d’acquisition d’un hôtel que la commune de Sofia avait privatisé en 1995. En juillet 1997, le parquet de Sofia ordonna la suspension de l’exécution du contrat au motif que celui-ci conférait un avantage indu à l’acquéreur. Par la suite, des poursuites pénales furent ouvertes à l’encontre d’un fonctionnaire soupçonné d’abus de pouvoir manifeste. La société requérante ne fut informée des procédures en question qu’en octobre 1997, lorsqu’elle se vit expulser de l’hôtel. La commune de Sofia forma un recours devant les juridictions civiles contre la décision du parquet. La Cour de cassation confirma en dernier ressort les décisions par lesquelles les juridictions du fond avaient conclu à la validité du contrat litigieux. La société requérante engagea elle aussi une action dont elle fut déboutée en 1999, les autorités de poursuite ayant refusé de rouvrir l'affaire au motif que l'arrêt rendu par la Cour de cassation sur pourvoi de la commune s’imposait à toutes les parties. En octobre 1999, le parquet de Sofia informa les services de police que les décisions prises en juillet et octobre 1997 étaient devenues caduques depuis l’arrêt rendu par la Cour de cassation.     ", "En droit : Article 6 § 1 – Cette disposition s’applique sous son volet civil car la société requérante n'a pas fait elle-même l’objet d'une enquête pénale ou de poursuites. Le parquet est indépendant de l’exécutif et les procureurs jouissent de garanties statutaires et d’immunités analogues à celles des magistrats. Toutefois, pareilles considérations ne peuvent passer pour décisives dans la mesure où un tribunal indépendant et impartial au sens de l’article 6 § 1 doit présenter d’autres caractéristiques essentielles – telles que les garanties d’une procédure judiciaire. Le parquet de Sofia a pris les décisions litigieuses de sa propre initiative alors qu’un tribunal ne peut en principe connaître que des questions qui lui sont soumises par un tiers, personne physique ou morale. En outre, il apparaît que, pour prendre une décision, le parquet n’avait aucunement l’obligation de suivre une procédure pour laquelle la participation de la personne visée – en l’espèce la société requérante – eût été requise, ce qu’il n’a d'ailleurs pas fait. La loi ne prévoyait pas la tenue d’audiences et n’énonçait aucune règle sur des points tels que l’admissibilité des preuves ou la manière de mener la procédure. Enfin, le libellé des dispositions légales pertinentes laissait au parquet une latitude considérable pour fixer la conduite à suivre, ce qui ne paraît pas compatible avec les principes de prééminence du droit et de sécurité juridique inhérents à une procédure judiciaire. Il était certes possible de faire appel de ces décisions auprès des échelons plus élevés des parquets, mais ceux-ci étaient les supérieurs hiérarchiques du parquet de Sofia et faisaient partie du même système centralisé placé sous l'autorité unique du procureur général. De plus, la procédure d’appel n’était pas encadrée par les garanties procédurales requises. La Cour rappelle par ailleurs que, dans l’arrêt qu’elle a rendu en l’affaire Assenov et autres c. Bulgarie, elle a jugé que les procureurs bulgares ne pouvaient passer pour des magistrats habilités par la loi à exercer des fonctions judiciaires, au sens de l’article 5 § 3, parce qu’ils pouvaient, après avoir entériné une décision de placement d’un suspect en détention provisoire, agir par la suite contre celui-ci dans la procédure pénale qui le visait. Le même raisonnement trouve à s’appliquer en l’espèce. Le parquet de Sofia a ordonné ex officio la suspension de l’exécution du contrat de privatisation et l’expulsion de la société requérante de l'hôtel. Il a ensuite engagé, dans l’exercice de ses pouvoirs, une action civile en annulation du contrat en question dirigée contre l’intéressée. Dans ces conditions, il ne saurait guère passer pour suffisament indépendant aux fins de l’article 6 § 1. Il en va de même des échelons supérieurs du parquet, qui ont confirmé les décisions litigieuses avant d’ester contre la société requérante dans la procédure suivie devant la cour d’appel de Sofia et la Cour de cassation. Le simple fait que les procureurs ont pour mission de défendre l’intérêt public ne saurait être considéré comme leur conférant un statut judiciaire ou la qualité d’acteurs indépendants et impartiaux. Dans ces conditions, les différents parquets qui sont intervenus dans cette affaire ne sauraient passer pour des tribunaux indépendants et impartiaux offrant les garanties exigées par l’article 6 § 1. Pour que la participation du parquet à la procédure fût jugée conforme à cette disposition, il aurait fallu que les décisions des procureurs fussent soumises au contrôle d’un organe judiciaire jouissant de la plénitude de juridiction. Toutefois, le droit bulgare exclut le contrôle juridictionnel des décisions rendues par les procureurs dans l’exercice de leurs pouvoirs en vertu des dispositions sur lesquelles ils se sont appuyés en l’espèce. L’action civile exercée par le parquet de Sofia contre la société requérante n’a pas assuré le degré de contrôle juridictionnel requis car la question qui se posait dans le cadre de cette procédure, celle de savoir si le contrat de privatisation auquel la société requérante était partie avait été passé à des conditions manifestement désavantageuses pour le contractant public, n’avait aucun rapport avec la question de la légalité des décisions litigieuses prises par les procureurs. Il est vrai que le parquet de Sofia a indiqué, à l’issue de cette instance, que les décisions faisant grief étaient devenues caduques, mais la mise à néant de celles-ci ne découlait pas directement du jugement obligatoire rendu dans cette procédure. Par ailleurs, les autorités n’ont pas démontré que les décisions des procureurs auraient pu faire l’objet d’un contrôle juridictionnel dans le cadre d’un éventuel recours formé devant un tribunal répressif si les poursuites pénales engagées étaient entrées dans une phase judiciaire. Les décisions critiquées ont été prises avant le déclenchement des poursuites pénales et non à l’occasion de celles-ci. Dès lors, les décisions prises en l’espèce par le parquet – qui étaient déterminantes pour l’usage et la possession de l’hôtel par la société requérante, du moins jusqu’à ce qu’il fût statué sur l’action civile dirigée contre elle – échappaient au contrôle juridictionnel exigé par l’article 6 § 1. Par ailleurs, le gouvernement défendeur n’a fourni aucune raison propre à justifier le défaut d’accès à un tribunal. Pour déclarer irrecevables les demandes de contrôle juridictionnel des décisions du parquet, le Conseil d’Etat s’est appuyé sur des considérations tenant exclusivement au statut de celui-ci. Toutefois, comme la Cour l’a déjà dit, le parquet ne saurait passser pour un tribunal indépendant et impartial au sens de l’article 6 § 1. Dans ces conditions, la Cour n’aperçoit aucun motif raisonnable d’exclure du champ du contrôle juridictionnel des décisions du parquet portant atteinte à des droits et obligations de caractère civil.", "Conclusion : violation (unanimité). ", "Article 1 du Protocole n°1 – L’ingérence dans les droits de la société requérante au titre de cet article s’analyse en une “réglementation de l’usage des biens” qui tombe sous le coup du second paragraphe de celui-ci.  En ce qui concerne l’exigence de “légalité”, l’ingérence en question était fondée sur des dispositions légales rédigées en termes particulièrement vagues, de sorte qu’il était quasiment impossible de prévoir dans quelles conditions les procureurs décideraient d’agir et quelles mesures ils prendraient au cas où ils considéreraient, sans contrôle indépendant, qu’une infraction risquait d’être commise. Il est vrai que de nombreuses lois se servent, par la force des choses, de formules plus ou moins vagues dont l’interprétation et l’application dépendent de la pratique. Mais en l’espèce, il n’y a pas de jurisprudence propre à éclaircir la portée exacte des dispositions en cause, certainement parce que les décisions des parquets échappent au contrôle juridictionnel. En conséquence, ces règles passe-partout, qui paraissent être d’application générale, confèrent au parquet un pouvoir discrétionnaire absolu pour agir comme il l’entend, ce qui n’est pas sans avoir dans certains cas des conséquences graves et des répercussions profondes sur les droits des personnes privées, physiques ou morales. Pareil pouvoir, qui n’est pas encadré par des  garanties procédurales adéquates – telles que les règles fondamentales de procédure – et qui échappe – comme la Cour l’a constaté – au contrôle d’un organe indépendant, ainsi que le manque de clarté et l’incertitude qui en résultent quant aux compétences du parquet en la matière, conduisent la Cour à conclure que le niveau minimum de protection juridique auquel les personnes physiques et les personnes morales ont droit en vertu du principe de la prééminence du droit dans une société démocratique n’a pas été atteint. Il s’ensuit que l’ingérence dans le droit de la société requérante au respect de ses biens n’était pas “régulière” aux fins de l’article 1 du Protocole n°1.", "Conclusion : violation(unanimité).", "Article 41 – Dommage: question réservée; frais et dépens : octroi d’une somme sauf en ce qui concerne les frais d’expertise, question qu’il y a également lieu de réserver.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}