{"file": "FRE_HFJUD_58255_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "58255/00", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "", "", "", "AFFAIRE PROKOPOVITCH c. RUSSIE", "", "(Requête no 58255/00)", "", "", "", "", "", "", "ARRÊT", "[Extraits]", "", "", "STRASBOURG", "", "18 novembre 2004", "", "DEFINITIF", "", "", "18/02/2005", "", "", "En l’affaire Prokopovitch c. Russie,", "La Cour européenne des Droits de l’Homme (première section), siégeant en une chambre composée de :", "\tM.\tC.L. Rozakis, président,\n\tMmes\tF. Tulkens,\n\t\tN. Vajić,\n\t\tS. Botoucharova,\n\tMM.\tA. Kovler,\n\t\tV. Zagrebelsky,\n\tMme\tE. Steiner, juges,\net de M. S. Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 28 octobre 2004,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 58255/00) dirigée contre la Fédération de Russie et dont une ressortissante de cet Etat, Mme Margarita Semenovna Prokopovitch (« la requérante »), a saisi la Cour le 17 mars 2000 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le gouvernement russe (« le Gouvernement ») est représenté par M. P. Laptev, représentant de la Fédération de Russie auprès de la Cour européenne des Droits de l’Homme.", "3.  La requérante voit une violation de l’article 8 de la Convention dans le fait qu’elle a été expulsée de son domicile, l’appartement de son défunt compagnon, en l’absence de toute décision de justice.", "4.  La requête a été attribuée à la première section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Par une décision du 8 janvier 2004, la chambre a déclaré la requête partiellement recevable.", "6.  Tant la requérante que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "7.  La requérante est née en 1940 et réside à Vladivostok.", "A.  La vie de la requérante avec son compagnon", "8.  En 1988, la requérante et son compagnon, M. Filippov, s’installèrent ensemble dans un appartement fourni par l’employeur de M. Filippov, une entreprise d’Etat. Mme Prokopovitch laissa l’appartement dans lequel elle vivait auparavant à sa fille et à la famille de celle-ci.", "9.  Même si la requérante et M. Filippov ne se marièrent jamais, ils vécurent maritalement à partir de 1988. Ils achetèrent tout le mobilier et les articles ménagers du nouvel appartement ensemble. De 1992 à 1995, M. Filippov entretint le ménage car Mme Prokopovitch était au chômage. Selon cette dernière, leurs voisins et les proches de M. Filippov les considéraient comme une famille. Les cartes postales et les lettres étaient adressées à « M. et Mme Filippov », et la requérante recevait du courrier à la nouvelle adresse.", "10.  L’ancienne adresse de Mme Prokopovitch demeura son lieu de résidence officiellement enregistré. La requérante explique qu’elle souffrait d’une affection de l’oreille et voulait continuer à être suivie par le même spécialiste. Si elle avait changé de lieu de résidence officiel, elle n’aurait plus eu la possibilité de se rendre chez le médecin qui exerçait dans son ancien quartier.", "B.  Décès du compagnon de la requérante", "11.  La requérante et M. Filippov passèrent l’été de 1998 dans leur résidence secondaire. Le 18 août 1998, M. Filippov retourna en ville pour une semaine.", "12.  Le 24 août 1998, il décéda. C’est un voisin qui trouva le corps. Le 26 août 1998, le défunt fut enterré en présence de son fils et de ses deux sœurs, informés du décès par télégramme.", "13.  La requérante ne fut informée ni de la mort de son compagnon ni des obsèques. Elle n’en eut connaissance qu’en retournant en ville tard dans la journée du 26 août 1998.", "C.  Réattribution de l’appartement et enlèvement des biens de la requérante", "14.  Le 27 août 1998, la requérante reçut un appel téléphonique du service local du logement (жилищно-эксплуатационное управление), qui lui demanda pourquoi l’appartement n’était pas vide. La requérante expliqua que l’appartement n’était pas son lieu de résidence officiellement enregistré mais qu’elle y vivait depuis plus de dix ans. Le 1er septembre 1998, un représentant du service du logement rendit visite à la requérante à l’appartement et rédigea un rapport – dont la requérante n’eut pas copie – dans lequel il constatait que l’appartement n’était pas vide. Le représentant conseilla à Mme Prokopovitch de se faire reconnaître par un tribunal le droit d’occuper l’appartement.", "15.  Le 2 septembre 1998, la requérante pria le service du logement de lui délivrer un certificat d’occupation (ордер) de l’appartement. Sa demande fut repoussée au motif que, le 1er septembre 1998, un tel certificat avait déjà été remis à M. Valetov, chef de la police locale et supérieur hiérarchique du fils de M. Filippov.", "16.  Le 4 septembre 1998, en rentrant à l’appartement, la requérante trouva la porte forcée et des individus en train de charger des livres et autres objets dans un camion. Elle affirme que les biens furent enlevés en présence de M. Valetov, du fils de M. Filippov, de plusieurs policiers en civil et d’un représentant du service du logement. Une fois l’enlèvement terminé, la requérante reçut l’ordre de quitter les lieux immédiatement. Comme elle refusait d’obtempérer, elle fut expulsée de l’appartement par la force. La porte fut remplacée et la requérante ne reçut pas les clefs.", "D.  La procédure introduite par la requérante", "17.  Le 7 septembre 1998, la requérante déposa une plainte contre M. Valetov auprès du procureur du district Sovietski de Vladivostok. Elle demandait une enquête pénale sur son expulsion de force et sur l’enlèvement de ses biens. Le 14 septembre 1998, le procureur l’informa que, ses allégations étant dépourvues de fondement, il refusait d’engager des poursuites pénales.", "18.  Le 1er octobre 1998, la requérante intenta une action civile contre le conseil municipal de Vladivostok et M. Valetov. Elle prétendait devoir être reconnue comme membre du ménage de son défunt compagnon et priait le tribunal d’annuler le certificat d’occupation remis à M. Valetov. Elle fournit comme preuves de nombreuses déclarations de proches, de voisins de l’immeuble et de voisins de la résidence secondaire, ainsi que des photographies, des lettres, des cartes postales et des accusés de réception.", "19.  Le 27 novembre 1998, la requérante se plaignit auprès du procureur de la ville de Vladivostok du refus d’ouvrir une enquête pénale sur les agissements de M. Valetov. Par une lettre du 17 décembre 1998, elle fut informée que le procureur de la ville était revenu sur le refus opposé par le procureur de district et ordonnait à celui-ci d’ouvrir une enquête.", "20.  Le 5 janvier 1999, le procureur du district Sovietski indiqua qu’il ressortait de l’enquête qu’aucune infraction pénale n’avait été commise. Le 7 mai 1999, à la suite d’une nouvelle plainte de la requérante, le procureur de la ville de Vladivostok confirma cette conclusion après examen du dossier.", "21.  Le 9 août 1999, le tribunal du district Sovietski de Vladivostok rejeta l’action civile de la requérante en expliquant ce qui suit :", "« Dès lors, le tribunal considère qu’il est établi en justice que [la requérante] vivait dans l’appartement litigieux, ce que confirment les cartes postales adressées à M. Filippov et à [Mme Prokopovitch] ainsi qu’un avis de dépôt de colis ; toutefois, la résidence [de celle-ci] n’y était que temporaire.", "Le tribunal constate que, de son vivant, M. Filippov n’a pas reconnu le droit de bail [de la requérante] sur l’appartement litigieux ; [celle-ci] n’a présenté aucun élément de preuve qui démontrerait le contraire. Par ailleurs, il est établi que [la requérante] a conservé son droit de bail sur [l’appartement de sa fille] et qu’elle a emménagé dans l’appartement litigieux sans respecter la procédure décrite à l’article 54 § 1 du code du logement de la Fédération de Russie (...)", "De plus, l’allégation [de la requérante] selon laquelle ses effets personnels (250 objets) se trouvaient dans l’appartement (...) est démentie par les résultats des enquêtes menées par les procureurs du district Sovietski et de la ville de Vladivostok, ainsi que par le rapport du service du logement du 4 septembre 1998.", "Au vu de ce qui précède, le tribunal estime que [la requérante] ne détient pas de droit de bail sur [l’appartement litigieux] (...) »", "Le tribunal fondait ses conclusions sur les dépositions du fils et de la belle-fille de M. Filippov. Il avait en revanche écarté une déposition de la fille de la requérante au motif qu’elle était intéressée à l’issue de l’instance, et jugé que les dépositions de cinq voisins à l’audience ne suffisaient pas à établir que la requérante et M. Filippov constituaient un seul et même foyer.", "22.  La requérante interjeta appel. Dans l’exposé de ses moyens d’appel, daté du 17 août 1999, elle fit valoir un ensemble très important d’éléments de preuve démontrant qu’elle vivait dans l’appartement (déclarations de témoins, cartes postales, accusés de réception, etc.). Elle soutenait que le fils de son défunt compagnon s’était arrangé avec son supérieur de la police pour avoir l’appartement, ce qui expliquait pourquoi ils étaient parvenus à obtenir en deux jours seulement les décisions du conseil municipal et du service du logement, ainsi que le certificat d’occupation et le cachet de l’enregistrement du lieu de résidence. Elle se plaignait d’avoir été expulsée de force, en violation des dispositions applicables du code du logement.", "23.  Le 6 octobre 1999, la chambre civile du tribunal régional de Primorski confirma la décision du 9 août 1999, en faisant siens les motifs du tribunal de première instance.", "24.  La requérante formula plusieurs demandes en révision, dont elle fut à chaque fois déboutée.", "25.  Selon elle, l’appartement fut privatisé en 1999 et vendu à un tiers.", "(...)", "EN DROIT", "(...)", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "31.  La requérante soutient que son expulsion de l’appartement de son défunt compagnon était illégale. Elle invoque l’article 8 de la Convention, aux termes duquel :", "« 1.  Toute personne a droit au respect (...) de son domicile (...)", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "(...)", "B.  Appréciation de la Cour", "1.  Sur la question de savoir si l’appartement litigieux était le « domicile » de la requérante au sens de l’article 8 de la Convention", "35.  Le Gouvernement estime que le droit de la requérante au respect de son domicile ne se trouve pas en cause, puisque la résidence de l’intéressée dans l’appartement litigieux n’avait pas été légalement établie.", "36.  La Cour rappelle que, selon sa jurisprudence et celle de la Commission, la notion de « domicile » au sens de l’article 8 ne se limite pas au domicile légalement occupé ou établi, mais qu’il s’agit d’un concept autonome qui ne dépend pas d’une qualification en droit interne. La question de savoir si une habitation particulière constitue un « domicile » relevant de la protection de l’article 8 § 1 dépendra des circonstances factuelles, notamment de l’existence de liens suffisants et continus avec un lieu déterminé (Buckley c. Royaume-Uni, arrêt du 25 septembre 1996, Recueil des arrêts et décisions 1996-IV, pp. 1287-1288, §§ 52-54, et avis de la Commission, pp. 1308-1309, § 63, Gillow c. Royaume-Uni, arrêt du 24 novembre 1986, série A no 109, p. 19, § 46, Wiggins c. Royaume-Uni, no 7456/76, décision de la Commission du 8 février 1978, Décisions et rapports 13, p. 40).", "37.  La requérante soutient qu’elle élut domicile dans l’appartement litigieux en 1988, lorsqu’elle s’y installa avec son compagnon. Elle a produit des factures et d’autres documents financiers qui montrent qu’elle avait acheté des meubles et des articles ménagers avec lui et qu’ils avaient payé les charges et frais d’entretien ensemble. Apparemment, la requérante recevait également des lettres et des cartes postales envoyées à son compagnon et à elle-même à l’adresse postale de l’appartement en question. Des déclarations de plusieurs témoins – que la Cour n’a pas de raisons de remettre en cause – indiquent que la requérante avait souvent été vue dans l’appartement de M. Filippov et aux environs. En outre, les juridictions internes ont constaté que la requérante avait effectivement vécu dans l’appartement (paragraphe 21 ci-dessus). Le Gouvernement ne conteste pas que l’appartement ait été le véritable lieu de résidence de la requérante. Compte tenu d’un ensemble de circonstances convaincantes, concordantes et non réfutées, la Cour estime que la requérante entretenait avec l’appartement de M. Filippov des liens suffisamment étroits et continus pour que ce logement soit considéré comme son « domicile » au sens de l’article 8 de la Convention.", "38.  Par ailleurs, la Cour juge établi que la requérante n’avait pas d’autre domicile. Bien que le Gouvernement ait refusé de considérer l’appartement de M. Filippov comme le « domicile » de l’intéressée, il n’a pas indiqué quel autre lieu aurait pu l’être. La Cour note en effet que, même si les juridictions internes fondèrent leurs conclusions sur le fait que la requérante avait conservé le droit de résider officiellement dans l’appartement de sa fille, le Gouvernement n’a pas soutenu que ce dernier fût le véritable domicile de la requérante.", "39.  En conséquence, la Cour conclut que l’appartement de M. Filippov était le domicile de la requérante au sens de l’article 8 de la Convention.", "(...)"]}