{"file": "FRE_CLINF_71503_01.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "71503/01", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 63", "Avril 2004", "Assanidzé c. Géorgie [GC] - 71503/01", "Arrêt 8.4.2004 [GC]", "Article 1", "Responsabilité des États", "Responsabilité de l’Etat de la Géorgie pour des faits directement imputables aux autorités de la République autonome d’Adjarie", "Juridiction des États", "« Juridiction » de l’Etat de la Géorgie sur la République autonome d’Adjarie", "Article 5", "Article 5-1", "Arrestation ou détention régulières", "Maintien en détention du requérant malgré une décision définitive et exécutoire de libération: violation", "Article 6", "Procédure pénale", "Article 6-1", "Accès à un tribunal", "Refus de libérer le requérant acquitté par une décision judiciaire définitive: violation", "Article 41", "Satisfaction équitable", "Cour indiquant que l’Etat doit assurer la remise en liberté du requérant comme mesure pour remédier aux violations constatées", "En fait – Le requérant fut maire du chef-lieu de la République autonome d’Adjarie, en Géorgie, et député du Conseil suprême de cette république. Poursuivi pour tentative d’enlèvement, il fut condamné à une peine de douze ans d’emprisonnement par la Cour suprême d’Adjarie en octobre 2000. Le requérant se pourvut en cassation. En janvier 2001, la Cour suprême de Géorgie cassa l’arrêt et prononça l’acquittement du requérant par décision définitive et non susceptible de recours. Cette décision ordonnait la remise immédiate en liberté du requérant, détenu par les autorités locales adjares. Les autorités centrales de Géorgie effectuèrent des démarches réitérées, tant procédurales que politiques, auprès des autorités locales adjares en vue de la libération du requérant. Néanmoins, le requérant était toujours incarcéré dans une prison du ministère adjare de la Sécurité au jour de l’adoption de l’arrêt. ", "En droit", "Article 1 – Les faits dénoncés par le requérant contre la République autonome d’Adjarie, entité de la Géorgie jouissant d’un statut d’autonomie, relèvent de la « juridiction » de la Géorgie au sens de l’article 1. L’Etat central a usé des diverses voies juridiques et politiques pour obtenir la libération du requérant et a réitéré ses demandes en ce sens. Dans le système interne, les faits dénoncés sont directement imputables aux autorités locales de la République autonome d’Adjarie, mais seule la responsabilité de l’Etat géorgien se trouve engagée au regard de la Convention.", "Article 5 § 1 – Bien que le requérant a été acquitté et que sa libération immédiate a été ordonnée par la Cour suprême de Géorgie, il demeure en détention depuis, sans qu’aucune révision du procès n’ait eu lieu et sans qu’aucun nouveau titre de détention ne soit intervenu. Cette privation de liberté ne repose sur aucune loi nationale ni aucun titre.", "Conclusion: violation (unanimité).", "Article 6 § 1 – Droit à un tribunal en matière pénale : L’effet utile de cet article a été retiré par la non-exécution, pendant plus de trois ans, de l’arrêt d’acquittement définitif et exécutoire.", "Conclusion: violation (quatorze voix contre trois).", "Article 41 – La Cour alloue une indemnité pour préjudices moral et matériel et une somme au titre des frais et dépens. ", "La Cour dit que, pour ce qui est des mesures que l’Etat défendeur devra adopter, sous le contrôle du Comité des Ministres, afin de mettre un terme aux violations constatées (article 46), la Géorgie doit assurer la remise en liberté du requérant dans les plus brefs délais.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}