{"file": "FRE_HFJUD_15172_13.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "15172/13", "text_paragraphs": ["GRANDE CHAMBRE", "PROCÉDURE FONDÉE SUR L’ARTICLE 46 § 4 DANS L’AFFAIRE ILGAR MAMMADOV c. AZERBAÏDJAN", "(Requête no 15172/13)", "", "", "", "", "", "", "ARRÊT\n", "STRASBOURG", "29 mai 2019", "Cet arrêt est définitif. Il peut subir des retouches de forme", "Dans la procédure fondée sur l’article 46 § 4 de la Convention en l’affaire Ilgar Mammadov c. Azerbaïdjan,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tAngelika Nußberger, présidente,\n\tLinos-Alexandre Sicilianos,\n\tRobert Spano,\n\tGanna Yudkivska,\n\tHelena Jäderblom,\n\tNebojša Vučinić,\n\tPaulo Pinto de Albuquerque,\n\tErik Møse,\n\tKrzysztof Wojtyczek,\n\tValeriu Griţco,\n\tDmitry Dedov,\n\tIulia Antoanella Motoc,\n\tSíofra O’Leary,\n\tMārtiņš Mits,\n\tStéphanie Mourou-Vikström,\n\tAlena Poláčková,\n\tLәtif Hüseynov, juges,\net de Roderick Liddell, greffier,", "Après en avoir délibéré en chambre du conseil les 20 juin et 24 octobre 2018, ainsi que les 30 janvier et 1er avril 2019,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve la question, dont le Comité des Ministres a saisi la Cour le 5 décembre 2017 en vertu de l’article 46 § 4 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »), de savoir si la République d’Azerbaïdjan a manqué à l’obligation qui lui incombait au titre de l’article 46 § 1 de la Convention de se conformer à l’arrêt rendu par la Cour dans l’affaire Ilgar Mammadov c. Azerbaïdjan (no 15172/13, 22 mai 2014 – « le premier arrêt Mammadov »).", "2.  Dans le premier arrêt Mammadov, la Cour avait conclu à la violation des articles 5 § 1 c), 5 § 4, 6 § 2, ainsi que de l’article 18 combiné avec l’article 5 de la Convention relativement aux accusations pénales qui avaient été portées contre M. Mammadov en février 2013 et qui avaient été suivies de la mise en détention provisoire de l’intéressé.", "3.  L’arrêt étant devenu définitif le 13 octobre 2014, il fut transmis au Comité des Ministres en vertu de l’article 46 § 2 de la Convention aux fins de la surveillance de son exécution. Le Comité des Ministres examina l’affaire à plusieurs reprises dans le cadre de ses réunions « droits de l’homme » tenues de décembre 2014 à octobre 2017 (paragraphes 45-70 cidessous). Lors de sa 1302e réunion « droits de l’homme » (5-7 décembre 2017), exerçant ses pouvoirs découlant de l’article 46 § 4 de la Convention et de la règle no 11 des Règles pour la surveillance de l’exécution des arrêts et des termes des règlements amiables, le Comité des Ministres adopta une Résolution intérimaire par laquelle il décidait sur le fondement de l’article 46 § 4 de saisir la Cour de la question ci-dessus (CM/ResDH(2017)429 – voir annexe).", "4.  Le 11 décembre 2017, le Comité a adressé la demande de saisine de la Cour au greffier, comme le prévoyait l’article 100 (ancien article 95) du règlement de la Cour (« le règlement »). La demande a ensuite été attribuée à la Grande Chambre de la Cour, en vertu de l’article 101 (ancien article 96) du règlement.", "5.  La composition de la Grande Chambre a été arrêtée conformément aux articles 31 b) de la Convention et 24 du règlement.", "6.  Le 31 janvier 2018, le Gouvernement, se référant à l’article 28 § 2 d) du règlement, a soulevé une exception liée à une déclaration que le président de la Cour avait faite le 26 janvier 2018, lors de l’ouverture officielle de l’année judiciaire. Le président a estimé que cette exception était dénuée de fondement juridique mais qu’il était préférable, dans l’intérêt de la Cour, qu’il se déportât. En application de l’article 10 du règlement et des règles de préséance énoncées à l’article 5 § 2 du règlement, il a été remplacé dans ses fonctions de président de la Grande Chambre par un vice-président de la Cour, en l’occurrence la juge Angelika Nußberger. La composition de la Grande Chambre a été remaniée en conséquence. Renvoyant à la déclaration faite par le président de la Cour le 26 janvier 2018, le Gouvernement a également contesté l’impartialité de l’ensemble de la Cour sur le fondement de l’article 9 § 1 du règlement. Agissant en vertu de l’article 28 § 4 du règlement, la présidente de la Grande Chambre a soumis cette objection à la Grande Chambre telle que remaniée, qui l’a examinée et, la considérant dénuée de tout fondement, l’a rejetée.", "7.  Le Comité des Ministres, le Gouvernement et M. Mammadov ont présenté des observations écrites (articles 102 et 103 § 1 (anciens articles 97 et 98 § 1) du règlement).", "8.  La tenue d’une audience n’a pas été demandée. Après en avoir délibéré en chambre du conseil le 16 avril 2018, la Grande Chambre a décidé de ne pas tenir d’audience (article 103 § 2 (ancien article 98 § 2) du règlement). En réponse à la première série d’observations écrites, le Comité des Ministres, le Gouvernement et M. Mammadov ont soumis des observations complémentaires.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "A.  Le contexte de l’affaire", "1.  Ilgar Mammadov et les faits ayant conduit à sa détention provisoire", "9.  M. Mammadov est un ressortissant azerbaïdjanais qui pendant un certain nombre d’années a œuvré au sein de diverses entités politiques et organisations non gouvernementales locales et internationales. En 2008, il cofonda le mouvement Alternative républicaine (« REAL »), dont il fut élu président en 2012. Depuis plusieurs années, il est également le directeur de l’École d’études politiques de Bakou, qui fait partie d’un réseau d’écoles d’études politiques affiliées au Conseil de l’Europe (premier arrêt Mammadov, § 6).", "10.  M. Mammadov tenait sur Internet un blog personnel, sur lequel il commentait différentes questions politiques. C’est ainsi qu’en novembre 2012, après l’adoption par l’Assemblée nationale d’une nouvelle loi qui sanctionnait lourdement les rassemblements publics non autorisés, M. Mammadov posta sur son blog un commentaire dont il indiquait qu’il était destiné à insulter les membres de l’Assemblée nationale. Sans citer de noms, il y déclarait ensuite, notamment, que l’Assemblée nationale était composée de « fraudeurs », et il comparait l’ensemble du corps législatif à un zoo. Ces commentaires furent cités dans les médias et suscitèrent de nombreuses réactions, apparemment virulentes, de la part de différents membres de l’Assemblée nationale. Ces réactions, qui furent également publiées dans les médias, allaient de ripostes injurieuses ad hominem à des appels à sanctions, en passant par des menaces d’actions en justice contre M. Mammadov. Selon l’intéressé, les « projets d’actions en justice des parlementaires furent (...) abandonnés temporairement » après que les appels à représailles à son encontre eurent été condamnés par l’un des viceprésidents de la Commission européenne, alors en visite dans le pays (ibidem, § 7).", "11.  Début janvier 2013, le REAL annonça qu’il envisageait de désigner son propre candidat aux prochaines élections présidentielles, prévues pour novembre 2013. M. Mammadov lui-même fit savoir qu’il songeait à se présenter aux élections. Selon lui, la perspective de sa candidature fut à l’époque abondamment débattue en Azerbaïdjan (ibidem, § 8).", "12.  Le 23 janvier 2013, des émeutes éclatèrent dans la ville de Ismailli, au nord-ouest de Bakou. D’après les comptes rendus des médias qui reprenaient les propos d’habitants de la ville, ces émeutes avaient été déclenchées par un incident mettant en cause V.A., qui était le fils du ministre du Travail et de la Protection sociale et le neveu du directeur de l’autorité exécutive du district de Ismailli (« AEDI »). Il fut rapporté qu’après avoir été impliqué dans un accident de voiture, V.A. avait insulté et agressé physiquement les occupants d’un autre véhicule, des habitants de la ville, et que, ayant eu connaissance de l’incident, plusieurs centaines (voire milliers) d’habitants de la ville étaient descendus dans les rues et avaient détruit des établissements commerciaux (dont l’hôtel Chirag) et d’autres immeubles de Ismailli qui passaient pour appartenir à la famille de V.A. (ibidem, § 9).", "13.  Le 24 janvier 2013, M. Mammadov se rendit à Ismailli afin de pouvoir apprécier directement les événements. Le 25 janvier 2013, il décrivit sur son blog les impressions qu’il avait retirées de son voyage. Le 28 janvier 2013, il y publia de plus amples informations sur les événements, en y reprenant des passages des sites web officiels du ministère de la Culture et du Tourisme ainsi que du ministère des Impôts, et en publiant des captures d’écran de ces sites. Plus particulièrement, il fit remarquer que, d’après ces sources et des informations publiées sur le compte Facebook de V.A., l’hôtel Chirag appartenait bel et bien à V.A. Ce commentaire contredisait directement un démenti antérieur du directeur de l’AEDI. Dans l’heure qui suivit la publication de l’article sur le blog de M. Mammadov, les informations citées par celui-ci furent retirées des sites gouvernementaux précités et de la page Facebook de V.A. Toutefois, l’article lui-même fut abondamment commenté dans les médias (ibidem, §§ 12-13).", "14.  Le 29 janvier 2013, M. Mammadov reçut un appel téléphonique du département du parquet général chargé des infractions graves et fut invité de vive voix à se présenter auprès dudit département pour y être interrogé en qualité de témoin. Les jours suivants, il fut interrogé à plusieurs reprises (ibidem, §§ 16-28).", "15.  Le 4 février 2013, M. Mammadov fut accusé d’infractions visées à l’article 233 (organisation d’actions entraînant un trouble à l’ordre public ou participation active à de telles actions) et à l’article 315.2 (résistance à agents publics ou violences contre agents publics constitutives de menaces pour la vie ou l’intégrité physique de ces derniers) du code pénal (ibidem, § 27).", "16.  Également le 4 février 2013, M. Mammadov fut placé en détention provisoire pour une durée de deux mois (jusqu’au 4 avril 2013) sur décision du tribunal de district de Nasimi (ibidem, § 32).", "17.  Le 30 avril 2013, le chef des enquêteurs décida d’inculper M. Mammadov sur le terrain des articles 220.1 (troubles de grande ampleur) et 315.2 (résistance à agents publics ou violences contre agents publics constitutives de menaces pour la vie ou l’intégrité physique de ces derniers) du code pénal, remplaçant ainsi les accusations initiales (ibidem, § 49).", "18.  Par la suite, la détention initiale de deux mois de M. Mammadov fut prolongée par des décisions du tribunal de district de Nasimi en date du 14 mars 2013 (prorogation jusqu’au 4 juin 2013), du 15 mai 2013 (prorogation jusqu’au 4 septembre 2013) et du 14 août 2013 (prorogation jusqu’au 4 novembre 2013) (ibidem, §§ 44, 51 et 53). M. Mammadov fut débouté de ses recours contre la décision initiale de mise en détention du 4 février 2013 (paragraphe 16 cidessus) et les décisions de maintien en détention (ibidem, §§ 34-39, 45-46 et 53). Par ailleurs, les demandes qu’il forma afin de faire commuer sa détention en assignation à résidence et d’obtenir une libération conditionnelle demeurèrent vaines (ibidem, §§ 4042 et 47-48).", "2.  Le procès pénal", "19.  Le procès de M. Mammadov, qui impliquait dix-huit accusés au total, débuta en novembre 2013. Le 4 novembre 2013, le tribunal des infractions graves de Shaki tint une audience préliminaire (Ilgar Mammadov c. Azerbaïdjan (no 2), no 919/15, §§ 21 et suiv., 16 novembre 2017) (« le deuxième arrêt Mammadov »). Le procès, pendant lequel M. Mammadov fut maintenu en détention, s’étendit sur une trentaine d’audiences (ibidem, § 26).", "20.  Le 17 mars 2014, le tribunal des infractions graves de Shaki rendit son jugement, déclarant le requérant coupable des faits qui lui étaient reprochés et le condamnant à une peine de sept ans d’emprisonnement (ibidem, § 94).", "21.  Le 24 septembre 2014, à la suite d’un appel formé par M. Mammadov, la cour d’appel de Shaki confirma la condamnation et la peine en question (ibidem, § 121).", "22.  En novembre 2014, M. Mammadov se pourvut en cassation auprès de la Cour suprême. Lors de la première audience, le 13 janvier 2015, la haute juridiction décida, en l’absence de toute objection, de reporter sine die la suite des audiences sur l’affaire au motif qu’il lui fallait plus de temps pour examiner le dossier (ibidem, §§ 123-124).", "23.  Les audiences reprirent le 13 octobre 2015. Par une décision de la même date, la Cour suprême annula l’arrêt de la cour d’appel de Shaki du 24 septembre 2014. Elle constata que le rejet par les juridictions inférieures des demandes de la défense tendant à faire entendre des témoins supplémentaires et à faire examiner d’autres preuves avait été insuffisamment motivé et avait enfreint les règles de procédure nationales et les exigences de l’article 6 de la Convention. L’affaire fut donc renvoyée devant la cour d’appel pour un nouvel examen (ibidem, §§ 124-125).", "24.  Le 29 avril 2016, après avoir réexaminé les éléments du dossier et s’être penchée sur de nouvelles preuves, la cour d’appel de Shaki rendit un arrêt qui confirmait la condamnation et la peine infligées à M. Mammadov (ibidem, §§ 127129).", "25.  La cour d’appel prit acte du constat de violation de l’article 5 § 1 c) fait par la Cour européenne des droits de l’homme dans le premier arrêt Mammadov mais le jugea dénué de fondement. Après avoir entendu un certain nombre de témoins, elle parvint à la conclusion qu’il y avait suffisamment de preuves pour accuser M. Mammadov et le condamner pour les infractions qui lui étaient reprochées. La juridiction d’appel ne fit pas mention des violations d’autres articles de la Convention constatées dans le premier arrêt Mammadov. Évoquant les articles « d’incitation à la désobéissance » postés par M. Mammadov sur Facebook et sur son blog, elle se prononça ainsi :", "« Les circonstances de l’affaire prouvent incontestablement que Ilgar Mammadov et Tofig Yaglubu se sont rendus dans la ville de Ismailli le 24 janvier 2013, qu’ils ont organisé des émeutes massives et qu’ils ont participé activement à ces émeutes, qui ont conduit à l’attaque de l’administration locale par des habitants de la ville, vers 17 heures (...)", "La cour observe que Ilgar Mammadov et Tofig Yagublu sont arrivés de Bakou et qu’en l’espace de deux heures ils sont parvenus à transformer des rassemblements spontanés en émeutes massives organisées : bien que cela puisse paraître étrange dans des circonstances normales, la situation était tendue, les habitants de la ville ont condamné N. Alekperov, le chef du pouvoir exécutif, et ils étaient exaltés ; comme l’a relevé Ilgar Mammadov, « la situation était explosive ». Ilgar Mammadov et Tofig Yagublu ont profité de ces circonstances et, à l’aide de slogans hostiles au gouvernement, ont attiré l’attention de la foule, ont fait monter la tension émotionnelle et ont commis les infractions décrites ci-dessus. »", "26.  La cour d’appel poursuivit ainsi :", "« La cour est parvenue à la conclusion que, conformément aux articles 143-146 du code de procédure pénale, des preuves suffisantes avaient été rassemblées puis appréciées de manière approfondie et objective par le tribunal de première instance. Les articles 220.1 et 315.2 du code pénal de la République d’Azerbaïdjan ont été correctement appliqués aux inculpés Yagublu Tofig Rashid et Mammadov Ilgar Eldar. »", "27.  Le 21 juin 2016, M. Mammadov saisit la Cour suprême d’un second pourvoi en cassation. Par une décision définitive du 18 novembre 2016, la haute juridiction confirma l’arrêt de la cour d’appel de Shaki en date du 29 avril 2016 (ibidem, § 149). M. Mammadov fut alors maintenu en détention, et ce jusqu’au 13 août 2018 (paragraphe 32 ci-dessous).", "28.  Après que le deuxième arrêt Mammadov rendu par la Cour (paragraphes 74-80 cidessous) était devenu définitif à la date du 5 mars 2018, M. Mammadov saisit à nouveau la Cour suprême en vue d’obtenir un réexamen de l’affaire. Le 29 juin 2018, le plénum de la Cour suprême accueillit son pourvoi, rouvrit l’affaire et la renvoya devant la cour d’appel de Shaki.", "29.  Le 13 août 2018, la cour d’appel de Shaki réexamina le jugement du 17 mars 2014 par lequel le tribunal des infractions graves de Shaki avait initialement reconnu M. Mammadov coupable. M. Mammadov et le parquet furent entendus à cette occasion. Ni l’un ni l’autre ne produisirent d’éléments nouveaux.", "30.  La cour d’appel de Shaki réexamina les éléments de preuve et rappela que, selon la jurisprudence constante de la Cour européenne des droits de l’homme, les juridictions internes sont mieux placées pour les apprécier. Examinant les dépositions des policiers, elle considéra qu’il n’y avait « manifestement aucune base légale pour douter de la fiabilité de [ces] témoignages ». Elle se pencha ensuite sur les autres témoignages initiaux. Dans sa décision du 29 avril 2016, elle constata que « des preuves suffisantes avaient été rassemblées puis examinées de manière approfondie et objective par le tribunal de première instance ». Elle formula la conclusion suivante :", "« Au vu du dossier, la cour d’appel de Shaki estime donc légal et fondé le jugement du 17 mars 2014 par lequel le tribunal des infractions graves de Shaki a déclaré l’inculpé Ilgar Mammadov coupable au regard des articles 220.1 et 315.2 du code pénal et l’a condamné à six ans d’emprisonnement sur le fondement de l’article 220.1 du code pénal et à quatre ans d’emprisonnement sur le fondement de l’article 315.2 du code pénal, soit à une peine globale partiellement confondue de sept ans d’emprisonnement en application de l’article 66.3 du code pénal. »", "31.  Concernant la fixation de la peine, elle déclara ceci :", "« La cour note également que la peine conditionnelle ne soustrait pas le condamné à sa responsabilité pénale ; si elle n’est pas exécutée, la peine imposée par le jugement est purgée selon les modalités particulières définies par la loi.", "Compte tenu de la personnalité du condamné Ilgar Mammadov, de ce qu’il a sous sa garde un enfant mineur, de ce qu’il n’a pas de casier judiciaire, de ce qu’il a purgé la majeure partie de sa peine, de ce qu’il n’a commis aucun acte illégal au cours de sa période d’emprisonnement, et de l’absence de toute plainte ou de tout grief directement dirigé(e) contre lui en rapport avec l’infraction perpétrée, la cour estime qu’il peut s’amender sans avoir à purger le reliquat de sa peine et à être mis à l’écart des citoyens. En conséquence, elle juge que le sursis à l’exécution du reliquat de la peine, assorti d’une période de mise à l’épreuve, en application de l’article 70 du code pénal de la République d’Azerbaïdjan, est une mesure conforme au droit et appropriée au regard du but poursuivi par la peine. »", "32.  La cour d’appel déclara que la durée de la peine qui restait à purger, à savoir un an, cinq mois et vingt et un jours, devait être déduite de la peine finale. Appliquant l’article 70 du code pénal de la République d’Azerbaïdjan, elle prononça le sursis avec deux ans de mise à l’épreuve, jusqu’au 13 août 2020. M. Mammadov fut libéré de prison le 13 août 2018, jour du prononcé de l’arrêt de la cour d’appel, laquelle avait ajouté ceci :", "« Le service de l’exécution des peines et des libertés conditionnelles est chargé de contrôler le comportement des personnes condamnées. Conformément à l’article 70.5 du code pénal, pendant sa période de mise à l’épreuve, Ilgar Mammadov ne pourra changer de lieu de résidence permanent sans en avoir avisé l’autorité de contrôle, se présentera devant celle-ci lorsqu’elle en fera la demande, ne pourra pas quitter le pays et devra prouver par son comportement qu’il s’est amendé ».", "B.  Le premier arrêt Mammadov", "33.  Dans le premier arrêt Mammadov, rendu le 22 mai 2014 et devenu définitif le 13 octobre 2014, la Cour conclut à la violation des articles 5 § 1 c), 5 § 4, 6 § 2, ainsi que de l’article 18 combiné avec l’article 5 de la Convention, relativement aux accusations pénales portées contre M. Mammadov en février 2013 – pour contestation sur son blog de la version des autorités quant aux émeutes de Ismailli du 23 janvier 2013 – et à sa détention provisoire subséquente (paragraphes 9 à 18 ci-dessus). Elle alloua à M. Mammadov la somme de 20 000 EUR pour préjudice moral, ainsi que 2 000 EUR pour frais et dépens.", "34.  La Cour considéra que l’arrestation et la détention de M. Mammadov avaient eu lieu en l’absence de toute raison plausible de le soupçonner d’avoir commis une infraction et qu’en conséquence elles avaient emporté violation de l’article 5 § 1 c) (premier arrêt Mammadov, §§ 99-101) :", "« 99.  Pour les raisons exposées ci-dessus, la Cour considère qu’aucun fait ou information spécifiques de nature à faire naître des soupçons justifiant l’arrestation du requérant n’a été mentionné ou présenté durant la procédure qui s’est déroulée avant le procès et qu’il n’a pas été démontré que les témoignages de R.N. et I.M., qui n’ont été présentés qu’ultérieurement devant la Cour, s’analysent en de tels faits ou informations. Qui plus est, il n’a pas été démontré que, après l’arrestation du requérant et tout au long de la période durant laquelle sa détention a été prolongée dans le cadre de la présente affaire, les autorités aient obtenu de nouvelles informations ou preuves de cette nature.", "100.  La Cour est attentive au fait que l’affaire du requérant a été portée en justice (le maintien en détention du requérant pendant le procès et les audiences du procès elles-mêmes n’ont pas encore fait l’objet d’un recours devant la Cour). Toutefois, ce fait n’a aucune incidence sur les conclusions de la Cour en rapport avec le présent grief, dans le cadre duquel elle est invitée à examiner si la privation de liberté subie par le requérant avant son procès était justifiée au regard des faits et des informations qui étaient disponibles à l’époque. À cet égard, compte tenu de l’analyse cidessus, la Cour estime que les pièces qui lui ont été présentées ne satisfont pas à la norme minimale fixée par l’article 5 § 1 c) de la Convention concernant la plausibilité des soupçons requis pour justifier l’arrestation et le maintien en détention d’un individu. Il n’a donc pas été démontré de manière satisfaisante que, durant la période examinée par la Cour en l’espèce, le requérant ait été privé de sa liberté sur la base de « raisons plausibles » de le soupçonner d’avoir commis une infraction pénale.", "101.  Dès lors, il y a eu violation de l’article 5 § 1 c) de la Convention. »", "35.  La Cour conclut également que les juridictions nationales, tant en première instance qu’en appel, s’étaient contentées dans toutes leurs décisions d’approuver automatiquement les demandes du parquet sans procéder à une réelle appréciation de la légalité de la détention litigieuse, et qu’il en résultait une violation de l’article 5 § 4.", "36.  Rappelant que les accusations portées contre M. Mammadov ne reposaient pas sur des raisons plausibles de le soupçonner, la Cour estima par ailleurs que le but réel des mesures litigieuses avait été de faire taire l’intéressé ou de le punir pour avoir critiqué le gouvernement et tenté de diffuser ce qu’il pensait être des informations vraies que le gouvernement s’efforçait de dissimuler (ibidem, §§ 141-143, cités au paragraphe 187 cidessous).", "37.  La Cour conclut donc à la violation de l’article 18 combiné avec l’article 5 (ibidem, § 144).", "38.  Elle constata également une violation du droit de M. Mammadov à la présomption d’innocence découlant de l’article 6 § 2, à raison de déclarations que le procureur général et le ministre de l’Intérieur avaient livrées à la presse et qui avaient incité le public à croire que M. Mammadov était coupable (ibidem, §§ 127-128).", "C.  La surveillance de l’exécution du premier arrêt Mammadov par le Comité des Ministres", "1.  Phase de la procédure antérieure aux réunions « droits de l’homme » du Comité des Ministres", "39.  Lorsque le premier arrêt Mammadov devint définitif le 13 octobre 2014, il fut transmis au Comité des Ministres afin que celui-ci en surveillât l’exécution conformément à l’article 46 § 2 (paragraphe 3 ci-dessus).", "40.  Le 26 novembre 2014, le Gouvernement prit dans le cadre du processus d’exécution sa première mesure procédurale (paragraphe 102 cidessous), qui consistait à soumettre un plan d’action au Comité des Ministres (voir DH-DD(2014)1450).", "41.  Dans ce plan d’action, le Gouvernement faisait part au Comité des Ministres de l’état d’avancement de la procédure pénale interne, l’informant en particulier de ce que, depuis l’examen des faits dans le premier arrêt Mammadov, l’intéressé avait été condamné par un jugement du tribunal des infractions graves de Shaki en date du 17 mars 2014, qui avait été confirmé par un arrêt de la cour d’appel de Shaki en date du 24 septembre 2014. Le Gouvernement indiquait également qu’un pourvoi en cassation formé par M. Mammadov contre l’arrêt d’appel était pendant (paragraphes 19-22 cidessus).", "42.  Le Gouvernement présentait ensuite des extraits d’une décision du plénum de la Cour suprême du 3 novembre 2009, « relative à la mise en œuvre de la législation par un tribunal, lors de l’examen d’une demande d’application à un accusé de la mesure préventive de placement en détention provisoire ».", "43. Exposant les mesures qu’il avait « prises ou envisagées en vue de donner effet à l’arrêt de la Cour », le Gouvernement relevait que le premier arrêt Mammadov avait été communiqué à la Cour suprême « afin d’être pris en compte lors de l’examen du pourvoi en cassation formé par le requérant ».", "44.  Le bureau de l’agent du Gouvernement prévoyait également d’organiser, conjointement avec la Cour suprême, une série de sessions de formation destinées aux juges des juridictions de première instance et d’appel, concernant la mise en œuvre de la décision du plénum du 3 novembre 2009. Enfin, le plan d’action évoquait le projet de dispenser aux procureurs une formation relative au principe de présomption d’innocence et à l’obligation de soumettre les dossiers de l’accusation à un réexamen des juridictions pour permettre à celles-ci de vérifier l’existence d’un « soupçon plausible ». Le Gouvernement indiquait que le calendrier précis des mesures susmentionnées serait fourni au Comité des Ministres en temps voulu, après adoption des dispositions nécessaires.", "2.  Phase de la procédure depuis la réunion « droits de l’homme » du Comité des Ministres de décembre 2014 jusqu’à sa réunion « droits de l’homme » de décembre 2016", "a)  Aperçu", "45.  Après la présentation par le Gouvernement de son plan d’action (paragraphes 40-44 ci-dessus), le Comité des Ministres examina l’affaire lors de la première réunion trimestrielle « droits de l’homme » qui eut lieu une fois l’arrêt devenu définitif (1214e réunion « droits de l’homme », 2-4 décembre 2014 ; voir aussi le paragraphe 100 ci-dessous). Le secrétariat du Comité des Ministres formula l’avis suivant :", "« La violation de l’article 18 combiné avec l’article 5 met en cause le bien-fondé de la procédure pénale engagée contre le requérant.", "(...)", "Il serait par conséquent utile que les autorités informent le Comité des mesures que les autorités et instances concernées (notamment le Parquet et la Cour suprême) envisagent de prendre afin de tenir compte des constats de la Cour européenne et d’effacer, autant que possible, les conséquences de cette violation pour le requérant dans le cadre de la procédure pénale qui serait pendante devant la Cour Suprême. Au vu des constats sérieux de la Cour en l’espèce, la libération du requérant constituerait une première mesure importante à envisager en priorité et sans délai selon les procédures nationales. »", "Lors de cette réunion, le Comité des Ministres classa l’affaire dans la catégorie « procédure soutenue », estimant qu’elle nécessitait des « mesures individuelles urgentes » et révélait un « problème complexe » (paragraphe 101 ci-dessous). Ayant examiné l’arrêt, le plan d’action fourni et l’avis de son secrétariat, il adopta la décision suivante :", "« Les Délégués", "1.  concernant les mesures individuelles, et au vu des circonstances de l’affaire, en appellent aux autorités pour qu’elles assurent la libération du requérant sans délai ;", "2.  au vu des rapports préoccupants sur l’état de santé du requérant, en appellent aux autorités pour qu’elles prennent de manière urgente toute mesure nécessaire et pour qu’elles fournissent rapidement des informations à cet égard ;", "3.  invitent les autorités à indiquer les autres mesures prises ou envisagées en vue de donner effet à l’arrêt de la Cour et à rapidement effacer, autant que possible, les conséquences restantes pour le requérant des sérieuses violations constatées ;", "4.  notent, dans ce contexte, que la procédure pénale, dont les poursuites initiales ont été incriminées par la Cour européenne, est toujours pendante devant la Cour Suprême ;", "5.  rappellent le problème général de l’application arbitraire de la législation pénale en vue de restreindre la liberté d’expression et font état de leur préoccupation particulière face au constat de violation de l’article 18, combiné avec l’article 5, de la Convention ;", "6.  par conséquent en appellent aux autorités azerbaïdjanaises pour qu’elles fournissent sans délai des informations concrètes et complètes sur les mesures prises et/ou envisagées afin d’éviter que des procédures pénales soient initiées sans base légitime et pour assurer un contrôle judiciaire effectif de telles tentatives par le parquet ;", "7.  expriment leur préoccupation face au caractère répétitif de la violation de la présomption d’innocence par le parquet et par des membres du gouvernement, nonobstant plusieurs arrêts de la Cour laquelle, a donné à ce titre, depuis 2010, des indications précises quant aux exigences de la Convention, et insistent sur la nécessité d’une action rapide et déterminée afin de prévenir des violations semblables à l’avenir ;", "(...) »", "46.  Pendant cette période, le Comité des Ministres fut informé dans le contexte des mesures individuelles que M. Mammadov avait saisi la Cour suprême d’un pourvoi en cassation contre l’arrêt de la cour d’appel de Shaki du 24 septembre 2014 (paragraphes 21-22 ci-dessus). Le 13 janvier 2015, la Cour suprême reporta sine die l’examen du pourvoi et, lors de sa réunion « droits de l’homme » du 12 mars 2015, le Comité adopta une résolution intérimaire demandant que la libération de M. Mammadov intervienne « sans plus de retard » (voir CM/ResDH(2015)43). Le 13 octobre 2015, la Cour suprême rendit finalement un arrêt annulant l’arrêt de la cour d’appel de Shaki (paragraphe 23 ci-dessus). Examinant cet arrêt, le Comité des Ministres constata que la juridiction suprême n’avait pas pris en compte les conclusions formulées dans le premier arrêt Mammadov. Dans la décision qu’il rendit sur l’affaire au cours de la 1243e réunion « droits de l’homme » (8-9 décembre 2015), le Comité s’exprima ainsi :", "« 3.  [Les Délégués] insistent à nouveau sur la nécessité pour les autorités d’assurer sans plus attendre la libération du requérant (...)", "(...)", "4.  [Les Délégués] relèvent que la Cour Suprême de l’Azerbaïdjan n’a prononcé qu’une cassation partielle qui n’apparaît pas prendre en compte les conclusions de la Cour européenne dans l’affaire du requérant et, en particulier, celles relatives à la violation de l’article 18 combiné avec l’article 5 ;", "(...) »", "47.  Le Comité des Ministres continua à observer l’évolution de la situation relativement à la condamnation et au recours de M. Mammadov (paragraphes 19-27 cidessus). Il prit acte de ce que, à la suite de la décision de la Cour suprême, la cour d’appel de Shaki avait réexaminé la cause de M. Mammadov le 29 avril 2016 et confirmé la condamnation prononcée (paragraphe 24 cidessus). Le 21 juin 2016, M. Mammadov saisit à nouveau la Cour suprême d’un pourvoi contre l’arrêt de la cour d’appel de Shaki (paragraphe 27 ci-dessus).", "48.  Jusqu’en juin 2016, le Comité des Ministres examina l’affaire à chacune de ses réunions « droits de l’homme » trimestrielles (paragraphe 100 ci-dessus). À partir de juin 2016, il décida de se pencher sur la situation de M. Mammadov lors de ses réunions mensuelles ordinaires, tout en continuant à le faire également à chaque réunion « droits de l’homme ».", "b)  Informations transmises au Comité des Ministres", "49.  De décembre 2014 à décembre 2016, le Comité des Ministres reçut à dix-neuf reprises des communications de M. Mammadov au sujet des mesures individuelles requises dans le cadre de l’affaire. Ces communications, qui relevaient de la règle no 9 des Règles du Comité des Ministres pour la surveillance de l’exécution des arrêts et des termes des règlements amiables (paragraphes 89 et 93 ci-dessous), arrivèrent au rythme d’environ une fois tous les quinze jours. M. Mammadov se plaignait de son maintien en détention, déclarait qu’à cet égard l’arrêt n’avait pas été exécuté, et estimait que les juridictions nationales n’avaient pas tenu compte des conclusions de la Cour lors de la réouverture de la procédure et qu’elles prenaient trop de temps pour examiner sa cause. M. Mammadov alléguait également qu’il avait été agressé et maltraité en détention et que des membres de sa famille avaient été menacés.", "50.  En complément de son plan d’action initial soumis le 26 novembre 2014 (paragraphe 40 ci-dessus), le Gouvernement adressa à trois reprises pendant cette période des observations au Comité des Ministres, en vertu de la règle no 8 des Règles précitées (paragraphe 92 ci-dessous) et en réponse aux observations de M. Mammadov. Le 15 décembre 2014 (voir DHDD(2014)1521) et le 5 août 2015 (voir DH-DD(2015)780), le Gouvernement fournit des informations indiquant que l’état de santé de M. Mammadov était satisfaisant. Le 7 mars 2016 (voir DH-DD(2016)261), il précisa qu’en vertu du droit national l’intéressé était tenu de comparaître aux audiences tenues dans sa cause et qu’à ce titre il était transféré à la cour d’appel de Shaki.", "51.  Le 26 novembre 2014, se prévalant de la règle no 9 (paragraphe 93 ci-dessous), l’ONG Freedom Now soumit une communication au Comité des Ministres (voir DH-DD(2015)844). L’ONG indiquait que l’Azerbaïdjan n’avait ni libéré M. Mammadov ni mis fin à la procédure judiciaire interne contre lui, que cet État n’avait pas non plus fourni un plan réaliste destiné à faire reculer les poursuites politiques, et qu’en conséquence il n’avait pas exécuté l’arrêt de la Cour. L’ONG engagea le Comité des Ministres à entamer une procédure sur le fondement de l’article 46 § 4 de la Convention.", "52.  Le 6 mars 2015, deux ONG, la Fondation Helsinki pour les droits de l’homme et Public Association for Assistance to a Free Economy, transmirent au Comité des Ministres une communication conjointe (voir DH-DD(2015)264). Elles critiquaient la teneur du plan d’action des autorités de 2014 (paragraphe 40 ci-dessus) et, renvoyant à d’autres affaires dirigées contre l’Azerbaïdjan et pendantes devant la Cour, soutenaient qu’il existait une tendance croissante à se servir de la législation pénale pour persécuter les personnes qui exercent leur liberté d’expression.", "c)  Décisions et résolutions intérimaires adoptées par le Comité des Ministres au cours de cette période", "53.  Dans le cadre de l’examen de l’affaire effectué lors des neufs réunions tenues jusqu’à décembre 2016 inclus, le Comité des Ministres adopta trois résolutions intérimaires et six décisions (une à chaque réunion « droits de l’homme » où le Comité se pencha sur l’affaire sans adopter de résolution intérimaire).", "54.  Toutes ces décisions et résolutions expriment l’insistance avec laquelle le Comité des Ministres demandait la libération immédiate de M. Mammadov et la communication d’informations sur les mesures générales envisagées aux fins de l’exécution de l’arrêt de la Cour. Les termes employés par le Comité des Ministres reflètent sa préoccupation grandissante face au maintien en détention de M. Mammadov malgré les appels répétés du Comité en faveur de sa libération.", "55.  Le Comité des Ministres adressa d’abord ses préoccupations aux autorités azerbaïdjanaises en général, puis aux plus hautes autorités de l’Azerbaïdjan. À partir de la 1236e réunion « droits de l’homme » (24 septembre 2015), il engagea le Conseil de l’Europe dans son ensemble ainsi que les États membres individuels à employer tous les moyens à leur disposition pour que l’Azerbaïdjan se conformât à ses obligations découlant de l’arrêt de la Cour.", "56.  Le Comité indiqua également qu’il emploierait tous les moyens à la disposition de l’Organisation, y compris sur le fondement de l’article 46 § 4 de la Convention (paragraphe 58 ci-dessous).", "57.  La dernière résolution intérimaire de cette période a été adoptée lors de la 1259e réunion « droits de l’homme » du Comité des Ministres (7-9 juin 2016 – voir CM/Res/DH(2016)144). Elle se lit ainsi :", "« Le Comité des Ministres, en vertu de l’article 46, paragraphe 2, de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales, qui prévoit que le Comité surveille l’exécution des arrêts définitifs de la Cour européenne des droits de l’homme (ci-après nommée « la Cour »),", "Déplorant vivement que le requérant n’ait toujours pas été libéré malgré les constats de la Cour quant aux défaillances fondamentales de la procédure pénale engagée contre lui et nonobstant les appels répétés du Comité ;", "Rappelant qu’il n’est pas tolérable que, dans un État de droit, un individu demeure privé de sa liberté sur la base de procédures engagées en violation de la Convention en vue de le punir pour avoir critiqué le gouvernement ;", "Rappelant que l’obligation de se conformer aux arrêts de la Cour est inconditionnelle ;", "INSISTE pour que les plus hautes autorités compétentes de l’État défendeur prennent toutes les mesures nécessaires pour assurer sans plus tarder la libération d’Ilgar Mammadov ;", "SE DÉCLARE RÉSOLU à assurer, par tous les moyens à la disposition de l’organisation, le respect des obligations de l’Azerbaïdjan en vertu de cet arrêt ;", "DÉCIDE, au vu de ce qui précède, d’examiner la situation d’Ilgar Mammadov lors de chaque réunion ordinaire et Droits de l’Homme du Comité jusqu’à sa libération. »", "58.  La décision finale adoptée au cours de cette période, lors de la 1273e réunion « droits de l’homme » (68 décembre 2016), est ainsi libellée :", "« Les Délégués", "1.  notant avec la plus vive préoccupation que, plus de deux ans après l’arrêt définitif de la Cour européenne et nonobstant les appels répétés du Comité des Ministres et du Secrétaire Général afin que l’État défendeur libère le requérant, celuici reste détenu ;", "2.  rappelant les précédentes décisions et résolutions intérimaires adoptées par le Comité des Ministres, tout particulièrement les appels répétés du Comité à la libération immédiate du requérant ;", "3.  déplorent profondément que la procédure pénale contre le requérant se soit achevée le 18 novembre 2016 devant la Cour suprême sans qu’aient été tirées les conséquences qui s’imposent des violations constatées par la Cour européenne, en particulier celle de l’article 18 combiné avec l’article 5 de la Convention ;", "4.  réitèrent avec fermeté qu’il n’est pas tolérable que, dans un État de droit, un individu demeure privé de sa liberté sur la base de procédures engagées en violation de la Convention en vue de le punir pour avoir critiqué le gouvernement, et qu’en conséquence, le maintien en détention arbitraire d’Ilgar Mammadov constitue un manquement flagrant aux obligations découlant de l’article 46, paragraphe 1, de la Convention ;", "5.  affirment leur détermination à assurer la mise en œuvre de cet arrêt en examinant activement l’utilisation de tous les moyens à la disposition de l’Organisation, y compris en vertu de l’article 46, paragraphe 4, de la Convention européenne des droits de l’homme ;", "6.  réitèrent enfin leur profonde préoccupation face au silence des autorités en ce qui concerne les mesures générales prises ou envisagées pour prévenir des atteintes à l’État de droit par des abus de pouvoir tels que celui constaté dans l’arrêt de la Cour européenne ; à cet égard encouragent l’Azerbaïdjan à engager un dialogue constructif avec le Comité des Ministres. »", "3.  La procédure pendant l’année 2017", "59.  Exerçant ses pouvoirs au titre de l’article 52 de la Convention, le Secrétaire Général du Conseil de l’Europe désigna un représentant pour une mission à Bakou. Le 11 janvier 2017, ce dernier participa à des réunions dans les locaux de la Cour suprême, du parquet, du ministère de la Justice et de l’administration du président de l’Azerbaïdjan, au cours desquelles furent débattues des questions relatives à l’exécution de l’arrêt.", "60.  Le 10 février 2017, le président de l’Azerbaïdjan signa un décret. Selon l’analyse livrée par le secrétariat du Comité des Ministres lors de la 1280e réunion « droits de l’homme » (710 mars 2017 – voir CM/Notes/1280/H46-2), le décret prévoyait l’adoption d’un certain nombre de mesures, notamment :", "« (...) la prévention des arrestations arbitraires ; la libéralisation de la politique pénale ; l’obligation de « respecter strictement les principes du droit pénal et les motifs généraux de la détermination de la peine » ; l’élimination des « attitudes non-procédurales pendant les poursuites pénales et l’exécution des peines » ; ou la mise en œuvre de mesures plus strictes pour combattre notamment l’abus de pouvoir. Le Décret prévoit également l’élaboration, dans un délai de deux mois, de projets de loi portant notamment sur : la dépénalisation de certains crimes, notamment dans le domaine économique ; le recours plus large à des alternatives à l’emprisonnement et « une application plus large de la substitution du reste de l’emprisonnement par une peine plus légère, une libération conditionnelle et une peine avec sursis ». Il a également été recommandé aux juridictions internes d’examiner, au moment de décider d’appliquer une mesure de contrainte, s’il existe des soupçons plausibles que l’intéressé a commis une infraction et les motifs de l’arrestation, ainsi que les arguments en faveur de mesures alternatives. En outre, il a été recommandé à la Cour Suprême d’assurer une analyse continue de la jurisprudence concernant  l’arrestation et l’imposition d’une peine d’emprisonnement et l’élaboration d’une jurisprudence équitable dans ce domaine. »", "61.  Lors de cette 1280e réunion, le Comité des Ministres adopta la décision suivante :", "« Les Délégués", "1.  rappelant leurs précédentes décisions et résolutions intérimaires appelant à la libération immédiate d’Ilgar Mammadov, et notamment leur décision de décembre 2016 affirmant leur détermination à assurer la mise en œuvre de [l’arrêt de la Cour] en examinant activement l’utilisation de tous les moyens à la disposition de l’Organisation ;", "2.  réitérant leur plus vive préoccupation que celui-ci soit toujours détenu ;", "3.  prennent note à cet égard avec intérêt de l’engagement exprimé par les autorités azerbaïdjanaises d’examiner toutes les voies discutées lors de la mission du représentant du Secrétaire Général en vue d’exécuter l’arrêt Ilgar Mammadov, ainsi que du récent Décret présidentiel prévoyant des mesures prometteuses pour l’exécution de cet arrêt ;", "4.  invitent les autorités à tenir le Comité informé des mesures concrètes adoptées sur la base de ce Décret et en particulier de celles permettant d’assurer la libération d’Ilgar Mammadov sans délai supplémentaire ;", "5.  notent l’indication donnée en réunion par les autorités azerbaïdjanaises selon laquelle la satisfaction équitable a été payée à Ilgar Mammadov en décembre 2015 (...) ; les invitent à confirmer ces informations par écrit ;", "(...) »", "62.  Lors de sa 1288e réunion « droits de l’homme » (6-7 juin 2017), le Comité des Ministres adopta une décision rappelant les termes de la décision issue de la précédente réunion, appela à la libération « inconditionnelle » de M. Mammadov et encouragea les autorités à avancer d’urgence sur la base du décret.", "63.  Le Comité des Ministres examina l’affaire lors de sa 1293e réunion (ordinaire), le 13 septembre 2017. À cette occasion, le Secrétaire Général du Conseil de l’Europe appela le Comité des Ministres, dans l’hypothèse où la situation de M. Mammadov resterait inchangée, à déclencher une procédure fondée sur l’article 46 § 4 de la Convention.", "64.  Le Comité des Ministres examina encore l’affaire lors de sa 1294e réunion « droits de l’homme » (19-21 septembre 2017). Il prit acte des informations communiquées par les autorités azerbaïdjanaises le 6 septembre 2017 (voir DH-DD(2017)951), qui précisaient que les amendements législatifs au code pénal prévus aux fins de la mise en œuvre du décret avaient été soumis au Parlement et qu’ils pourraient être adoptés au cours de la session d’automne bien que pour les autorités l’adoption de cette réforme ne présentât pas d’urgence particulière. En réponse aux questions des Délégués sur le point de savoir si ces amendements profiteraient à M. Mammadov, le Gouvernement formulait l’avis que le constat de violation fait par la Cour dans le premier arrêt Mammadov concernait la phase d’instruction et il rappelait qu’une seconde requête était pendante relativement à la procédure pénale. Il indiquait au Comité des Ministres que les amendements en question contribueraient à prévenir des violations similaires.", "65.  Au cours de cette réunion, le Comité des Ministres rappela la déclaration du Secrétaire Général et adopta une décision qui reprenait les termes de celles adoptées en mars et en juin 2017 (paragraphes 60-62 cidessus).", "66.  Lors de sa réunion ordinaire du 25 octobre 2017, le Comité des Ministres, compte tenu de l’absence de progrès, adopta une quatrième résolution intérimaire signifiant à l’Azerbaïdjan, aux fins de mise en demeure, que cet État avait failli à ses obligations (voir CM/ResDH(2017)379).", "67.  Enfin, lors de sa 1302e réunion « droits de l’homme » (57 décembre 2017), il adopta sa cinquième résolution intérimaire (CM/ResDH(2017)429), qui déclencha une procédure fondée sur l’article 46 § 4. Cette résolution se lit ainsi :", "« Rappelant à nouveau", "a)  que dans son arrêt précité, la Cour a non seulement constaté une violation de l’article 5 § 1 de la Convention, considérant qu’aucun fait ou aucune information n’avaient été produits donnant lieu à des soupçons justifiant les accusations portées contre le requérant ou son arrestation et sa détention provisoire, mais aussi une violation de l’article 18 combiné avec l’article 5, considérant que le but véritable de ces mesures avait été de le réduire au silence ou de le punir pour avoir critiqué le gouvernement ;", "b)  l’obligation de l’État défendeur, en vertu de l’article 46 § 1 de la Convention, de se conformer à tous les arrêts définitifs dans les litiges auxquels il est partie et que cette obligation implique, outre le paiement de la satisfaction équitable octroyée par la Cour, l’adoption par les autorités de l’État défendeur, si nécessaire, de mesures individuelles pour mettre fin aux violations constatées et en effacer les conséquences, dans la mesure du possible par restitutio in integrum ;", "c)  l’appel du Comité, lors de son premier examen de l’affaire le 4 décembre 2014, sous l’angle des mesures individuelles requises à la lumière de l’arrêt précité, à assurer la libération du requérant sans retard ;", "d)  les nombreuses décisions et résolutions intérimaires ultérieures du Comité soulignant les défaillances fondamentales dans la procédure pénale, révélées par les conclusions de la Cour sous l’article 18 de la Convention combiné avec l’article 5, et demandant la libération immédiate et inconditionnelle du requérant ;", "e)  que la procédure pénale diligentée contre le requérant s’est achevée le 18 novembre 2016 devant la Cour Suprême sans que les conséquences des violations constatées par la Cour européenne aient été tirées, en particulier celle de l’article 18 combiné avec l’article 5 ;", "f)  que plus de trois années se sont écoulées depuis que l’arrêt de la Cour est devenu définitif et que le requérant reste emprisonné sur la base de la procédure viciée ;", "Considère que, dans ces circonstances, en n’ayant pas assuré la libération inconditionnelle du requérant, la République d’Azerbaïdjan refuse de se conformer à l’arrêt définitif de la Cour ;", "Décide de saisir la Cour, conformément à l’article 46 § 4 de la Convention, de la question de savoir si la République d’Azerbaïdjan ne s’est pas conformée à son obligation en vertu de l’article 46 § 1 (...) »", "68.  Conformément aux Règles du Comité des Ministres pour la surveillance de l’exécution des arrêts (paragraphe 94 ci-dessous), l’opinion de la République d’Azerbaïdjan fut jointe en annexe à la résolution (voir l’annexe au présent arrêt). Le Gouvernement y présentait les mesures adoptées aux fins de l’exécution de l’arrêt. Concernant les mesures individuelles, il confirmait que la somme allouée par la Cour au titre de la satisfaction équitable avait été versée. Il déclarait par ailleurs qu’à la date du 29 avril 2016 la cour d’appel de Shaki avait achevé d’examiner la cause de M. Mammadov et que dans ce cadre elle avait étudié attentivement les conclusions formulées par la Cour dans le premier arrêt Mammadov et remédié aux défaillances constatées au niveau de la procédure ayant débouché sur la condamnation de l’intéressé.", "69.  Au sujet des mesures générales, le Gouvernement évoquait le décret présenté au Comité des Ministres en 2017 dans le cadre de la procédure de surveillance (paragraphe 60 ci-dessus). Il confirmait de plus l’adoption par le Milli Medjlis, le 20 octobre 2017, de la loi portant modification du code pénal, qui dépénalisait certains actes et offrait aux personnes condamnées pour des infractions graves la possibilité de demander leur libération conditionnelle une fois qu’elles avaient purgé les deux tiers de leur peine.", "70.  Le Gouvernement concluait qu’il avait pris les mesures nécessaires pour se conformer à l’arrêt de la Cour.", "4.  Développements postérieurs à la saisine de la Cour par le Comité des Ministres sur le fondement de l’article 46 § 4", "71.  Le 14 août 2018, le Gouvernement écrivit au Comité des Ministres pour l’informer de la décision rendue par la cour d’appel de Shaki et de la libération de M. Mammadov intervenue le 13 août 2018 (paragraphes 28-32 ci-dessus). Le 28 août 2018, le Comité des Ministres répondit au Gouvernement, lui posant un certain nombre de questions sur les nouveaux éléments factuels et procéduraux concernant M. Mammadov. Le Gouvernement produisit un mémorandum en réplique, au sujet duquel M. Mammadov livra aussi des observations séparées (voir les documents DH-DD(2018)816 et DH-DD(2018)891).", "72.  À la lumière de ces échanges écrits, le Comité des Ministres examina les premier et second arrêts Mammadov lors de sa 1324e réunion (« droits de l’homme ») des 18-20 septembre 2018, et le premier arrêt Mammadov lors de sa 1325e réunion ordinaire du 26 septembre 2018. À ces occasions, il n’adopta aucune décision concernant ces affaires.", "73.  Selon des informations fournies par le Gouvernement, le 28 mars 2019 la Cour suprême statua sur un pourvoi en cassation que M. Mammadov avait formé contre l’arrêt de la cour d’appel de Shaki en date du 13 août 2018. La juridiction suprême accueillit en partie le pourvoi et modifia l’arrêt de la cour d’appel. Elle réduisit à cinq ans, six mois et neuf jours d’emprisonnement la peine globale infligée à M. Mammadov. Tenant compte du temps que l’intéressé avait déjà passé en prison, elle considéra qu’il avait entièrement purgé sa peine. La Cour suprême annula également la peine conditionnelle de deux ans prononcée par la cour d’appel de Shaki, levant ainsi les restrictions associées qui pesaient sur M. Mammadov (paragraphes 31-32 ci-dessus), notamment l’obligation de se présenter au service de l’exécution des peines et des libertés conditionnelles, et les limitations relatives au lieu de résidence et aux voyages.", "D.  Le deuxième arrêt Mammadov", "74.  Le 19 décembre 2014, M. Mammadov introduisit auprès de la Cour une seconde requête, dans laquelle il se plaignait de violations de la Convention relativement à la conduite de son procès et à sa condamnation après sa détention provisoire, qui avait été examinée par la Cour dans le premier arrêt Mammadov (paragraphes 19-27 ci-dessus).", "75.  Dans le deuxième arrêt Mammadov, précité, la Cour conclut à la violation de l’article 6 § 1 à raison du procès et de la condamnation de M. Mammadov, sur lesquels le Comité des Ministres s’était également penché dans le cadre de la procédure d’exécution du premier arrêt Mammadov (paragraphes 45-48 ci-dessus).", "76.  Dans le deuxième arrêt Mammadov, rendu le 16 novembre 2017, après la mise en demeure que le Comité des Ministres avait adressée à l’Azerbaïdjan au sujet du premier arrêt Mammadov (paragraphe 66 cidessus), la Cour commença par analyser en détail l’étendue de son examen, constatant ce qui suit :", "« 202.  La portée [du premier] arrêt Ilgar Mammadov était limitée, entre autres, à la problématique de la compatibilité de la détention du requérant durant la phase d’instruction de la procédure avec les articles 5 §§ 1 c) et 4 et 18 de la Convention. En l’espèce, la Cour est toutefois invitée à examiner une autre problématique juridique, celle de savoir si, considérée dans son ensemble, la procédure pénale menée contre le requérant a revêtu un caractère équitable, conforme aux exigences de l’article 6 de la Convention.", "203.  Si les questions à examiner et les normes de droit applicables au titre de l’article 6 de la Convention sont différentes, tant l’affaire précédente que la présente espèce concernent la même procédure pénale menée à l’encontre du requérant, avec les mêmes accusations prenant leur source dans les mêmes événements. Ainsi que la Cour l’a observé dans son [premier] arrêt Ilgar Mammadov, durant la phase d’instruction de la procédure, les accusations portées contre le requérant souffraient au premier abord d’un manque de plausibilité. En particulier, la Cour a souligné que le requérant était accusé d’être arrivé à Ismayilli un jour après que les « actes de vandalisme » spontanés et désorganisés étaient survenus et d’avoir réussi, au cours d’une période de seulement deux heures, soit la durée totale de sa présence dans la ville, à prendre dans une large mesure le contrôle de la situation, à transformer les émeutes désorganisées en cours en « actes organisés » de troubles, à s’imposer comme chef des manifestants qu’il ne connaissait pas auparavant et qui s’étaient déjà rassemblés en dehors de toute intervention de sa part et à provoquer directement tous leurs actes de troubles ultérieurs. Ainsi que la Cour l’a déjà noté, ce manque de plausibilité des accusations, conjugué avec l’attitude des autorités à l’égard des activités politiques du requérant, exigeait un examen particulièrement attentif des faits. Les circonstances sur lesquelles ce constat antérieur de la Cour était fondé sont identiques en l’espèce. La Cour analysera donc ci-dessous à la lumière de l’article 6 si ce manquement a été compensé par les preuves présentées au procès et les motifs fournis par les juridictions internes. »", "77.  Puis la Cour formula la conclusion suivante sur le terrain de l’article 6 :", "« 237.  Eu égard aux considérations qui précèdent, la Cour constate que les droits du requérant à obtenir un jugement motivé et à interroger les témoins ont été enfreints. Sa condamnation était fondée sur des preuves viciées ou déformées et ses objections à cet égard ont été traitées d’une manière inadéquate. Les preuves favorables au requérant ont systématiquement été rejetées sur la base de motifs inadéquats ou d’une manière manifestement déraisonnable. Même si la Cour suprême a renvoyé une fois l’affaire pour réexamen et que la juridiction d’appel a tenté de répondre à une partie des demandes et objections de la défense, il n’a finalement été remédié à aucune des défaillances précitées. Les constatations ci-dessus suffisent à faire conclure que, considérée dans son ensemble, la procédure pénale menée contre le requérant n’a pas fourni les garanties d’un procès équitable. »", "78.  Quant au grief de M. Mammadov selon lequel il y avait eu violation de l’article 18 combiné avec l’article 6, la Cour s’exprima ainsi :", "« 260.  La Cour rappelle qu’elle a déjà constaté dans [le premier] arrêt Ilgar Mammadov (précité, §§ 142-143) que la liberté du requérant avait été restreinte avant son procès, au cœur de la présente requête, dans un but autre que de le conduire devant l’autorité judiciaire compétente sur la base de raisons plausibles de le soupçonner d’avoir commis une infraction. Cela a conduit la Cour, dans ladite affaire, à conclure à une violation de l’article 18 combiné avec l’article 5 de la Convention (...).", "261.  En outre, la Cour note que la question de savoir si l’article 6 de la Convention contient des restrictions explicites ou implicites sur lesquelles la Cour pourrait faire porter son examen au titre de l’article 18 de la Convention n’est pas tranchée (...)", "262.  Eu égard à ces circonstances et compte tenu également des thèses des parties et des conclusions formulées par elle sur le terrain de l’article 6 § 1 de la Convention, la Cour estime qu’il n’y a pas lieu de statuer séparément sur le grief fondé sur l’article 18 en l’espèce (comparer avec Centre de ressources juridiques au nom de Valentin Câmpeanu c. Roumanie [GC], no 47848/08, § 156, CEDH 2014, avec d’autres références). »", "79.  Concernant les autres questions soulevées, la Cour déclara irrecevables le grief de M. Mammadov fondé sur les articles 6 et 13 et relatif à la durée de la procédure, ainsi que son grief fondé sur l’article 17. Elle constata également qu’il n’y avait lieu d’examiner séparément ni la recevabilité ni le fond des griefs tirés des articles 13 et 14, et se prononça de même au sujet de l’article 18 combiné avec l’article 6.", "80.  Au titre de l’article 41 de la Convention, la Cour alloua au requérant 10 000 EUR pour dommage moral (ibidem, § 269).", "II.  LE DROIT ET LA PRATIQUE INTERNATIONAUX PERTINENTS", "A.  Les Articles de la Commission du droit international sur la responsabilité de l’État pour fait internationalement illicite", "81.  En 2001, à l’issue de travaux approfondis consacrés sur plusieurs décennies aux principes juridiques de la responsabilité de l’État tels qu’énoncés dans un projet d’articles, la Commission du droit international adopta ce texte, connu sous le nom d’Articles sur la responsabilité de l’État pour fait internationalement illicite (les « AREFII »). Puis la Commission du droit international soumit le texte à l’Assemblée générale des Nations unies dans le cadre d’un rapport qui contient en outre des commentaires sur les Articles.", "82.  Depuis 2001, l’Assemblée générale des Nations unies s’est penchée à plusieurs reprises sur ces articles. Lors de sa soixante et onzième session, le 19 décembre 2016, la sixième commission de l’Assemblée générale adopta la Résolution 71/133, dans laquelle elle constata que de plus en plus de décisions de juridictions internationales et autres organes internationaux faisaient référence aux AREFII, et réaffirma leur importance et leur utilité.", "83.  Ces articles exposent les conditions générales dans lesquelles l’État peut être tenu pour responsable d’actions et d’omissions illicites en droit international, ainsi que les conséquences juridiques qui en résultent. Concernant l’applicabilité des articles, le paragraphe 4 b) du commentaire général indique ceci :", "« (...) [l]es articles ne disent rien non plus des conséquences indirectes ou additionnelles qui peuvent résulter de la réaction des organisations internationales à un comportement illicite. Dans l’exercice de leurs fonctions, les organisations internationales peuvent certes avoir à prendre position sur la question de savoir si un État a violé une obligation internationale. Mais, même lorsque c’est le cas, les conséquences seront celles qui sont déterminées par l’acte constitutif de l’organisation, ou dans le cadre de cet acte constitutif, et elles échappent à l’application de ces articles. »", "84.  L’article 30 des AREFII, qui traite de la cessation et de la nonrépétition, énonce :", "« L’État responsable du fait internationalement illicite a l’obligation :", "a)  D’y mettre fin si ce fait continue ;", "b)  D’offrir des assurances et des garanties de non-répétition appropriées si les circonstances l’exigent. »", "85.  L’article 31, intitulé « Réparation », est ainsi libellé :", "« 1.  L’État responsable est tenu de réparer intégralement le préjudice causé par le fait internationalement illicite.", "2.  Le préjudice comprend tout dommage, tant matériel que moral, résultant du fait internationalement illicite de l’État. »", "86.  Selon le commentaire relatif à cet article, il faut pour interpréter ces dispositions appliquer certains principes découlant du droit international :", "« 9)  Le paragraphe 2 envisage une autre question, à savoir celle du lien de causalité entre le fait internationalement illicite et le préjudice. C’est uniquement « le préjudice... résultant du fait internationalement illicite de l’État » qui doit être intégralement réparé. Cette formulation vise à indiquer que l’objet de la réparation est, globalement, le préjudice résultant du fait internationalement illicite et imputable à celui-ci, et non toutes les conséquences de ce fait.", "10)  L’imputation du préjudice ou de la perte à un fait illicite est en principe un processus juridique et pas seulement historique ou causal. (...) D’autres facteurs peuvent toutefois entrer en ligne de compte : par exemple, si les organes de l’État ont délibérément causé le préjudice en question, ou si le préjudice causé entrait dans le cadre de la règle qui a été violée, eu égard au but de cette règle. En droit international comme en droit interne, la question du préjudice indirect « n’est pas un aspect du droit qui peut être résolu de manière satisfaisante par la recherche d’une formule unique ». L’idée que le lien de causalité doit être suffisant ou que le dommage ne doit pas être trop lointain est implicite dans la prescription générale énoncée à l’article 31, à savoir que le préjudice doit être une conséquence du fait illicite, mais aucune condition particulière n’a été ajoutée.", "11)  L’atténuation du dommage est un autre élément affectant l’étendue de la réparation. Même la victime totalement innocente d’un comportement illicite est censée agir raisonnablement face au préjudice. Bien que cette règle soit souvent appelée « obligation d’atténuer le dommage », il ne s’agit pas d’une obligation d’ordre juridique dont la non-exécution engage la responsabilité. C’est plutôt que la partie lésée peut perdre son droit à indemnisation dans la mesure où elle n’a pas atténué le dommage (...) »", "87.  L’article 32, intitulé « Non-pertinence du droit interne », énonce :", "« L’État responsable ne peut pas se prévaloir des dispositions de son droit interne pour justifier un manquement aux obligations qui lui incombent en vertu de la présente partie. »", "88.  Les articles 34 à 37, qui traitent des éléments constitutifs de la réparation (restitution, indemnisation et satisfaction), se lisent ainsi :", "« Article 34.  Formes de la réparation", "La réparation intégrale du préjudice causé par le fait internationalement illicite prend la forme de restitution, d’indemnisation et de satisfaction, séparément ou conjointement, conformément aux dispositions du présent chapitre.", "Article 35.  Restitution", "L’État responsable du fait internationalement illicite a l’obligation de procéder à la restitution consistant dans le rétablissement de la situation qui existait avant que le fait illicite ne soit commis, dès lors et pour autant qu’une telle restitution :", "a)  N’est pas matériellement impossible ;", "b)  N’impose pas une charge hors de toute proportion avec l’avantage qui dériverait de la restitution plutôt que de l’indemnisation.", "Commentaire", "1)  Conformément à l’article 34, la restitution est la première forme de réparation à laquelle peut prétendre un État lésé par un fait internationalement illicite. La restitution suppose le rétablissement, dans la mesure du possible, de la situation qui existait avant la commission du fait internationalement illicite, pour autant que tout changement apporté à cette situation puisse être attribué à ce fait. Sous sa forme la plus simple, elle se traduit, par exemple, par la libération de personnes illicitement détenues, ou la restitution de biens saisis de manière illicite. Dans d’autres cas, la restitution peut être un fait plus complexe.", "(...)", "Article 36.  Indemnisation", "1.  L’État responsable du fait internationalement illicite est tenu d’indemniser le dommage causé par ce fait dans la mesure où ce dommage n’est pas réparé par la restitution.", "2.  L’indemnité couvre tout dommage susceptible d’évaluation financière, y compris le manque à gagner dans la mesure où celui-ci est établi.", "Article 37.  Satisfaction", "1.  L’État responsable d’un fait internationalement illicite est tenu de donner satisfaction pour le préjudice causé par ce fait dans la mesure où il ne peut pas être réparé par la restitution ou l’indemnisation.", "2.  La satisfaction peut consister en une reconnaissance de la violation, une expression de regrets, des excuses formelles ou toute autre modalité appropriée.", "3.  La satisfaction ne doit pas être hors de proportion avec le préjudice et ne peut pas prendre une forme humiliante pour l’État responsable. »", "B.  La surveillance de l’exécution des arrêts de la Cour par le Comité des Ministres", "89.  Le Comité des Ministres, organe exécutif du Conseil de l’Europe, surveille l’exécution des arrêts de la Cour en vertu de l’article 46 de la Convention. À cette fin, il a adopté les Règles du Comité des Ministres pour la surveillance de l’exécution des arrêts et des termes des règlements amiables, qui reflètent les principes de responsabilité de l’État en droit international. Il a par ailleurs adopté un certain nombre de « modalités pratiques » pour ses activités courantes.", "1.  Les Règles du Comité des Ministres pour la surveillance de l’exécution des arrêts", "90.  Les Règles pour la surveillance de l’exécution des arrêts ont été adoptées par le Comité des Ministres le 10 mai 2006, lors de la 964e réunion des Délégués des Ministres (elles ont été amendées le 18 janvier 2017, lors de la 1275e réunion des Délégués des Ministres).", "91.  La règle no 6 énonce :", "« Règle no 6 – Informations au Comité des Ministres sur l’exécution de l’arrêt", "1.  Lorsque, dans un arrêt transmis au Comité des Ministres conformément à l’article 46, paragraphe 2, de la Convention, la Cour déclare qu’il y a eu violation de la Convention ou de ses protocoles et/ou accorde à la partie lésée une satisfaction équitable en application de l’article 41 de la Convention, le Comité invite la Haute Partie contractante concernée à l’informer des mesures prises ou qu’elle envisage de prendre à la suite de cet arrêt, eu égard à l’obligation qu’elle a de s’y conformer selon l’article 46, paragraphe 1, de la Convention.", "2.  Dans le cadre de la surveillance de l’exécution d’un arrêt par la Haute Partie contractante concernée, en vertu de l’article 46, paragraphe 2, de la Convention, le Comité des Ministres examine :", "a.  si la satisfaction équitable octroyée par la Cour a été payée, assortie d’éventuels intérêts de retard ; et,", "b.  le cas échéant, en tenant compte de la discrétion dont dispose la Haute Partie contractante concernée pour choisir les moyens nécessaires pour se conformer à l’arrêt, si :", "i.  des mesures individuelles1 ont été prises pour assurer que la violation a cessé et que la partie lésée est placée, dans la mesure du possible, dans la situation qui était la sienne avant la violation de la Convention ;", "ii.  des mesures générales2 ont été adoptées, afin de prévenir de nouvelles violations similaires à celles constatées ou de mettre un terme à des violations continues.", "", "1  Par exemple, l’effacement dans le casier judiciaire d’une sanction pénale injustifiée, l’octroi d’un titre de séjour ou la réouverture des procédures internes incriminées (s’agissant de ce dernier cas, voir la Recommandation Rec(2000)2 du Comité des Ministres aux États membres sur le réexamen ou la réouverture de certaines affaires au niveau interne suite à des arrêts de la Cour européenne des droits de l’homme, adoptée le 19 janvier 2000 lors de la 694e réunion des Délégués des Ministres).", "2  Par exemple, des amendements législatifs ou réglementaires, des changements de jurisprudence ou dans la pratique administrative, ou la publication de l’arrêt de la Cour dans la langue de l’État défendeur et sa diffusion auprès des autorités concernées. »", "92.  La règle no 8 traite de l’accès aux informations transmises dans le cadre de la procédure de surveillance :", "« Règle no 8 – Accès aux informations", "1.  Les dispositions de la présente Règle s’entendent sans préjudice de la nature confidentielle des délibérations du Comité des Ministres conformément à l’article 21 du Statut du Conseil de l’Europe.", "2.  Les informations suivantes sont accessibles au public, à moins que le Comité n’en décide autrement en vue de protéger des intérêts légitimes publics ou privés :", "a.  les informations et les documents y afférents fournis par une Haute Partie contractante au Comité des Ministres conformément à l’article 46, paragraphe 2, de la Convention ;", "b.  les informations et les documents y afférents fournis au Comité des Ministres, conformément aux présentes Règles, par la partie lésée, par des organisations non gouvernementales ou par des institutions pour la promotion et la protection des droits de l’homme.", "(...) »", "93.  La règle no 9 permet à des requérants individuels, à des organisations non gouvernementales et à d’autres organes de soumettre des informations sur l’exécution d’un arrêt. Elle est ainsi libellée :", "« Règle no 9 – Communications au Comité des Ministres", "1.  Le Comité des Ministres doit prendre en considération toute communication transmise par la partie lésée concernant le paiement de la satisfaction équitable ou l’exécution de mesures individuelles.", "2.  Le Comité des Ministres est en droit de prendre en considération toute communication transmise par des organisations non gouvernementales, ainsi que par des institutions nationales pour la promotion et la protection des droits de l’homme, concernant l’exécution des arrêts conformément à l’article 46, paragraphe 2, de la Convention.", "3.  Le Comité des Ministres est également en droit de prendre en considération toute communication transmise par une organisation internationale intergouvernementale ou ses organes ou agences dont les buts et activités comprennent la protection ou la promotion des droits de l’homme, tels que définis par la Déclaration universelle des droits de l’homme, concernant les questions relatives à l’exécution des arrêts en vertu de l’article 46, paragraphe 2, de la Convention, qui relèvent de leur compétence.", "4.  Le Comité des Ministres est de même en droit de prendre en considération toute communication transmise par une institution ou instance autorisée à intervenir dans le cadre de la procédure devant la Cour, soit de droit ou suite à une invitation spéciale de la Cour, concernant l’exécution de l’arrêt, en vertu de l’article 46, paragraphe 2, de la Convention, dans toute affaire (s’agissant du Commissaire aux droits de l’homme du Conseil de l’Europe) ou dans toutes celles visées par l’autorisation de la Cour (s’agissant de toute autre institution ou instance).", "5.  Le Secrétariat porte, selon des modalités appropriées, toutes communications reçues en vertu du paragraphe 1 de cette Règle, à la connaissance du Comité des Ministres.", "6.  Le Secrétariat porte toutes communications reçues en vertu des paragraphes 2, 3 ou 4 de cette Règle à la connaissance de l’État concerné. Lorsque l’État présente une réponse dans un délai de cinq jours ouvrables, la communication et la réponse seront transmises au Comité des Ministres et rendues publiques. À défaut de réponse dans ce délai, la communication sera transmise au Comité des Ministres, mais ne sera pas rendue publique. Elle sera publiée après un délai de dix jours ouvrables suivant la notification, accompagnée de toute réponse reçue dans ce délai. Une réponse de l’État concerné reçue après ce délai de dix jours ouvrables sera diffusée et publiée séparément après réception. »", "94.  La règle no 11 décrit le recours en manquement prévu à l’article 46 § 4 de la Convention :", "« Règle no 11 – Recours en manquement", "1.  Lorsque, conformément à l’article 46, paragraphe 4, de la Convention, le Comité des Ministres estime qu’une Haute Partie contractante refuse de se conformer à un arrêt définitif dans un litige auquel elle est partie, il peut, après avoir mis en demeure cette Partie et par décision prise par un vote à la majorité des deux tiers des représentants ayant le droit de siéger au Comité, saisir la Cour de la question du respect par cette Partie de son obligation.", "2.  Le recours en manquement ne devrait être utilisé que dans des situations exceptionnelles. Il n’est pas engagé sans que la Haute Partie contractante concernée ne reçoive une mise en demeure du Comité l’informant de son intention d’engager une telle procédure. Cette mise en demeure est décidée au plus tard six mois avant d’engager la procédure, sauf si le Comité en décide autrement, et prend la forme d’une résolution intérimaire. Cette résolution est prise par un vote à la majorité des deux tiers des représentants ayant le droit de siéger au Comité.", "3.  La décision de saisir la Cour prend la forme d’une résolution intérimaire. Elle est motivée et reflète de manière concise l’opinion de la Haute Partie contractante concernée.", "4.  Le Comité des Ministres est représenté devant la Cour par sa Présidence, sauf si le Comité décide d’une autre forme de représentation. Cette décision est prise à la majorité des deux tiers des voix exprimées et à la majorité des représentants ayant le droit de siéger au Comité. »", "95.  La règle no 16 porte sur l’adoption de résolutions intérimaires au cours de la procédure d’exécution, et sur leur finalité :", "« Règle no 16 – Résolutions intérimaires", "Dans le cadre de la surveillance de l’exécution d’un arrêt ou de l’exécution des termes d’un règlement amiable, le Comité des Ministres peut adopter des résolutions intérimaires, afin notamment de faire le point sur l’état d’avancement de l’exécution ou, le cas échéant, d’exprimer sa préoccupation et/ou de formuler des suggestions en ce qui concerne l’exécution. »", "96.  La règle no 17 se lit ainsi :", "« Règle no 17 – Résolution finale", "Le Comité des Ministres, après avoir conclu que la Haute Partie contractante concernée a pris toutes les mesures nécessaires pour se conformer à l’arrêt ou pour exécuter les termes du règlement amiable, adopte une résolution constatant qu’il a rempli ses fonctions en vertu de l’article 46, paragraphe 2, ou de l’article 39, paragraphe 4, de la Convention. »", "2.  Les procédures du Comité des Ministres", "97.  En 2010, le Comité des Ministres a adopté les modalités de la surveillance de l’exécution des arrêts (voir le document d’information CM/Inf/DH(2010)37).", "98.  Les procédures reposent sur deux principes. Le premier est celui de la « surveillance continue », qui signifie que tous les arrêts définitifs sont soumis à un suivi constant du Comité des Ministres tant que celui-ci n’a pas clôturé sa procédure de surveillance par l’adoption d’une résolution finale (paragraphe 96 ci-dessus).", "99.  Le second principe est celui de la priorisation, mis en œuvre au moyen du système « opérant selon deux axes » du Comité des Ministres. Dans ce système, toutes les affaires pendantes dans le cadre de la procédure de surveillance sont examinées selon la « procédure standard », sauf si, en raison de sa nature spécifique, une affaire justifie un examen selon la « procédure soutenue ».", "100.  L’application de ces deux principes implique qu’il n’y a pas lieu d’inscrire chaque affaire en attente d’exécution à l’ordre du jour des réunions « droits de l’homme » trimestrielles du Comité des Ministres. Ces réunions sont consacrées à la surveillance des arrêts de la Cour et se tiennent en mars, en juin, en septembre et en décembre (conformément à l’article 3 du Statut du Conseil de l’Europe et à la section III. 3. des règles générales de procédure du Comité des Ministres). Les arrêts en attente d’exécution demeurent sous la surveillance continue du Comité et sont confiés à son secrétariat. Les réunions trimestrielles du Comité sont donc réservées à l’examen d’une minorité d’affaires pendantes relevant de la procédure soutenue et pouvant nécessiter une intervention plus active du Comité telle que l’adoption de décisions et/ou de résolutions intérimaires, dans ce dernier cas généralement à la suite d’un débat et, parfois, d’un vote.", "101.  Les types d’affaires qui peuvent relever de la procédure soutenue sont les affaires impliquant des mesures individuelles urgentes, les arrêts pilotes, les arrêts soulevant des problèmes structurels et/ou complexes identifiés par la Cour ou par le Comité des Ministres, et les affaires interétatiques.", "102.  Pour permettre au Comité des Ministres de s’acquitter de manière effective de sa fonction de surveillance, les États défendeurs doivent lui présenter des plans d’action et/ou des bilans d’action l’informant des mesures prévues et/ou adoptées aux fins de l’exécution d’un arrêt de la Cour (voir aussi le paragraphe 91 ci-dessus, concernant la règle no 6).", "103.  Pour les affaires relevant de la procédure soutenue, le Comité des Ministres charge son secrétariat d’établir une coopération plus approfondie et proactive avec les États.", "3.  La pratique du Comité des Ministres", "a)  Introduction", "104.  Les requêtes introduites devant la Cour sous l’angle de l’article 18 combiné avec l’article 5 sont relativement peu nombreuses (pour un résumé de la jurisprudence de la Cour, voir le récent arrêt Merabishvili c. Géorgie [GC], no 72508/13, §§ 264-282, 28 novembre 2017). À ce jour, on compte neuf affaires – dont le premier arrêt Mammadov – dans lesquelles la Cour a conclu à la violation de l’article 18 combiné avec l’article 5. La première fut l’affaire Goussinski c. Russie (no 70276/01, CEDH 2004-IV). Il y eut ensuite l’affaire Cebotari c. Moldova (no 35615/06, 13 novembre 2007), puis deux affaires contre l’Ukraine, Lutsenko c. Ukraine (no 6492/11, 3 juillet 2012) et Tymoshenko c. Ukraine (no 49872/11, 30 avril 2013). Cellesci furent suivies de Rasul Jafarov c. Azerbaïdjan (no 69981/14, 17 mars 2016), Merabishvili c. Géorgie (arrêt précité), Mammadli c. Azerbaïdjan (no 47145/14, 19 avril 2018), et Rashad Hasanov et autres c. Azerbaïdjan (nos 148653/13 et 3 autres, 7 juin 2018).", "105.  Des huit arrêts susmentionnés, trois sont devenus définitifs assez récemment et n’ont pas encore été examinés par le Comité des Ministres, à savoir Merabishvili, Mammadli et Rashad Hasanov et autres (précités). Quatre ont été examinés par le Comité des Ministres et font actuellement l’objet d’une procédure de surveillance : Goussinski, Lutsenko, Tymoshenko et Rasul Jafarov (tous précités). Enfin, le Comité des Ministres a clôturé la procédure de surveillance pour un arrêt, celui rendu dans l’affaire Cebotari (précité). Un aperçu de la procédure d’exécution est présenté ci-dessous.", "b)  Affaires actuellement soumises à la surveillance du Comité des Ministres, dans lesquelles la Cour a conclu à la violation de l’article 18 combiné avec l’article 5", "i.  Mesures individuelles", "106.  Dans les quatre affaires actuellement soumises à la surveillance du Comité des Ministres et dans lesquelles la Cour a conclu à la violation de l’article 18 combiné avec l’article 5, le Comité des Ministres s’est penché sur trois aspects des mesures individuelles prises par les États défendeurs, à savoir le versement de la satisfaction équitable, l’effacement des conséquences négatives de la décision litigieuse, et la remise en liberté du requérant à la suite du prononcé de l’arrêt.", "107.  Dans Lutsenko, précité (examen lors de la 1172e réunion « droits de l’homme », 4-6 juin 2013), et dans Tymoshenko, précité (examen lors de la 1193e réunion « droits de l’homme », 4-6 mars 2014), le Comité des Ministres a observé que la satisfaction équitable avait été versée et que les requérants avaient été libérés. Dans Goussinski, précité (examen lors de la 1243e réunion « droits de l’homme », 89 décembre 2015), le Comité a noté que le requérant avait été libéré avant que l’arrêt de la Cour fût devenu définitif et que le contrat commercial que l’intéressé avait dû signer sous la contrainte pendant sa détention provisoire n’avait pas été mis en œuvre.", "108.  Dans l’affaire Rasul Jafarov, précitée, le requérant avait été gracié et libéré le jour du prononcé de l’arrêt de la Cour mais la satisfaction équitable n’avait pas été versée dans son intégralité. Malgré la mesure de grâce, et en conséquence de sa condamnation, le requérant ne pouvait avant 2021 ni se présenter à des élections en Azerbaïdjan ni être admis au barreau. Dans la décision adoptée lors de la 1294e réunion « droits de l’homme » (19-21 septembre 2017), le Comité a déclaré ce qui suit :", "« 1.  [Les Délégués] demandent instamment aux autorités de payer sans retard les sommes encore dues au titre de la satisfaction équitable, y compris les intérêts de retard ;", "2.  compte tenu de la gravité des conséquences que le requérant continue de subir malgré sa libération anticipée, [les Délégués] demandent instamment aux autorités d’explorer toutes les possibilités y compris une réouverture de la procédure contestée afin d’effacer les conséquences des violations constatées ; »", "ii.  Mesures générales", "109.  Concernant les mesures générales prises dans les quatre affaires actuellement soumises à la surveillance du Comité des Ministres pour prévenir des violations similaires de l’article 18 combiné avec l’article 5, l’analyse du secrétariat du Comité dans les affaires Tymoshenko et Lutsenko (examen lors de la 1193e réunion « droits de l’homme » du Comité, 4-6 mars 2014) indiquait ce qui suit :", "« (...) la réforme du Ministère public et la réforme constitutionnelle visant à renforcer l’indépendance du système judiciaire, semblent être pertinentes et intéressantes et une analyse plus approfondie est en cours (les deux réformes ont été examinées du point de vue plus général par la Commission de Venise au cours de l’année 2013 (voir CDL-AD(2013)025E et CDLAD(2013)034E). Il convient de rappeler que les progrès réalisés à cet égard sont également suivis dans le contexte d’autres groupes d’affaires et notamment l’affaire Oleksandr Volkov, qui concerne aussi des défaillances importantes dans l’organisation du système judiciaire ukrainien. »", "110.  Dans Goussinski, la troisième affaire, l’analyse du secrétariat préparée lors de la 1243e réunion (8-9 décembre 2015) informait le Comité des Ministres de ce qui suit relativement à la violation de l’article 18 combiné avec l’article 5 :", "« (...) Il apparaît que cette violation était étroitement liée au caractère imprécis de la loi, au moment des faits, et à l’absence de contrôle judiciaire effectif de la légalité de la détention provisoire. Le nouveau CPP adopté en 2001 semble avoir remédié au caractère imprécis de l’article 90 du CPP de 1960. Un contrôle judiciaire effectif a été introduit (...) Par conséquent le type d’abus de pouvoir par le pouvoir exécutif et le Parquet mis en cause dans l’affaire Gusinskiy pourrait aujourd’hui faire l’objet d’un recours judiciaire effectif. Ces développements apparaissent également avoir réglé la violation de l’article 5 constatée dans cette affaire. »", "111.  Dans la décision adoptée lors de cette réunion, le Comité des Ministres s’est exprimé ainsi :", "« Les Délégués (...) se félicitent des efforts déployés par les autorités russes afin d’aligner la législation et la pratique russes avec les exigences de la Convention en vertu de l’article 5 ».", "L’affaire Goussinski reste toutefois pendante aux fins de la surveillance d’autres aspects résultant de l’arrêt, dans le cadre du suivi exercé par le Comité des Ministres sur le groupe Klyakin c. Russie (examen de ce groupe d’affaires lors de la 1294e réunion « droits de l’homme », 19-21 septembre 2017).", "112.  Dans l’affaire Rasul Jafarov, précitée, le Comité a considéré que les mesures générales étaient les mêmes que dans le premier arrêt Mammadov ; cette affaire reste donc également soumise à une surveillance (examen lors de la 1294e réunion « droits de l’homme », 19-21 septembre 2017).", "c)  Affaires dans lesquelles la Cour a conclu à la violation de l’article 18 combiné avec l’article 5 et dans lesquelles le Comité des Ministres a clôturé la procédure de surveillance", "113.  Comme indiqué ci-dessus (paragraphe 105), le Comité des Ministres a clôturé la procédure de surveillance dans l’affaire Cebotari, précitée. Dans cette affaire, le requérant avait été libéré et acquitté par les juridictions nationales avant que l’arrêt de la Cour fût devenu définitif (Cebotari, précité, § 36). Concernant les mesures générales, le Comité des Ministres avait été informé de ce qui suit (voir l’ordre des travaux de la 1259e réunion « droits de l’homme », 7-8 juin 2016) :", "« La réforme du Ministère public, et notamment la nouvelle loi sur le Ministère public de février 2016, semble améliorer et renforcer l’indépendance des autorités de poursuite vis-à-vis des pouvoirs législatif et exécutif (en particulier en ce qui concerne le traitement des affaires individuelles), exclure toute implication politique des procureurs, y compris du Procureur Général, et accroître leur responsabilité pénale et disciplinaire. Tenant également compte du fait qu’aucune autre violation de l’article 18 n’a été relevée depuis, ces mesures sembleraient en principe à même de prévenir de futurs abus similaires à ceux dont il est question en l’espèce. Puisque la question des mesures individuelles est résolue, il est en conséquence proposé de clore la surveillance de l’affaire Cebotari. »", "114.  Le Comité a donc décidé de clore la surveillance de l’affaire lors de sa 1259e réunion « droits de l’homme » (8 juin 2016 – Résolution finale ).", "C.  Le Protocole no 14 à la Convention européenne des droits de l’homme", "115.  L’idée d’instaurer un recours en manquement comme possibilité procédurale donnée par la Convention fut énoncée dans la Résolution 1226(2000) de l’Assemblée parlementaire du Conseil de l’Europe, laquelle fut suivie par la Recommandation 1477(2000) de l’Assemblée. La proposition initiale visait à modifier la Convention en vue de la mise en place d’un système d’astreintes (amendes journalières en cas de retard dans l’exécution d’une obligation juridique) visant les États qui persisteraient à ne pas exécuter un arrêt de la Cour. La recommandation n’indiquait pas si le Comité des Ministres ou la Cour était censé avoir le pouvoir d’infliger une amende.", "116.  La proposition relative aux astreintes n’a finalement pas été retenue dans le Protocole no 14, mais elle a déclenché un débat qui a débouché sur l’ajout dans la Convention de l’article 46 § 4. Ce débat a porté sur la nécessité de renforcer les pouvoirs du Comité des Ministres dans le cadre de la surveillance de l’exécution des arrêts. Le rapport explicatif du Protocole no 14 indique ce qui suit :", "« Mesures à prendre relatives à l’exécution des arrêts", "16.  L’exécution des arrêts de la Cour est une partie intégrante du système de la Convention. Les mesures évoquées ci-dessous visent à améliorer et accélérer le processus de l’exécution. L’autorité de la Cour et la crédibilité du système dépendent toutes deux largement de l’efficacité de ce processus. Une exécution rapide et adéquate a bien évidemment une incidence sur l’afflux de nouvelles affaires : plus les États parties prendront rapidement des mesures générales pour exécuter les arrêts révélant un problème structurel, moins sera important le nombre de requêtes répétitives. À cet égard, il serait souhaitable que les États, au-delà de leurs obligations découlant de l’article 46, paragraphe 1, de la Convention, accordent l’effet rétroactif à ces mesures et recours. Plusieurs mesures préconisées dans les recommandations et les résolutions mentionnées ci-dessus (...) visent à atteindre ce but. De plus, il serait utile que la Cour et, en ce qui concerne la surveillance de l’exécution des arrêts, le Comité des Ministres adoptent une procédure spéciale afin de traiter de façon prioritaire les arrêts qui démontrent un problème structurel capable de générer un nombre significatif de requêtes répétitives, afin que l’arrêt soit exécuté rapidement. Dans le cadre de l’exécution des arrêts de la Cour, l’amendement à la Convention le plus important consiste à accorder au Comité des Ministres la possibilité d’introduire une action en manquement devant la Cour contre un État qui refuserait de se conformer à un arrêt.", "17.  Les mesures évoquées dans le paragraphe précédent cherchent également à renforcer l’efficacité du système de la Convention pris dans son ensemble. Bien que le contrôle de l’exécution des arrêts fonctionne globalement de manière satisfaisante, il est néanmoins nécessaire d’améliorer le processus afin de préserver l’efficacité du système à l’avenir.", "(...)", "Article 46 – Force obligatoire et exécution des arrêts", "(...)", "98.  L’exécution rapide et complète des arrêts de la Cour est primordiale. Elle l’est encore plus lorsque ces arrêts concernent des affaires qui portent sur des lacunes structurelles afin d’éviter que la Cour ne soit engorgée par un grand nombre de requêtes répétitives. Il a donc été estimé indispensable, dans ce contexte, dès la Conférence ministérielle de Rome des 3-4 novembre 2000 (Résolution I), de renforcer les moyens mis à la disposition du Comité des Ministres. Il est de la responsabilité collective des Parties à la Convention de préserver l’autorité de la Cour – et donc la crédibilité et l’efficacité du système de la Convention – face à une Haute Partie contractante qui, selon le Comité des Ministres, refuserait de se conformer, expressément ou du fait de son comportement, à un arrêt définitif de la Cour dans un litige auquel il est partie.", "99.  Ainsi, les paragraphes 4 et 5 de l’article 46 habilitent le Comité des Ministres à saisir la Cour (qui siégera en Grande Chambre – voir le nouvel article 31, paragraphe b) d’un recours en manquement contre un tel État après l’avoir mis en demeure. La décision du Comité des Ministres à cet égard requiert une majorité qualifiée, celle des deux tiers des représentants ayant le droit de siéger au Comité. Cette procédure du recours en manquement n’a pas pour but de rouvrir devant la Cour la question de la violation déjà tranchée par le premier arrêt. Elle ne prévoit pas non plus que la Haute Partie contractante contre laquelle la Cour déclare qu’il y a eu violation de l’article 46, paragraphe 1, ait à verser une pénalité financière. Il est en effet considéré que la pression politique que constituerait un tel recours en manquement devant la Grande Chambre et l’arrêt de celle-ci devraient être suffisants pour que l’État concerné exécute l’arrêt initial de la Cour.", "100.  Cette procédure de recours en manquement ne devrait être utilisée par le Comité des Ministres que dans des situations exceptionnelles. Il est toutefois apparu nécessaire de doter le Comité des Ministres, qui reste l’organe compétent pour surveiller l’exécution des arrêts de la Cour, d’un plus large éventail de moyens de pression pour assurer l’exécution des arrêts. En effet, actuellement, la mesure ultime parmi celles à la disposition du Comité des Ministres est le recours à l’article 8 du Statut du Conseil de l’Europe (suspension du droit de vote au Comité des Ministres, voire expulsion de l’Organisation). C’est une mesure extrême dont l’application serait contre-productive dans la plupart des cas ; en effet, la Haute Partie contractante qui se trouve dans la situation envisagée au paragraphe 4 de l’article 46 doit, plus que toute autre, continuer à être soumise à la discipline du Conseil de l’Europe. Le nouvel article 46 ajoute donc de nouvelles possibilités de pression à celles qui existent déjà. La simple existence d’une telle procédure de recours en manquement et la menace d’y avoir recours devraient avoir un nouvel effet incitatif efficace quant à l’exécution des arrêts de la Cour. Il est prévu que le résultat de la procédure en manquement donne lieu à un arrêt de la Cour. »", "EN DROIT", "MANQUEMENT ALLÉGUÉ À L’OBLIGATION DÉCOULANT DE L’ARTICLE 46 § 1", "117.  Par une résolution intérimaire du 5 décembre 2017, le Comité des Ministres a saisi la Cour, en vertu de l’article 46 § 4 de la Convention, de la question de savoir si la République d’Azerbaïdjan avait manqué à l’obligation, qui lui incombait au titre de l’article 46 § 1 de la Convention, de se conformer à l’arrêt rendu par la Cour le 22 mai 2014 dans l’arrêt Ilgar Mammadov (« le premier arrêt Mammadov » – paragraphe 1 ci-dessus).", "118.  L’article 46 de la Convention est ainsi libellé :", "« 1.  Les Hautes Parties contractantes s’engagent à se conformer aux arrêts définitifs de la Cour dans les litiges auxquels elles sont parties.", "2.  L’arrêt définitif de la Cour est transmis au Comité des Ministres qui en surveille l’exécution.", "3.  Lorsque le Comité des Ministres estime que la surveillance de l’exécution d’un arrêt définitif est entravée par une difficulté d’interprétation de cet arrêt, il peut saisir la Cour afin qu’elle se prononce sur cette question d’interprétation. La décision de saisir la Cour est prise par un vote à la majorité des deux tiers des représentants ayant le droit de siéger au Comité.", "4.  Lorsque le Comité des Ministres estime qu’une Haute Partie contractante refuse de se conformer à un arrêt définitif dans un litige auquel elle est partie, il peut, après avoir mis en demeure cette partie et par décision prise par un vote à la majorité des deux tiers des représentants ayant le droit de siéger au Comité, saisir la Cour de la question du respect par cette Partie de son obligation au regard du paragraphe 1.", "5.  Si la Cour constate une violation du paragraphe 1, elle renvoie l’affaire au Comité des Ministres afin qu’il examine les mesures à prendre. Si la Cour constate qu’il n’y a pas eu violation du paragraphe 1, elle renvoie l’affaire au Comité des Ministres, qui décide de clore son examen. »", "A.  Observations", "1.  Le Comité des Ministres", "119.  Dans ses premières observations, renvoyant à la jurisprudence de la Cour, le Comité des Ministres a rappelé qu’un constat de violation formulé par la Cour était en principe déclaratoire. Il a souligné les principes généraux qui sous-tendaient la procédure d’exécution, expliquant que lorsque la Cour avait conclu à une violation de la Convention ou de ses Protocoles il en résultait pour l’État défendeur une obligation juridique non seulement de verser aux intéressés les sommes allouées à titre de satisfaction équitable, mais aussi de choisir, sous le contrôle du Comité des Ministres, les mesures générales et/ou, le cas échéant, individuelles à adopter dans son ordre juridique interne afin de mettre un terme à la violation constatée par la Cour.", "120.  Le Comité des Ministres a ensuite rappelé les circonstances liées au premier arrêt Mammadov et déclaré qu’à son avis le constat par la Cour d’une violation de l’article 18 combiné avec l’article 5 remettait en cause le bien-fondé des poursuites pénales contre le requérant. Il a exposé que, pour cette raison, il avait dès son premier examen demandé aux autorités d’assurer sans délai la libération du requérant (décision adoptée lors de la 1214e réunion « droits de l’homme » (2-4 décembre 2014), citée au paragraphe 45 ci-dessus). Il a ajouté que, par la suite, l’absence de mesure de réparation l’avait conduit à demander la libération immédiate et inconditionnelle du requérant au motif que les procédures étaient fondamentalement viciées (décisions adoptées lors de la 1230e réunion « droits de l’homme » (11 juin 2015) et de la 1288e réunion « droits de l’homme » (6-7 juin 2017 ; paragraphe 62 ci-dessus)).", "121.  Le Comité des Ministres a poursuivi en résumant les développements factuels survenus au cours de la procédure de surveillance, ainsi que la teneur de ses décisions et résolution intérimaires.", "122.  Il a conclu en déclarant qu’à aucun moment, depuis que l’arrêt était devenu définitif, les autorités nationales n’avaient montré le moindre signe qu’elles avaient tiré les conséquences des violations constatées par la Cour, en particulier sur le terrain de l’article 18 combiné avec l’article 5, ni manifesté une quelconque intention de prendre les mesures requises. Il a considéré qu’à ce stade, c’est-à-dire en décembre 2017, largement plus de trois ans après que l’arrêt était devenu définitif, cette situation ne pouvait plus être qualifiée de retard d’exécution mais devait être reconnue comme un refus d’exécution. De plus, pour le Comité des Ministres, l’opinion de la République d’Azerbaïdjan (annexée à la Résolution intérimaire CM/ResDH(2017)429) montrait que selon les autorités l’achèvement de la procédure pénale et le paiement de la satisfaction équitable octroyée par la Cour étaient les seules mesures de caractère individuel qu’il leur fallait prendre pour se conformer à l’arrêt.", "123.  Dans ses observations complémentaires, répondant aux arguments présentés par le Gouvernement, le Comité des Ministres a souligné la différence entre le premier arrêt Mammadov et les arrêts rendus par la Cour dans Lutsenko et Tymoshenko (précités). Il a indiqué que dans aucune de ces deux affaires la Cour n’avait constaté l’absence de « soupçon plausible » justifiant l’arrestation et la détention des requérants, et il a estimé qu’en conséquence la portée des violations était plus circonscrite. Il a également rappelé que les requérants dans ces affaires avaient été libérés à un stade précoce de la procédure de surveillance.", "124.  Le Comité des Ministres a rejeté l’argument selon lequel les termes employés par lui étaient inconstants et il a déclaré qu’en demandant la « libération inconditionnelle » de M. Mammadov il avait simplement fourni une précision supplémentaire sur ce qui était exigé, et ce de manière pleinement conforme à son analyse du premier arrêt Mammadov.", "125.  Dans ses observations soumises après la libération de M. Mammadov, intervenue le 13 août 2018, le Comité des Ministres a confirmé avoir été informé que M. Mammadov avait été libéré sous certaines conditions imposées par la cour d’appel de Shaki. Il a joint le mémorandum du Gouvernement exposant les réponses de ce dernier aux questions posées par le Comité des Ministres ainsi que les observations de M. Mammadov sur ce mémorandum (paragraphe 71 ci-dessus). Le contenu de ces documents correspond aux observations respectives du Gouvernement et de M. Mammadov résumées ci-dessous (paragraphes 133-134 et 141-142 ci-dessous). Le Comité a exprimé le souhait que les informations soumises aident la Cour à statuer sur cette affaire (« [would assist] the Court in its deliberations on the case », dans la version anglaise).", "2.  Le Gouvernement", "126.  Dans ses premières observations, le Gouvernement a rappelé son opinion jointe à la Résolution intérimaire CM/ResDH(2017)429 (voir l’annexe au présent arrêt).", "127.  Concernant les mesures individuelles, il a indiqué que la satisfaction équitable allouée avait été versée à M. Mammadov. Il a évoqué le réexamen de l’affaire par la cour d’appel de Shaki le 29 avril 2016, dans le cadre duquel, selon lui, la juridiction avait « examiné (...) attentivement les conclusions qui avaient été formulées par la Cour dans [l’] arrêt et remédié aux failles qui avaient été constatées dans la procédure ayant conduit à la condamnation de [M. Mammadov] ». Le Gouvernement a ensuite insisté sur la modification apportée au code pénal de la République d’Azerbaïdjan le 20 octobre 2017, qui prévoyait la possibilité pour une personne condamnée de demander une libération conditionnelle une fois qu’elle avait purgé les deux tiers de sa peine d’emprisonnement, et il a précisé que depuis le 1er décembre 2017 M. Mammadov pouvait prétendre à bénéficier d’une telle mesure.", "128.  Quant aux mesures générales, le Gouvernement a fait état de la mission effectuée par le représentant du Secrétaire Général en Azerbaïdjan le 11 janvier 2017 et il a indiqué que les autorités s’étaient montrées disposées à examiner toutes les voies proposées dans ce cadre pour faire avancer l’exécution de l’arrêt de la Cour. Les observations du Gouvernement résumaient également la teneur du décret signé par le président de la République d’Azerbaïdjan le 10 février 2017 « sur l’amélioration du fonctionnement du système pénitentiaire, l’humanisation des politiques pénales et l’extension de l’application de peines de substitution et de mesures de contrainte non privatives de liberté ». Le Gouvernement a expliqué que ce décret et les modifications parallèles du code pénal avaient permis de dépénaliser certains actes en Azerbaïdjan et de réduire le nombre de personnes en détention provisoire.", "129.  Le Gouvernement a opposé, d’un côté, les développements survenus au cours de la procédure de surveillance du premier arrêt Mammadov et, de l’autre, les procédures dans Lutsenko et Tymoshenko, affaires précitées, dans lesquelles le Comité des Ministres n’avait pas appelé à une libération immédiate des requérants bien que la Cour y eût aussi constaté la violation de l’article 18 combiné avec l’article 5. Relevant que les requérants dans ces affaires avaient été libérés par la suite, le Gouvernement soutenait que cette différence d’approche attestait de l’incohérence du Comité des Ministres dans l’application des principes de la procédure de surveillance.", "130.  Soulignant l’absence de toute indication, dans l’arrêt de la Cour, demandant la libération immédiate de Ilgar Mammadov, le Gouvernement a mis cette situation en parallèle avec l’indication qui avait été donnée dans l’affaire Fatullayev c. Azerbaïdjan (no 40984/07, 22 avril 2010). Il a déduit de cette différence que pareille mesure n’avait pas été jugée nécessaire dans le premier arrêt Mammadov et qu’elle montrait de l’inconstance dans la démarche du Comité des Ministres. Il a en outre estimé que celui-ci avait fait preuve d’incohérence en demandant d’abord la « libération immédiate » du requérant puis, plus tard seulement, sa libération « inconditionnelle ». Le Gouvernement est parvenu à la conclusion que, compte tenu des mesures mises en œuvre, il s’était pleinement conformé au premier arrêt Mammadov.", "131.  Dans ses observations complémentaires, il a critiqué M. Mammadov pour s’être appuyé sur des arrêts ultérieurs de la Cour et il a considéré que la procédure en manquement ne concernait que le premier arrêt Mammadov.", "132.  En outre, il a soutenu que la position du Comité des Ministres impliquait une obligation de libérer M. Mammadov alors même que le jugement de la juridiction nationale était devenu définitif, et en l’absence de toute indication directe de la Cour.", "133.  Dans ses observations soumises après la libération de M. Mammadov, le Gouvernement a souligné que, le 13 août 2018, la cour d’appel de Shaki avait levé la mesure de détention préventive et libéré le requérant, ce qui selon lui avait mis fin à la violation constatée dans le premier arrêt Mammadov. Il y voyait une réponse à la demande du Comité des Ministres ayant tendu à ce que le requérant fût libéré inconditionnellement. Exposant les raisons pour lesquelles la libération de M. Mammadov devait selon lui être tenue pour inconditionnelle, le Gouvernement a tout d’abord avancé que M. Mammadov avait la possibilité de former un recours contre la décision de la cour d’appel de Shaki. Deuxièmement, il a indiqué que les conditions qui avaient été imposées à M. Mammadov se rapportaient à sa mise à l’épreuve et non à sa libération, si bien que, selon lui, l’intéressé pouvait contester ces conditions devant le tribunal de première instance local et que sa condamnation examinée dans le deuxième arrêt Mammadov était sans rapport avec la présente procédure fondée sur l’article 46 § 4. Troisièmement, il a analysé les décisions adoptées par le Comité des Ministres et a conclu qu’en employant dans celles-ci le terme « inconditionnelle », le Comité avait voulu dire que « la libération du requérant ne devait être subordonnée à aucune condition préalable, (...) par exemple [la saisine des] autorités judiciaires ».", "134.  Le Gouvernement a conclu que, compte tenu de la finalité de la procédure fondée sur l’article 46 § 4 et de son caractère exceptionnel, le litige était résolu et qu’il n’y avait pas lieu pour la Cour de poursuivre son examen sur le terrain de cette disposition.", "3.  Ilgar Mammadov", "135.  Dans ses premières observations, M. Mammadov a estimé que, aux fins de l’exécution du premier arrêt Mammadov, la République d’Azerbaïdjan devait le libérer de manière immédiate et inconditionnelle et en même temps reconnaître sans équivoque que sa détention, depuis son placement en détention provisoire le 4 février 2013, était contraire non seulement à la Convention mais aussi à la législation nationale.", "136.  Renvoyant à la jurisprudence de la Cour, M. Mammadov a formulé sept arguments à l’appui de sa thèse. Tout d’abord, il a considéré que les Hautes Parties contractantes étaient tenues de se conformer aux arrêts définitifs de la Cour dans les litiges auxquels elles étaient parties. Il a indiqué que cette obligation ne se limitait pas au paiement de la satisfaction équitable mais pouvait aussi impliquer l’adoption de mesures générales et/ou individuelles. Il a soutenu que la marge discrétionnaire dont bénéficiait une Haute Partie contractante pour choisir pareilles mesures n’était pas absolue. Il a ajouté que la détermination des mesures individuelles à prendre relevait de la compétence du Comité des Ministres résultant de l’article 46 § 2 de la Convention. À ses yeux, la seule mesure individuelle appropriée attendue d’une Haute Partie contractante lorsqu’une personne était maintenue en détention dans le cadre d’une procédure que la Cour avait jugée attentatoire aux droits de l’intéressé découlant de la Convention était la libération de cette personne, assortie d’une reconnaissance sans équivoque de ce que cette détention était contraire aux droits en question. Pour le requérant, la mesure individuelle requise par le premier arrêt Mammadov était sa propre remise en liberté, assortie d’une reconnaissance sans équivoque de ce que sa détention était contraire à la législation de l’Azerbaïdjan et à la Convention. Enfin, le requérant a déclaré que la République d’Azerbaïdjan aurait pu adopter cette mesure mais ne l’avait pas fait, et qu’en différant sans cesse sa libération elle avait aggravé le constat initial de violation des articles 18 et 5 et s’était ainsi mise en défaut par rapport à l’obligation qui lui incombait au titre de l’article 46 § 1 de la Convention.", "137.  Soutenant que les mesures individuelles évoquées dans le premier arrêt Mammadov exigeaient sa libération immédiate, l’intéressé a renvoyé à un certain nombre d’arrêts dans lesquels la Cour avait demandé une remise en liberté « dans les plus brefs délais », « immédiate » ou « sans délai ». Il a conclu que le point commun aux affaires concernées était l’absence de fondement juridique admissible à la privation de liberté en cause. Il a ajouté que, dans ces affaires, la gravité de la violation signifiait que l’État défendeur n’avait qu’une marge extrêmement limitée pour différer l’exécution des arrêts concernés et qu’en conséquence la remise en liberté devait intervenir immédiatement ou dans les meilleurs délais.", "138.  Le requérant a déclaré que, malgré l’absence d’indication dans le premier arrêt Mammadov, il convenait de voir celui-ci de la même manière que les arrêts dans lesquels la Cour avait dit qu’il n’y avait pas de fondement juridique admissible à la privation de liberté. M. Mammadov considérait que cette interprétation était étayée par les conclusions de la Cour dans le premier arrêt Mammadov, et que l’intégralité de la procédure, depuis son placement en détention provisoire, s’analysait en un déni de justice flagrant. Compte tenu de ce qui précède, il estimait que seule une libération inconditionnelle reviendrait à exécuter adéquatement l’arrêt et que d’autres types de remises en liberté ne cadreraient guère avec le constat formulé dans le premier arrêt Mammadov que la procédure pénale était fondamentalement viciée.", "139.  Dans ses observations complémentaires, M. Mammadov a reconnu que la satisfaction équitable avait été versée mais il a déclaré que ce n’était pas la seule mesure individuelle requise dans sa cause. Il a soutenu que la procédure interne n’avait porté sur aucun aspect du premier arrêt Mammadov et qu’elle ne pouvait pas être considérée comme une mesure individuelle en l’espèce. Pour des raisons identiques à celles avancées par le Comité des Ministres (paragraphe 123 ci-dessus), il a indiqué que les affaires Lutsenko et Tymoshenko, précitées, se distinguaient de sa cause et qu’il était donc juste que le Comité des Ministres les traitât différemment lors de la procédure de surveillance.", "140.  Enfin, le requérant a admis que le Comité des Ministres avait utilisé des formulations légèrement différentes pour appeler à sa libération, mais il a estimé que les termes employés restaient parfaitement cohérents avec la position du Comité et que rien ne permettait d’affirmer que celui-ci avait fait preuve d’une quelconque inconstance.", "141.  Dans ses observations soumises après sa libération, M. Mammadov a soutenu que l’arrêt rendu par la cour d’appel de Shaki le 13 août 2018 ne faisait aucune mention du premier arrêt Mammadov, rejetait les critiques exprimées par la Cour dans le deuxième arrêt Mammadov et confirmait sa condamnation, ne modifiant que la peine. Rappelant les conditions dont sa libération avait été assortie (paragraphes 31-32 ci-dessus), il a déclaré qu’il était tenu pendant deux ans de se rendre au service des libertés conditionnelles tous les dix jours afin d’y signer un registre, alors que selon lui aucun acte confirmant une telle obligation ne lui avait été signifié. Il a ajouté qu’il pouvait toujours être renvoyé en prison, sur la base de ce qu’il tenait pour des dispositions vagues du code pénal, s’il se soustrayait systématiquement ou délibérément à son « devoir d’amendement » ou à d’autres obligations que le juge ferait peser sur lui, ou s’il commettait d’autres infractions. Il a soutenu que les restrictions dont il était l’objet limitaient les possibilités pour lui de se livrer à des activités politiques légitimes, prolongeant ainsi les mesures qui selon lui avaient été adoptées pour le faire taire ou le punir pour avoir critiqué le gouvernement. Il ne disait rien de la faculté pour lui de former un recours contre les restrictions en cause.", "142.  Quant à savoir si le premier arrêt Mammadov avait été exécuté, l’intéressé a indiqué avoir été libéré trois ans et dix mois après que cet arrêt était devenu définitif, de sorte que selon lui on ne pouvait pas dire que sa libération était intervenue sans retard ou « en temps voulu ». Rappelant les restrictions explicites et implicites dont il était frappé sur la base du droit interne, il a soutenu que sa libération ne pouvait être qualifiée que de « conditionnelle ». Il a conclu que, quand bien même sa libération devrait s’analyser en une mesure d’exécution tardive de l’arrêt (ce qu’elle n’était pas à ses yeux), le Gouvernement n’en avait pas moins déjà gravement manqué, à la date de la demande de saisine, à l’obligation que l’article 46 § 1 faisait peser sur lui.", "B.  Appréciation de la Cour", "1.  Questions de procédure", "143.  Après la libération de M. Mammadov, le Gouvernement a déclaré qu’il estimait le litige résolu et qu’il n’était pas nécessaire que la Cour poursuivît son examen sur le terrain de l’article 46 § 4 de la Convention (paragraphe 134 ci-dessus).", "144.  La Cour observe qu’aucune disposition de l’article 46 ne mentionne la possibilité de retirer une demande de saisine de la Cour. En revanche, ces dispositions indiquent clairement que seul le Comité des Ministres a compétence pour saisir la Cour sur le fondement de l’article 46 § 4. Compte tenu de cette prérogative procédurale, de la responsabilité collective du Comité des Ministres et du caractère interinstitutionnel de la procédure en question, la Cour n’exclut pas que les pouvoirs que l’article 46 confère au Comité des Ministres impliquent aussi la possibilité pour celui-ci de retirer une affaire portée devant la Cour.", "145.  Toutefois, le Comité des Ministres n’a pas agi en ce sens dans le cadre de la présente procédure. Après la libération conditionnelle de M. Mammadov, il a examiné l’affaire à la lumière des éléments nouveaux et, après avoir consulté le Gouvernement et reçu des observations de M. Mammadov, il n’a pas décidé de mettre fin à la procédure (paragraphes 71-72 ci-dessus). De plus, en réponse à l’invitation de la Cour, le Comité des Ministres a fourni après la libération conditionnelle de M. Mammadov des observations écrites dont il a indiqué qu’elles visaient à « aide[r] la Cour à statuer sur cette affaire (« [were to assist] the Court in its deliberations on the case », dans la version anglaise) – paragraphe 125 cidessus).", "146.  À la suite de l’arrêt rendu le 28 mars 2019 par la Cour suprême (paragraphe 73 ci-dessus), le Gouvernement a fait part de son avis selon lequel cette décision avait créé dans le cadre de l’exécution du premier arrêt Mammadov une situation nouvelle que « la Cour pourrait prendre en compte » dans la présente procédure. Ayant examiné les éléments ci-dessus, la Cour considère qu’elle demeure saisie de l’affaire qui a été portée devant elle.", "2.  Principes généraux relatifs à l’exécution des arrêts de la Cour et découlant de l’article 46 §§ 1 et 2", "147.  L’un des traits les plus significatifs du système de la Convention réside dans le fait qu’il est doté d’un mécanisme de contrôle du respect de ses dispositions. Ainsi, la Convention n’impose pas seulement aux États parties le respect des droits et obligations qui en découlent, mais elle met également sur pied un organe juridictionnel, la Cour, habilité à constater des violations de la Convention dans le cadre d’arrêts définitifs auxquels les États parties se sont engagés à se conformer (article 19, combiné avec l’article 46 § 1). De surcroît, elle institue un mécanisme de surveillance de l’exécution des arrêts, sous la responsabilité du Comité des Ministres (article 46 § 2 de la Convention). Ce mécanisme démontre l’importance que revêt la mise en œuvre effective des arrêts (Verein gegen Tierfabriken Schweiz (VgT) c. Suisse (no 2) [GC], no 32772/02, § 84, CEDH 2009).", "148.  La Cour a maintes fois souligné que ses arrêts ont un caractère déclaratoire pour l’essentiel et qu’en général il appartient au premier chef à l’État en cause, sous le contrôle du Comité des Ministres, de choisir les moyens à utiliser pour s’acquitter de son obligation au regard de l’article 46 de la Convention, pour autant que ces moyens soient compatibles avec les conclusions contenues dans l’arrêt de la Cour (voir, entre autres, Öcalan c. Turquie [GC], no 46221/99, § 210, CEDH 2005-IV, Brumărescu c. Roumanie (satisfaction équitable) [GC], no 28342/95, § 20, CEDH 2001I, et Scozzari et Giunta c. Italie [GC], nos 39221/98 et 41963/98, § 249, CEDH 2000-VIII).", "149.  La Cour a également souligné la nature obligatoire de ses arrêts au sens de l’article 46 § 1 et l’importance de leur exécution effective, de bonne foi et compatible avec les « conclusions et l’esprit » de l’arrêt (Emre c. Suisse (no 2), no 5056/10, § 75, 11 octobre 2011).", "150.  Concernant les exigences de l’article 46, il y a lieu de rappeler tout d’abord que l’État défendeur reconnu responsable d’une violation de la Convention ou de ses Protocoles est tenu de se conformer aux décisions de la Cour dans les litiges auxquels il est partie. En d’autres termes, l’inexécution ou l’exécution lacunaire d’un arrêt de la Cour peut engager la responsabilité internationale de l’État partie. Celui-ci est tenu non seulement de verser aux intéressés les sommes allouées à titre de satisfaction équitable, mais aussi de prendre des mesures individuelles et/ou, le cas échéant, générales dans son ordre juridique interne, afin de mettre un terme à la violation constatée par la Cour et d’en effacer les conséquences, l’objectif étant de placer le requérant, autant que possible, dans une situation équivalente à celle dans laquelle il se trouverait s’il n’y avait pas eu manquement aux exigences de la Convention (Verein gegen Tierfabriken Schweiz (VgT), précité, § 85, avec les références citées). Dans l’exercice de son choix des mesures individuelles, l’État partie doit garder à l’esprit que son but premier est de réaliser la restitutio in integrum (Kudeshkina c. Russie (no 2) (déc.), no 28727/11, § 74, 17 février 2015, Brumărescu, précité, § 20, et Papamichalopoulos et autres c. Grèce (article 50), 31 octobre 1995, § 34, série A no 330B).", "151.  Ces obligations font écho aux principes de droit international selon lesquels un État responsable d’un acte illicite a le devoir d’assurer une restitution, laquelle consiste dans le rétablissement de la situation qui existait avant que l’acte illicite ne fût commis, pour autant que cette restitution ne soit pas « matériellement impossible et « n’impose pas une charge hors de toute proportion avec l’avantage qui dériverait de la restitution plutôt que de l’indemnisation » (article 35 des AREFII, paragraphes 81 et 88 ci-dessus). En d’autres termes, si la restitution est la règle, il peut y avoir des circonstances dans lesquelles l’État responsable se voit exonéré – en tout ou en partie – de l’obligation de restituer, à condition toutefois qu’il établisse dûment l’existence de ces circonstances (Verein gegen Tierfabriken Schweiz (VgT), précité, § 86).", "152.  En tout état de cause, les États défendeurs sont tenus de fournir au Comité des Ministres une information complète et à jour au sujet de l’évolution du processus d’exécution des arrêts qui les lient (voir la règle no 6 des Règles du Comité des Ministres pour la surveillance de l’exécution des arrêts et des termes des règlements amiables – paragraphe 91 ci-dessus). À cet égard, la Cour souligne l’obligation qui incombe aux États d’exécuter les traités de bonne foi, comme le rappellent notamment l’alinéa 3 du préambule ainsi que l’article 26 de la Convention de Vienne sur le droit des traités de 1969 (ibidem, § 87).", "153.  Certes, l’État défendeur reste libre en principe, sous le contrôle du Comité des Ministres, de choisir les moyens de s’acquitter des obligations qui lui incombent au titre de l’article 46 § 1 de la Convention (voir aussi le paragraphe 148 ci-dessus), pour autant que ces moyens soient compatibles avec les conclusions contenues dans l’arrêt de la Cour. Cependant, dans certaines situations particulières, il est arrivé que la Cour ait estimé utile d’indiquer à un État défendeur le type de mesures à prendre pour mettre un terme à la situation – souvent structurelle – qui avait donné lieu à un constat de violation. Parfois même, la nature de la violation constatée ne laisse pas de choix quant aux mesures à prendre (ibidem, § 88, avec les références citées).", "154.  Bien que la Cour puisse dans certains cas indiquer la mesure précise, compensatoire ou autre, que l’État défendeur devra prendre, c’est au Comité des Ministres, en vertu de l’article 46 § 2 de la Convention, qu’il revient d’apprécier la mise en œuvre de ces mesures (Egmez c. Chypre (déc.), no 12214/07, § 49, 18 septembre 2012, avec les références citées).", "155.  De plus, la Cour rappelle que, compte tenu de la variété des moyens disponibles pour parvenir à la restitutio in integrum et de la nature des questions en jeu, dans l’exercice de sa compétence découlant de l’article 46 § 2 de la Convention, le Comité des Ministres est mieux placé qu’elle pour déterminer précisément les mesures à prendre. C’est donc à lui qu’il appartient de vérifier, à partir des informations fournies par l’État défendeur et en tenant dûment compte de l’évolution de la situation du requérant, qu’auront été adoptées en temps utile les mesures réalisables, adéquates et suffisantes pour réparer dans toute la mesure possible les violations constatées par la Cour (Mukhitdinov c. Russie, no 20999/14, § 114, 21 mai 2015, Mamazhonov c. Russie, no 17239/13, § 236, 23 octobre 2014, Kim c. Russie, no 44260/13, § 74, 17 juillet 2014, et Savriddin Dzhurayev c. Russie, no 71386/10, § 255, CEDH 2013 (extraits)).", "156.  Le but des sommes allouées à titre de satisfaction équitable est uniquement d’accorder une réparation pour les dommages subis par les intéressés dans la mesure où ils constituent une conséquence de la violation ne pouvant en tout cas pas être effacée (Scozzari et Giunta, précité, § 250). La logique générale de la règle de la satisfaction équitable (énoncée à l’article 41 et auparavant à l’article 50 de la Convention), voulue par ses auteurs, découle directement des principes de droit international public régissant la responsabilité de l’État et doit être interprétée dans ce contexte. C’est ce que confirment les travaux préparatoires de la Convention (Chypre c. Turquie (satisfaction équitable) [GC], no 25781/94, § 40, CEDH 2014).", "3.  La tâche de la Cour dans le cadre d’une procédure en manquement fondée sur l’article 46 § 4", "157.  Sur le fondement de l’article 46 § 4 de la Convention, la Cour doit statuer sur la question du respect par un État de l’obligation qui lui incombe au regard de l’article 46 § 1. L’article 46 § 4 ne fournit pas plus d’indications quant à l’approche à adopter. Comme c’est la première fois que le Comité des Ministres entame une procédure en manquement, la Cour estime qu’il lui faut préciser la nature de sa propre tâche.", "a)  Les travaux préparatoires du Protocole no 14", "158.  La Cour rappelle que l’article 46 § 4 est l’un des amendements à la Convention qui est résulté de l’entrée en vigueur du Protocole no 14 (paragraphe 116 ci-dessus). Le cinquième alinéa du préambule du Protocole indique qu’il est nécessaire et urgent d’amender certaines dispositions de la Convention afin de maintenir et de renforcer l’efficacité du système de contrôle, eu égard principalement à l’augmentation continue de la charge de travail de la Cour et du Comité des Ministres. Le rapport explicatif du Protocole contient également de nombreuses références à cet objectif global. Concernant spécifiquement l’exécution des arrêts, il souligne que certaines des mesures proposées visent à améliorer et accélérer le processus d’exécution, et expose que l’autorité de la Cour et la crédibilité du système dépendent toutes deux largement de l’efficacité de ce processus. Il ajoute qu’accorder au Comité des Ministres la possibilité d’introduire une procédure en manquement est considéré comme étant l’amendement à la Convention le plus important, aux fins d’une exécution rapide et adéquate (paragraphe 116 ci-dessus, qui cite le paragraphe 16 du rapport explicatif).", "159.  Le rapport explicatif souligne en outre que l’exécution rapide et complète des arrêts de la Cour est primordiale et qu’il est de la responsabilité collective des Parties à la Convention de préserver l’autorité de la Cour face à un État qui, selon le Comité des Ministres, refuserait de se conformer à un arrêt définitif de la Cour (ibidem). Il expose également que la procédure en manquement n’a pas pour but de rouvrir devant la Cour la question de la violation déjà tranchée par le premier arrêt et qu’elle ne prévoit pas non plus le versement d’une pénalité financière, mais qu’elle vise à ajouter une pression politique destinée à assurer l’exécution de l’arrêt initial de la Cour (ibidem).", "160.  Cet aperçu des travaux préparatoires du Protocole no 14 montre clairement que la procédure en manquement visée à l’article 46 § 4 a été instaurée dans le but d’accroître l’efficacité de la procédure de surveillance – de l’améliorer et de l’accélérer.", "b)  Le cadre juridique de la procédure d’exécution", "161.  Ayant examiné les travaux préparatoires et les buts du Protocole no 14, la Cour prendra également en considération le cadre juridique pertinent de la procédure d’exécution. L’article 46 § 2 de la Convention indique que le Comité des Ministres est responsable de la surveillance de l’exécution des arrêts de la Cour (paragraphes 89 et 147 ci-dessus). Le Comité des Ministres est l’organe exécutif du Conseil de l’Europe ; à ce titre, ses activités revêtent un caractère politique. Cela étant, lorsqu’il surveille l’exécution d’un arrêt, il accomplit une tâche particulière qui consiste à appliquer les règles de droit pertinentes.", "162.  Selon la jurisprudence constante de la Cour, la procédure d’exécution concerne le respect par une Partie contractante de ses obligations internationales découlant de l’article 46 § 1 de la Convention. Ces obligations reposent sur les principes de droit international relatifs à la cessation, à la non-répétition et à la réparation tels qu’ils figurent dans les AREFII (paragraphes 81-88 et 150-151 ci-dessus). Elles sont appliquées depuis des années par le Comité des Ministres et trouvent aujourd’hui leur expression dans la règle no 6 § 2 des Règles du Comité des Ministres pour la surveillance de l’exécution des arrêts (paragraphe 91 ci-dessus).", "163.  Le mécanisme de surveillance qui a été instauré par l’article 46 de la Convention fournit donc un cadre complet pour l’exécution des arrêts de la Cour, renforcé par la pratique du Comité des Ministres. Dans ce cadre, le travail de surveillance continue du Comité a généré un ensemble de documents publics qui englobent les informations soumises par les États défendeurs et d’autres parties prenantes dans la procédure d’exécution, et qui consignent les décisions prises par le Comité dans les affaires en attente d’exécution. Cette pratique a aussi influé sur la fixation de principes généraux dans les recommandations que le Comité adresse aux États membres relativement aux questions d’exécution (voir, par exemple, la Recommandation no R(2000)2 sur le réexamen ou la réouverture de certaines affaires au niveau interne suite à des arrêts de la Cour européenne des droits de l’homme, ou la Recommandation CM/Rec(2010)3 sur des recours effectifs face à la durée excessive des procédures). Le Comité des Ministres a ainsi développé un acquis considérable.", "164.  Gardant cela à l’esprit, la Cour fait observer qu’elle a déjà eu l’occasion de constater que l’article 41 est la lex specialis par rapport aux règles et principes généraux du droit international, tout en concluant que cette disposition doit s’interpréter de manière à se concilier avec le droit international (Chypre c. Turquie (satisfaction équitable), précité, §§ 4042). Eu égard à ses conclusions ci-dessus concernant le cadre juridique de la procédure d’exécution et l’acquis du Comité des Ministres, elle adoptera une approche similaire dans le présent contexte et considérera que la règle no 6 des Règles du Comité pour la surveillance de l’exécution des arrêts traduit les principes de droit international consignés dans les AREFII.", "c)  La démarche de la Cour dans une procédure en manquement", "165.  Pour définir sa démarche dans une procédure en manquement, la Cour se penchera sur deux questions : il lui faut se demander, en premier lieu, dans quelle mesure les conclusions formulées par le Comité des Ministres dans la procédure d’exécution doivent la guider et, en second lieu, sur quelle période elle doit baser son analyse.", "166.  Sur le premier point, faisant la synthèse de ses observations relatives aux deux aspects exposés ci-dessus, à savoir les travaux préparatoires du Protocole no 14 et le cadre juridique de la procédure d’exécution, la Cour estime que rien n’indique que les rédacteurs du Protocole aient entendu écarter le Comité des Ministres de sa fonction de surveillance. La procédure en manquement ne vise pas à rompre l’équilibre institutionnel fondamental entre la Cour et le Comité des Ministres.", "167.  La Cour a souligné la compétence du Comité des Ministres pour déterminer précisément les mesures qu’un État doit prendre pour réparer dans toute la mesure du possible les violations constatées (paragraphe 155 ci-dessus). Elle a également jugé que, si elle n’est pas soulevée dans le cadre de la « procédure en manquement » prévue à l’article 46 §§ 4 et 5 de la Convention, la question du respect par les Hautes Parties contractantes de ses arrêts échappe à sa compétence (Moreira Ferreira c. Portugal (no 2) [GC], no 19867/12, § 102, 11 juillet 2017).", "168.  En revanche, dans une procédure en manquement la Cour est appelée à livrer une appréciation juridique définitive sur la question du respect de l’arrêt en question. Dans ce cadre, la Cour prendra en considération tous les aspects de la procédure devant le Comité des Ministres, notamment les mesures indiquées par lui. Elle effectuera son analyse en tenant dûment compte des conclusions du Comité des Ministres dans la procédure de surveillance, de la position du gouvernement défendeur et des observations de la victime de la violation. Dans le cadre d’une procédure en manquement, la Cour, pour déterminer si l’État défendeur a manqué à ses obligations résultant de l’article 46 § 1, devra établir quelles sont les obligations juridiques qui découlent de l’arrêt définitif en question ainsi que les conclusions et l’esprit de cet arrêt (paragraphe 149 ci-dessus).", "169.  La Cour examinera séparément le deuxième point, c’est-à-dire la période qu’il lui faut prendre en compte pour déterminer si un État a manqué à son obligation de se conformer à un arrêt.", "170.  À cet égard, la Cour observe que la date à laquelle le Comité des Ministres la saisit d’une question sur le fondement de l’article 46 § 4 correspond à la date à laquelle il a estimé que l’État concerné avait refusé de se conformer à un arrêt définitif, au sens de l’article 46 § 4, le Comité ne pouvant pas considérer que l’État a adopté « en temps utile » des mesures « adéquates et suffisantes » (paragraphe 155 ci-dessus). L’exécution d’un arrêt de la Cour constitue un processus, comme l’atteste le fait que, dans une procédure en manquement, le Comité des Ministres doit, conformément à l’article 46 § 4, signifier à l’État partie son intention de saisir la Cour de la question de savoir si cette partie a manqué à ses obligations découlant de l’article 46 § 1.", "171.  En conséquence, et compte tenu de la décision du Comité des Ministres, la Cour considère que le point de départ de son examen doit être le moment où elle est saisie d’une question sur le fondement de l’article 46 § 4 de la Convention.", "4.  Application en l’espèce des principes susmentionnés", "172.  Avant d’appliquer les principes exposés ci-dessus, la Cour s’intéressera à l’étendue de la présente procédure en manquement.", "a)  L’étendue de la présente procédure en manquement", "173.  Dans le premier arrêt Mammadov, rendu le 22 mai 2014, la Cour a conclu à la violation des articles 5 § 1 c), 5 § 4, 6 § 2, ainsi que de l’article 18 combiné avec l’article 5 de la Convention, relativement aux accusations pénales qui avaient été portées contre M. Mammadov en février 2013 et qui avaient été suivies de la mise en détention provisoire de l’intéressé (paragraphes 2 et 33 ci-dessus). Sur le terrain de l’article 18 combiné avec l’article 5, la Cour a considéré que les accusations formulées contre M. Mammadov ne reposaient pas sur des raisons plausibles de le soupçonner et que le but réel des mesures litigieuses avait été de le faire taire ou de le punir pour avoir critiqué le gouvernement (paragraphe 36 cidessus).", "174.  Dans sa résolution intérimaire du 5 décembre 2017, le Comité des Ministres, se fondant sur l’article 46 § 4, a saisi la Cour de la question de savoir si la République d’Azerbaïdjan avait manqué à l’obligation qui lui incombait au titre de l’article 46 § 1 de la Convention de se conformer à cet arrêt (paragraphes 1 et 67 ci-dessus, et annexe).", "175.  En même temps, la résolution intérimaire a rappelé les nombreuses décisions et les précédentes résolutions intérimaires adoptées par le Comité des Ministres dans le cadre de la procédure de surveillance, qui avaient souligné les défaillances fondamentales de la procédure pénale, révélées dans les conclusions de la Cour sur le terrain de l’article 18 combiné avec l’article 5 de la Convention, et qui avaient demandé la libération immédiate et inconditionnelle de M. Mammadov. Dans cette résolution intérimaire, le Comité des Ministres a déclaré que, « n’ayant pas assuré la libération inconditionnelle du requérant, la République d’Azerbaïdjan refuse de se conformer à l’arrêt définitif de la Cour » (paragraphe 66 ci-dessus).", "176.  La Cour constate l’existence d’un décalage entre, d’une part, la large portée de la question dont elle se trouve saisie, formulée suivant les termes de l’article 46 § 4, et, d’autre part, les préoccupations spécifiques que le Comité des Ministres a exprimées en l’espèce pendant la procédure de surveillance. De toute évidence, le Comité des Ministres a considéré que la question fondamentale dans la présente procédure en manquement résidait dans le fait que la République d’Azerbaïdjan n’avait pas adopté de mesures individuelles pour remédier à la violation de l’article 18 combiné avec l’article 5. Dès lors, la Cour estime que la question essentielle dans cette affaire consiste à déterminer si la République d’Azerbaïdjan est restée en défaut d’adopter les mesures individuelles qu’elle devait prendre pour se conformer à l’arrêt de la Cour et remédier à la violation de l’article 18 combiné avec l’article 5.", "177.  Eu égard à la teneur de l’article 46 § 4, les autres éléments que sont la satisfaction équitable et les mesures générales liées à l’exécution du premier arrêt Mammadov entrent dans le cadre de la procédure en manquement. En l’espèce, toutefois, ces éléments ne requièrent pas un examen détaillé.", "178.  Concernant la satisfaction équitable, la Cour rappelle qu’elle a alloué à M. Mammadov 20 000 EUR pour dommage moral et 2 000 EUR pour frais et dépens (paragraphes 151 et 154 du premier arrêt Mammadov et paragraphe 33 ci-dessus). Il n’y a pas de litige quant au paiement de la satisfaction équitable, laquelle a été mise à la disposition de M. Mammadov le 25 décembre 2014 (paragraphes 122, 127 et 139, et annexe).", "179.  S’agissant des mesures générales, la Cour observe que le Comité des Ministres a conclu que, du point de vue de la procédure, toute mesure générale requise en l’espèce devait être l’objet d’une surveillance dans le contexte d’affaires similaires, en particulier Farhad Aliyev c. Azerbaïdjan (no 37138/06, 9 novembre 2010) et Rasul Jafarov (précitée). En conséquence, les mesures générales présentées par les autorités (paragraphes 42-44 ci-dessus, et annexe) sont prises en compte dans le cadre de la procédure de surveillance relative à ces autres arrêts.", "180.  La Cour va donc se pencher sur le principal aspect de la présente espèce : les mesures individuelles que l’État devait prendre pour se conformer à l’arrêt de la Cour en ce qui concerne la violation de l’article 18 combiné avec l’article 5.", "b)  Mesures individuelles", "i.  Le premier arrêt Mammadov", "α)  Le texte de l’arrêt", "181.  Dans le premier arrêt Mammadov, la Cour n’a pas indiqué explicitement, dans le raisonnement ou dans le dispositif, comment cet arrêt devait être exécuté. Le Gouvernement a soutenu que cette absence d’indication signifiait qu’aucune mesure individuelle spécifique n’était requise (paragraphe 130 ci-dessus).", "182.  La Cour rappelle que selon sa jurisprudence constante ses arrêts ont un caractère déclaratoire et qu’elle peut dans certaines circonstances particulières chercher à indiquer le type de mesures à prendre pour mettre un terme à la violation qu’elle a constatée (paragraphe 153 ci-dessus). De temps à autre, la Cour donne des indications relatives à la procédure d’exécution, concernant les mesures tant individuelles que générales (voir, par exemple, Assanidzé c. Géorgie [GC], no 71503/01, § 203, CEDH 2004II, et Aydoğdu c. Turquie, no 40448/06, §§ 118-122, 30 août 2016). Compte tenu toutefois de l’équilibre institutionnel que la Convention prévoit entre la Cour et le Comité des Ministres (paragraphe 167-168 cidessus) et de la responsabilité des États dans la procédure d’exécution (paragraphe 150 ci-dessus), le choix ultime des mesures à prendre appartient aux États, sous la surveillance du Comité des Ministres, pour autant que ces mesures soient compatibles avec les « conclusions et l’esprit » de l’arrêt de la Cour (Egmez, décision précitée, §§ 48-49, Emre (no 2), précité, § 75, et paragraphes 149 et 153 ci-dessus).", "183.  Il convient également d’observer que le Comité des Ministres s’estime compétent pour réexaminer les indications liées à l’exécution, par exemple lorsque des éléments objectifs découverts après le prononcé de l’arrêt de la Cour doivent être pris en compte dans la procédure de surveillance. Cette situation est illustrée par l’affaire Al-Saadoon et Mufdhi c. Royaume-Uni (no 61498/08, CEDH 2010), dans laquelle l’indication de la Cour selon laquelle les autorités britanniques devaient prendre « toutes les mesures possibles pour obtenir des autorités irakiennes l’assurance [que les requérants] ne ser[aient] pas soumis à la peine de mort » devint caduque une fois que la juridiction nationale avait acquitté les requérants en raison d’un manque de preuves. En l’absence d’autres chefs d’accusations, le Comité des Ministres décida de clore l’affaire, acceptant la conclusion du Royaume-Uni selon laquelle les requérants n’étaient plus exposés à un risque réel de subir la peine de mort (voir la Résolution finale CM/ResDH(2012)68).", "184.  Une approche qui limiterait la procédure de surveillance aux indications explicites de la Cour priverait le Comité des Ministres de la souplesse dont il a besoin pour surveiller, à partir des informations fournies par l’État défendeur et compte dûment tenu de l’évolution de la situation du requérant, l’adoption en temps utile de mesures réalisables, adéquates et suffisantes (paragraphe 155 ci-dessus).", "185.  Le besoin de souplesse est évident lorsque, comme en l’espèce, on est en présence d’une première requête relative à l’article 5 et à la phase d’instruction, qui a été suivie plus tard par une deuxième requête concernant l’article 6 et la phase ultérieure du procès dans la même procédure pénale. Dans les circonstances de l’espèce, la Cour a donc été contrainte par la chronologie des faits et par ses propres procédures d’examiner séparément les griefs matériels liés dans ses premier et deuxième arrêts Mammadov. Il y a également lieu de relever que la Cour a reconnu que, lorsqu’il est allégué qu’un but politique ou inavoué motive des poursuites, il est difficile de dissocier la détention provisoire de la procédure pénale dans le cadre de laquelle cette détention a été ordonnée (Lutsenko, précité, § 108).", "186.  En conséquence, le fait que le premier arrêt Mammadov ne contienne pas d’indication explicite relative à son exécution n’est pas déterminant s’agissant de savoir si l’Azerbaïdjan a manqué aux obligations qui lui incombaient au titre de l’article 46 § 1. Ce qui est décisif, c’est le point de savoir si les mesures prises par l’État défendeur sont compatibles avec les conclusions et l’esprit de l’arrêt de la Cour.", "187.  Dès lors, la Cour va à présent rappeler les raisons pour lesquelles elle a conclu dans le premier arrêt Mammadov à la violation de l’article 18 combiné avec l’article 5 :", "« 141.  La Cour a conclu ci-dessus que les accusations portées contre le requérant n’étaient pas fondées sur des « raisons plausibles de [le] soupçonner », au sens de l’article 5 § 1 c) de la Convention (voir, a contrario, Khodorkovskiy, précité, § 258, et comparer avec Lutsenko, précité, § 108). Il convient donc de conclure que les autorités n’ont pas été en mesure de démontrer qu’elles aient agi de bonne foi. Toutefois, cette conclusion ne suffit pas à elle seule à faire supposer qu’il y a eu violation de l’article 18, et il reste à déterminer s’il existe des preuves attestant que les actions des autorités étaient effectivement motivées par des raisons illégitimes.", "142.  La Cour considère qu’en l’espèce il peut être établi avec un degré de certitude suffisant que ces preuves découlent de la combinaison des faits pertinents spécifiques à l’affaire. Elle se réfère en particulier à toutes les circonstances qu’elle a prises en considération dans le cadre de l’appréciation du grief tiré de l’article 5 § 1 c) (...) et les considère tout aussi pertinentes dans le cadre du présent grief. Elle estime également que l’arrestation du requérant était liée aux articles que l’intéressé avait postés sur son blog les 25, 28 et 30 janvier 2013 (...)", "143.  Les circonstances décrites ci-dessus indiquent que les mesures litigieuses avaient pour but réel de faire taire le requérant ou de le punir pour avoir critiqué le gouvernement et tenté de diffuser ce qu’il croyait être des informations vraies que le gouvernement s’efforçait de dissimuler. À la lumière de ces considérations, la Cour conclut que la liberté du requérant a été restreinte dans des buts autres que celui qui, conformément à l’article 5 § 1 c) de la Convention, aurait consisté à le conduire devant l’autorité judiciaire compétente sur la base de raisons plausibles de le soupçonner d’avoir commis une infraction.", "144.  La Cour considère qu’il y a là matière à conclure à une violation de l’article 18 de la Convention combiné avec l’article 5. »", "188.  Ainsi, dans le premier arrêt Mammadov, la Cour a conclu non seulement à la violation de l’article 5 § 1 c) de la Convention, faute de « raisons plausibles de soupçonner » l’intéressé, mais aussi à la violation de l’article 18 combiné avec l’article 5.", "189.  Ce raisonnement montre clairement que la conclusion de la Cour valait pour l’ensemble des accusations portées contre le requérant et de la procédure antérieure à son procès. Rien ne donnait à penser qu’il y avait dans cette procédure une pluralité de buts (voir, a contrario, Merabishvili, précité, §§ 277 et 292-308) ayant pu signifier qu’une partie de la procédure avait été conduite pour une raison légitime. Par ailleurs, la Cour a souligné dans son arrêt que le seul fait que les autorités n’eussent pas été en mesure de démontrer qu’elles avaient agi de bonne foi ne suffisait pas à faire supposer qu’il y avait eu violation de l’article 18. La violation était due au fait que des raisons illégitimes avaient motivé les actes des autorités, cellesci ayant porté les accusations litigieuses afin de faire taire M. Mammadov ou de le punir pour avoir critiqué le gouvernement (premier arrêt Mammadov, § 143). Cette conclusion est cruciale, eu égard à l’objet et au but de l’article 18, qui sont d’interdire le détournement de pouvoir (Merabishvili, précité, § 303, et Rashad Hasanov et autres, précité, § 120). Il s’ensuit que le constat de violation de l’article 18 combiné avec l’article 5 de la Convention que la Cour a formulé dans le premier arrêt Mammadov a eu pour effet de vicier toute mesure ayant résulté des accusations portées.", "β)  Les obligations correspondantes incombant à l’État", "190.  La Cour va à présent se pencher sur les obligations qui incombaient à l’État azerbaïdjanais suivant la démarche susmentionnée (paragraphe 155) et compte tenu de sa conclusion relative à la nature de son constat de violation de l’article 18 combiné avec l’article 5, formulé dans le premier arrêt Mammadov (paragraphe 189 ci-dessus). Elle considère que l’Azerbaïdjan était tenu d’effacer les conséquences négatives des accusations portées, qu’elle a estimées abusives.", "191.  Selon la jurisprudence constante de la Cour relative à l’article 46 de la Convention, l’État doit prendre des mesures individuelles dans son ordre juridique interne afin de mettre un terme à la violation constatée par la Cour et d’en effacer les conséquences. L’objectif est de placer le requérant, autant que possible, dans une situation équivalente à celle dans laquelle il se trouverait s’il n’y avait pas eu manquement aux exigences de la Convention. Dans l’exercice de son choix des mesures individuelles, le gouvernement doit garder à l’esprit que leur but premier est de réaliser la restitutio in integrum (paragraphes 150-151 ci-dessus).", "192.  À la lumière de la conclusion formulée par la Cour ci-dessus (paragraphe 189), le premier arrêt Mammadov et l’obligation correspondante de réaliser la restitutio in integrum imposaient initialement à l’État de lever ou d’annuler les accusations qui ont été estimées abusives par la Cour et de mettre un terme à la détention provisoire de M. Mammadov. En fait, cette détention provisoire a pris fin lorsque l’intéressé a été condamné par la juridiction de première instance en mars 2014 (paragraphes 20 et 76 ci-dessus). Or, les accusations en cause n’ont jamais été annulées. Au contraire, la condamnation ultérieure de M. Mammadov reposait entièrement sur cellesci. En conséquence, le fait que l’intéressé ait plus tard été détenu sur le fondement de cette condamnation (et non dans le cadre d’une détention provisoire) n’a pas permis de le placer dans une situation équivalente à celle dans laquelle il se serait trouvé s’il n’y avait pas eu manquement aux exigences de la Convention. L’obligation première qu’est la restitutio in integrum continuait donc d’exiger l’effacement des conséquences négatives des accusations pénales litigieuses, notamment par la libération de l’intéressé.", "193.  La Cour doit donc rechercher si la restitutio in integrum au moyen de l’effacement des conséquences négatives des accusations pénales estimées abusives par la Cour était réalisable, ou si elle serait « matériellement impossible » ou « impose[rait] une charge hors de toute proportion avec l’avantage qui dériverait de la restitution plutôt que de l’indemnisation » (paragraphe 151 ci-dessus).", "194.  Concernant ces aspects, la Cour observe que le Gouvernement n’a jamais prétendu que la réalisation de la restitutio in integrum se heurtait à des obstacles tenant à ce qu’elle aurait été « matériellement impossible » ou aurait imposé une « charge hors de toute proportion ». À cet égard, la Cour rappelle qu’il appartient à l’État défendeur d’éliminer, dans son ordre juridique interne, tout obstacle éventuel à un redressement adéquat de la situation du requérant (Maestri c. Italie [GC], no 39748/98, § 47, CEDH 2004I). Elle en conclut qu’il n’y avait en l’espèce aucun obstacle à la réalisation de la restitutio in integrum.", "(γ)  Conclusion", "195.  La Cour a analysé la nature du constat de violation de l’article 18 combiné avec l’article 5 formulé dans le premier arrêt Mammadov et elle a établi que l’obligation correspondante de réaliser la restitutio in integrum qui découlait pour l’Azerbaïdjan de l’article 46 § 1 exigeait de cet État qu’il effaçât les conséquences négatives des accusations pénales estimées abusives par la Cour et qu’il libérât M. Mammadov. La Cour rappelle que l’État défendeur reste libre de choisir les moyens de s’acquitter des obligations qui lui incombent au titre de l’article 46 § 1 de la Convention, pour autant que ces moyens soient compatibles avec les « conclusions et l’esprit » de l’arrêt de la Cour (paragraphes 148-149 et 153 ci-dessus). En conséquence, la Cour va à présent examiner les mesures individuelles prises par l’Azerbaïdjan pour honorer cette obligation, ainsi que l’évaluation de ces mesures livrée par le Comité des Ministres dans le cadre de la procédure d’exécution.", "ii.  La procédure d’exécution", "α)  Les mesures individuelles prises par l’Azerbaïdjan", "196.  La position initiale de l’Azerbaïdjan telle que présentée dans le plan d’action du Gouvernement consistait à dire que l’examen de la cause du requérant par les juridictions nationales avait réparé la violation.", "197.  Invité par le Comité des Ministres à exposer son opinion avant le déclenchement de la procédure en manquement, le Gouvernement a indiqué que par sa décision du 13 octobre 2015 la Cour suprême avait annulé l’arrêt de la cour d’appel de Shaki du 24 septembre 2014. Il a ajouté que la Cour suprême avait constaté que le rejet par la juridiction inférieure des demandes du requérant tendant à faire entendre des témoins supplémentaires et à faire examiner d’autres preuves avait enfreint les règles de procédure nationales et les exigences de l’article 6 de la Convention, et qu’elle avait renvoyé l’affaire à cette juridiction pour un nouvel examen. Le Gouvernement considérait que dans son arrêt du 29 avril 2016 la cour d’appel de Shaki avait examiné attentivement les conclusions formulées par la Cour dans le premier arrêt Mammadov et remédié aux failles qui avaient été constatées dans la procédure ayant conduit à la condamnation de M. Mammadov (paragraphes 40, 43 et 127 ci-dessus).", "198.  Les autorités azerbaïdjanaises, dans le cadre d’une réforme plus générale du droit pénal, ont également créé dans leur ordre juridique interne un dispositif qui a offert à M. Mammadov la possibilité de demander sa libération conditionnelle sur la base de la partie de sa peine déjà purgée (paragraphes 8-10 et 20 de l’annexe, qui reproduit l’opinion du Gouvernement).", "199.  Le 13 août 2018, après le deuxième arrêt Mammadov et un nouveau pourvoi en cassation formé par l’intéressé, la cour d’appel de Shaki a réexaminé sa condamnation pour la deuxième fois et l’a à nouveau confirmée. Elle a toutefois ordonné la libération de M. Mammadov. Si le Gouvernement a qualifié cette libération d’inconditionnelle, le Comité des Ministres et M. Mammadov l’ont décrite comme étant conditionnelle (paragraphes 125 et 142 ci-dessus). Le Gouvernement a déclaré que cet élément nouveau suffisait à répondre aux exigences de la procédure d’exécution (paragraphes 133-134 ci-dessus). Le 28 mars 2019, la Cour suprême a en partie accueilli un pourvoi en cassation que M. Mammadov avait formé contre l’arrêt de la cour d’appel de Shaki en date du 13 août 2018. Elle a réduit la peine globale infligée à M. Mammadov, considérant que celui-ci avait entièrement purgé sa peine compte tenu du temps qu’il avait déjà passé en prison. La juridiction suprême a également annulé la peine conditionnelle de deux ans que la cour d’appel avait prononcée dans son arrêt du 13 août 2018 (paragraphe 73 ci-dessus).", "β)  L’appréciation de ces mesures par le Comité des Ministres", "200.  Lors de son premier examen de l’affaire, au cours de la 1214e réunion « droits de l’homme » (2-4 décembre 2014), le Comité des Ministres a tenu compte du plan d’action soumis par l’Azerbaïdjan, et son secrétariat a émis l’avis que « [l]a violation de l’article 18 combiné avec l’article 5 met[tait] en cause le bien-fondé de la procédure pénale engagée contre le requérant » et qu’il serait utile que les autorités azerbaïdjanaises informent le Comité des mesures qu’elles envisageaient de prendre afin d’effacer les conséquences de cette violation dans le cadre de la procédure pénale qui semblait pendante devant la Cour Suprême (paragraphe 45 cidessus). Cet avis formulait la conclusion suivante :", "« Au vu des constats sérieux de la Cour en l’espèce, la libération du requérant constituerait une première mesure importante à envisager en priorité et sans délai selon les procédures nationales ».", "201.  Dans la décision adoptée lors de cette réunion, le Comité des Ministres a demandé aux autorités d’assurer la libération de M. Mammadov sans délai  (paragraphe 45 ci-dessus).", "202.  Après l’adoption de cette première décision, le Comité des Ministres a continué à appeler à une libération « sans délai » et a suivi de près l’évolution de la procédure pénale nationale pendant le processus de surveillance (paragraphes 41-44 ci-dessus). Lors de son deuxième examen de l’affaire, après le report sine die par la Cour suprême, le 13 janvier 2015, de l’examen du pourvoi de M. Mammadov, le Comité des Ministres a demandé la libération de l’intéressé « sans plus de retard » (voir la résolution intérimaire du 12 mars 2015 – CM/ResDH(2015)43) ; puis, lors de la réunion suivante, il a appelé pour la première fois à sa « libération immédiate » (voir la décision adoptée lors de la 1230e réunion « droits de l’homme » du 11 juin 2015). Après que la Cour suprême eut renvoyé l’affaire, le 13 octobre 2015, le Comité des Ministres a demandé aux autorités de libérer l’intéressé « sans plus attendre ». Après la décision finale rendue par la Cour suprême le 18 novembre 2016, le Comité des Ministres a derechef appelé à la « libération immédiate » de M. Mammadov (paragraphe 58 ci-dessus). En juin 2017, ayant été informé que l’Azerbaïdjan avait entrepris des modifications législatives susceptibles de permettre la libération conditionnelle de M. Mammadov, le Comité a aussi demandé sa « libération inconditionnelle » (paragraphes 60-62 ci-dessus).", "203.  Par ailleurs, le Comité des Ministres a invité les autorités à indiquer les autres mesures prises ou envisagées en vue de donner effet à l’arrêt de la Cour et à rapidement effacer, autant que possible, les conséquences restantes pour le requérant des sérieuses violations constatées (paragraphe 45 ci-dessus).", "204.  Après la libération de M. Mammadov le 13 août 2018, le Comité des Ministres a demandé au gouvernement azerbaïdjanais de lui fournir des informations sur cet élément nouveau, et il a également reçu des observations de M. Mammadov. Il a examiné ces informations lors de sa réunion de septembre 2018 mais n’a pas adopté de décision (paragraphes 71-72 ci-dessus).", "iii.  Sur la question de savoir si l’Azerbaïdjan a manqué à l’obligation qui lui incombait au titre de l’article 46 § 1 de se conformer à un arrêt définitif", "α)  La question de savoir si les mesures individuelles ont permis la restitutio in integrum", "205.  La Cour a conclu que le premier arrêt Mammadov exigeait en substance que les conséquences négatives des accusations pénales litigieuses fussent effacées (paragraphe 192 ci-dessus). Le Comité des Ministres a estimé que la mesure de redressement appropriée était la libération inconditionnelle de M. Mammadov. Le Gouvernement a plaidé que le réexamen de sa cause par la cour d’appel de Shaki en 2016 et en 2018 constituait une mesure individuelle satisfaisante (paragraphes 127 et 133 cidessus). Il a également considéré que l’arrêt de la Cour suprême en date du 28 mars 2019 créait dans le cadre de l’exécution du premier arrêt Mammadov une situation nouvelle que la Cour pourrait prendre en compte dans la présente procédure (paragraphe 146 ci-dessus).", "206.  La question à laquelle la Cour doit répondre consiste à savoir si, en prenant le moment de sa saisine par le Comité des Ministres comme point de départ pour son examen, l’Azerbaïdjan a manqué à l’obligation qui lui incombait au titre de l’article 46 § 1 de la Convention (paragraphes 169 et 171 ci-dessus).", "207.  À cet égard, elle considère qu’au moment de sa saisine par le Comité des Ministres il était déjà clair que la procédure interne n’avait pas offert de mesure de redressement. En effet, ayant réexaminé la condamnation de M. Mammadov dans son arrêt du 29 avril 2016, la cour d’appel de Shaki a jugé erronées les conclusions formulées par la Cour dans le premier arrêt Mammadov sur le terrain de l’article 5 § 1) c) et elle n’a fait aucune mention des autres violations constatées, notamment celle de l’article 18 combiné avec l’article 5 (paragraphe 25 ci-dessus). Elle a estimé que des preuves suffisantes avaient été rassemblées puis appréciées de manière approfondie et objective par le tribunal de première instance (paragraphe 26 ci-dessus). Le Comité des Ministres a suivi de près la procédure devant les juridictions internes et a conclu sur ce point que cellesci n’avaient pas effacé les conséquences négatives de la violation de l’article 18 combiné avec l’article 5 constatée dans le premier arrêt Mammadov.", "208.  Dans la mesure où pourrait se poser la question de savoir s’il était approprié que le Comité des Ministres demandât la libération de M. Mammadov dès le début de la procédure d’exécution, avant l’achèvement de la procédure interne, la Cour indique avoir déjà conclu que son constat de violation de l’article 18 combiné avec l’article 5, formulé dans le premier arrêt Mammadov, avait eu pour effet de vicier la procédure pénale qui a suivi (paragraphe 189 ci-dessus). Il était donc logique de chercher à obtenir d’urgence la libération de M. Mammadov (paragraphe 192 ci-dessus). À supposer même qu’aux fins de la restitutio in integrum il suffisait d’attendre que la procédure nationale subséquente remédiât aux problèmes relevés dans l’arrêt, la Cour observe que ladite procédure n’a pas abouti à ce résultat.", "209.  Les défaillances mises en lumière dans le premier arrêt Mammadov ont plus tard été confirmées par la Cour dans le deuxième arrêt Mammadov. Dans cet arrêt, la Cour a examiné le procès de M. Mammadov de manière particulièrement attentive en raison d’un manque de plausibilité, au premier abord, des accusations portées contre lui (voir le paragraphe 76 ci-dessus, qui cite le paragraphe 203 du deuxième arrêt Mammadov).", "210.  Sous l’angle de l’article 6, elle a jugé que la condamnation de M. Mammadov était fondée sur des preuves viciées ou déformées, et que les preuves favorables au requérant avaient systématiquement été rejetées sur la base de motifs inadéquats ou d’une manière manifestement déraisonnable. Elle a ajouté que, même après que la Cour suprême avait renvoyé l’affaire pour réexamen, il n’avait finalement été remédié à aucune des défaillances en question. Elle a conclu que, considérée dans son ensemble, la procédure pénale menée contre le requérant n’avait pas fourni les garanties d’un procès équitable (paragraphe 77 ci-dessus).", "211.  Partant, la Cour estime que les conséquences de son constat de violation de l’article 18 combiné avec l’article 5, formulé dans le premier arrêt Mammadov, n’ont pas été supplantées par le deuxième arrêt Mammadov, qui a en fait confirmé la nécessité des mesures individuelles requises par le premier arrêt Mammadov.", "212.  Le Gouvernement a présenté l’arrêt de la cour d’appel de Shaki en date du 13 août 2018 comme un moyen d’effacer les conséquences négatives des accusations pénales qui ont été estimées abusives. Dans cet arrêt, la cour d’appel avait une nouvelle fois rejeté les conclusions de la Cour et avait seulement accordé une libération conditionnelle à M. Mammadov (paragraphes 31-32 ci-dessus). Plus tard, cette libération conditionnelle a été annulée par l’arrêt de la Cour suprême du 28 mars 2019 et la haute juridiction a considéré que la peine infligée à M. Mammadov avait été entièrement purgée (paragraphe 73 ci-dessus). L’essentiel du raisonnement tenu par la Cour suprême a confirmé, au plus haut niveau judiciaire, la condamnation de M. Mammadov et le rejet par les juridictions nationales des conclusions de la Cour. Quoi qu’il en soit, les deux arrêts en question sont postérieurs à la date à laquelle la Cour a été saisie de cette affaire.", "213.  En résumé, suivant la démarche exposée aux paragraphes 168 et 171 cidessus, la Cour a examiné le texte du premier arrêt Mammadov et les obligations correspondantes qui incombaient à l’État. Puis elle s’est penchée sur les mesures prises par l’Azerbaïdjan et l’appréciation de celles-ci par le Comité des Ministres dans le cadre de la procédure d’exécution, ainsi que sur la position du gouvernement défendeur et les observations de M. Mammadov. Avant de conclure sur le point de savoir si l’Azerbaïdjan a manqué à l’obligation qui lui incombait au titre de l’article 46 § 1 de se conformer au premier arrêt Mammadov, la Cour estime utile de présenter quelques considérations finales.", "β)  Considérations finales", "214.  L’exécution d’un arrêt de la Cour suppose que la Haute Partie contractante concernée fasse preuve de bonne foi. Comme la Cour l’a indiqué dans le premier arrêt Mammadov (paragraphe 137), toute la structure de la Convention repose sur le postulat général que les autorités publiques des États membres agissent de bonne foi. Cette structure englobe la procédure de surveillance, et l’exécution d’un arrêt doit se faire de bonne foi et de manière compatible avec les « conclusions et l’esprit » de l’arrêt (Emre (no 2), précité, § 75). De plus, l’obligation relative à la bonne foi revêt une importance cruciale lorsque la Cour a conclu à la violation de l’article 18, dont l’objet et le but sont d’interdire le détournement de pouvoir (Merabishvili, précité, § 303 ; voir également le paragraphe 189 ci-dessus).", "215.  La Cour rappelle aussi sa jurisprudence constante qui dit que le but de la Convention consiste à protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs (G.I.E.M. S.R.L. et autres c. Italie [GC], nos 1828/06 et 2 autres, § 216, 28 juin 2018, et Airey c. Irlande, 9 octobre 1979, § 24, série A no 32), et que la non-exécution d’une décision judiciaire définitive et obligatoire risquerait de créer des situations incompatibles avec le principe de la prééminence du droit que les États contractants se sont engagés à respecter en ratifiant la Convention (Hornsby c. Grèce, 19 mars 1997, § 40, Recueil des arrêts et décisions 1997II). La Cour a souvent mentionné ces principes dans des affaires où elle était appelée à examiner au fond des requêtes portées devant elle, et elle considère qu’ils s’appliquent aussi à la procédure d’exécution. Le Protocole no 14 souligne en effet que l’exécution rapide et complète des arrêts de la Cour est primordiale, d’une part pour la protection des droits du requérant et, d’autre part, parce que l’autorité de la Cour et la crédibilité du système dépendent largement de l’efficacité de ce processus.", "216.  La Cour rappelle qu’en fait l’État azerbaïdjanais a pris quelques mesures aux fins de l’exécution du premier arrêt Mammadov. Il a mis à la disposition de M. Mammadov le montant de la satisfaction équitable allouée par la Cour (paragraphe 178 ci-dessus). Il a également présenté un plan d’action qui, selon lui, exposait les mesures propres à assurer l’exécution de l’arrêt (paragraphes 40-44 et 179 ci-dessus). Le 13 août 2018, la cour d’appel de Shaki a remis en liberté M. Mammadov (paragraphe 71 cidessus), même si, comme la Cour l’a relevé, cette libération était conditionnelle et assortie d’un certain nombre de restrictions qui ont frappé M. Mammadov pendant une période de près de huit mois, jusqu’à l’annulation de la mesure par l’arrêt de la Cour suprême en date du 28 mars 2019 (paragraphe 73 ci-dessus). Toutefois, comme indiqué plus haut, les deux arrêts en question sont postérieurs à la date à laquelle la Cour a été saisie de la question de savoir si l’État défendeur avait rempli les obligations qui lui incombaient au titre du premier arrêt Mammadov.", "217.  Compte tenu des conclusions qu’elle a formulées cidessus (paragraphes 207-213), la Cour estime que ces mesures limitées ne lui permettent pas de conclure que l’État partie concerné a agi « de bonne foi », de manière compatible avec les « conclusions et l’esprit » du premier arrêt Mammadov, ou de façon à rendre concrète et effective la protection des droits reconnus par la Convention et dont la Cour a constaté la violation dans ledit arrêt.", "5.  Conclusion", "218.  En réponse à la question dont le Comité des Ministres l’avait saisie, la Cour conclut que l’Azerbaïdjan a manqué à l’obligation qui lui incombait au titre de l’article 46 § 1 de se conformer à l’arrêt Ilgar Mammadov c. Azerbaïdjan du 22 mai 2014.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "Dit qu’il y a eu violation de l’article 46 § 1 de la Convention.", "Fait en français et en anglais, puis communiqué par écrit le 29 mai 2019, en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "\tRoderick Liddell\tAngelika Nußberger\n\tGreffier\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante commune aux juges Yudkivska, Pinto de Albuquerque, Wojtyczek, Dedov, Motoc, Poláčková et Hüseynov ;", "–  opinion concordante du juge Wojtyczek ;", "–  opinion concordante de la juge Motoc.", "A.N.R.\nR.L.", "", "", "", "OPINION CONCORDANTE COMMUNE AUX JUGES YUDKIVSKA, PINTO DE ALBUQUERQUE, WOJTYCZEK, DEDOV, MOTOC, POLÁČKOVÁ ET HÜSEYNOV", "(Traduction)", "", "1.  Nous souscrivons à la conclusion formulée en l’espèce selon laquelle, à la date où le Comité des Ministres a porté sa question devant la Cour, l’Azerbaïdjan avait manqué à l’obligation qui lui incombait au titre de l’article 46 § 1 de la Convention de se conformer à l’arrêt Ilgar Mammadov c. Azerbaïdjan du 22 mai 2014 (« le premier arrêt Mammadov »). Avec tout le respect que nous devons à nos collègues, nous sommes toutefois en désaccord avec l’approche adoptée par la majorité dans la motivation de l’arrêt. Notre désaccord porte en particulier sur les points suivants : 1) l’interprétation du premier arrêt Mammadov ; 2) l’analyse des pouvoirs du Comité des Ministres découlant de l’article 46 § 2 de la Convention dans le cadre d’affaires qui sont pendantes devant la Cour et les juridictions nationales.", "I.  Interprétation du premier arrêt Mammadov", "", "2.  Il est crucial de délimiter la portée exacte du premier arrêt Mammadov. Dans le raisonnement exposé dans cet arrêt, la Cour a déclaré ce qui suit :", "« 79.  Par conséquent, les événements décrits dans les observations ultérieures du requérant relèvent de l’objet de la présente affaire. La Cour poursuivra dès lors l’examen des griefs du requérant concernant sa détention provisoire en tenant compte de toutes les informations factuelles pertinentes qui lui ont été communiquées, lesquelles couvrent les événements survenus jusqu’à la dernière prolongation de la détention du requérant, ordonnée par le tribunal de district de Nasimi le 14 août 2013 et confirmée le 20 août 2013 [la détention fut prolongée jusqu’au 4 novembre 2013 – voir § 53 de l’arrêt].", "(...)", "100.  La Cour est attentive au fait que l’affaire du requérant a été portée en justice (le maintien en détention du requérant pendant le procès et les audiences du procès elles-mêmes n’ont pas encore fait l’objet d’un recours devant la Cour). Toutefois, ce fait n’a aucune incidence sur les conclusions de la Cour en rapport avec le présent grief, dans le cadre duquel elle est invitée à examiner si la privation de liberté subie par le requérant avant son procès était justifiée au regard des faits et des informations qui étaient disponibles à l’époque. À cet égard, compte tenu de l’analyse cidessus, la Cour estime que les pièces qui lui ont été présentées ne satisfont pas à la norme minimale fixée par l’article 5 § 1 c) de la Convention concernant la plausibilité des soupçons requis pour justifier l’arrestation et le maintien en détention d’un individu. Il n’a donc pas été démontré de manière satisfaisante que, durant la période examinée par la Cour en l’espèce, le requérant ait été privé de sa liberté sur la base de « raisons plausibles » de le soupçonner d’avoir commis une infraction pénale. »", "3.  La première affaire Mammadov se limitait donc aux faits survenus jusqu’à la date du 4 novembre 2013. Au paragraphe 100 de l’arrêt précité, la période antérieure au procès qui a débuté à cette date est clairement considérée comme une période distincte susceptible de faire l’objet d’un nouveau grief ; elle n’est pas assimilée à une situation continue ayant commencé avant le procès.", "4.  Le 6 janvier 2015, M. Mammadov a introduit une nouvelle requête, qui a abouti à l’arrêt rendu le 16 novembre 2017 dans l’affaire Ilgar Mammadov c. Azerbaïdjan (no 2) (« le deuxième arrêt Mammadov »). Le requérant se plaignait, notamment (p. 7 de la requête), de sa détention du 20 août 2013 au 17 mars 2014 (au moins), date de sa condamnation en première instance.", "5.  La Cour a déclaré irrecevable cette partie de la requête (paragraphe 4 du deuxième arrêt Mammadov). Cela confirme implicitement que la détention du requérant pendant cette période du 20 août 2013 au 17 mars 2014 n’a pas été considérée comme relevant d’une violation continue ayant débuté le 4 février 2013, mais comme une nouvelle situation qui était distincte de la précédente violation. La Cour a refusé de traiter cette nouvelle situation dans le deuxième arrêt Mammadov. En conséquence, M. Mammadov n’a pas été en mesure de réfuter la présomption selon laquelle sa détention, après le 20 août 2013, était compatible avec la Convention.", "6.  La portée des conclusions formulées par la Cour dans le premier arrêt Mammadov était donc claire ; elle a d’ailleurs été réexpliquée comme suit par la Cour elle-même dans le deuxième arrêt Mammadov :", "«  La portée [du premier] arrêt Ilgar Mammadov était limitée, entre autres, à la problématique de la compatibilité de la détention du requérant durant la phase d’instruction de la procédure avec les articles 5 §§ 1 c) et 4 et 18 de la Convention » (§ 202).", "7.  La Cour a ensuite souligné que, dans cette deuxième affaire, elle était « invitée à examiner une autre problématique juridique, celle de savoir si, considérée dans son ensemble, la procédure pénale menée contre le requérant [avait] revêtu un caractère équitable, conforme aux exigences de l’article 6 de la Convention » (ibidem). De plus, admettant que le contexte général de l’affaire du requérant restait identique, la Cour a expliqué qu’elle allait « analyse[r] (...) à la lumière de l’article 6 si ce manquement [avait] été compensé par les preuves présentées au procès et les motifs fournis par les juridictions internes » (§ 203).", "8.  Ainsi, s’écartant de la position du Comité des Ministres (voir cidessous), la Cour a clairement admis que – malgré le constat de violation de l’article 18 – les défaillances qui avaient été relevées dans le premier arrêt Mammadov avaient pu être compensées lors du procès subséquent. L’État défendeur avait donc le choix des moyens pour mettre fin à la violation constatée par la Cour ; en particulier, il pouvait (et devait) veiller à ce que M. Mammadov, qui à l’époque avait déjà été condamné en première instance, fût poursuivi sur le fondement de preuves solides et à ce que des justifications pertinentes et suffisantes fussent données à l’appui de sa détention.", "9.  Dans ce contexte, nous remarquons également que dans le premier arrêt Mammadov la Cour s’est abstenue d’indiquer la libération du requérant comme mesure appropriée pour exécuter l’arrêt. Nous présumons que si elle n’a pas demandé de mesure de redressement spécifique, c’est parce qu’elle estimait que l’affaire portée devant elle concernait la phase d’instruction et que les autorités nationales pouvaient encore remédier à la situation et les juridictions nationales compenser les défaillances relevées.", "10.  Dans le deuxième arrêt Mammadov, la Cour n’a pas non plus indiqué de mesure individuelle spécifique, et en particulier elle s’est abstenue d’indiquer la libération du requérant comme mesure adéquate permettant d’exécuter l’arrêt.", "11.  Dans le présent arrêt, la majorité exprime (paragraphe 189 in fine) le point de vue suivant :", "« Il s’ensuit que le constat de violation de l’article 18 combiné avec l’article 5 de la Convention que la Cour a formulé dans le premier arrêt Mammadov a eu pour effet de vicier toute mesure ayant résulté des accusations portées. »", "Cette interprétation du premier arrêt Mammadov est en contradiction avec l’interprétation livrée par la Cour dans le deuxième arrêt Mammadov, présentée ci-dessus.", "II.  Analyse des pouvoirs du Comité des Ministres au titre de l’article 46 § 2 de la Convention dans le contexte d’affaires pendantes devant la Cour et les juridictions nationales", "", "12.  La présente affaire soulève des questions délicates touchant au respect de l’indépendance du pouvoir judiciaire dans les affaires où il appartient aux juridictions nationales de mettre en œuvre l’exécution d’un arrêt de la Cour.", "13.  La prééminence du droit, qui fait partie du patrimoine commun évoqué dans le préambule de la Convention, englobe l’indépendance du pouvoir judiciaire, laquelle est un aspect important du droit à un procès équitable consacré par l’article 6 de la Convention. Dans l’affaire Agrokompleks c. Ukraine (no 23465/03, 6 octobre 2011), la Cour a expliqué comme suit la signification de l’indépendance du pouvoir judiciaire telle que protégée par cette disposition :", "« 133.  La Cour a déjà condamné, avec la plus grande fermeté, les tentatives d’autorités non judiciaires pour intervenir dans une procédure judiciaire, qu’elle a estimées en soi incompatibles avec la notion de « tribunal indépendant et impartial » au sens de l’article 6 § 1 de la Convention (Sovtransavto Holding c. Ukraine, no 48553/99, § 80, CEDH 2002VII, et Agrotehservis c. Ukraine (déc.), no 62608/00, 19 octobre 2004).", "134.  Suivant une approche similaire à celle présentée dans l’arrêt Sovtransavto Holding, précité (§ 80), la Cour estime non pertinent le point de savoir si les interventions litigieuses ont en fait influé sur le cours de la procédure. Venues des autorités exécutives et législatives de l’État, elles révèlent un manque de respect envers la fonction même du pouvoir judiciaire et justifient les craintes de la société requérante concernant l’indépendance et l’impartialité des tribunaux.", "(...)", "136.  La Cour souligne à cet égard que la portée de l’obligation incombant à l’État de garantir un procès devant un « tribunal indépendant et impartial » au regard de l’article 6 § 1 de la Convention ne se limite pas au pouvoir judiciaire. Elle implique aussi l’obligation pour le pouvoir exécutif, le pouvoir législatif et toute autre autorité de l’État, à quelque niveau que ce soit, de respecter les jugements et décisions des tribunaux et de s’y conformer, même s’ils les désapprouvent. Ainsi, le respect par l’État de l’autorité des tribunaux est un préalable indispensable à la confiance du public dans la justice et, plus largement, à la prééminence du droit. Pour que cette condition soit remplie, les garanties constitutionnelles de l’indépendance et de l’impartialité du pouvoir judiciaire ne suffisent pas. Elles doivent faire partie intégrante des attitudes et pratiques administratives courantes. »", "14.  Suivant cette jurisprudence, toute autorité publique doit s’abstenir d’intervenir dans une procédure judiciaire en cours, y compris en exprimant un avis sur la bonne résolution de l’affaire.", "15.  La majorité résume ainsi l’attitude adoptée par le Comité des Ministres dans le cadre de la procédure d’exécution :", "« Le Comité des Ministres a suivi de près la procédure devant les juridictions internes et a conclu sur ce point que cellesci n’avaient pas effacé les conséquences négatives de la violation de l’article 18 combiné avec l’article 5 constatée dans le premier arrêt Mammadov » (§ 207 in fine).", "16.  À ce stade, nous tenons à souligner que depuis le tout premier examen de l’affaire en question, le 2 décembre 2014, jusqu’au déclenchement de la présente procédure en manquement, le Comité des Ministres a constamment exigé la libération immédiate (inconditionnelle) de Ilgar Mammadov. Pour le Comité des Ministres, c’était là la seule mesure individuelle qui permettait de se conformer au premier arrêt Mammadov. C’est en fait le facteur décisif qui l’a amené à considérer que « la République d’Azerbaïdjan refus[ait] de se conformer à l’arrêt définitif de la Cour » et, apparemment, la seule raison qui l’a conduit à faire usage de l’article 46 § 4.", "17.  Nous soulignons qu’à l’époque où les juridictions nationales examinaient le recours de M. Mammadov, le Comité des Ministres s’est en fait immiscé dans la procédure judiciaire nationale en cours en insistant pour que M. Mammadov fût immédiatement libéré et en mettant en doute l’équité de la procédure en question. Nous considérons qu’une telle ingérence ne doit pas être permise, car elle ne cadre guère avec l’indépendance du pouvoir judiciaire.", "18.  Par ailleurs, la présente espèce soulève une question fort délicate concernant le respect dû à l’indépendance d’un organe judiciaire international de protection des droits de l’homme lorsque celui-ci est appelé à trancher des affaires dans lesquelles les questions posées empiètent sur l’exécution de son précédent arrêt. Pour garantir la bonne administration de la justice par la Cour européenne des droits de l’homme, il est essentiel que tous les acteurs internationaux concernés, y compris les États et les organes du Conseil de l’Europe, respectent l’indépendance de la Cour et s’abstiennent d’intervenir dans l’examen de telle ou telle affaire pendante.", "19.  Le 20 septembre 2016, la deuxième requête Mammadov a été communiquée au gouvernement azerbaïdjanais. À partir de cette date, le fait que la Cour était appelée à examiner un grief relatif à l’équité de la procédure judiciaire contre M. Mammadov était public. Dans ce contexte, on peut considérer que le Comité des Ministres, en déclarant expressément que la procédure pénale nationale contre M. Mammadov était viciée, s’est immiscé dans l’affaire qui était pendante devant la Cour européenne des droits de l’homme. Nous estimons que, dans des situations semblables, le Comité des Ministres devrait s’abstenir d’exprimer un avis susceptible de peser sur le dénouement d’une affaire en cours et de prendre position sur des questions relevant de l’examen de la Cour.", "Conclusion", "", "20.  En bref, compte tenu de la portée limitée du premier arrêt Mammadov, comme expliqué ci-dessus, et considérant que la procédure pénale relative à Ilgar Mammadov était encore en cours devant les autorités judiciaires nationales, le Comité des Ministres ne devait pas indiquer que le seul moyen d’exécuter cet arrêt était de procéder à la libération immédiate (inconditionnelle) de M. Mammadov. Dès lors, nous ne saurions accepter la conclusion selon laquelle l’Azerbaïdjan a manqué à son obligation de se conformer au premier arrêt Mammadov parce qu’il n’a pas immédiatement (inconditionnellement) libéré M. Mammadov. C’est le deuxième arrêt Mammadov qui a implicitement exigé la libération de M. Mammadov. À notre avis, si l’État défendeur a manqué à l’obligation d’exécuter le premier arrêt Mammadov, c’est du fait que, lors de la procédure d’appel ultérieure, il n’a pas remédié aux défaillances que la Cour avait relevées dans cet arrêt.", "21.  Nous estimons que les pouvoirs de surveillance du Comité des Ministres découlant de l’article 46 § 2 de la Convention ne sont pas illimités. Les mesures indiquées par le Comité dans le cadre de la procédure d’exécution doivent être compatibles avec les conclusions de la Cour. Dans une procédure en manquement, la Cour doit être à même de déterminer si ces mesures étaient compatibles avec l’arrêt rendu par elle.", "22.  Pour finir, nous insistons sur la nécessité de mettre en place des garanties adéquates afin que les pouvoirs de surveillance du Comité des Ministres dans le cadre du processus d’exécution n’empiètent pas sur les procédures en cours devant les juridictions nationales et la Cour européenne des droits de l’homme.", "\n", "OPINION CONCORDANTE DU JUGE WOJTYCZEK", "(Traduction)", "", "1.  Avec tout le respect que je dois à mes collègues, je ne puis souscrire à l’approche suivie par la majorité dans la motivation de l’arrêt rendu en l’espèce. Plusieurs de mes motifs de désaccord sont expliqués dans l’opinion concordante commune aux juges Yudkivska, Pinto de Albuquerque, Wojtyczek, Dedov, Motoc, Poláčková et Hüseynov. Je tiens à exposer ici quelques remarques complémentaires. Mes préoccupations portent sur les points suivants : 1) la procédure suivie par la Cour en l’espèce, 2) l’interprétation de l’article 46 § 2 de la Convention, qui définit les pouvoirs du Comité des Ministres relativement à l’exécution des arrêts de la Cour européenne des droits de l’homme, et 3) l’interprétation de l’article 46 § 5 de la Convention.", "2.  Comme l’explique l’opinion concordante commune aux juges Yudkivska, Pinto de Albuquerque, Wojtyczek, Dedov, Motoc, Poláčková et Hüseynov, dans l’arrêt rendu le 16 novembre 2017 dans l’affaire Ilgar Mammadov c. Azerbaïdjjan (no 2) (no 919/15), la Cour a clairement déclaré que – malgré le constat de violation de l’article 18 – les défaillances qui avaient été relevées dans l’affaire Ilgar Mammadov c. Azerbaïdjjan (no 15172/13) avaient peut-être été compensées lors du procès subséquent. L’État défendeur avait donc le choix des moyens pour mettre fin à la violation constatée par la Cour ; il pouvait en particulier choisir de :", "i.  mettre fin à la détention provisoire du requérant, ou", "ii.  maintenir le requérant en détention provisoire et continuer les poursuites, mais en se fondant sur des preuves solides corroborant les accusations portées contre lui, tout en fournissant des justifications pertinentes et suffisantes à l’appui de sa détention provisoire.", "Or l’État défendeur n’a pris aucune de ces deux mesures.", "3.  Dans le présent arrêt, la majorité exprime (paragraphe 189 in fine) le point de vue suivant :", "« Il s’ensuit que le constat de violation de l’article 18 combiné avec l’article 5 de la Convention que la Cour a formulé dans le premier arrêt Mammadov a eu pour effet de vicier toute mesure ayant résulté des accusations portées. »", "Non seulement cette interprétation de l’arrêt du 22 mai 2014 est en contradiction avec celle livrée par la Cour dans l’arrêt susmentionné du 16 novembre 2017, mais de plus, et pour la même raison, il existe un décalage entre l’avis exprimé par le Comité des Ministres et celui exprimé par la Cour quant au moyen d’exécuter l’arrêt du 22 mai 2014.", "I.  La procédure contre l’État défendeur", "", "4.  La première difficulté, en l’espèce, réside dans l’identification précise de l’objet et du but de la procédure fondée sur l’article 46 § 4 de la Convention. Cette disposition est ainsi libellée :", " « Lorsque le Comité des Ministres estime qu’une Haute Partie contractante refuse de se conformer à un arrêt définitif dans un litige auquel elle est partie, il peut, après avoir mis en demeure cette partie et par décision prise par un vote à la majorité des deux tiers des représentants ayant le droit de siéger au Comité, saisir la Cour de la question du respect par cette Partie de son obligation au regard du paragraphe 1. »", "Il est difficile de déterminer si le but de la procédure est d’établir : i) si la Haute Partie contractante a manqué à l’obligation de se conformer à un arrêt définitif à un stade quelconque de l’exécution, ii) si, à la date à laquelle l’affaire a été portée devant la Cour, l’État défendeur avait manqué à l’obligation de prendre les mesures nécessaires à l’exécution de l’arrêt définitif, ou iii) si, à la date à laquelle l’affaire fondée sur l’article 46 § 4 a été tranchée par la Cour, l’État défendeur avait manqué à l’obligation de prendre pareilles mesures. Compte tenu de la situation d’incertitude quant à l’objet et au but précis de la procédure, il n’a pas été facile pour les parties de plaider dans cette affaire. Pour des raisons d’équité de la procédure, il eût été préférable de faire connaître les choix de la Cour à cet égard lorsque l’affaire a été communiquée à l’État défendeur sous l’angle de l’article 46.", "Quoi qu’il en soit, à mon sens, les États sont tenus par l’obligation d’exécuter l’arrêt de la Cour dans un délai raisonnable et, dès lors, le fait que les mesures nécessaires aient été adoptées ne signifie pas que les obligations découlant de l’article 46 ont été remplies, si ces mesures ont été indûment retardées. Ainsi, la Cour est compétente pour déterminer non seulement si des mesures suffisantes ont été prises, mais également si elles l’ont été sans délai excessif, et elle peut apprécier la situation jusqu’au prononcé de son arrêt dans l’affaire relevant de l’article 46 § 4.", "II.  Interprétation de l’article 46 § 2 de la Convention", "", "7.  Concernant les pouvoirs du Comité des Ministres relativement à l’exécution des arrêts de la Cour européenne des droits de l’homme, la majorité exprime l’avis suivant :", "« 154.  Bien que la Cour puisse dans certains cas indiquer la mesure précise, compensatoire ou autre, que l’État défendeur devra prendre, c’est au Comité des Ministres, en vertu de l’article 46 § 2 de la Convention, qu’il revient d’apprécier la mise en œuvre de ces mesures (...)", "155.  De plus, la Cour rappelle que, compte tenu de la variété des moyens disponibles pour parvenir à la restitutio in integrum et de la nature des questions en jeu, dans l’exercice de sa compétence découlant de l’article 46 § 2 de la Convention, le Comité des Ministres est mieux placé qu’elle pour déterminer précisément les mesures à prendre. C’est donc à lui qu’il appartient de vérifier, à partir des informations fournies par l’État défendeur et en tenant dûment compte de l’évolution de la situation du requérant, qu’auront été adoptées en temps utile les mesures réalisables, adéquates et suffisantes pour réparer dans toute la mesure possible les violations constatées par la Cour (...) » (gras ajouté)", "8.  Je désapprouve cette approche, qui met l’accent sur le rôle spécifique du Comité des Ministres dans la détermination des conséquences juridiques d’une violation de la Convention.", "L’article 32 de la Convention (intitulé « Compétence de la Cour ») est ainsi libellé :", "« 1.  La compétence de la Cour s’étend à toutes les questions concernant l’interprétation et l’application de la Convention et de ses protocoles qui lui seront soumises dans les conditions prévues par les articles 33, 34, 46 et 47.", "2.  En cas de contestation sur le point de savoir si la Cour est compétente, la Cour décide. »", "Selon la jurisprudence des cours internationales, l’application d’un traité met en jeu des questions relatives à la réparation des violations du traité concerné (voir, en particulier, l’arrêt rendu le 26 juillet 1927 par la Cour permanente de justice internationale dans l’Affaire relative à l’usine de Chorzów, demande en indemnité (compétence), CPJI, série A no 9, p. 25, et l’arrêt rendu le 13 septembre 1928 dans l’Affaire relative à l’usine de Chorzów, demande en indemnité (fond), CPJI, série A no 17, p. 29 ; voir aussi l’arrêt de la Cour internationale de justice du 27 juin 2001 dans l’affaire LaGrand (Allemagne c. États-Unis d’Amérique), CIJ, Recueil des arrêts, avis consultatifs et ordonnances, 2001, p. 485).", "Les mêmes termes « interprétation [et] application » figurent à l’article 55 de la Convention. Si cette formule ne recouvrait pas les questions relatives au redressement des violations de la Convention, alors l’article 55 permettrait aux États de soumettre leurs griefs en la matière à d’autres modes de règlement des différends.", "Par ailleurs, la Convention qualifie de « cour » l’organe conventionnel qui est chargé d’assurer le respect des engagements résultant pour les Hautes Parties contractantes de la Convention et de ses protocoles. Le fait de déterminer les conséquences juridiques d’une violation du droit est au cœur même de la fonction judiciaire. Un organe qui détermine pareilles conséquences ne peut être appelé « cour » que s’il remplit d’autres critères relatifs à son indépendance et à son impartialité. En même temps, pour que la Cour européenne des droits de l’homme soit une vraie cour, il faut qu’elle ait le pouvoir d’établir les conséquences juridiques de ses arrêts.", "Dans certains arrêts, la Cour a exercé son pouvoir de déterminer les conséquences juridiques de violations de la Convention en indiquant des mesures individuelles ou générales spécifiques à prendre pour remédier aux violations constatées par elle. Rien ne peut empêcher la Cour d’indiquer pareilles mesures dans d’autres affaires.", "L’article 46 § 2 définit le mandat du Comité des Ministres par les mots suivants : surveiller l’exécution des arrêts. La notion même d’exécution présuppose l’existence d’une obligation d’exécuter qui soit définie avec précision.", "9.  Les considérations qui précèdent justifient la conclusion selon laquelle la Convention définit le mandat et la compétence de la Cour en des termes très larges, englobant la détermination des conséquences juridiques des violations de la Convention, tandis que le mandat du Comité des Ministres est défini d’une façon étroite, qui le limite en principe au respect des obligations imposées par la Cour. La décision de la Cour de laisser à l’État défendeur – agissant sous la surveillance du Comité des Ministres – le choix des moyens pour remédier à une violation ne découle pas des dispositions de la Convention ; elle constitue un libre choix inspiré par la retenue judiciaire.", "III.  Article 46 § 5, première phrase", "", "10.  L’article 46 § 5 se lit ainsi :", "« Si la Cour constate une violation du paragraphe 1, elle renvoie l’affaire au Comité des Ministres afin qu’il examine les mesures à prendre. Si la Cour constate qu’il n’y a pas eu violation du paragraphe 1, elle renvoie l’affaire au Comité des Ministres, qui décide de clore son examen. »", "Dans cette disposition, le terme « Cour », renvoie à la formation compétente pour examiner l’affaire portée devant elle sur le fondement de l’article 46 § 4. Si la formation compétente conclut à la violation de l’article 46 § 1, alors la manière la plus appropriée d’exécuter l’obligation formulée dans la première phrase de l’article 46 § 5 consiste à faire figurer dans le dispositif de l’arrêt une mention renvoyant expressément l’affaire au Comité des Ministres, afin que celui-ci se penche sur les mesures à prendre. Si la Cour constate qu’il n’y a pas eu violation du paragraphe 1, alors le dispositif de l’arrêt doit à mon avis contenir un point qui renvoie l’affaire au Comité des Ministres sur le fondement de la deuxième phrase de l’article 46 § 5.", "En l’espèce, la majorité n’a pas décidé d’insérer dans le dispositif un point renvoyant l’affaire au Comité des Ministres, et cela soulève des questions quant aux conséquences de l’arrêt. L’arrêt pourrait ainsi être compris comme signifiant qu’il n’a pas été jugé nécessaire de renvoyer l’affaire au Comité des Ministres afin qu’il se penche sur les mesures à prendre.", "Conclusion", "", "11.  En bref, la présente affaire met en évidence un certain nombre de faiblesses dans le système d’application de la Convention tel qu’établi par la pratique des organes de celle-ci. Premièrement, la détermination des conséquences juridiques d’une violation de la Convention, qui est au cœur même de la fonction judiciaire, s’effectue avec la participation d’un organe composé de représentants du pouvoir exécutif des États parties à la Convention. Les décisions du Comité des Ministres sont soumises aux règles applicables en matière de responsabilité de l’État, mais elles ne sont pas motivées en droit.", "Deuxièmement, l’exécution de nombreux arrêts de la Cour relève du pouvoir judiciaire national. Or, dans la surveillance de l’exécution de l’arrêt de la Cour, le Comité des Ministres peut être amené à rechercher si, dans leurs décisions, les juridictions nationales ont correctement appliqué la Convention et les règles internationales pertinentes relatives à la réparation de dommages résultant de violations de la Convention. Cela signifie que les décisions judiciaires rendues au niveau national sont soumises à l’appréciation d’un organe non judiciaire.", "Troisièmement, la présente affaire montre que la procédure d’exécution devant le Comité des Ministres peut empiéter sur des affaires pendantes devant les juridictions nationales. Il n’existe pas suffisamment de garanties pour protéger l’indépendance des juridictions nationales en pareille situation.", "\n", "OPINION CONCORDANTE DE LA JUGE MOTOC", "« Un véritable réaliste, s’il est incrédule, trouve toujours en lui la force et la faculté de ne pas croire, même au miracle, et si ce dernier se présente comme un fait incontestable, il doutera de ses sens plutôt que d’admettre le fait. » (Dostoïevski, Les frères Karamazov)", "", "1.  Cette première application de l’article 46 § 4 et de « l’option nucléaire » implique, à mon avis, une réflexion sur la légitimité de la Cour. Avant de passer à cette question, il nous a semblé utile d’examiner les travaux préparatoires sur les modalités d’exécution des arrêts de la Cour.", "2.  Ces travaux préparatoires révèlent une série de questions que les rédacteurs de la Convention ont posées et qui demeurent pertinentes à ce jour. Les rédacteurs étaient conscients des difficultés liées à l’exécution des arrêts de la Cour. En parallèle, ils ont fait des comparaisons avec la Cour internationale de justice, dont l’architecture institutionnelle a servi de modèle pour bâtir la Cour européenne des droits de l’homme. Donc, comme les travaux préparatoires le montrent, l’inquiétude des États était que, en l’absence d’une police internationale, les arrêts restent sans effet. Ensuite, la plupart des participants aux travaux préparatoires se sont exprimés en faveur du rôle de l’opinion publique dans une démocratie. Il est fort intéressant de remarquer que le projet du Mouvement européen indique clairement que le passage à la dictature n’est pas automatique, comme l’illustre l’Allemagne d’avant la Deuxième Guerre mondiale. Une fois que le Conseil de l’Europe avait été proposé comme organisation chargée de l’exécution des arrêts, le représentant de la Belgique, M. Schmal, avait indiqué sa crainte que seuls les pays les plus faibles soient tenus d’exécuter les arrêts tandis que les plus puissants ne le seraient jamais.", "3.  Par ailleurs, il serait utile de rappeler que l’article 46 a repris mot pour mot l’article 94 de la Charte des Nations Unies, qui se lit ainsi :", "« 1.  Chaque Membre des Nations Unies s’engage à se conformer à la décision de la Cour internationale de Justice dans tout litige auquel il est partie.", "2.  Si une partie à un litige ne satisfait pas aux obligations qui lui incombent en vertu d’un arrêt rendu par la Cour, l’autre partie peut recourir au Conseil de sécurité et celui-ci, s’il le juge nécessaire, peut faire des recommandations ou décider des mesures à prendre pour faire exécuter l’arrêt. »", "4.  Il est certain que l’article 94 est l’un des plus critiqués de la Charte et que si, de manière générale, les États exécutent les arrêts de la Cour internationale de justice, il y aussi des cas où ils ne le font pas. Le plus fameux exemple est l’arrêt rendu le 27 juin 1986 dans l’affaire Activités militaires et paramilitaires au Nicaragua et contre celui-ci (Nicaragua c. États-Unis d’Amérique), qui n’a jamais été exécuté par les États-Unis.", "5.  Même si l’on assiste à l’heure actuelle à une judiciarisation de l’exécution des décisions de la Cour, le facteur politique, et donc la « politique du pouvoir », semble jouer un rôle important dans l’exécution des arrêts de la Cour.", "6.  La question qui se pose avec une certaine urgence concerne la légitimé de la Cour. Dans les conditions où il semble que le délégué belge avait bien envisagé la manière dont la Cour allait appliquer cette option, il convient de la rééquilibrer en lui donnant une base morale. La doctrine avait proposé comme base morale la notion d’« instrument vivant ». Dans la mesure où l’accord passé était fondé sur le « tour procédural » (procedural turn) et où l’on a déclenché l’option nucléaire contre un État, la légitimité de la Cour doit être repensée.", "", "ANNEXE", "", "Le Comité des Ministres, en vertu de l’article 46, paragraphe 2, de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales, qui prévoit que le Comité surveille l’exécution des arrêts définitifs de la Cour européenne des droits de l’homme (ci-après nommées « la Convention » et « la Cour »),", "Rappelant sa Résolution intérimaire CM/ResDH(2017)379 signifiant, aux fins de mise en demeure, à la République d’Azerbaïdjan son intention de saisir la Cour, lors de sa 1302e réunion (DH) du 5 décembre 2017, conformément à l’article 46 § 4 de la Convention, de la question de savoir si la République d’Azerbaïdjan avait manqué à son obligation, au regard de l’article 46 § 1, de se conformer à l’arrêt de la Cour du 22 mai 2014 dans l’affaire Ilgar Mammadov, et invitant la République d’Azerbaïdjan à transmettre de manière concise son opinion sur cette question avant le 29 novembre 2017 au plus tard ;", "Rappelant à nouveau", "a)  que dans son arrêt précité, la Cour a non seulement constaté une violation de l’article 5 § 1 de la Convention, considérant qu’aucun fait ou aucune information n’avaient été produits donnant lieu à des soupçons justifiant les accusations portées contre le requérant ou son arrestation et sa détention provisoire, mais aussi à une violation de l’article 18 combiné avec l’article 5, considérant que le but véritable de ces mesures avait été de le réduire au silence ou de le punir pour avoir critiqué le gouvernement ;", "b)  l’obligation de l’État défendeur, en vertu de l’article 46 § 1 de la Convention, de se conformer à tous les arrêts définitifs dans les litiges auxquels il est partie et que cette obligation implique, outre le paiement de la satisfaction équitable octroyée par la Cour, l’adoption par les autorités de l’État défendeur, si nécessaire, de mesures individuelles pour mettre fin aux violations constatées et en effacer les conséquences, dans la mesure du possible par restitutio in integrum ;", "c)  l’appel du Comité, lors de son premier examen de l’affaire le 4 décembre 2014, sous l’angle des mesures individuelles requises à la lumière de l’arrêt précité, à assurer la libération du requérant sans retard ;", "d)  les nombreuses décisions et résolutions intérimaires ultérieures du Comité soulignant les défaillances fondamentales dans la procédure pénale, révélées par les conclusions de la Cour sous l’article 18 de la Convention combiné avec l’article 5, et demandant la libération immédiate et inconditionnelle du requérant ;", "e)  que la procédure pénale diligentée contre le requérant s’est achevée le 18 novembre 2016 devant la Cour Suprême sans que les conséquences des violations constatées par la Cour européenne aient été tirées, en particulier celle de l’article 18 combiné avec l’article 5 ;", "f)  que plus de trois années se sont écoulées depuis que l’arrêt de la Cour est devenu définitif et que le requérant reste emprisonné sur la base de la procédure viciée ;", "Considère que, dans ces circonstances, en n’ayant pas assuré à la libération inconditionnelle du requérant, la République d’Azerbaïdjan refuse de se conformer à l’arrêt définitif de la Cour ;", "Décide de saisir la Cour, conformément à l’article 46 § 4 de la Convention, de la question de savoir si la République d’Azerbaïdjan ne s’est pas conformée à son obligation en vertu de l’article 46 § 1 ;", "L’opinion concise de la République d’Azerbaïdjan sur la question soulevée devant la Cour est jointe en annexe (en anglais uniquement).", "Annexe : Vues de la République d’Azerbaïdjan", "“INTRODUCTION", "1.  At their 1298th meeting of 25 October 2017, the Ministers’ Deputies adopted Interim Resolution CM/ResDH(2017)379, in which the Committee served formal notice on the Republic of Azerbaijan of its intention, at its 1302nd meeting (DH) on 5 December 2017, to refer to the Court, in accordance with Article 46 § 4 of the Convention, the question whether the Republic of Azerbaijan has failed to fulfil its obligation under Article 46 § 1 of the Convention arising following the Court’s judgment in Mammadov v. Azerbaijan (no.15172/13, 22 May 2014).", "2.  In response to the Committee’s invitation extended in the Deputies’ above Interim Resolution, the Government of the Republic of Azerbaijan submit their views concerning the question of execution of the Court’s judgment in the above case.", "THE FACTS", "3.  On 4 February 2013 the applicant was charged with criminal offences under Articles 233 (organising or actively participating in actions causing a breach of public order) and 315.2 (resistance to or violence against public officials, posing a threat to their life or health) of the Criminal Code, and arrested by the decision of the Nasimi District Court. On 30 April 2013 the applicant was charged under Articles 220.1 (mass disorder) and 315.2 of the Criminal Code.", "4.  On 17 March 2014 the Sheki Court for Serious Crimes convicted the applicant under Articles 220.1 and 315.2 of the Criminal Code and sentenced him to seven years’ imprisonment.", "5.  On 24 September 2014 the Sheki Court of Appeal upheld the judgment of the court of first instance. Article 407.2 of the Criminal Code of the Republic of Azerbaijan provides that the judgment shall be final immediately after delivery of the decision of the Court of Appeal. Accordingly, as from 24 September 2014, the applicant was not under the pre-trial detention; he was serving his sentence.", "6.  On 22 May 2014 the Court (First Section) adopted judgment, in which it found violation of Article 5 §§ 1 (c) and 4, Article 6 § 2 of the Convention, and Article 18 of the Convention taken in conjunction with Article 5 of the Convention. This judgment was final on 13 October 2014.", "THE COMMITTEE OF MINISTERS’ PROCEDURES FOR SUPERVISION OF EXECUTION OF THE COURT’S JUDGMENTS", "7.  Rule 6 of the CM Rules reads as follows:", "“1.  When, in a judgment transmitted to the Committee of Ministers in accordance with Article 46, paragraph 2, of the Convention, the Court has decided that there has been a violation of the Convention or its protocols and/or has awarded just satisfaction to the injured party under Article 41 of the Convention, the Committee shall invite the High Contracting Party concerned to inform it of the measures which the High Contracting Party has taken or intends to take in consequence of the judgment, having regard to its obligation to abide by it under Article 46, paragraph 1, of the Convention.", "2.  When supervising the execution of a judgment by the High Contracting Party concerned, pursuant to Article 46, paragraph 2, of the Convention, the Committee of Ministers shall examine:", "a.  whether any just satisfaction awarded by the Court has been paid, including as the case may be, default interest; and", "b.  if required, and taking into account the discretion of the High Contracting Party concerned to choose the means necessary to comply with the judgment, whether:", "i. individual measures have been taken to ensure that the violation has ceased and that the injured party is put, as far as possible, in the same situation as that party enjoyed prior to the violation of the Convention;", "ii. general measures have been adopted, preventing new violations similar to that or those found or putting an end to continuing violations.”", "INDIVIDUAL MEASURES ADOPTED", "8.  On 25 December 2014 a total amount of 22,000 euros was paid to the applicant in respect of non-pecuniary damage and costs and expenses.", "9.  By its decision of 13 October 2015, the Supreme Court quashed the Sheki Court of Appeal’s judgment of 24 September 2014, finding that the lower court’s rejection of the applicant’s requests for examination of additional witnesses and other evidence had been in breach of the domestic procedural rules and the requirements of Article 6 of the Convention. The case was remitted to the Sheki Court of Appeal for a new examination in compliance with the domestic procedural rules and the Convention requirements.", "10.  On 29 April 2016 the Sheki Court of Appeal finalized examination of the applicant’s case and upheld the judgment of the Sheki Court for Serious Crimes of 17 March 2014. It, particularly carefully addressed the Court’s conclusions drawn in the present judgment and remedied the deficiencies found in the proceedings leading to the applicant’s conviction.", "GENERAL MEASURES", "11.  In December 2015, under Article 52 of the Convention, the Secretary General of the Council of Europe launched an inquiry to find out how the domestic law in any member state makes sure that the convention is properly implemented.", "12.  On 11 January 2017 the mission set up by the Secretary General visited Azerbaijan and held discussions, with judicial, legislative and executive authorities, to cover all issues related to execution of the Court’s judgment in the applicant’s case. Authorities have confirmed their readiness to examine all avenues suggested by the mission to further execute the Court’s judgment.", "13.  On 10 February 2017, President of the Republic of Azerbaijan signed Executive Order “On improvement of operation of penitentiary, humanization of penal policies and extension of application of alternative sanctions and non-custodial procedural measures of restraint”.", "14.  Executive Order covered a number of questions raised by the Court in its judgment, including existence of reasonable suspicion of having committed an offence at the time of arrest and consideration of alternative measures of restraint by relevant authorities.", "15.  Further humanisation of penal policies in Azerbaijan was listed among the aims of the document. It said that, in application of measures of restraint by investigation authorities and courts, provisions of criminal procedure law concerning grounds for arrest should be strictly complied with, and the level of application of alternative sanctions and measures of procedural compulsion extended to attain aims of punishment and of measure of restraint through non-custodial means.", "16.  The President of the Republic of Azerbaijan recommended to the Supreme Court, the General Prosecutor’s Office and instructed the Ministry of Justice with elaboration of the draft laws concerning decriminalisation of certain crimes; provision of the sentences alternative to imprisonment; development of grounds for non-custodial measures of restraint and sentences alternative to imprisonment; wider application of institutions of substitution of remainder of imprisonment by lighter punishment, parole and suspended sentence; extension of cases of application of measures of restraint alternative to arrest; simplification of rules for amendment of arrest by alternative measures of restraint; and further limitation of grounds for arrest for low-risk or less serious crimes.", "17.  The President also recommended to the Office of the Prosecutor General to start with examination of alternative measures of restraint when considering motions for arrest.", "18.  It was also recommended to the courts that they examine the existence of reasonable suspicions of individual’s having committed an offence and grounds for arrest, when deciding on measure of restraint, and arguments in favour of alternative measures.", "19.  According to Executive Oder, the Supreme Court shall hold continued analysis of case law of the courts concerning application of arrest and imposition of imprisonment.", "20.  On 20 October 2017 the Milli Medjlis of the Republic of Azerbaijan adopted the Law on Amendments to the Criminal Code, amending more than three hundred provisions of the criminal legislation. Along with decriminalization of certain acts, the law provides for introduction of sanctions alternative to imprisonment and more simplified rules concerning early release. It shall enter into force on 1 December 2017. The law provides for inclusion of Article 76.3.1-1 opening possibility of conditional release after serving of two-thirds of the term of imprisonment imposed for commitment of serious crimes. Further to this amendment, the applicant would be eligible for conditional release as from 4 August 2017.", "21.  On 1 December 2017 the Parliament shall also examine, in the third reading, amendments to the Code of Criminal Procedure and the Penal Code, which are in line with the recommendations addressed in the Presidential Decree.", "22.  In the meantime, following the recommendations given to the investigation and judicial authorities, the number of detainees held in the pretrial detention facilities continues to decrease: the number of detainees held in pretrial detention facilities decreased by 25% in nine months. In addition, the number of judicial decisions concerning the arrest of individuals decreased by 24% in in comparison to 2016.", "23.  In sum, having regard to absence of the Court’s any ruling to secure the applicant’s immediate release and the discretion of the High Contracting Party to choose the means necessary to comply with the Court’s judgment, the Government consider that they implement necessary measures to comply with the Court’s judgment in the present case.”"]}