{"file": "FRE_HFJUD_56759_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "56759/08", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "", "", "", "AFFAIRE NEGREPONTIS-GIANNISIS c. GRÈCE", "", "(Requête no 56759/08)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "(Satisfaction équitable)", "", "", "STRASBOURG", "", "5 décembre 2013", "", "", "DÉFINITIF", "", "14/04/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Negrepontis-Giannisis c. Grèce,", "La Cour européenne des droits de l’homme (première section), siégeant une chambre composée de :", "\tIsabelle Berro-Lefèvre, présidente,\n\tElisabeth Steiner,\n\tKhanlar Hajiyev,\n\tMirjana Lazarova Trajkovska,\n\tJulia Laffranque,\n\tLinos-Alexandre Sicilianos,\n\tErik Møse, juges,\net de Søren Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 12 novembre 2013,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 56759/08) dirigée contre la République hellénique et dont un ressortissant de cet Etat, M. Nikolaos Négrépontis-Giannisis (« le requérant »), a saisi la Cour le 13 novembre 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Par un arrêt du 3 mai 2011 (« l’arrêt au principal »), la Cour a jugé que le refus de reconnaître l’adoption, prononcée aux Etats-Unis, d’un adulte – le requérant – par son oncle ecclésiastique – M. MichaïlTimothéos Négrépontis – avait entraîné une violation de l’article 8 de la Convention, pris isolément et combiné avec l’article 14 de la Convention. La Cour a conclu également à la violation de l’article 6 § 1 de la Convention en raison du refus des juridictions grecques de reconnaître la force exécutoire de la décision de justice américaine prononçant l’adoption et à la violation de l’article 1 du Protocole no 1 à la Convention en raison du refus de la Cour de cassation grecque de reconnaître au requérant la qualité de fils adoptif de M. MichaïlTimothéos Négrépontis et par conséquent ses droits successoraux.", "3.  En s’appuyant sur l’article 41 de la Convention, le requérant réclamait, à titre principal, « le réexamen des décisions judiciaires ou la réouverture de la procédure devant les juridictions internes » et, à titre subsidiaire, une satisfaction équitable de 1 666 186,97 euros (EUR) au titre du préjudice matériel qu’il aurait subi et qui correspondrait à la valeur des deux propriétés de son père adoptif sur l’île de Paros. Il soutenait également que la violation de l’article 8 affectait directement son état personnel et familial et que, dès lors, son préjudice ne pouvait être réparé dans sa totalité que par le réexamen des décisions des tribunaux internes ou la réouverture de la procédure devant les juridictions internes. Il demandait en outre 400 000 EUR pour dommage moral, 4 696,30 EUR pour les honoraires d’avocat et frais de justice engagés devant les juridictions internes, ainsi que 20 000 EUR pour les frais et dépens exposés devant la Cour.", "4.  La question de l’application de l’article 41 de la Convention ne se trouvant pas en état, la Cour l’a réservée et a invité le Gouvernement et le requérant à lui soumettre par écrit, dans les trois mois, leurs observations sur la question et, en particulier, à lui donner connaissance de tout accord auquel ils pourraient aboutir (ibidem, § 110, et point 6 du dispositif).", "5.  Tant le requérant que le Gouvernement ont déposé des observations.", "EN DROIT", "6.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage matériel", "1.  Arguments des parties", "a)  Le Gouvernement", "7.  Le Gouvernement expose ses arguments comme suit. La demande du requérant pour une restitutio in integrum dans l’ordre juridique interne implique que l’intéressé reconnaît que le droit interne offre les voies de recours et garantit les moyens nécessaires en vue d’une réparation complète des violations constatées par la Cour. Ainsi, le requérant peut introduire : une action tendant à la reconnaissance de son adoption en vertu de l’article 70 du code de procédure civile (action déclaratoire) ; une action en exequatur de la décision de justice américaine, fondée sur l’obligation pour la Grèce de se conformer à l’arrêt de la Cour au principal ; une demande visant à l’obtention d’un certificat d’héritier en vertu des articles 1956-1966 du code civil ; la reconnaissance, par celui qui détient à titre d’héritier des biens faisant partie de la succession, de son droit successoral et la restitution de l’héritage ou d’un bien qui en fait partie (articles 1871-1881 du code civil). Le requérant aurait dû exercer ces voies de recours même si les juridictions internes avaient reconnu son adoption, car ses oncles et tantes s’étaient vu délivrer un document attestant leur qualité d’héritiers, avaient accepté la succession à ce titre et avaient fait enregistrer les biens faisant partie de la succession. Prétendre que ces recours sont inopérants reviendrait à admettre que l’arrêt de la Cour au principal implique que, en raison du refus d’exequatur de la décision américaine, l’adoption n’est pas reconnue et que le requérant ne peut pas être considéré comme héritier.", "8.  Seules les deux parties – le requérant, d’une part, et ses oncles et tantes, d’autre part – qui revendiquent un droit de succession peuvent fournir avec précision, dans le cadre d’une procédure contradictoire devant le juge interne, les preuves nécessaires à la détermination de leurs droits et obligations. Ni le Gouvernement ni la Cour ne connaissent et ne peuvent constater avec certitude l’existence de biens successoraux à la date du décès de MichaïlTimothéos Négrépontis. Une telle question ne peut être résolue que devant les juridictions internes dans le cadre d’une procédure menée entre les parties qui revendiquent la succession.", "9.  Il n’est pas possible de déterminer avec certitude l’actif et le passif de la succession de MichaïlTimothéos Négrépontis, non plus que l’identité et la qualité de ceux qui ont pris possession de la succession. En effet, le requérant ne produit pas de document valide attestant sa qualité d’héritier qui mentionnerait quels sont les biens immobiliers faisant partie de la succession et si celle-ci comportait ou non des dettes. De plus, alors que dans sa requête le requérant fait mention de trois biens immobiliers, dans ses prétentions au titre de l’article 41 il ne présente des demandes qu’à l’égard de deux d’entre eux. Il n’est pas juridiquement possible d’examiner de manière sélective la succession, car, même si le requérant avait été reconnu comme héritier, il aurait été redevable des dettes éventuelles. L’intéressé ne peut donc se voir accorder, dans le cadre de la présente affaire, une indemnité de la part de l’Etat pour le seul actif de la succession sans s’acquitter des droits de succession ou sans que l’on examine si le bien était grevé d’hypothèques, ce qui réduirait sa valeur.", "10.  Le Gouvernement ajoute, à titre subsidiaire et seulement si la Cour examine les prétentions du requérant, que l’article 41 de la Convention ne garantit pas pour la privation de propriété des biens immobiliers une réparation selon la valeur marchande de ceux-ci. Il considère que la somme réclamée par le requérant est excessive et que les éléments sur lesquels celui-ci se fonde pour établir ses prétentions sont dépourvus de toute valeur probante. L’intéressé aurait, en outre, calculé lui-même la valeur fiscale du terrain de Sarakiniko en utilisant des éléments qui n’auraient pas été vérifiés par l’autorité fiscale. Quant au terrain de Lefkes, sa valeur fiscale aurait été calculée par un notaire et non par l’autorité fiscale.", "11.  Enfin, le Gouvernement soutient que le requérant ne prouve pas que la valeur de la maison de Sarakiniko a diminué, comme il le prétend, de 571 409 EUR, au motif qu’elle serait restée inhabitée pendant dix ans. Il suspecte l’intéressé d’avoir en réalité pour but de reconstruire à neuf la maison et de l’équiper des systèmes dont elle était dépourvue dans le passé, par exemple le chauffage central.", "b)  Le requérant", "12.  Dans ses observations du 8 août 2011, le requérant soutient que les effets de la violation constatée par la Cour dans son arrêt au principal persistent jusqu’à aujourd’hui, car l’Etat continuerait à nier à son égard toute reconnaissance de sa qualité de fils de son père adoptif. Il allègue que le paiement d’une satisfaction équitable ne peut pas réparer de manière adéquate les conséquences de la violation et effacer dans leur intégralité les effets du comportement qu’il a dénoncé comme illicite. Il indique que ce qui lui importe est le rétablissement de sa qualité de fils de son père adoptif, précisant que la reconnaissance par l’Etat de cette qualité constitue la condition préalable à la reconnaissance non seulement de ses droits filiaux, mais aussi de sa qualité d’héritier de son père adoptif.", "13.  A titre principal et par voie de restitutio in integrum, le requérant demande à la Cour d’ordonner à l’Etat certaines « mesures individuelles », à savoir : mettre un terme à la contestation de sa qualité d’héritier unique de son père adoptif par la délivrance d’un document attestant pareille qualité, non susceptible de révocation ultérieure ; annuler toute attestation antérieure mettant en cause la qualité à laquelle il prétend de fils unique et seul héritier de son père adoptif ; accepter la déclaration de ses droits de succession en tant qu’unique héritier et fils de son père adoptif ; calculer le montant de ses droits de succession en tant que fils de son père adoptif et en tant qu’unique héritier en ligne directe (transmission de parent à enfant) ; inscrire les biens litigieux (un terrain de 6 100 m² sur l’île de Paros, dans la région Sarakiniko, sur lequel se situe une maison de 780 m², et un terrain de 6 307,35 m² sur l’île de Paros, dans la région Lefkes) à son nom dans les registres du service de cadastre (ktimatologio) et dans le registre foncier (ypothikofylakeio) ; lui octroyer une réparation en raison de dégradations qui auraient été causées sur sa propriété de Sarakiniko d’un montant de 541 424,70 EUR à titre principal (si la surface totale de la maison est prise en compte), et de 385 255,48 EUR à titre subsidiaire (si la surface légale de la maison est prise en compte) ; lui octroyer une réparation en raison de la privation de toute exploitation de sa propriété, d’un montant de 108 000 EUR pour la privation de l’usus (impossibilité de se loger gratuitement pendant ses vacances et obligation de séjourner à l’hôtel) et de 79 992 EUR pour la privation du fructus (impossibilité de louer la maison pendant les mois d’été et de percevoir des loyers).", "14.  A titre subsidiaire et par voie de satisfaction équitable, le requérant demande : la réparation pécuniaire d’un préjudice matériel d’un montant de 1 205 000 EUR qui correspond selon lui à la valeur marchande du terrain et de la maison de Sarakiniko (si la surface totale est prise en compte) ou d’un montant de 1 150 000 EUR (si la surface légale est prise en compte) ; si la Cour considère que l’indemnisation ne doit porter que sur la valeur fiscale, le requérant demande un montant de 707 211,53 EUR (surface totale) ou de 414 856,99 EUR (surface légale). Il demande également la réparation d’un préjudice matériel qu’il estime à 50 000 EUR pour le terrain de Lefkes (si la valeur marchande est prise en compte) ou à 42 574,48 EUR (si la valeur fiscale est prise en compte). Il demande en outre : une réparation pour les dégradations qui auraient été causées sur sa maison de Sarakiniko, d’un montant de 541 424,70 EUR (surface totale) ou de 385 255,48 EUR (surface légale) ; une réparation en raison de la privation de toute exploitation de sa propriété d’un montant de 108 000 EUR pour la privation de l’usus et de 79 992 EUR pour la privation du fructus.", "c)  La réplique du Gouvernement", "15.  Le Gouvernement souhaite attirer l’attention de la Cour sur une modification des prétentions du requérant dans ses observations du 8 août 2011 par rapport à ses prétentions initiales et sur l’ajout de nouvelles prétentions : l’intéressé demanderait ainsi à titre principal des indemnités pour dommages matériel et moral en sus de la restitutio in integrum, qui consisterait en une série de « mesures individuelles ». Or, aux yeux du Gouvernement, ces prétentions tardives sont irrecevables et non fondées et n’ont aucun lien de causalité avec les violations constatées par la Cour. Toutes les prétentions de l’intéressé seraient liées à l’application de la législation interne en matière de droit de la construction, de droit fiscal et de droit successoral.", "16.  Le Gouvernement indique en outre que le requérant ne mentionne pas les dispositions du droit interne sur lesquelles il se fonde pour proposer les « mesures individuelles » précitées. Il expose d’abord que, dans le cadre de l’article 46 de la Convention, il appartient aux autorités nationales de choisir les mesures de nature à assurer l’exécution d’un arrêt de la Cour. Il considère en outre qu’une mesure tendant à « obliger » l’administration à procéder à certains actes ou à délivrer certains documents, en méconnaissance de la législation interne ou des décisions judiciaires, serait illégale et contraire au principe de la séparation des pouvoirs.", "17.  Le Gouvernement souligne de surcroît que les nouvelles prétentions du requérant touchent à des questions pour lesquelles, selon lui, il peut y avoir eu violation du droit interne. A titre d’exemple, il indique que, dans ses observations initiales, le requérant alléguait que la maison de Sarakiniko avait une superficie de 280 m² et que, dans ses observations du 2 août 2011, il indique que cette superficie est en réalité de 780 m². Or, selon le Gouvernement, les règles de l’urbanisme interdisent que cette surface dépassât 405,30 m². Il dit que la question de savoir qui, de MichaïlTimothéos Négrépontis ou des proches parents du requérant qui ont hérité de la maison en 1999, a construit une extension illégale est une question que seuls les tribunaux internes seraient à même de résoudre. De toute manière, ajoute le Gouvernement en invoquant le code de la construction, de telles constructions illégales doivent être démolies.", "18.  Le Gouvernement conclut que les nouvelles prétentions du requérant rendent impossible l’octroi d’une satisfaction équitable même par rapport à celles que l’intéressé avait soumises dans ses observations intiales. Il ne peut se porter en faveur de l’octroi d’une indemnité par rapport à des prétentions qui ne reflètent pas la réalité.", "2.  Appréciation de la Cour", "19.  La Cour rappelle tout d’abord qu’en vertu de l’article 46 de la Convention les Parties contractantes se sont engagées à se conformer aux arrêts définitifs de la Cour dans les litiges auxquels elles sont parties, le Comité des Ministres étant chargé d’en surveiller l’exécution. Il en découle notamment que l’Etat défendeur, reconnu responsable d’une violation de la Convention ou de ses Protocoles, est appelé non seulement à verser aux intéressés les sommes allouées à titre de satisfaction équitable, mais aussi à choisir, sous le contrôle du Comité des Ministres, les mesures générales et/ou, le cas échéant, individuelles à adopter dans son ordre juridique interne afin de mettre un terme à la violation constatée par la Cour et d’en effacer autant que possible les conséquences. L’allocation de sommes au titre de la satisfaction équitable vise uniquement à offrir une réparation pour les dommages subis par l’intéressé dans la mesure où ces dommages sont la conséquence de la violation ne pouvant d’aucune manière être effacée (Scozzari et Giunta c. Italie [GC], nos 39221/98 et 41963/98, §§ 249-250, CEDH 2000-VIII, et Gluhaković c. Croatie, no 21188/09, § 85, 12 avril 2011).", "20.  La Cour rappelle aussi que ses arrêts ont en principe un caractère déclaratoire et qu’en général il appartient au premier chef à l’Etat en cause, sous le contrôle du Comité des Ministres, de choisir les moyens à utiliser dans son ordre juridique interne pour s’acquitter de son obligation au regard de l’article 46 de la Convention, pour autant que ces moyens soient compatibles avec les conclusions contenues dans l’arrêt de la Cour (voir, entre autres, Öcalan c. Turquie [GC], no 46221/99, § 210, CEDH 2005-IV ; Assanidzé c. Géorgie [GC], no 71503/01, § 202, CEDH 2004-II, Scozzari et Giunta, précité , § 249, et Brumărescu c. Roumanie (satisfaction équitable) [GC], no 28342/95, § 20, CEDH 2001-I). Ce pouvoir d’appréciation quant aux modalités d’exécution d’un arrêt traduit la liberté de choix dont est assortie l’obligation primordiale imposée par la Convention aux Etats contractants : assurer le respect des droits et libertés garantis (Papamichalopoulos et autres c. Grèce (article 50), 31 octobre 1995, § 34, série A no 330B).", "21.  Toutefois, exceptionnellement, pour aider l’Etat défendeur à remplir ses obligations au titre de l’article 46, la Cour a cherché à indiquer le type de mesures qui pourraient être prises pour mettre un terme à la situation qu’elle avait constatée. Dans ces circonstances, elle peut laisser le choix de la mesure et de l’application de celle-ci à la discrétion de l’Etat concerné (voir, par exemple, Aleksanyan c. Russie, no 46468/06, § 239, 22 décembre 2008, Scoppola c. Italie (no 2) [GC], no 10249/03, § 148, 17 septembre 2009, et Fatullayev c. Azerbaijan, no 40984/07, §§ 174-177, 22 avril 2010). Dans d’autres cas exceptionnels, lorsque la nature même de la violation constatée n’offre pas réellement de choix parmi différentes sortes de mesures susceptibles d’y remédier, la Cour peut décider d’indiquer une seule mesure individuelle (Aleksanyan, précité, § 239, et Abbasov c. Azerbaïdjan, no 24271/05, § 37, 17 janvier 2008).", "22.  En l’espèce, la Cour note que, en ce qui concerne la demande de réouverture de la procédure présentée par le requérant dans ses observations initiales, l’ordre juridique grec, à la différence de ce qui a été institué pour les affaires pénales, ne prévoit pas la réouverture de la procédure pour les affaires civiles dans le cas d’un constat de violation par la Cour. Quant aux mesures que le requérant suggère à la Cour d’ordonner à l’Etat, elles ne constituent pas, comme les qualifie le requérant, des « mesures individuelles » à proprement parler, mais des mesures impliquant l’adoption d’une décision de justice et, par conséquent, une intervention législative qui autoriserait la réouverture d’une procédure dans les affaires civiles.", "23.  Or la Cour estime qu’il n’est pas opportun de prescrire de telles mesures générales dans le cadre de la présente affaire, d’autant moins que celle-ci porte sur une succession qui a été dévolue depuis 1999. En effet, par un jugement rendu à une date non précisée en 1999, le tribunal de grande instance de Syros, saisi par Mme E.M., sœur du père adoptif du requérant, avait reconnu que les héritiers du défunt étaient ses trois frère et sœurs en indivision et il avait délivré un document attestant leur qualité d’héritiers. Deux des trois héritiers avaient, par devant notaire le 21 octobre 1999, déclaré accepter la succession et cette acceptation avait été consignée dans les livres du bureau des hypothèques de l’île de Paros (paragraphe 16 de l’arrêt au principal). La Cour rappelle à cet égard que l’article 1 du Protocole no 1 à la Convention ne garantit pas le droit d’acquérir des biens par voie de succession ou de libéralités (Markx c. Belgique, 13 juin 1979, § 50, série A no 31, et Merger et Cros c. France, no 68864/01, § 37, 22 décembre 2004). En l’espèce, elle laisse au Comité des Ministres le soin d’apprécier, en collaboration avec l’Etat défendeur, la nécessité d’adopter des mesures générales dans des situations comme celle faisant l’objet de la présente affaire.", "24.  La restitutio in integrum ne semblant pas appropriée dans les circonstances de l’espèce, la Cour optera pour la voie du dédommagement du requérant sur la base de la valeur des biens qui lui seraient dévolus s’il s’était vu reconnaître la qualité d’héritier de son père adoptif. Certes, la Cour n’est pas en mesure par elle-même de déterminer la part qui serait revenue au requérant dans la succession de son père adoptif s’il avait été reconnu comme héritier à la date de la dévolution de cette succession. Elle note cependant que les demandes du requérant se concentrent sur deux biens immeubles : le terrain et la maison sis dans la région Sarakiniko, sur l’île de Paros, et le terrain situé dans la région Lefkes de la même île. Aux fins de la réparation du dommage matériel du requérant, la Cour examinera donc les différents chefs de demande relatifs à ces deux biens.", "25.  La Cour rappelle d’emblée qu’il doit y avoir un lien de causalité manifeste entre le dommage allégué et la violation de la Convention (voir, parmi beaucoup d’autres, Compagnie de navigation de la République islamique d’Iran c. Turquie, no 40998/98, § 114, CEDH 2007-V, et Andrejeva c. Lettonie, no 55707/00, § 111, 18 février 2009).", "26.  Or, en l’espèce, la Cour considère que le lien de causalité avec les violations constatées fait défaut pour certains chefs de demande, à savoir les dépenses liées à la réparation pour des dégradations qui auraient été causées à la maison de Sarakiniko, ainsi que la perte de revenus et les dépenses résultées de la privation de l’usus et du fructus (voir, mutatis mutandis, Larkos c. Chypre [GC], no 29515/95, §§ 38-40, CEDH 1999-I, et Zehentner c. Autriche, no 20082/02, §§ 89 et 92, 16 juillet 2009).", "27.  En ce qui concerne la valeur de la maison de Sarakiniko, la Cour note que le requérant lui-même admet que celle-ci a une surface totale de 780 m², alors que le permis de construire portait seulement sur une surface de 405,30 m². La Cour ne prendra donc en compte que la surface légale et se fondera sur la valeur fiscale de celle-ci telle que calculée par le requérant. Elle procédera de même en ce qui concerne le terrain de Lefkes. Elle note que, si le Gouvernement soutient que le requérant a fait calculer la valeur fiscale du terrain en utilisant des éléments qui n’étaient pas vérifiés par l’autorité fiscale (paragraphe 10 ci-dessus), il ne met pas en doute la justesse du calcul en proposant un autre montant. Elle estime que les sommes proposées par le requérant, soit 414 856,99 EUR pour le terrain et la maison situés à Sarakiniko et 42 574,48 EUR pour le terrain de Lefkes, pourraient constituer un point de départ raisonnable pour le calcul de la réparation. Cependant, il faut déduire de ces montants les droits de succession et différentes taxes, dont le calcul ne relève pas de la compétence de la Cour (Pascaud c. France (satisfaction équitable), no 19535/08, § 47, 8 novembre 2012). Dans ces conditions, la Cour estime que les divers éléments constituant le préjudice matériel subi par le requérant en l’espèce ne peuvent se prêter à un calcul exact. Elle rappelle que, dans une telle hypothèse, elle peut être amenée à les examiner globalement (B. c. Royaume-Uni (article 50), 9 juin 1988, §§ 10-12, série A no 136-D, Dombo Beheer B.V. c. Pays-Bas, 27 octobre 1993, § 40, série A no 274, et Comingersoll S.A. c. Portugal [GC], no 35382/97, § 29, CEDH 2000-IV).", "28.  Dès lors, dans le cadre d’une appréciation globale et compte tenu de ce qui précède, la Cour estime que le montant du préjudice matériel subi par le requérant peut être fixé à 300 000 EUR.", "B.  Dommage moral", "29.  Le requérant réclame 400 000 EUR pour dommage moral, arguant de la gravité des violations constatées et de leurs conséquences pour sa vie privée et familiale.", "30.  Le Gouvernement estime que la somme réclamée est excessive et que le constat de violation constituerait une satisfaction équitable suffisante. Il soutient que la non-reconnaissance de l’adoption en question n’a eu aucune répercussion négative sur la vie privée et familiale du requérant et de ses enfants, notamment en ce qui concerne leur nom de famille. Il indique que le nom du père adoptif du requérant a été inclus dans des actes d’état civil et que c’est sous ce nom que le requérant a saisi la Cour. Il ajoute que l’intéressé a attendu vingt-quatre ans pour engager la procédure de reconnaissance de la décision d’adoption et que ses tantes et oncles avaient entre-temps été reconnus comme héritiers et qu’ils étaient entrés dans la succession de MichaïlTimothéos Négrépontis.", "31.  La Cour rappelle qu’à la base du constat de violation des droits à la vie privée et familiale du requérant ainsi que du droit garanti par l’article 1 du Protocole no 1 à la Convention se trouve le refus des autorités grecques de donner effet à la décision judiciaire d’adoption du requérant prononcée aux Etats-Unis. Un tel refus a eu pour conséquence la non-reconnaissance en Grèce de sa qualité de fils adoptif au requérant et d’héritier de son oncle. La question du nom qui figure sur la carte d’identité de l’intéressé ou sous lequel celui-ci a saisi la Cour n’est pas déterminante et ne change rien à l’absence de reconnaissance en cause. La Cour estime que cette situation, source d’anxiété et d’incertitude, a causé au requérant un tort moral certain. Statuant en équité, elle accorde à celui-ci 5 200 EUR à ce titre.", "C.  Frais et dépens", "32.  En ce qui concerne les frais et dépens, le requérant demande la somme totale de 27 396,30 EUR, qu’il décompose comme suit : 2 896,30 EUR pour les différentes procédures devant les juridictions internes ; 24 500 EUR pour celles devant la Cour (y compris celle relative à l’application de l’article 41 de la Convention).", "33.  Le Gouvernement estime que cette somme est excessive et qu’une indemnité qui serait accordée à ce titre ne devrait pas dépasser 1 500 EUR. Plus particulièrement, en ce qui concerne les procédures internes, il indique que le requérant n’a versé aucun frais de justice devant le tribunal de première instance, et que, en ce qui concerne la cour d’appel et la Cour de cassation, s’il a été condamné à verser à la partie adverse les sommes de 500 EUR et 1 800 EUR, il ne prouve pas les avoir effectivement payées. Il conclut que, en tout état de cause, les prétentions du requérant relatives aux procédures internes ne sont pas accompagnées des justificatifs requis.", "34.  La Cour rappelle que, au titre de l’article 41 de la Convention, elle rembourse les frais dont il est établi qu’ils ont été réellement exposés, qu’ils correspondaient à une nécessité et qu’ils sont d’un montant raisonnable (voir, notamment, Nikolova c. Bulgarie [GC], no 31195/96, § 79, CEDH 1999-II, et Smith et Grady c. Royaume-Uni (satisfaction équitable), nos 33985/96 et 33986/96, § 28, CEDH 2000-IX). Elle rappelle également que, selon l’article 60 § 2 du règlement, toute prétention présentée au titre de l’article 41 de la Convention doit être chiffrée, ventilée par rubrique et accompagnée des justificatifs nécessaires, faute de quoi la Cour peut rejeter la demande, en tout ou en partie (Carabuela c. Roumanie, no 45661/99, § 179, 13 juillet 2010).", "35.  En ce qui concerne les frais engagés devant les juridictions internes, la Cour estime que le requérant doit se voir rembourser les frais de justice qu’il a été condamné à payer devant la cour d’appel et la Cour de cassation, soit un total de 2 300 EUR. Quant aux frais et honoraires engagés devant elle, compte tenu de la complexité de l’affaire, du nombre des griefs ayant abouti à un constat de violation et de la procédure supplémentaire sur l’application de l’article 41, la Cour juge raisonnable d’allouer au requérant la somme de 10 000 EUR.", "D.  Intérêts moratoires", "36.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois, à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i.  300 000 EUR (trois cent mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage matériel,", "ii.  5 200 EUR (cinq mille deux cents euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral,", "iii.  12 300 EUR (douze mille trois cents euros), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "2.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 5 décembre 2013, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tIsabelle Berro-Lefèvre\n\tGreffier\tPrésidente"]}