{"file": "FRE_HFJUD_33118_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "33118/05", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "", "", "", "AFFAIRE GELERI c. ROUMANIE", "", "(Requête no 33118/05)", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "15 février 2011", "", "", "DÉFINITIF", "", "15/09/2011", "", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 c) de la Convention.", "Il peut subir des retouches de forme.", "", "En l’affaire Geleri c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tElisabet Fura,\n\tCorneliu Bîrsan,\n\tAlvina Gyulumyan,\n\tEgbert Myjer,\n\tIneta Ziemele,\n\tAnn Power, juges,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 25 janvier 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 33118/05) dirigée contre la Roumanie et dont un ressortissant turc, M. Zeyneddin Geleri (« le requérant »), a saisi la Cour le 1er septembre 2005 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me Fikri Ergen, avocat à Bruxelles. Le gouvernement roumain (« le Gouvernement ») est représenté par son agent, M. Răzvan-Horaţiu Radu, du ministère des Affaires étrangères. Informé de son droit de prendre part à la procédure (articles 36 § 1 de la Convention et 44 du règlement) le Gouvernement turc n’a pas entendu se prévaloir de son droit d’intervenir dans la procédure.", "3.  Le 16 avril 2009, le président de la troisième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  Le requérant est né en 1973 et réside à Chisinău, en Moldova.", "5.  Le requérant est un citoyen turc d’origine kurde, domicilié avant son expulsion, à Bucarest. Le 15 novembre 1993, il fut enregistré par le Service pour les étrangers de Bucarest qui prolongea ensuite son droit au séjour du 20 janvier 1994 au 19 juillet 1994.", "6.  Le 7 mai 1998, le requérant fut condamné à deux ans de prison ferme par le tribunal de première instance de Focşani pour non respect des normes des opérations d’importation et exportation, faux, déclaration de fausse identité et passage illégal de la frontière. Tel qu’il ressort de la copie du jugement définitif de condamnation, versée par le Gouvernement au dossier, la peine prononcée contre le requérant fit l’objet, le jour du prononcé, d’une grâce présidentielle.", "7.  Le 27 novembre 1998, par une décision définitive de justice, le requérant obtint le statut de refugié politique en Roumanie. Ce statut lui fut accordé pour une durée illimitée par un arrêté du 15 octobre 2001 du ministère de l’Intérieur.", "8.  En 2003, il épousa une citoyenne roumaine. Une copie du certificat de mariage a été versée au dossier. Le 25 janvier 2005, le couple eut une fille. Le requérant était par ailleurs associé dans deux sociétés commerciales.", "9.  Par une ordonnance du 21 février 2005, le procureur du parquet près la cour d’appel de Bucarest déclara le requérant indésirable et l’interdit de séjour en Roumanie pour une période de dix ans, au motif que « des informations suffisantes et sérieuses indiquaient qu’il se livrait à des activités de nature à mettre en danger la sécurité nationale ». Le dernier paragraphe de l’ordonnance indiquait qu’elle avait été communiquée au requérant et mise à exécution par l’Autorité pour les étrangers, obligation découlant de l’article 81 de l’ordonnance gouvernementale d’urgence no 194/2002 (OUG no 194/2002) portant sur le régime des étrangers en Roumanie.", "10.  Cette ordonnance fut communiquée au requérant le 23 février 2005. A cette dernière date, à 18 h 45, il fut arrêté et expulsé vers l’Italie. Il ressort des éléments du dossier que le requérant n’a pas été détenu dans un centre de rétention temporaire. Selon l’intéressé, avant son expulsion vers l’Italie, les agents de police chargés d’exécuter cette mesure lui ont infligé des coups et blessures lors de son interpellation en vue de son expulsion. Il affirme avoir reçu des coups et blessures et, de ce fait, avoir perdu connaissance, s’étant réveillé uniquement à l’aéroport de Bucarest. Le requérant atterrit à Vérone. Ensuite, il partit vers Rome, où il fut examiné par E.Z., médecin de l’association de lutte contre la torture, Medici contro la tortura, qui rédigea un constat médical. Copie du certificat médical fut versée au dossier de la présente affaire.", "11.  Le certificat médical établi le 1er mars 2005 par le médecin E.Z. constata les blessures du requérant (excoriations, ecchymoses, contusions, au niveau de la tête (front), au niveau thoracique (dos), et au niveau abdominal et des mains et des jambes).", "12.  Le 28 février 2005, l’avocat du requérant déposa devant la cour d’appel de Bucarest une contestation de l’ordonnance du 21 février 2005. Il demandait le sursis à exécution de la mesure ; il dénonçait, entre autres, un défaut de motivation de la mesure prise à l’encontre de son client ; il faisait également valoir que le requérant vivait depuis longtemps en Roumanie, qu’il était marié à une ressortissante roumaine, qu’ils avaient un enfant et qu’il n’avait commis aucune infraction contre la sécurité de l’Etat. Il précisait que son client était associé dans deux sociétés commerciales.", "13.  L’avocat de l’Autorité pour les étrangers répondit que les autorités n’avaient aucune obligation de motiver une telle mesure, dès lors que les raisons relevaient de la sécurité nationale. Par ailleurs, l’avocat du requérant reprochait aux autorités les conditions d’embarquement du requérant pour l’Italie, notamment des coups et blessures reçus de la part des agents de police. Dans le cadre de la procédure déroulée devant la cour d’appel l’avocat du requérant déposa à cet égard la copie du certificat médical établi le 1er mars 2005.", "14.  Par un arrêt du 3 mars 2005, la cour d’appel de Bucarest rejeta la contestation du requérant comme étant mal fondée, selon la motivation suivante :", "« (...) La décision de déclarer un étranger indésirable, au sens de l’article 83 de l’ordonnance gouvernementale no 194/2002, est une mesure administrative, qui est prise à l’encontre d’un étranger lorsqu’il a mené ou qu’il mène des activités de nature à mettre en danger la sécurité nationale ou l’ordre public, ou lorsqu’il existe des informations suffisantes montrant qu’il a l’intention de se livrer à de telles activités.", "Par conséquent, après avoir analysé la demande formulée le 21 janvier 2005 par le Service roumain de renseignements, le parquet près la cour d’appel de Bucarest a rendu l’ordonnance (...), le requérant en étant informé (...).", "Partant, l’expulsion de l’étranger Geleri Zeyneddin vers l’Italie a été légalement effectuée, en vertu de l’ordonnance du parquet, sur une demande du Service roumain de renseignements.", "Pour ce qui est du bien-fondé et de la légalité de l’ordonnance, acte administrative unilatéral, il convient de retenir que, en vertu du troisième paragraphe de l’article 83 de l’ordonnance gouvernementale no 194/2002, les données et les informations qui sont à la base de la décision par laquelle un étranger est déclaré indésirable pour des raisons de sûreté nationale ne peuvent, sans aucune exception, être portées – directement ou indirectement – à la connaissance de la personne intéressée, car ces informations sont des informations secrètes, en vertu de la loi no 182/2002 relative à la protection des informations secrètes.", "Après avoir examiné la constitutionnalité du deuxième paragraphe de l’article 84 de l’ordonnance gouvernementale no 194/2002, la Cour constitutionnelle a jugé, par sa décision no 342/16/09/2003, que les dispositions contenues par cet article étaient conformes à la Constitution en vigueur à l’époque des faits et que le principe du libre accès à la justice, prévu par l’article 21 de la Constitution, n’a pas été méconnu, la personne intéressée ayant disposé d’un recours contre la mesure prise par le procureur.", "(...) la demande du requérant visant à l’annulation de l’ordonnance (...) ne peut être que rejetée, pour les raisons qui suivent :", "En vertu du deuxième paragraphe de l’article 85 de l’ordonnance no 194/2002, le recours contre une ordonnance par laquelle un étranger est déclaré indésirable n’a pas d’effet suspensif pour l’exécution.", "Une demande de suspension de cette mesure (...) doit être rejetée car elle a perdu son objet dès lors que la demande principale a été examinée avec célérité – trois jours après sa réception (...)", "En tout état de cause, l’ordonnance a été déjà exécutée en vertu du quatrième paragraphe de l’ordonnance du gouvernement no 194/2002, telle que modifiée le 27 novembre 2004, l’étranger ayant été expulsé vers l’Italie.", "(...) le tribunal rejette les arguments du requérant concernant le défaut de prise en charge par les autorités voulue à l’article 4 de l’ordonnance visée, car le tribunal a constaté la légalité et le bien-fondé de l’ordonnance du parquet, la loi-cadre, qui donne priorité aux intérêts de la sûreté nationale, ayant été respectée en l’espèce.", "Conformément au premier et au quatrième paragraphes de l’article 93 de l’ordonnance gouvernementale no 194/2002, telle que modifiée par la loi no 482/2004, tant que l’ordonnance du procureur ne prévoit pas la prise en charge par les autorités, cette mesure est considérée comme inopportune par rapport au quatrième paragraphe de l’article 83 de l’ordonnance gouvernementale no 194/2002 telle que modifiée par la loi no 482/2004.", "Le tribunal rejette également les moyens tirés du premier paragraphe, lettre b, de l’article 134 interprété à la lumière de l’article 24 de l’ordonnance gouvernementale no 194/2002, car en l’espèce il s’agit d’une situation qui, pour des raisons de sûreté nationale ou d’ordre public, impose l’éloignement du requérant, sa qualité de refugié sans limite de temps ne constituant pas un empêchement à la prise de la mesure visant à le déclarer indésirable.", "Les moyens concernant l’intégration socio-économique du requérant, alors que celui-ci n’avait pas respecté ses devoirs en tant qu’étranger, conformément aux paragraphes 1 et 2 de l’article 4 de l’ordonnance gouvernementale no 194/2002 modifiée, n’ont aucune pertinence.", "Ainsi qu’il ressort du document no (...) et d’un procès-verbal de vérification, l’étranger a été mis en examen le 20 janvier 1997 pour fausse identité ; en effet, à la date de son entrée sur le territoire roumain, il avait pour identité Sayrah Meyreddin, puis il a été condamné à une peine de deux ans de prison ferme et a ultérieurement bénéficié d’une grâce en vertu de la loi no 137/1997 (...)", "Pour ces raisons, la Cour rejette comme mal fondée la contestation du requérant et confirme l’ordonnance no 498/II-05/2005 du 21 février 2005 du parquet près la cour d’appel de Bucarest. »", "15.  En vertu de l’ordonnance gouvernementale no 194/2002, cet arrêt est définitif.", "16.  Il ressort de la copie d’une lettre envoyée le 9 octobre 2009 par le ministère de l’Intérieur à l’Agent du Gouvernement roumain, que le 19 avril 2005, l’office roumain pour les refugiés annula le statut de refugié du requérant.", "17.  Le requérant forma une nouvelle contestation de l’ordonnance rendue le 21 février 2005. Cette fois, il sollicita l’annulation de l’ordonnance du parquet en raison de son statut de refugié et demanda à la cour d’appel de Bucarest de rétablir le statut de refugié qui lui avait été accordé en 1998.", "18.  Par un arrêt du 14 février 2006, la cour d’appel de Bucarest accueillit une exception soulevée par le ministère de l’Intérieur et rejeta l’action du requérant pour autorité de chose jugée. Quant au grief relatif au maintien du statut de refugié du requérant, la cour d’appel jugea que tant que la mesure de retrait du statut de refugié n’était pas annulée par voie judiciaire, il était impossible d’ordonner aux autorités de maintenir cette mesure. Cet arrêt fut confirmé par un arrêt du 7 décembre 2006 de la Haute Cour de cassation et de justice, avec la même motivation.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  L’ordonnance gouvernementale d’urgence no 194/2002 sur le régime des étrangers en Roumanie, telle qu’approuvée par la loi no 357/2003 et modifié par la loi 482/2004", "Article 81", "« L’Autorité pour les étrangers, ou ses bureaux territoriaux, informe l’étranger de l’obligation de quitter le territoire de la Roumanie.", "L’ordre de quitter le territoire est rédigé en deux exemplaires, en langue roumaine et dans une langue de diffusion internationale.", "Si l’étranger est présent, un exemplaire lui est remis contre signature (...)", "En son absence, la communication est faite :", "a)  par lettre recommandée à son adresse connue ;", "b)  si son adresse n’est pas connue, par affichage au siège de l’Autorité pour les étrangers. » (...)", "Article 83", "« La décision de déclarer un étranger indésirable est une mesure administrative qui est prise à l’encontre d’un étranger lorsqu’il a mené ou qu’il mène des activités de nature à mettre en danger la sécurité nationale ou l’ordre public, ou lorsqu’il existe des informations suffisantes indiquant qu’il a l’intention de se livrer à de telles activités.", "La mesure prévue au paragraphe précédent est prise par un procureur spécialisé, membre du parquet auprès de la cour d’appel de Bucarest, sur proposition de l’Autorité pour les étrangers ou d’autres institutions ayant des attributions dans le domaine de l’ordre public et de la sécurité nationale lorsqu’elles disposent d’informations suffisantes de la nature de celles susmentionnées.", "Après avoir reçu la proposition, le procureur rend sa décision motivée sous cinq jours et, s’il accueille la proposition, transmet l’ordonnance déclarant l’étranger indésirable à l’Autorité pour les étrangers en vue de son exécution. Si l’ordonnance est fondée sur des raisons liées à la sécurité nationale, ces raisons n’y seront pas mentionnées.", "Le droit de séjour de l’étranger cesse de plein droit à la date de l’ordonnance.", "L’exécution de l’ordonnance est réalisée par l’accompagnement, sous escorte, de l’étranger, jusqu’à la frontière ou jusque dans le pays d’origine, par le personnel spécialisé de l’Autorité pour les étrangers.", "L’étranger peut être déclaré indésirable pour une période de cinq à quinze ans (...) »", "Article 84", "« L’ordonnance déclarant un étranger indésirable est notifiée à la personne concernée par l’Autorité pour les étrangers, selon la procédure prévue à l’article 81.", "La communication des données et des informations qui ont justifié la décision par laquelle un étranger a été déclaré indésirable pour des raisons liées à la sécurité nationale n’est autorisée que dans les conditions et aux personnes expressément mentionnées par la législation sur le régime des activités concernant la sécurité nationale et la protection des informations secrètes. Ces données et informations ne peuvent être communiquées sous aucune forme que ce soit, directe ou indirecte, à l’étranger déclaré indésirable. »", "Article 85", "« L’ordonnance déclarant un étranger indésirable peut être contestée par l’intéressé devant la cour d’appel de Bucarest, dans un délai de cinq jours à compter de la date de sa communication. (...) L’arrêt de la cour est définitif.", "La contestation n’a pas d’effet suspensif sur la mise à exécution de l’ordonnance. »", "(...).", "B.  La décision no 342 du 16 septembre 2003 de la Cour constitutionnelle", "19.  Dans une affaire similaire à celle du requérant, la Cour constitutionnelle s’est prononcée sur la compatibilité de l’article 84 § 2 de l’ordonnance gouvernementale no 194/2002 avec les principes constitutionnels de non-discrimination, du droit d’accès à un tribunal et du droit à un procès équitable. Dans cette affaire, l’exception d’inconstitutionnalité avait été soulevée par un étranger dans le cadre de la contestation de l’ordonnance du parquet le déclarant indésirable au motif qu’« il y avait des informations suffisantes et fondées indiquant qu’il se livrait à des activités de nature à mettre en danger la sécurité nationale ».", "La Cour constitutionnelle a estimé que l’article précité était conforme à la Constitution et à la Convention, pour les raisons suivantes :", "« La situation des étrangers déclarés indésirables pour des motifs tenant à la défense de la sécurité nationale et à la protection des informations secrètes est différente de celle des autres étrangers, ce qui permet au législateur d’établir des droits différents pour ces deux catégories d’étrangers, sans que cette différence enfreigne le principe d’égalité. La différence réelle qui résulte de ces deux situations justifie l’existence de règles différentes.", "La Cour constate également que l’interdiction de communiquer aux étrangers déclarés indésirables les données et les informations qui justifient cette mesure est conforme aux dispositions de l’article 31 § 3 de la Constitution, lequel prévoit que « le droit à l’information ne doit pas porter préjudice à la sécurité nationale ».", "Les dispositions de l’article 84 § 2 de l’ordonnance d’urgence du gouvernement n’enfreignent pas non plus le principe du libre accès à la justice, garanti par l’article 21 de la Constitution, car en vertu de l’article 85 § 1 [de l’ordonnance précitée] l’intéressé peut contester en justice l’ordonnance du procureur (...)", "La Cour ne peut pas non plus retenir [la critique] concernant la question de l’indépendance des juges [de la cour d’appel] car ils doivent respecter la loi qui donne priorité aux intérêts de la sécurité nationale de la Roumanie. La cour d’appel doit se prononcer sur la contestation en se conformant aux dispositions de l’ordonnance d’urgence no 194/2002 et en vérifiant, dans les conditions et les limites posées par cette ordonnance, la légalité et le bien-fondé de l’ordonnance du parquet.", "Quant aux dispositions de l’article 6 § 1 de la Convention (...), la Cour note que le texte critiqué n’empêche pas les intéressés de former un recours devant les tribunaux pour se défendre et pour faire valoir toutes les garanties d’un procès équitable. En outre, la Cour européenne des droits de l’homme a jugé dans son arrêt du 5 octobre 2000, rendu dans l’affaire Maaouia c. France, que les décisions relatives à l’entrée, au séjour et à l’éloignement des étrangers n’emportaient pas contestation sur des droits ou obligations de caractère civil d’un requérant ni n’avaient trait au bien-fondé d’une accusation en matière pénale dirigée contre lui, au sens de l’article 6 § 1 de la Convention. »", "C.  Les dispositions pertinentes du code de procédure pénale en vigueur à l’époque des faits se lisent comme suit :", "Article 283", "Le contenu d’une plainte", "« Une plainte doit contenir la description des faits, le nom de l’auteur, les moyens de preuve, l’adresse des parties et des témoins, la mention relative à la constitution ou non de partie civile et, selon le cas, le nom de la personne civilement responsable ». (...) ».", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "20.  Le requérant allègue que la mesure d’expulsion dont il a fait l’objet, ainsi que l’interdiction de séjour pendant une période de dix ans prononcée à son encontre portent atteinte à son droit au respect de la vie privée et familiale garanti par l’article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Sur la recevabilité", "21.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs que celui-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1  Arguments des parties", "22.  Le Gouvernement ne conteste pas que la mesure d’expulsion du requérant puisse être analysée sous l’angle de l’article 8 de la Convention quant au droit au respect de la vie familiale du requérant, mais estime que l’ingérence était prévue par la loi, à savoir l’article 83 de l’OUG 194/2002, avait un but légitime, notamment la préservation de la sécurité nationale, et était nécessaire dans une société démocratique. Il invoque en ce sens l’arrêt Boughanemi c. France, 24 avril 1996, Recueil des arrêts et décisions 1996II.", "23.  Le Gouvernement souligne qu’il n’y a aucune obligation générale à la charge des États de ne pas expulser les étrangers extrêmement dangereux pour la sécurité et l’ordre public national, même en présence d’une possible ingérence dans leur vie privée. Il soutient que le requérant avait vécu en Roumanie seulement pendant sept ans avant l’expulsion et invoque la jurisprudence Brahimi où l’expulsion d’un requérant ayant vécu pendant huit ans en France avait été jugée compatible avec les garanties de l’article 8 de la Convention (Brahimi c. France, no 64357/01, 19 juin 2003). Enfin, le Gouvernement insiste sur le critère concernant la durée du séjour du requérant et invoque la condamnation du requérant pour des infractions commises sur le territoire roumain, comme motif principal pour son expulsion.", "24.  Le requérant conteste la thèse du Gouvernement. Il affirme que la situation en l’espèce est similaire à celle des requérants dans les affaires Lupsa c. Roumanie (no 10337/04, 8 juin 2006) et Kaya c. Roumanie (no 33970/05, 12 octobre 2006). Selon lui, dans la présente affaire, la cour d’appel de Bucarest a essayé de donner un aspect formel de légalité à l’arrêt du 3 mars 2005, en se référant aux poursuites pénales engagées à son encontre en 1997 pour fausse identité. Or, le requérant précise que cette procédure portait sur la clandestinité de sa situation et que sa condamnation à une peine privative de liberté fut suivie d’une grâce présidentielle. Qui plus est, l’Etat roumain lui accorda par la suite le statut de refugié, d’abord à titre temporaire (par une décision du 27 novembre 1998) et ensuite à titre définitif (le 15 octobre 2001). Dès lors, le requérant fait valoir que même si la cour d’appel s’est appuyée, dans la motivation de son arrêt rendu en 2005, sur sa condamnation pénale en 1998, les faits à la base de cette condamnation n’étaient pas de nature à porter atteinte à la sécurité nationale de l’Etat roumain.", "2.  Appréciation de la Cour", "a)  Sur l’existence d’une ingérence dans le droit du requérant au respect de sa vie privée et familiale", "25.  La Cour rappelle que d’après un principe de droit international bien établi, les Etats ont le droit, sans préjudice des engagements découlant pour eux de traités, de contrôler l’entrée des non nationaux sur leur sol (voir, parmi beaucoup d’autres, Abdulaziz, Cabales et Balkandali c. RoyaumeUni, 28 mai 1985, § 67, série A no 94, et Boujlifa c. France, 21 octobre 1997, § 42, Recueil 1997-VI). Toutefois, leurs décisions en la matière, dans la mesure où elles porteraient atteinte à un droit protégé par le paragraphe 1 de l’article 8, doivent se révéler nécessaires dans une société démocratique, c’est-à-dire justifiées par un besoin social impérieux et, notamment, proportionnées au but légitime poursuivi (Dalia c. France, 19 février 1998, § 52, Recueil 1998-I, Mehemi c. France, 26 septembre 1997, § 34, Recueil 1997-VI, Boultif, précité, § 46, Slivenko c. Lettonie [GC], no 48321/99, § 113, CEDH 2003-X, et Üner c. Pays-Bas [GC], no 46410/99, § 54, CEDH 2006-XII).", "26.  Même si, dans ces conditions, l’article 8 de la Convention ne confère pas à une quelconque catégorie d’étrangers un droit absolu à la nonexpulsion, la jurisprudence de la Cour démontre amplement qu’il y a des circonstances dans lesquelles l’expulsion d’un étranger emporte violation de cette disposition  (voir, par exemple, les arrêts Moustaquim c. Belgique, 18 février 1991, § 49, série A no 193, et Boultif, précité ; et également Amrollahi c. Danemark, no 56811/00, 11 juillet 2002, Yılmaz c. Allemagne, no 52853/99, 17 avril 2003, et Keles c. Allemagne, no 32231/02, 27 octobre 2005). Dans l’affaire Boultif, précitée, la Cour a énuméré les critères devant être utilisés pour l’appréciation de la question de savoir si une mesure d’expulsion était nécessaire dans une société démocratique et proportionnée au but légitime poursuivi. Ces critères, qui se trouvent reproduits au paragraphe 40 de l’arrêt de la chambre, sont les suivants :", "–  la nature et la gravité de l’infraction commise par le requérant ;", "–  la durée du séjour de l’intéressé dans le pays dont il doit être expulsé ;", "–  le laps de temps qui s’est écoulé depuis l’infraction, et la conduite du requérant pendant cette période ;", "–  la nationalité des diverses personnes concernées ;", "–  la situation familiale du requérant, et notamment, le cas échéant, la durée de son mariage, et d’autres facteurs témoignant de l’effectivité d’une vie familiale au sein d’un couple ;", "–  la question de savoir si le conjoint avait connaissance de l’infraction à l’époque de la création de la relation familiale ;", "–  la question de savoir si des enfants sont issus du mariage et, dans ce cas, leur âge ; et", "–  la gravité des difficultés que le conjoint risque de rencontrer dans le pays vers lequel le requérant doit être expulsé.", "27.  En l’espèce, la Cour relève que le requérant fut condamné en 1998, soit plus de sept ans avant son expulsion, pour des infractions de faux et usage de faux, fausse déclaration d’identité et non respect des normes d’exportation et importation, et que cette condamnation était suivie d’une grâce présidentielle. Elle relève également que le requérant avait séjourné légalement sur le territoire roumain depuis 1998, en vertu de son statut de refugié, qu’il était actionnaire dans deux sociétés commerciales et qu’il avait épousé une citoyenne roumaine avec laquelle il avait un enfant.", "28.  Compte tenu de ces circonstances particulières, la Cour conclut que les mesures litigieuses ont porté atteinte à la fois à la « vie privée » du requérant et à sa « vie familiale ».", "29.  Pareille ingérence enfreint l’article 8 de la Convention, sauf si elle peut se justifier sous l’angle du paragraphe 2 de cet article, c’est-à-dire si, « prévue par la loi », elle poursuit un ou des buts légitimes énumérés dans cette disposition et est « nécessaire, dans une société démocratique », pour le ou les atteindre.", "b)  Sur la justification de l’ingérence", "30.  La Cour rappelle que selon sa jurisprudence constante les mots « prévue par la loi » veulent d’abord que la mesure incriminée ait une base en droit interne, mais ils ont trait aussi à la qualité de la loi en question : ils exigent l’accessibilité de celle-ci aux personnes concernées et une formulation assez précise pour leur permettre, en s’entourant, au besoin, de conseils éclairés, de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences pouvant résulter d’un acte déterminé (voir Maestri c. Italie [GC], no 39748/98, § 30, CEDH 2004-I).", "31.  Dans les affaires Lupsa et Kaya, précitées, la Cour a jugé que l’article 83 de l’ordonnance d’urgence no 194/2002 – texte légal ayant servi de fondement à l’expulsion et à l’interdiction de séjour du requérant – répondait au critère de l’accessibilité mais posait des problèmes quant à la prévisibilité. Avant de conclure à la violation de l’article 8 de la Convention, la Cour a jugé que la cour d’appel s’était bornée à un examen purement formel de l’ordonnance du parquet, sans aller au-delà des affirmations du parquet pour vérifier si le requérant présentait réellement un danger pour la sécurité nationale ou pour l’ordre public. Dans les deux affaires précitées, la Cour a conclu que l’ingérence dans la vie privée des requérants n’était pas prévue par « une loi » répondant aux exigences de la Convention, le requérant n’ayant joui ni devant les autorités administratives ni devant la cour d’appel du degré minimal de protection contre l’arbitraire des autorités.", "32.  En l’espèce, comme dans les affaires précitées, par une ordonnance du parquet, le requérant a été déclaré indésirable sur le territoire roumain, interdit de séjour pour une période déterminée et expulsé au motif que le Service roumain de renseignements avait « des informations suffisantes et sérieuses selon lesquelles il menait des activités de nature à mettre en danger la sécurité nationale ». L’ordonnance du parquet fut confirmée, sur recours du requérant, par l’arrêt de la cour d’appel de Bucarest. Pour ce qui est de l’affirmation du Gouvernement selon laquelle le motif principal de l’expulsion du requérant était la commission de plusieurs infractions sur le territoire roumain, la Cour constate que, tel qu’il ressort de l’ordonnance du 21 février 2005, la seule raison invoquée par le procureur du parquet près la cour d’appel de Bucarest pour justifier l’expulsion et l’interdiction de territoire du requérant était le danger que ce dernier représentait pour la sécurité nationale. Dans ce contexte, la Cour conclut, contrairement aux affirmations du Gouvernement défendeur, que la thèse selon laquelle la condamnation du requérant constituait le motif de son expulsion, ne saurait être retenue.", "33.  Certes, il est vrai que la notion de « sécurité nationale » n’est pas susceptible d’une définition exhaustive, pouvant avoir un sens large, avec une grande marge d’appréciation laissée à la disposition de l’exécutif (voir (Hewitt et Harman c. Royaume-Uni, no 20317/92, décision de la Commission, 1er Septembre 1993, non publiée, et Christie c. Royaume-Uni, no 21482/93, décision de la Commission, 27 juin 1994, Décisions et rapports 78-A, pp. 119 et 134). Toutefois, cela ne doit pas dépasser les limites du sens propre du terme (voir l’Association pour l’Intégration et Droits de l’Homme et Ekimdzhiev c. Bulgarie, no 62540/00, § 84, 28 juin 2007). A supposer même que la raison invoquée par le Gouvernement se trouve également à la base de la mesure prise à l’encontre du requérant, la Cour n’aperçoit pas comment les infractions de faux et usage de faux, fausse déclaration d’identité et non respect des normes d’exportation et importation, commises par le requérant en 1997 et suivies d’une grâce présidentielle, puissent être susceptibles de porter atteinte six ans plus tard, en 2005, à la sécurité nationale et à l’intérêt public, de sorte à justifier la prise à son encontre d’une telle mesure (voir, mutatis mutandis, C.G. et autres c. Bulgarie, no 1365/07, § 43, 24 avril 2008).", "34. En tout état de cause, avant toute analyse visant à vérifier si la mesure était « nécessaire dans une société démocratique » (voir en ce sens les critères définis dans l’arrêt Boultif, précité, et affinés dans l’affaire Üner précitée, §§ 54-58), la Cour rappelle le principe en vertu duquel toute personne qui fait l’objet d’une mesure basée sur des motifs de sécurité nationale doit avoir des garanties contre l’arbitraire. Elle doit notamment avoir la possibilité de faire contrôler la mesure litigieuse par un organe indépendant et impartial, habilité à se pencher sur toutes les questions de fait et de droit pertinentes, pour trancher sur la légalité de la mesure et sanctionner un éventuel abus des autorités. Devant cet organe de contrôle, la personne concernée doit bénéficier d’une procédure contradictoire afin de pouvoir présenter son point de vue et réfuter les arguments des autorités (Al Nashif c. Bulgarie, no 50963/99, §§ 123-124, 20 juin 2002).", "35.  En l’occurrence, comme dans l’affaire Lupsa, précitée, la cour d’appel de Bucarest s’est bornée à un examen purement formel de l’ordonnance du parquet. De plus, aucune précision quant aux faits reprochés au requérant n’a été fournie à la cour d’appel, de sorte que cette dernière n’a pas pu aller au-delà des affirmations du parquet pour vérifier si le requérant présentait réellement un danger pour la sécurité nationale ou pour l’ordre public.", "36.  Dès lors, le requérant n’ayant joui, ni devant les autorités administratives, ni devant la cour d’appel du degré minimal de protection contre l’arbitraire des autorités, la Cour conclut que l’ingérence dans sa vie privée n’était pas prévue par « une loi » répondant aux exigences de la Convention (voir, mutatis mutandis, Al-Nashif, précité, § 128).", "37.  Eu égard à ce constat, la Cour estime qu’il n’y a pas lieu de poursuivre l’examen du grief du requérant pour rechercher si l’ingérence visait un « but légitime » et était « nécessaire dans une société démocratique ».", "Partant, il y a eu violation de l’article 8 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 7 À LA CONVENTION", "38.  Le requérant dénonce une violation des garanties procédurales en cas d’expulsion. Il invoque l’article 1 du Protocole no 7, qui se lit comme suit :", "« 1.  Un étranger résidant régulièrement sur le territoire d’un État ne peut en être expulsé qu’en exécution d’une décision prise conformément à la loi et doit pouvoir :", "a)  faire valoir les raisons qui militent contre son expulsion,", "b)  faire examiner son cas, et", "c)  se faire représenter à ces fins devant l’autorité compétente ou une ou plusieurs personnes désignées par cette autorité.", "2.  Un étranger peut être expulsé avant l’exercice des droits énumérés au paragraphe 1 a), b) et c) de cet article lorsque cette expulsion est nécessaire dans l’intérêt de l’ordre public ou est basée sur des motifs de sécurité nationale. »", "A.  Sur la recevabilité", "39.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs que celui-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "40.  Le Gouvernement ne conteste pas l’applicabilité en l’espèce de l’article 1 du Protocole no 7 mais considère que des motifs de sécurité nationale réclamaient des mesures urgentes. Dès lors, il estime que l’expulsion du requérant était justifiée au regard du paragraphe 2 de cette disposition.", "41.  Le Gouvernement soutient également que le requérant, bien qu’ayant été expulsé, a bénéficié de ces garanties procédurales devant une juridiction. A cet égard, il expose que le requérant a été représenté par son avocat, qui a pu faire valoir devant la cour d’appel les raisons qui militaient contre son expulsion (voir, mutatis mutandis, Mezghiche c. France, no 33438/96, décision de la Commission du 9 avril 1997). Enfin, le Gouvernement affirme que la présente affaire est différente de l’affaire Lupsa, précitée, dans la mesure où le requérant en l’espèce a été condamné pour plusieurs infractions commises sur le territoire roumain, une mesure de grâce n’ayant aucune incidence sur la responsabilité pénale de la personne condamnée, mais uniquement sur l’exécution de la peine.", "42.  Le requérant invoque mutatis mutandis la jurisprudence Kaya, précitée, et considère que la situation en l’espèce est similaire.", "43.  En l’espèce, la Cour note que le requérant résidait régulièrement sur le territoire roumain au moment de l’expulsion. Dès lors, bien qu’il ait été expulsé pour des motifs de sécurité nationale, cas autorisé par le paragraphe 2 de l’article 1 du Protocole no 7, il était en droit de se prévaloir des garanties énoncées au paragraphe 1 de cette disposition (voir le rapport explicatif accompagnant le Protocole no 7).", "44.  La Cour relève que la première garantie accordée aux personnes visées par cet article prévoit que celles-ci ne peuvent être expulsées qu’« en exécution d’une décision prise conformément à la loi ». Le mot « loi » désignant la loi nationale, le renvoi à celle-ci concerne, à l’instar de l’ensemble des dispositions de la Convention, non seulement l’existence d’une base en droit interne, mais a trait aussi à la qualité de la loi : il exige l’accessibilité et la prévisibilité de celle-ci, ainsi qu’une certaine protection contre les atteintes arbitraires de la puissance publique aux droits garantis par la Convention.", "45.  La Cour rappelle à cet égard que lors de l’examen du grief tiré de l’article 8 de la Convention, elle a conclu que l’ordonnance d’urgence no 194/2002, qui constituait la base légale de l’expulsion du requérant, ne lui avait pas offert des garanties minimales contre l’arbitraire des autorités (paragraphe 35 ci-dessus).", "46.  La Cour relève en outre que, par une ordonnance du parquet, le requérant a été déclaré indésirable sur le territoire roumain, interdit du territoire et expulsé au motif que le Service roumain de renseignements avait « des informations suffisantes et sérieuses selon lesquelles il menait des activités de nature à mettre en danger la sécurité nationale », sans autre précision. La Cour note également que le requérant a reçu une copie de l’ordonnance du parquet le jour de son expulsion vers l’Italie. Toutefois, la Cour observe que la communication faite au requérant ne contenait aucune référence aux faits reprochés et avait un caractère purement formel (paragraphe 9 ci-dessus). Dès lors, la Cour ne peut que constater que les autorités n’ont pas fourni au requérant le moindre indice concernant les faits qui lui étaient reprochées.", "47.  Par conséquent, bien que l’expulsion du requérant ait eu lieu en exécution d’une décision prise conformément à la loi, la Cour estime que les autorités internes ont méconnu les garanties dont le requérant devait jouir en vertu du paragraphe 1 a) et b) de l’article 1 du Protocole no 7.", "48.  La Cour rappelle que toute disposition de la Convention ou de ses protocoles doit s’interpréter de façon à garantir des droits concrets et effectifs et non théoriques et illusoires, et considère, au vu du contrôle purement formel opéré par la cour d’appel en l’espèce, que le requérant n’a pas véritablement pu faire examiner son cas ni faire valoir les raisons militant contre son expulsion (voir, mutatis mutandis, Lupsa, § 60, et Kaya, § 60, arrêts précités).", "Il y a donc eu violation de l’article 1 du Protocole no 7.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "49.  Le requérant allègue avoir subi des mauvais traitements de la part des agents de police lors de son expulsion vers l’Italie. L’article 3 de la Convention est ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "Sur la recevabilité", "50.  Le Gouvernement excipe du non-épuisement des voies de recours internes et affirme que le requérant aurait pu déposer une plainte pénale pour blessures, abus de fonction et mauvais traitements.", "51.  Le requérant conteste la thèse du Gouvernement. Selon lui, le rapport médical établi le 1er mars 2005, par un médecin d’un cabinet médical spécialisé contre les sévices corporels, établit sans ambigüité l’existence de multiples lésions et ecchymoses sur le visage (dans la région frontale, orbitale et zygomatique), sur le thorax, sur l’abdomen, sur les mains, les genoux et les tibias. D’après le requérant, aucun élément pouvant mettre en doute l’existence de ces lésions n’a été apporté par le Gouvernement. Il affirme que ces traitements inhumains et dégradants lui ont été infligés en raison de son refus de signer la notification de la mesure d’expulsion. Quant au délai invoqué par le Gouvernement défendeur avant la réalisation du certificat médical, le requérant allègue avoir été abandonné par les agents de police, dans l’aéroport de Vérone, après son expulsion de Roumanie et avoir dû effectuer un voyage jusqu’à Rome afin de consulter un médecin.", "52.  Le requérant renvoie à la jurisprudence de la Cour en ce qui concerne la charge de la preuve en cas de traitements contraires à l’article 3 de la Convention et affirme que l’existence de certificats médicaux contenant des informations précises et concordantes, conjuguée à l’absence d’explication plausible de l’Etat pour l’origine des blessures, permettent de conclure à l’existence de sévices de la part des agents de l’Etat (voir Selmouni c. France, [GC], no 25803/94, § 87, CEDH 1999-V).", "53.  Quant au non-épuisement des voies de recours internes, le requérant affirme avoir déposé, le 28 février 2005, une plainte pénale dénonçant les mauvais traitements subis le jour de son expulsion, devant la cour d’appel de Bucarest, au moment du recours contre l’ordonnance d’expulsion. Le jour de l’audience, son avocat avait déposé une copie du certificat médical établi par le médecin italien E.Z., attestant des lésions subies par le requérant, mais cette requête resta sans suite, aucune référence à cette situation n’étant faite par la cour d’appel de Bucarest dans la motivation de son arrêt du 3 mars 2005. A cela, s’ajouterait également la situation difficile dans laquelle le requérant se trouvait, étant expulsé le jour même de son agression, donc n’ayant eu aucune possibilité réelle, sur le territoire roumain, de faire valoir, constater et voir punir les responsables de l’agression subie le 23 février 2005.", "54.  La Cour rappelle que, selon sa jurisprudence constante, l’article 35 § 1 de la Convention impose aux requérants l’épuisement des recours normalement disponibles et suffisants dans l’ordre juridique interne pour leur permettre d’obtenir réparation des violations qu’ils allèguent. Cependant, elle souligne qu’elle doit appliquer cette règle en tenant dûment compte du contexte, avec une certaine souplesse et sans formalisme excessif. Cela signifie notamment que la Cour doit analyser de manière réaliste, non seulement les recours prévus en théorie dans le système juridique de la Partie contractante concernée, mais également la situation personnelle des requérants (Selmouni c. France, précité, § 77).", "55.  La Cour note que, lors de l’audience qui s’est déroulée le 28 février 2005 devant la cour d’appel de Bucarest, l’avocat du requérant dénonça les conditions dans lesquelles son client avait été expulsé le 23 février 2005, vers l’Italie, notamment les coups et blessures prétendument infligés par les agents de police et versa une copie du certificat médical établi en Italie par le médecin E.Z. La Cour constate également que l’arrêt de la cour d’appel de Bucarest ne fit aucune référence à la situation dénoncée par l’avocat du requérant.", "56.  A ce sujet, la Cour constate que l’avocat du requérant a simplement déposé la copie du certificat médical, et a présenté, à cette occasion, les conditions dans lesquelles le requérant avait été expulsé. La Cour doute que les conditions prévues à l’article 283 du code roumain de procédure pénale, quant au contenu d’une plainte pénale, aient été réunies en l’espèce. D’ailleurs, aucun élément du dossier n’indique le souhait du requérant de poursuivre en justice les auteurs présumés des coups et blessures.", "57.  Pour ce qui est de la compétence d’attribution, la Cour constate qu’en l’espèce s’agissant d’une allégation relative à des coups et blessures, l’institution compétente, conformément à l’article 25 du Code de procédure pénale, tel que rédigé à l’époque des faits, était le tribunal de première instance et non la cour d’appel de Bucarest, saisie de l’action en contentieux du requérant. Par conséquent, la Cour considère que le simple dépôt du certificat médical, par l’avocat du requérant, dans le cadre de la procédure en contentieux, déroulée devant la cour d’appel de Bucarest, ne constitue pas une plainte pénale au sens de l’article 283 du code de procédure pénale roumain. La Cour est consciente de la situation difficile dans laquelle le requérant se trouvait, mais note que celui-ci avait toujours la possibilité, par l’intermédiaire de son avocat, comme dans le cas de la contestation de la mesure d’expulsion, de saisir l’institution compétente d’une plainte pénale pour coups et blessures, après même le rejet de l’action en contentieux.", "58.  Partant, la Cour décide d’accueillir l’exception formulée par le Gouvernement et de rejeter ce grief pour non-épuisement des voies de recours internes.", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "59.  Le 1er février 2010, soit après la communication de la requête au Gouvernement roumain, le requérant a invoqué l’article 6 § 1 de la Convention et s’est plaint également de l’iniquité de la procédure administrative à la suite de laquelle il perdit, le 19 avril 2005, son statut de refugié.", "Sur la recevabilité", "60.  La Cour observe que la procédure tendant à faire maintenir le statut de refugié du requérant n’emporte pas contestation sur des droits ou obligations de caractère civil et n’a pas trait au bien-fondé d’une accusation en matière pénale, au sens de l’article 6 § 1 de la Convention (Maaouia c. France [GC], no 39652/98, § 40, CEDH 2000-X).", "61.  Dès lors, la Cour estime que cette partie de la requête est incompatible ratione materiae avec les dispositions de la Convention et doit être rejetée conformément à l’article 35 §§ 3 et 4 de la Convention.", "V.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "62.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "63.  Le requérant demande 26 378 183 euros (EUR) comme réparation du préjudice matériel causé par son expulsion et l’impossibilité dans laquelle il se trouve de gérer la société commerciale dans laquelle il était associé. Quant aux mauvais traitements subis le jour sa son expulsion, le requérant sollicite 7 500 EUR. Il demande également 10 000 EUR pour les dépenses encourus par sa famille pour lui rendre visite, après son expulsion, en Moldavie. Au titre du préjudice moral, le requérant sollicite 100 000 EUR, en raison des conséquences négatives que son expulsion a eues quand à sa vie privée et familiale.", "64.  Le Gouvernement conteste ces prétentions et soutient qu’il n’existe aucun lien direct entre les violations alléguées et le préjudice allégué. Il demande à la Cour d’appliquer la jurisprudence Lupsa c. Roumanie, précitée, §§ 70-72, et Irinel Popa c. Roumanie (nos 6289/03, 6297/03 et 9115/03, §§ 57-58, 1er décembre 2009). Pour ce qui est du préjudice moral, le Gouvernement affirme que le simple constat d’une violation pourrait, en soi, constituer une réparation suffisante à ce titre.", "65.  La Cour relève d’emblée qu’elle ne saurait spéculer sur l’évolution économique qu’aurait pu connaître la société commerciale fondée par le requérant si ce dernier n’avait pas été expulsé.", "66.  Cela étant, la Cour estime que le requérant a subi un tort moral indéniable du fait des violations constatées.", "67.  Eu égard à l’ensemble des éléments se trouvant en sa possession et statuant en équité, comme le veut l’article 41 de la Convention, la Cour décide d’allouer au requérant 13 000 EUR, tous préjudices confondus.", "B.  Frais et dépens", "68.  Le requérant demande également 127 360,55 EUR pour les frais et dépens engagés devant les juridictions internes et pour ceux engagés devant la Cour. Il verse au dossier copies des frais de transport du 27 mars 2007 au 11 décembre 2009, pour le déplacement de son avocat de Bruxelles à Bucarest, d’une valeur de 1 155,55 EUR et copies des factures des frais de courrier d’un montant de 163 EUR. Pour ce qui est du restant des frais, le requérant soutient qu’il s’agit d’honoraires d’avocat occasionnés par les procédures internes, pour lesquels il produit une déclaration sur l’honneur (soit environ 20 200 EUR). Il sollicite également le remboursement des frais occasionnés par la réalisation d’une expertise comptable pour la société dans laquelle il était associé. Enfin, il verse au dossier copie d’une facture détaillée contenant les prestations de son avocat pour la procédure devant la Cour, dont le total s’élève à 105 842 EUR.", "69.  Le Gouvernement conteste le montant réclamé qu’il considère excessif.", "70.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 54, CEDH 2000-XI).", "71.  En l’espèce, compte tenu des documents et critères susmentionnés, la Cour estime excessif le montant réclamé au titre d’honoraires d’avocat et juge raisonnable d’accorder à ce titre 6 300 EUR tous frais confondus.", "C.  Intérêts moratoires", "72.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés des articles 8 de la Convention et 1 du Protocole no 7 et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "3.  Dit qu’il y a eu violation de l’article 1 du Protocole no 7 ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention les sommes suivantes, à convertir dans la monnaie de l’Etat défendeur au taux applicable à la date du règlement :", "i.  13 000 EUR (treize mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage matériel et moral ;", "ii.  6 300 EUR (six mille trois cents euros), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 15 février 2011 en application de l’article 77 §§ 2 et 3 du règlement.", "\t Quesada\tJosep Casadevall\n\tGreffier\tPrésident"]}