{"file": "FRE_CLINF_30412_96.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "30412/96", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 21", "Août 2000", "Sattonet c. France - 30412/96", "Arrêt 2.8.2000 [Section III]", "Article 6", "Procédure civile", "Article 6-1", "Droits et obligations de caractère civil", "Procédure relative au licenciement d’un agent contractuel d’un organisme public: article 6 applicable", "Délai raisonnable", "Durée d’une procédure administrative: violation", "En fait: Le requérant, un agent contractuel d’un organisme à gestion publique, fut licencié en octobre 1982, par un arrêté émanant du maire de la commune de rattachement de cet organisme. En décembre 1982, le requérant saisit le conseil des prud’hommes aux fins de contester son licenciement. La juridiction se déclara compétente et alloua au requérant diverses indemnités. Ce jugement fut infirmé en janvier 1985 par la cour d’appel qui conclut à l’incompétence des juridictions judiciaires. En conséquence, le requérant saisit la juridiction administrative en mars 1985. En décembre 1990, le tribunal administratif annula l’arrêté de licenciement pour illégalité externe et, par un arrêt du 21 septembre 1992, la cour administrative d’appel confirma l’irrégularité de cet arrêté. Cette procédure concernant la contestation du licenciement prit fin par un arrêt du Conseil d’Etat du 16 octobre 1995. En conséquence de l’arrêt de la cour administrative d’appel du 21 septembre 1992, le requérant saisit le maire d’une demande en réintégration de fonction et en reconstitution de carrière. En juillet 1993, il saisit le tribunal administratif d’une requête en annulation de la décision implicite de rejet du maire. En février 1995, le requérant sollicita également de ce tribunal une indemnité en réparation de ce refus opposé par le maire. Statuant sur ces deux demandes jointes, en février 1997, le tribunal administratif annula la décision implicite de rejet, renvoya le requérant devant la commune pour qu’il soit procédé à la liquidation de l’indemnité due par la commune et lui accorda différentes indemnités. Cette décision fut confirmée par la cour administrative d’appel et la procédure est actuellement pendante devant le Conseil d’Etat.", "En droit: Article 6 § 1 – La Cour, se référant à l’arrêt Pellegrin, est d’avis que l’article 6 § 1 trouve à s’appliquer en l’espèce. S’agissant de la période litigieuse à prendre en considération et contrairement au gouvernement qui soutient qu’il y a eu trois procédures successives, la Cour note tout d’abord qu’une partie du litige portait sur la compétence des juridictions administratives et judiciaires et qu’on ne saurait reprocher au requérant d’avoir saisi préalablement le conseil de prud’hommes, celui-ci s’étant d’ailleurs déclaré compétent. S’agissant ensuite de la procédure en annulation du refus de le réintégrer dans ses fonctions et de la demande en indemnisation de son préjudice introduite en juillet 1993 et qui est encore pendante, la Cour considère qu’il s’agit en l’espèce d’une procédure d’exécution de l’arrêt précédemment rendu par la Cour d’appel administrative le 21 septembre 1992 et qu’elle ne saurait être considérée comme détachable de la procédure initiale. Partant, la durée de la procédure litigieuse, qui a débuté en décembre 1982 et est encore pendante, est d’environ dix-sept ans et demi. Si la Cour est consciente du fait que l’affaire présentait une certaine complexité en raison de la qualité de contractuel du requérant, ce qui nécessita que les juridictions judiciaires et administratives se prononcent sur leur compétence, elle estime néanmoins que ni cette complexité, ni le comportement du requérant, n’expliquent, à eux seuls, la durée globale de la procédure.", "Conclusion: violation (unanimité).", "Article 41 – La Cour alloue 70 000 francs (FRF) au requérant pour dommage moral et une certaine somme au titre des frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}