{"file": "FRE_HFJUD_51279_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "51279/99", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE COLOMBANI ET AUTRES c. FRANCE", "", "", "(Requête no 51279/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "25 juin 2002", "", "", "", "DÉFINITIF", "", "25/09/2002", "", "", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Colombani et autres c. France,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tA.B. Baka, président,\n\t\tJ.-P. Costa,\n\t\tGaukur Jörundsson,\n\t\tK. Jungwiert,\n\t\tV. Butkevych,\n\tMme\tW. Thomassen,\n\tM.\tM. Ugrekhelidze, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 4 septembre 2001 et 4 juin 2002,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 51279/99) dirigée contre la République française et dont deux ressortissants de cet Etat, M. Jean-Marie Colombani et M. Eric Incyan, ainsi que la société Le Monde (« les requérants »), ont saisi la Cour le 19 avril 1999 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants étaient représentés par Me A. Lyon-Caen, avocat au Conseil d’Etat et à la Cour de cassation à Paris. Le gouvernement français (« le Gouvernement ») était représenté par son agent, M. R. Abraham, directeur des affaires juridiques au ministère des Affaires étrangères.", "3.  Les requérants alléguaient en particulier une atteinte à leur liberté d’expression garantie par l’article 10 de la Convention.", "4.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement de la Cour). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Par une décision du 4 septembre 2001, la chambre a déclaré la requête partiellement recevable.", "6.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "7.  Le Gouvernement a déposé des observations écrites sur le fond, mais non les requérants (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Les deux premiers requérants sont nés respectivement en 1948 et 1960 et résident à Paris.", "9.  Lorsque le Maroc fit acte de candidature à l’Union européenne, la Commission européenne voulut, afin d’apprécier cette candidature, être informée très précisément sur la question de la production de cannabis dans cet Etat et sur les mesures prises, conformément à la volonté politique du roi du Maroc lui-même, pour l’éradiquer. A cette fin, le secrétariat général de la Commission invita l’Observatoire géopolitique des drogues (OGD) à réaliser une étude sur la production et le trafic de drogue au Maroc. Les enquêtes et rapports de cet observatoire, qui a cessé son activité en 2000, faisaient référence ; parmi les abonnés de ses publications figurent notamment le tribunal de grande instance et le parquet de Paris.", "10.  L’OGD remit son rapport à la Commission européenne en février 1994. Ce document citait le nom de personnes impliquées dans le trafic de drogue au Maroc. Mais pour être plus efficace dans les discussions qu’elle devait entamer avec les autorités marocaines, la Commission demanda à l’OGD d’établir une nouvelle version du rapport, en supprimant le nom des trafiquants. Cette version expurgée du rapport initial fut publiée notamment dans un ouvrage diffusé par l’OGD, « Etat des drogues, drogue des Etats », dans lequel un chapitre était consacré au Maroc. Le journal Le Monde avait évoqué cet ouvrage dans son édition datée du 25 mai 1994.", "11.  Quant à la version initiale, elle resta confidentielle pendant un certain temps, puis commença à circuler ; c’est à l’automne 1995 que Le Monde en eut connaissance. Ce rapport se présentait sous forme de douze chapitres respectivement intitulés : 1. Le cannabis au Maroc dans son contexte historique, 2. Présentation générale du Rif, 3. Les caractéristiques de la culture du cannabis, 4. Répercussions socioéconomiques et zones de production, 5. L’extension des surfaces cultivées, 6. Le Maroc, premier exportateur mondial de hachisch, 7. Les voies du trafic, 8. Les réseaux, 9.  L’émergence des drogues dures, 10. L’argent de la drogue, 11. La « guerre à la drogue », et 12. Conclusions. Il était exposé qu’en dix ans les surfaces consacrées à la culture ancestrale du cannabis dans la région du Rif avaient été multipliées par dix et qu’à ce jour l’importance de la production faisait « du royaume chérifien un sérieux prétendant au titre de premier exportateur mondial de hachisch ».", "12.  Dans son édition datée du 3 novembre 1995, Le Monde rendit compte de ce rapport dans un article publié sous la signature d’Eric Incyan.", "13.  L’article était annoncé en première page sous le titre « Le Maroc, premier exportateur mondial de hachisch » et sous-titré « Un rapport confidentiel met en cause l’entourage du roi Hassan II ». Assez bref (une trentaine de lignes sur deux colonnes), il résumait les termes du rapport de l’OGD. En page 2 figurait un article plus développé (sur six colonnes) sous le titre « Un rapport confidentiel met en cause le pouvoir marocain dans le trafic du hachisch » et sous-titré « Selon ce document, commandé par l’Union européenne à l’Observatoire géopolitique des drogues, le Maroc est le premier exportateur mondial et le premier fournisseur du marché européen. Il souligne la responsabilité directe des autorités chérifiennes dans ces activités lucratives ». Le contenu de l’article était en outre résumé dans un chapeau introductif ainsi libellé : « Drogues – Dans un rapport confidentiel remis, en 1994, à l’Union européenne, et dont Le Monde a eu copie, l’OGD indique que « le Maroc est devenu, en quelques années, le premier exportateur de hachisch dans le monde et le premier fournisseur du marché européen ». Cette étude met en doute la volonté des autorités chérifiennes de mettre un terme à ce trafic, malgré la « guerre à la drogue » qu’elles ont lancée, à l’automne 1992, à grand renfort de publicité. La corruption assure aux réseaux de trafiquants l’appui de protecteurs, « du plus humble des fonctionnaires des douanes aux proches du Palais (...) »", "14.  Par une lettre du 23 novembre 1995, le roi du Maroc adressa au ministre français des Affaires étrangères une demande officielle de poursuites pénales contre le journal Le Monde. Cette demande fut transmise au ministre de la Justice, lequel saisit le parquet de Paris, conformément aux dispositions de l’article 48-5 de la loi du 29 juillet 1881 sur la liberté de la presse.", "15.  M. Colombani, directeur de la publication du quotidien Le Monde, et M. Incyan, auteur de l’article, furent cités à comparaître devant le tribunal correctionnel de Paris pour offense proférée à l’encontre d’un chef d’Etat étranger.", "16.  Par un jugement du 5 juillet 1996, considérant que le journaliste s’était borné à citer sans attaque gratuite ni déformation ou interprétation abusive les extraits d’un rapport dont le sérieux n’était pas contesté et qu’il avait par conséquent poursuivi un but légitime, le tribunal correctionnel estima que l’intéressé avait agi de bonne foi et le relaxa, de même que M. Colombani.", "17.  Le roi du Maroc ainsi que le ministère public interjetèrent appel de cette décision.", "18.  Par un arrêt du 6 mars 1997, la cour d’appel de Paris, tout en reconnaissant que « l’information réitérée du public par la presse sur un sujet tel que le trafic international de la drogue constitue d’évidence un but légitime », estima que la volonté d’attirer l’attention du public sur la responsabilité de l’entourage royal et sur « la bienveillance des autorités » en ce qu’elle impliquait « une tolérance de la part du roi » « n’était pas exempte d’animosité » puisqu’elle se trouvait « empreinte d’intention malveillante ». Les articles incriminés contenaient une « accusation de duplicité, d’artifice, d’hypocrisie constitutive d’une offense à chef d’Etat étranger ». La bonne foi du journaliste était exclue dans la mesure où il ne justifiait pas avoir « cherché à contrôler l’exactitude du commentaire de l’OGD » et qu’il s’en était tenu à la version unilatérale de cet organisme « en se faisant le porte-parole d’une thèse comportant de graves accusations » sans laisser planer aucun doute sur le sérieux de cette source d’information. De plus, la cour d’appel souligna que le journaliste n’avait pas cherché à contrôler si l’étude faite en 1994 était toujours d’actualité en novembre 1995. Elle releva qu’il n’avait justifié « d’aucune démarche faite auprès de personnalités, de responsables, d’administrations ou de services marocains aux fins de recueillir des explications sur l’absence de concordance entre les discours et les faits, voire simplement des observations sur la teneur du rapport de l’OGD ». En outre, l’auteur s’était abstenu d’évoquer l’existence d’un « Livre blanc », publié par les autorités marocaines en novembre 1994, relatif à la « politique générale du Maroc en matière de lutte contre le trafic de stupéfiants et pour le développement économique des provinces du Nord ».", "19.  Les requérants furent donc déclarés coupables d’offense envers un chef d’Etat étranger et condamnés chacun à payer une amende de 5 000 francs français (FRF) et à verser au roi Hassan II, déclaré recevable en sa constitution de partie civile, 1 FRF à titre de dommages-intérêts et 10 000 FRF, en application de l’article 475-1 du code de procédure pénale. La cour d’appel ordonna en outre à titre de complément de réparation la publication dans Le Monde d’un communiqué faisant état de cette décision de condamnation.", "20.  Les requérants se pourvurent en cassation contre cet arrêt.", "21.  Par un arrêt du 20 octobre 1998, la chambre criminelle de la Cour de cassation rejeta le pourvoi ; elle approuva la cour d’appel qui avait considéré que « le caractère offensant du propos tenait à la suspicion de la sincérité de la volonté même du roi du Maroc de mettre un terme au trafic de drogue dans son pays, et à l’imputation de discours pernicieux, les effets d’annonce étant présentés comme n’ayant d’autre but que de maintenir l’image du pays », d’autant que la juridiction d’appel avait relevé que cette imputation de duplicité était répétée à deux reprises et constaté que dans le contexte de l’article présentant le Maroc comme le premier exportateur mondial de hachisch et mettant en cause la responsabilité directe du pouvoir marocain et de membres de la famille royale, cette insistance à attirer l’attention du lecteur sur la personne du roi était empreinte de malveillance.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "22.  Le délit d’offense publique à chef d’Etat étranger est prévu par l’article 36 de la loi du 29 juillet 1881 sur la liberté de la presse, lequel, à l’époque des faits, se lisait ainsi : « L’offense commise publiquement envers les chefs d’Etats étrangers, les chefs de gouvernements étrangers et les ministres des affaires étrangères d’un gouvernement étranger sera punie d’un emprisonnement d’un an et d’une amende de 300 000 francs, ou de l’une de ces deux peines seulement. »", "23.  La loi du 15 juin 2000 renforçant la protection de la présomption d’innocence et les droits des victimes a modifié la disposition susmentionnée en supprimant la peine d’emprisonnement encourue.", "24.  Le délit d’offense à chef d’Etat étranger répond au souci de protéger les hauts responsables politiques étrangers contre certaines atteintes à leur honneur ou à leur dignité. A ce titre, cette infraction s’apparente au délit d’offense au président de la République française, prévu par l’article 26 de la même loi.", "25.  D’après la jurisprudence, la notion d’offense envers un chef d’Etat étranger doit s’entendre des injures, diffamations, expressions outrageantes ou de nature à offenser la délicatesse des personnes protégées. Ainsi, la Cour de cassation a précisé que « l’offense envers le chef d’un Etat (...) est constituée matériellement par toute expression de mépris ou d’invective, ou par toute imputation de nature à l’atteindre dans son honneur ou dans sa dignité à l’occasion de sa vie privée ou de l’exercice de ses fonctions » (Cass. crim., 17 juillet 1986).", "26.  Cette infraction est soumise à un régime juridique spécifique, prévu par la loi de 1881. L’article 48 pose une règle juridique particulière. Il dispose en effet que la poursuite ne peut avoir lieu que sur demande de la victime de l’offense, laquelle doit être adressée au ministre des Affaires étrangères, qui la communique ensuite au ministre de la Justice. Par ailleurs, à la différence de la diffamation, il n’y a pas de présomption de mauvaise foi. C’est à la partie poursuivante qu’il incombe de rapporter la preuve de l’intention de nuire. En revanche, l’exceptio veritatis n’est pas admise comme exonération du délit d’offense (à la différence de ce qui existe en matière de diffamation). Enfin, les articles 42 et 43 instituent un mécanisme de responsabilité en cascade. Ils prévoient que seront poursuivis, comme auteurs principaux, les directeurs de publications ou éditeurs et, comme complices, les auteurs des écrits litigieux.", "27.  Selon le Gouvernement, les juridictions françaises ont circonscrit la portée de l’article 36 en indiquant qu’il ne vise qu’à « réprimer un usage abusif de la liberté d’expression » (cour d’appel de Paris, 2 octobre 1997) et ont entendu restrictivement la notion d’usage abusif de cette liberté.", "28.  Concernant le champ d’application, les juridictions françaises ont considéré que le délit prévu par l’article 36 ne faisait pas obstacle au droit de critique de nature politique (cour d’appel de Paris, arrêts des 2 octobre 1997 et 13 mars 1998). Cet article ne peut être invoqué qu’en cas d’attaque personnelle d’un chef d’Etat étranger ; l’offense vise donc la personne ellemême, sa réputation et non la politique qu’elle met en œuvre (cour d’appel de Paris, 27 juin 1995).", "29.  Les juridictions françaises ont aussi estimé que certaines imputations, même formulées avec audace, relatives au comportement des membres d’une famille régnante, ne portaient pas pour autant atteinte à la personne du chef de l’Etat. Elles ont de surcroît admis que le ton volontairement outrancier et sarcastique inhérent au genre satirique utilisé par les auteurs d’une émission de télévision ne constituait pas une atteinte au respect de la vie privée de personnalités étrangères (cour d’appel de Paris, 11 mars 1991). Seule une virulence particulière, démontrant une intention délibérée de nuire, pourrait tomber sous le coup de l’article 36 (cour d’appel de Paris, 27 juin 1995).", "30.  Quant à l’intention de nuire, les juridictions françaises ont toujours insisté sur le fait que l’intention d’offenser ne se présume pas. La preuve de l’intention d’offenser doit être établie à l’encontre de l’auteur des propos (cour d’appel de Paris, 13 mars 1998). Le prévenu dispose de la faculté de faire valoir publiquement et contradictoirement ses moyens de défense, sans être soumis au mécanisme complexe des offres de preuve (Cass. crim., 22 juin 1999).-", "31.  Le Gouvernement affirme qu’à ce titre le régime du délit d’offense à chef d’Etat est plus protecteur que celui de la diffamation classique, où la mauvaise foi est présumée. Dans le cadre de l’appréciation de l’éventuelle intention de nuire, les magistrats examinent le caractère sérieux et objectif de l’enquête menée par les journalistes (cour d’appel de Paris, 13 mars 1998) ou le caractère étayé des affirmations (cour d’appel de Paris, 2 octobre 1997). L’absence d’exceptio veritatis, qui existe en matière de diffamation, est donc compensée, selon le Gouvernement, par le libéralisme manifesté par les juges dans la détermination de l’intention de nuire (Cass. crim., 22 juin 1999).", "32.  Les requérants ont soumis à la Cour un jugement rendu le 25 avril 2001 par la 17e chambre – chambre de la presse – du tribunal de grande instance de Paris qui concernait les poursuites intentées à la requête de trois chefs d’Etats africains, les présidents Idriss Deby, Omar Bongo et Denis Sassou Nguesso, pour offense publique envers un chef d’Etat étranger en raison de la publication par les éditions Les Arènes d’un livre intitulé : « Noir Silence. Qui arrêtera la Françafrique ? »", "33.  Le tribunal de grande instance de Paris a considéré que « l’incrimination posée par l’article 36 de la loi sur la presse et son application par la jurisprudence, ne satisfont pas à l’ensemble des exigences prévues par l’article 10 de la Convention européenne », et ce pour trois raisons. En premier lieu, le tribunal a constaté que l’article 36 instituait en faveur des chefs d’Etats étrangers « un régime exorbitant du droit commun, recourant à une définition particulièrement large des comportements incriminés, et excluant tout débat sur la preuve de la vérité des faits allégués, au point que la doctrine s’accorde à dire que les chefs d’Etats étrangers bénéficient, en France, d’une protection supérieure à celle concernant le chef de l’Etat français lui-même ou le chef du gouvernement français ».", "34.  En deuxième lieu, le tribunal a constaté que le terme « offense » n’est pas défini par la loi et correspond à une formule évasive, d’interprétation malaisée. Pour justifier ce constat, le tribunal a rappelé la définition donnée par la jurisprudence, selon laquelle l’offense s’entend de « toute expression offensante ou de mépris, toute imputation diffamatoire ou injurieuse, qui, tant à l’occasion de l’exercice des fonctions que de la vie privée, sont de nature à atteindre un chef d’Etat étranger dans son honneur, sa dignité ou la délicatesse de ses sentiments », pour en déduire qu’une formulation aussi générale introduisait « une large marge d’appréciation subjective dans la définition de l’élément légal de l’infraction » qui ne permet pas au journaliste ou à l’écrivain de connaître à l’avance avec une certitude suffisante le champ d’application de l’interdit. Le tribunal a ajouté que la distinction que s’efforce d’opérer la doctrine entre la critique acceptable, c’est-à-dire celle qui vise les actes politiques du chef d’Etat étranger, et l’offense condamnable, à savoir celle qui est dirigée contre la personne même de celui-ci, était d’une mise en œuvre malaisée ainsi que le révélait l’examen de la jurisprudence en la matière, laquelle affirme que « l’offense adressée à l’occasion des actes politiques atteint nécessairement la personne ».", "35.  En troisième lieu, le tribunal a estimé que pareille incrimination ne constituait pas une mesure nécessaire dans une société démocratique car la diffamation et l’injure réprimées par la loi du 29 juillet 1881 suffisaient à permettre à tout chef d’Etat, comme à toute personne, de faire sanctionner des propos portant atteinte à son honneur ou à sa considération ou s’avérant outrageants.", "36.  Enfin, se plaçant sur le terrain de l’article 6 de la Convention, le tribunal a relevé que le caractère vague du terme d’offense ne permettait pas une défense adéquate dans le cadre de la loi du 29 juillet 1881 et qu’en privant le prévenu du droit de rapporter la preuve de la vérité des faits allégués, l’article 36 de ladite loi ne lui assurait pas l’égalité des armes.", "37.  Le dossier ne révèle pas si ce jugement a été ou non frappé d’appel et, dans l’affirmative, ce qu’il en est advenu.", "38.  Le 12 mars 2001, un sénateur a déposé une proposition de loi visant à obtenir la suppression du régime d’offense à chef d’Etat étranger. Le dossier ne permet pas non plus de dire si cette initiative récente sera suivie d’effet.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "39.  Les requérants allèguent la violation de l’article 10 de la Convention, dont les passages pertinents se lisent ainsi :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. (...)", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, (...) à la protection de la réputation ou des droits d’autrui (...) »", "A.  Arguments des parties", "1.  Les requérants", "40.  Les requérants soutiennent que l’ingérence que constitue l’article 36 de la loi du 29 juillet 1881 ne saurait être considérée comme nécessaire dans une société démocratique et par conséquent avoir un but légitime dès lors qu’elle n’a d’autre objectif que d’interdire toute critique atteignant un chef d’Etat, quand bien même cette critique n’aurait trait qu’à la politique qu’il mène, qu’elle s’avère exacte ou non. Les arguments du Gouvernement relatifs à la légitimité du but poursuivi reviennent à admettre l’existence d’un véritable privilège au profit des chefs de gouvernements étrangers dont le comportement ou les actes, dans le cadre de l’exercice de leurs fonctions, ne pourraient faire l’objet d’aucune critique, quel que fût leur caractère blâmable, car, par définition, une telle critique, en portant atteinte à leurs considération et réputation, serait offensante. En effet, l’infraction est constituée même si les propos s’avèrent exacts puisqu’en la matière, selon la jurisprudence pertinente, la preuve de la vérité des faits est interdite afin de ne pas entraîner la personne d’un chef d’Etat dans une discussion qui nuirait au respect qui lui est dû. A la liberté de communication sur des sujets d’intérêt général, l’article 36 oppose le prestige de la fonction ou du titre, qu’il privilégie.", "41.  L’exercice d’une action en diffamation, qui réalise l’équilibre entre liberté de communication et légitimité de la protection des droits des tiers, aurait permis au roi du Maroc de faire respecter son droit à la présomption d’innocence et sa réputation. Dans le cadre d’une telle action, le journaliste peut se voir exonérer de toute responsabilité pénale s’il rapporte la preuve de la vérité des faits diffamatoires. Tel ne peut être le cas en matière d’offense, puisque la preuve de la vérité des faits diffamatoires est interdite. Le renversement de la charge de la preuve de la bonne foi dans le régime de poursuites de l’infraction d’offense à chef d’Etat étranger ne peut en aucune façon compenser la privation du droit de rapporter la preuve des faits diffamatoires, puisque la question même de la bonne foi ne se pose pas lorsque la preuve de la vérité des faits est rapportée.", "42.  De plus, les objections du Gouvernement quant à la manière dont les journalistes se sont acquittés de leurs fonctions ne sont pas pertinentes. Le droit de diffuser librement la teneur de rapports établis par ou à la requête des autorités publiques ne saurait être assorti, comme l’indique le Gouvernement, de restrictions telles que l’obligation d’effectuer « des investigations complémentaires pour s’assurer de la pertinence des conclusions de l’organisme accusateur » ; c’est ce que la Cour a du reste admis dans l’arrêt Bladet Tromsø et Stensaas c. Norvège ([GC], no 21980/93, CEDH 1999-III). En l’espèce, la Commission européenne n’a aucunement désavoué le rapport de l’OGD et le document qui a été publié ne constituait pas une autre version comme semble le considérer le Gouvernement, mais avait été seulement expurgé, le nom des personnes impliquées dans le trafic ayant été supprimé à la demande de la Commission qui souhaitait entamer plus aisément les discussions avec les autorités marocaines. Toutefois, cette préoccupation, parfaitement légitime de la part d’un organe politique, ne saurait s’imposer à un organe de presse. La position prise par la Commission ne saurait être retenue comme justifiant une interdiction pour la presse de divulguer la teneur de la première mouture de ce rapport dans le cadre d’un débat dont la légitimité n’est pas contestée.", "43.  En outre, on ne saurait considérer comme élément justifiant l’ingérence dans la liberté d’expression le fait que l’article ne se soit pas fondé sur une enquête contradictoire. Si l’on devait retenir ce grief, on exigerait que toute information se fasse sous forme d’enquête relatant les divers points de vue ; il n’y aurait donc plus place pour rendre compte simplement d’un rapport émanant d’une autorité officielle. Certes, le respect du contradictoire ne peut être dissocié du devoir de vérification ; mais ce devoir s’apprécie différemment lorsqu’il s’agit de porter à la connaissance du public un rapport commandé par une autorité officielle et non désavoué par celle-ci.", "44.  Enfin, les requérants rappellent que, selon la jurisprudence de la Cour, le ton polémique n’est pas une circonstance de nature à justifier une ingérence dans l’exercice de la liberté de communication. Or, en l’espèce, le ton était mesuré et les articles litigieux ne sombraient pas dans le sensationnalisme. Aucun adjectif cherchant à donner un effet d’annonce choc à ce rapport n’était employé, et la présentation médiatique restait d’un ton modéré et ne saurait être qualifiée de polémique.", "45.  Quant à la jurisprudence invoquée par le Gouvernement à l’appui de sa thèse, les requérants font observer que si les arrêts des 2 octobre 1997 et 13 mars 1998 affirment que le délit d’offense ne ferait pas obstacle au droit de critique de nature politique, il s’agit de décisions de condamnation et l’arrêt du 27 juin 1995 a trait exclusivement à un comportement de chef d’Etat étranger dépourvu de caractère politique.", "2.  Le Gouvernement", "46.  Le Gouvernement ne conteste pas l’existence d’une ingérence en l’espèce. Il soutient toutefois que la condamnation prononcée était justifiée par certaines limites à l’exercice de la liberté de communication.", "47.  En premier lieu, le Gouvernement souligne que l’ingérence litigieuse était prévue par la loi, à savoir l’article 36 de la loi du 29 juillet 1881, et poursuivait un but légitime, la protection de la réputation et des droits d’autrui. En effet, les articles incriminés mettaient directement en cause la volonté affichée par les autorités marocaines, et au premier chef le roi, de lutter contre le développement du trafic de hachisch à partir du territoire marocain. Ces informations, communiquées dans un grand quotidien national, avaient donc pour objet de jeter le discrédit sur les plus hautes autorités marocaines, notamment le roi, et portaient atteinte à la considération et à la réputation de celles-ci.", "48.  En second lieu, le Gouvernement soutient que l’ingérence était « nécessaire dans une société démocratique ».", "49.  La condamnation a été prononcée à la suite du constat, par les juridictions nationales, du caractère diffamatoire de certaines allégations à l’encontre du roi du Maroc. La cour d’appel et la Cour de cassation entendaient en fait sanctionner des imputations malveillantes et le défaut de rigueur journalistique. Pour condamner les requérants, les juridictions compétentes ont souligné, d’une part, le caractère offensant des propos litigieux et, d’autre part, la mauvaise foi dont ceux-ci étaient empreints. Tant le tribunal correctionnel que la cour d’appel ont noté que les articles en cause visaient directement et personnellement le roi du Maroc, sur lequel l’attention du lecteur était appelée dès l’article introductif de la première page. Le caractère offensant du propos tenait à la suspicion jetée sur la sincérité même de la volonté de Hassan II de mettre un terme au trafic de drogue dans son pays et à l’imputation de discours pernicieux. La cour d’appel a relevé que les articles incriminés contenaient une « accusation de duplicité, d’artifice, d’hypocrisie constitutive d’une offense à chef d’Etat étranger » et estimé avérée la mauvaise foi des journalistes. Ceux-ci auraient manqué à leur devoir d’objectivité, en manifestant une volonté de dénigrement constitutive de la mauvaise foi, et n’auraient pas effectué la moindre investigation complémentaire pour s’assurer de la pertinence des conclusions de l’organisme accusateur.", "50.  De plus, selon le Gouvernement, la présente affaire se distingue de l’affaire Bladet Tromsø et Stensaas précitée. En l’espèce, les requérants ont présenté comme exactes les conclusions d’un pré-rapport établi en 1994, par une organisation privée, décrite comme « un organisme de recherche indépendant » mandaté par la Commission européenne, de telle sorte qu’à la lecture des articles litigieux le rapport semblait avoir un caractère officiel et irréfutable. Or la Commission avait rendu publique une autre version du rapport, dans laquelle les noms de personnalités proches du pouvoir, qui étaient censées protéger les réseaux de trafiquants, avaient été occultés, car ces personnes devaient bénéficier de la présomption d’innocence. Ainsi, le document décrit dans les articles ne correspondait pas exactement au rapport final officiel diffusé par la Commission. D’ailleurs, la couverture médiatique sur la responsabilité directe du pouvoir marocain dans ce trafic n’était ni objective ni équilibrée, car les journalistes n’ont pas fait état dans leurs articles d’un « Livre blanc » publié par le pouvoir marocain pour répondre aux allégations du rapport de l’OGD.", "51.  En outre, il ne faut pas perdre de vue que l’honneur du roi du Maroc était assurément mis en cause puisque lui était intenté par voie de presse un procès qui n’a jamais eu lieu selon les voies légales. Accusé publiquement d’un délit et ne pouvant faire respecter son droit à la présomption d’innocence, le roi était en droit d’être protégé contre cette atteinte à sa réputation.", "52.  Le roi du Maroc, mis en cause ès qualités par les articles incriminés, ne disposait pas d’autre moyen que d’invoquer l’article 36 de la loi de 1881 sur la liberté de la presse. En effet, cette loi envisage plusieurs hypothèses – le cas général d’une diffamation à l’égard d’un particulier (article 32), et une série de diffamations spéciales, envers les corps constitués (article 30), les pouvoirs publics (article 31), le chef de l’Etat français (article 26) et les chefs d’Etats étrangers (article 36) – et les dispositions de l’article 36 constituent une lex specialis par rapport à l’article 32.", "53.  Enfin, le Gouvernement souligne la modicité du montant de l’amende prononcée.", "B.  Appréciation de la Cour", "1.  Principes généraux", "54.  La Cour rappelle les principes fondamentaux suivants en la matière.", "55.  La presse joue un rôle éminent dans une société démocratique : si elle ne doit pas franchir certaines limites, tenant notamment à la protection de la réputation et aux droits d’autrui ainsi qu’à la nécessité d’empêcher la divulgation d’informations confidentielles, il lui incombe néanmoins de communiquer, dans le respect de ses devoirs et de ses responsabilités, des informations et des idées sur toutes les questions d’intérêt général (De Haes et Gijsels c. Belgique, arrêt du 24 février 1997, Recueil des arrêts et décisions 1997-I, pp. 233-234, § 37). A sa fonction qui consiste à en diffuser s’ajoute le droit, pour le public, d’en recevoir. S’il en allait autrement, la presse ne pourrait jouer son rôle indispensable de « chien de garde » (Thorgeir Thorgeirson c. Islande, arrêt du 25 juin 1992, série A no 239, p. 27, § 63, et Bladet Tromsø et Stensaas précité, § 62).", "56.  Si la presse ne doit pas franchir les bornes fixées en vue, notamment, de « la protection de la réputation d’autrui », il lui incombe néanmoins de communiquer des informations et des idées sur les questions politiques ainsi que sur les autres thèmes d’intérêt général. Quant aux limites de la critique admissible, elles sont plus larges à l’égard d’un homme politique, agissant en sa qualité de personnage public, que d’un simple particulier. L’homme politique s’expose inévitablement et consciemment à un contrôle attentif de ses faits et gestes, tant par les journalistes que par la masse des citoyens, et doit montrer une plus grande tolérance, surtout lorsqu’il se livre lui-même à des déclarations publiques pouvant prêter à critique. Il a certes droit à voir protéger sa réputation, même en dehors du cadre de sa vie privée, mais les impératifs de cette protection doivent être mis en balance avec les intérêts de la libre discussion des questions politiques, les exceptions à la liberté d’expression appelant une interprétation étroite (voir, notamment, Oberschlick c. Autriche (no 1), arrêt du 23 mai 1991, série A no 204, pp. 2526, §§ 57-59, et Vereinigung demokratischer Soldaten Österreichs et Gubi c. Autriche, arrêt du 19 décembre 1994, série A no 302, p. 17, § 37).", "57.  Par ailleurs, la « nécessité » d’une quelconque restriction à l’exercice de la liberté d’expression doit se trouver établie de manière convaincante. Certes, il revient en premier lieu aux autorités nationales d’évaluer s’il existe un « besoin social impérieux » susceptible de justifier cette restriction, exercice pour lequel elles bénéficient d’une certaine marge d’appréciation. Lorsqu’il y va de la presse, le pouvoir d’appréciation national se heurte à l’intérêt de la société démocratique à assurer et à maintenir la liberté de la presse. De même, il convient d’accorder un grand poids à cet intérêt lorsqu’il s’agit de déterminer, comme l’exige le paragraphe 2 de l’article 10, si la restriction était proportionnée au but légitime poursuivi (voir, mutatis mutandis, Goodwin c. Royaume-Uni, arrêt du 27 mars 1996, Recueil 1996-II, pp. 500-501, § 40, et Worm c. Autriche, arrêt du 29 août 1997, Recueil 1997-V, p. 1551, § 47).", "58.  La Cour n’a point pour tâche, lorsqu’elle exerce ce contrôle, de se substituer aux juridictions nationales, mais de vérifier sous l’angle de l’article 10 les décisions qu’elles ont rendues en vertu de leur pouvoir d’appréciation. Pour cela, la Cour doit considérer l’ingérence litigieuse à la lumière de l’ensemble de l’affaire pour déterminer si les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants » (voir, parmi de nombreux précédents, Fressoz et Roire c. France [GC], no 29183/95, § 45, CEDH 1999-I).", "2.  Application en l’espèce des principes susmentionnés", "59.  En l’espèce, les requérants ont été condamnés pour avoir publié des propos offensant un chef d’Etat – le roi du Maroc –, parce qu’ils mettaient en cause la volonté affichée par les autorités marocaines, et au premier chef le roi, de lutter contre le développement du trafic de hachisch à partir du territoire marocain.", "60.  La condamnation s’analyse sans conteste en une ingérence dans l’exercice par les requérants de leur droit à la liberté d’expression.", "61.  La question se pose de savoir si pareille ingérence peut se justifier au regard du paragraphe 2 de l’article 10. Il y a donc lieu d’examiner si cette ingérence était « prévue par la loi », visait un but légitime en vertu de ce paragraphe, et était « nécessaire, dans une société démocratique » (Lingens c. Autriche, arrêt du 8 juillet 1986, série A no 103, pp. 24-25, §§ 34-37).", "62.  La Cour constate que les juridictions compétentes se sont fondées sur l’article 36 de la loi du 29 juillet 1881 sur la liberté de la presse et que leurs décisions étaient motivées, comme le soutient le Gouvernement, par un but légitime : protéger la réputation et les droits d’autrui, en l’occurrence le roi du Maroc qui régnait alors.", "63.  La Cour doit cependant examiner si cette ingérence légitime était justifiée et nécessaire dans une société démocratique, notamment si elle était proportionnée et si les motifs fournis par les autorités nationales pour la justifier étaient pertinents et suffisants. Ainsi, il est essentiel de rechercher si les autorités nationales ont correctement fait usage de leur pouvoir d’appréciation en condamnant les requérants pour offense.", "64.  La Cour relève d’abord que le public, notamment le public français, avait un intérêt légitime à s’informer sur l’appréciation portée par la Commission européenne sur un problème tel que celui de la production et du trafic de drogue au Maroc, pays qui avait fait acte de candidature à l’Union européenne et qui, en tout état de cause, entretenait des relations étroites avec les Etats membres, en particulier avec la France.", "65.  La Cour rappelle qu’en raison des « devoirs et responsabilités » inhérents à l’exercice de la liberté d’expression la garantie que l’article 10 offre aux journalistes en ce qui concerne les comptes rendus sur des questions d’intérêt général est subordonnée à la condition que les intéressés agissent de bonne foi de manière à fournir des informations exactes et dignes de crédit dans le respect de la déontologie journalistique (Goodwin précité, p. 500, § 39, et Fressoz et Roire précité, § 54). A la différence des juges d’appel et de cassation, la Cour estime qu’en l’espèce le contenu du rapport de l’OGD n’était pas contesté et que ce document pouvait légitimement être considéré comme crédible pour ce qui est des allégations litigieuses. Pour la Cour, lorsque la presse contribue au débat public sur des questions suscitant une préoccupation légitime, elle doit en principe pouvoir s’appuyer sur des rapports officiels sans avoir à entreprendre des recherches indépendantes. Sinon, la presse pourrait être moins à même de jouer son rôle indispensable de « chien de garde » (voir, mutatis mutandis, Goodwin précité, p. 500, § 39). Ainsi, la Cour estime que Le Monde pouvait raisonnablement s’appuyer sur le rapport de l’OGD, sans avoir à vérifier lui-même l’exactitude des faits qui y étaient consignés. Elle n’aperçoit aucune raison de douter que les requérants ont agi de bonne foi à cet égard et estime donc que les motifs invoqués par les juridictions nationales ne sont pas convaincants.", "66.  De plus, la Cour souligne qu’en l’espèce les requérants ont été sanctionnés car l’article portait atteinte à la réputation et aux droits du roi du Maroc. Elle relève que, contrairement au droit commun de la diffamation, l’accusation d’offense ne permet pas aux requérants de faire valoir l’exceptio veritatis, c’est-à-dire de prouver la véracité de leurs allégations, afin de s’exonérer de leur responsabilité pénale. Cette impossibilité de faire jouer cette exception constitue une mesure excessive pour protéger la réputation et les droits d’une personne, même lorsqu’il s’agit d’un chef d’Etat ou de gouvernement.", "67.  Par ailleurs, la Cour relève que, depuis un jugement du tribunal de grande instance de Paris du 25 avril 2001, les juridictions internes commencent à reconnaître que le délit prévu par l’article 36 de la loi du 29 juillet 1881 et son interprétation par les tribunaux constituent une atteinte à la liberté d’expression garantie par l’article 10 de la Convention. Ainsi, les autorités nationales elles-mêmes semblent admettre que pareille incrimination n’est pas une mesure nécessaire dans une société démocratique pour atteindre un tel but, d’autant plus que l’incrimination de diffamation et d’injure, qui est proportionnée au but poursuivi, suffit à tout chef d’Etat, comme à tout un chacun, pour faire sanctionner des propos portant atteinte à son honneur ou à sa réputation ou s’avérant outrageants.", "68.  La Cour observe que l’application de l’article 36 de la loi du 29 juillet 1881 portant sur le délit d’offense tend à conférer aux chefs d’Etat un régime exorbitant du droit commun, les soustrayant à la critique seulement en raison de leur fonction ou statut, sans que soit pris en compte son intérêt. Elle considère que cela revient à conférer aux chefs d’Etats étrangers un privilège exorbitant qui ne saurait se concilier avec la pratique et les conceptions politiques d’aujourd’hui. Quel que soit l’intérêt évident, pour tout Etat, d’entretenir des rapports amicaux et confiants avec les dirigeants des autres pays, ce privilège dépasse ce qui est nécessaire pour atteindre un tel objectif.", "69.  La Cour constate donc que le délit d’offense tend à porter atteinte à la liberté d’expression et ne répond à aucun « besoin social impérieux » susceptible de justifier cette restriction. Elle précise que c’est le régime dérogatoire de protection prévu par l’article 36 pour les chefs d’Etats étrangers qui est attentatoire à la liberté d’expression, et nullement le droit pour ces derniers de faire sanctionner les atteintes à leur honneur, ou à leur réputation, ou encore les propos injurieux tenus à leur encontre, dans les conditions de droit reconnues à toute personne.", "70.  En résumé, même si les raisons invoquées par l’Etat défendeur sont pertinentes, elles ne suffisent pas à démontrer que l’ingérence dénoncée était « nécessaire dans une société démocratique ». Nonobstant la marge d’appréciation des autorités nationales, la Cour considère qu’il n’existait pas de rapport raisonnable de proportionnalité entre les restrictions imposées à la liberté d’expression des requérants et le but légitime poursuivi. Dès lors, elle estime qu’il y a eu violation de l’article 10 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "71.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "72.  Les requérants sollicitent 10 000 francs français (FRF) au titre des condamnations pénales infligées à MM. Colombani et Incyan, 10 001 FRF au titre des indemnités civiles allouées au roi du Maroc et 6 870 FRF au titre des frais d’insertion de la décision dans le journal Le Monde, soit au total 26 871 FRF (4 096,46 euros (EUR)).", "73.  Le Gouvernement estime que le simple constat de violation constituerait en soi une satisfaction équitable suffisante. Il souligne que la somme à verser au roi du Maroc avait été fixée à 1 FRF et que le montant de 10 000 FRF a été alloué en application de l’article 475-1 du code de procédure pénale. Les requérants ne sauraient remettre en cause l’exécution au niveau interne de condamnations devenues définitives et faire supporter par l’Etat les sommes allouées au roi du Maroc ou à son avocat.", "74.  La Cour rappelle que, d’après sa jurisprudence, une somme versée à titre de réparation d’un dommage n’est recouvrable que si un lien de causalité est établi entre la violation de la Convention et le dommage subi. Aussi pourront être prises en compte, comme en l’espèce, les sommes qu’un requérant a dû régler à ses adversaires sur la base de décisions judiciaires.", "75.  Par conséquent, le montant total à allouer aux requérants s’élève à 4 096,46 EUR.", "\nB.  Frais et dépens", "76.  Les requérants demandent 1 600 FRF au titre des droits fixes de procédure relatif à l’arrêt de la cour d’appel de Paris, 54 270 FRF au titre des honoraires d’avocat devant les juges du fond et 42 210 FRF au titre des honoraires d’avocat devant la Cour de cassation, soit un total de 14 952,20 EUR. Pour la procédure devant la Cour, ils réclament 60 000 FRF pour les honoraires d’avocat plus 25 000 FRF pour les frais d’une éventuelle audience.", "77.  Le Gouvernement souligne que les requérants ne produisent aucun justificatif à l’appui de leurs prétentions, notamment en ce qui concerne la procédure devant les juridictions internes. En outre, la Cour a rejeté la demande des requérants tendant à la tenue d’une audience.", "78.  La Cour rappelle qu’un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, en ce qui concerne les frais et honoraires réclamés pour les procédures nationales, la Cour les juge raisonnables et les accorde en entier. En revanche, elle estime devoir réduire les honoraires pour la procédure devant la Cour et, statuant en équité, alloue la somme de 6 900 EUR.", "C.  Intérêts moratoires", "79.  Selon les informations dont la Cour dispose, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt est de 4,26 % l’an.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 10 de la Convention ;", "", "2.  Dit", "a)  que l’Etat défendeur doit verser aux requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "\ti.  4 096,46 EUR (quatre mille quatre-vingt-seize euros quarante-six centimes) pour dommage matériel,", "ii.  21 852,20 EUR (vingt et un mille huit cent cinquante-deux euros vingt centimes) pour frais et dépens,", "iii.  tout montant pouvant être dû à titre d’impôt sur lesdites sommes ;", "b)  que ces montants seront à majorer d’un intérêt simple de 4,26 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 25 juin 2002, en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "S. Dollé\tA.B. Baka\nGreffière\tPrésident"]}