{"file": "FRE_CLINF_74832_01.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "74832/01", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 136", "Décembre 2010", "Mižigárová c. Slovaquie - 74832/01", "Arrêt 14.12.2010 [Section IV]", "Article 2", "Obligations positives", "Article 2-1", "Enquête efficace", "Prétendu suicide d’un suspect rom en garde à vue et absence d’enquête indépendante et effective : violations", "", "En fait – L’époux de la requérante, un jeune homme rom de vingt et un ans en bonne santé, fut arrêté en raison de soupçons de vol. Il fut interrogé par quatre policiers, puis par un lieutenant qui n’était pas en service et qu’il avait déjà rencontré. Au cours de ce dernier interrogatoire, il reçut dans l’abdomen un coup de feu tiré avec le pistolet du lieutenant ; il décéda quatre jours plus tard à l’hôpital. L’enquête aboutit à la conclusion qu’il s’était emparé par la force de l’arme du lieutenant et s’était tiré dessus. Par la suite, le lieutenant fut déclaré coupable d’atteinte à la santé à la suite d’une faute commise dans le cadre du service. Il fut condamné à une peine d’un an d’emprisonnement, assortie d’un sursis pendant une période probatoire de deux ans et demi. Les tribunaux rejetèrent les actions en dommages-intérêts de la requérante.", "En droit – Article 2", "a)  Volet matériel – Même si la Cour admettait, malgré le caractère improbable d’une telle hypothèse, que le mari de la requérante s’est suicidé, il demeure que l’obligation des autorités de protéger la santé et le bien-être des personnes détenues englobe le devoir de prendre des mesures raisonnables pour empêcher celles-ci de se faire du mal. Il n’y a pas suffisamment d’éléments pour permettre à la Cour de déterminer si les autorités avaient connaissance d’un risque de suicide. Cependant, les fonctionnaires de la police et de l’administration pénitentiaire sont censés dans tous les cas prendre certaines précautions de base afin de réduire au minimum tout risque potentiel. Premièrement, des raisons impérieuses doivent être fournies afin d’expliquer pourquoi l’interrogatoire d’un suspect a été confié à un policier armé. Deuxièmement, en vertu des règles en vigueur les policiers doivent sécuriser leur arme de service afin d’éviter toute « conséquence indésirable ». Les juridictions nationales ont estimé que le manquement du lieutenant à sécuriser convenablement son arme de service s’analysait en une faute ayant débouché sur le décès de l’époux de la requérante. Partant, même à supposer que celui-ci se soit suicidé comme l’ont affirmé les enquêteurs, les autorités ont manqué à leur obligation de prendre des mesures raisonnables afin de protéger sa santé et son bien-être pendant sa garde à vue.", "Conclusion : violation (unanimité).", "b)  Volet procédural – La première inspection technique et scientifique des lieux du drame a été opérée par des policiers locaux. Ce n’est que le lendemain que des fonctionnaires du ministère de l’Intérieur sont arrivés. Cependant, même lorsque ceux-ci ont repris l’enquête, des policiers et des techniciens appartenant au district du lieutenant ont continué à y participer. L’enquête n’a donc pas été suffisamment indépendante. De plus, rien ne semble avoir été fait pour investiguer au sujet des dires du mari de la requérante lui-même, selon lesquels le lieutenant lui avait donné l’arme. Aucun test portant sur des résidus de poudre n’a été effectué immédiatement après les faits, alors que cela aurait permis d’exclure ou de confirmer la possibilité que le lieutenant ait appuyé sur la détente. Les enquêteurs ont donc manqué à prendre des mesures raisonnables pour préserver les éléments de preuve, ce qui a nui à leur capacité à déterminer au-delà de tout doute quelle était la personne responsable du décès. Enfin, les autorités n’ont pas enquêté sur l’allégation de la requérante selon laquelle les policiers auraient infligé des mauvais traitements à son époux, alors que le rapport d’autopsie indiquait la présence de lésions au visage, à l’épaule et à l’oreille du jeune homme. En bref, il n’y a eu au niveau national aucune enquête sérieuse de nature à établir les circonstances réelles du décès du mari de la requérante.", "Conclusion : violation (unanimité).", "Article 14 combiné avec l’article 2", "a)  Volet matériel – Si la conduite du lieutenant pendant la détention de l’époux de la requérante appelle de sérieuses critiques, rien ne prouve qu’elle ait été motivée par le racisme. La Cour n’estime pas que le manquement des autorités à mener une enquête effective sur le mobile prétendument raciste de l’épisode en cause doive transférer au Gouvernement la charge de la preuve.", "Conclusion : non-violation (six voix contre une).", "b)  Volet procédural – La Cour prend acte avec préoccupation des rapports internationaux concernant les brutalités policières contre des Roms en Slovaquie. A l’égard de personnes d’origine rom, elle n’exclut pas la possibilité que dans une affaire donnée l’existence d’éléments de preuve de source indépendante révélant un problème systémique puisse, en l’absence de toute autre preuve, suffire à alerter les autorités quant à l’éventuelle existence d’un mobile raciste. En l’espèce toutefois, la Cour n’est pas convaincue que les éléments objectifs soient suffisamment solides, en soi, pour tendre à indiquer qu’il y a eu un tel mobile. De plus, à aucun stade de l’enquête la requérante n’a fait état de préjugés raciaux.", "Conclusion : non-violation (six voix contre une).", "Article 41 : 45 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}