{"file": "FRE_HFJUD_70830_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "70830/01", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "AFFAIRE ERN MAKİNA SANAYİ VE TİCARET A.Ş. c. TURQUIE", "", "", "(Requête no 70830/01)", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "3 mai 2007", "", "", "", "DÉFINITIF", "", "03/08/2007", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Ern Makina Sanayi ve Ticaret A.Ş. c. Turquie,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tMM.\tJ. Casadevall, président,\n\t\tG. Bonello,\n\t\tR. Türmen,\n\t\tK. Traja,\n\t\tS. Pavlovschi,\n\tMme\tL. Mijović,\n\tM.\tJ. Šikuta, juges,\net de Mme\tF. Aracı, greffière adjointe de section,\nAprès en avoir délibéré en chambre du conseil les 4 octobre 2005 et 3 avril 2007,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 70830/01) dirigée contre la République de Turquie et dont une personne morale de droit turc, Ern Makina Sanayi ve Ticaret A. Ş. (« la requérante »), a saisi la Cour le 30 janvier 2001 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me S. Sürmen, avocat à Ankara. Le gouvernement turc (« le Gouvernement ») n’a pas désigné d’agent aux fins de la procédure devant la Cour.", "3.  La requérante alléguait la méconnaissance de son droit à un procès équitable en violation de l’article 6 de la Convention.", "4.  Par une décision du 4 octobre 2005, la Cour a déclaré la requête recevable.", "5.  Tant la requérante que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Le 8 février 1992, la requérante conclut un contrat de vente avec une société de droit russe. Par une clause compromissoire, les parties s’engagèrent à soumettre à l’Institut d’arbitrage de la chambre de commerce de Stockholm les litiges qui pourraient s’élever entre elles.", "7.  Le 11 septembre 1992, les parties apportèrent une modification à la clause compromissoire et décidèrent que les litiges à naître du contrat pouvaient également être résolus par la Cour internationale d’arbitrage commercial de la chambre de commerce et de l’industrie de la Fédération de Russie (« la CIAC ») en application du droit russe. Le droit de désigner les arbitres fut reconnu à la partie portant le litige devant la CIAC (« partie demanderesse »).", "8.  Le 30 octobre 1995, la requérante décida de transférer son siège social à partir du 14 novembre 1995. A cette dernière date, elle adressa au greffe du registre de commerce d’Ankara la déclaration de transfert de siège social. Le 22 novembre 1995, elle informa également l’élu du quartier. Le 18 décembre 1995, le greffe du registre de commerce délivra une attestation d’immatriculation, laquelle mentionnait l’adresse du nouveau siège social.", "9.  Le 26 décembre 1995, la société russe saisit la CIAC en vue de faire constater sa créance sur la requérante. Le 29 octobre 1996, la CIAC fit droit à cette demande au terme d’une procédure à laquelle la requérante ne participa pas.", "10.  Le 25 avril 1997, la société russe demanda au tribunal de commerce d’Ankara d’accorder l’exequatur à la sentence arbitrale du 29 octobre 1996.", "11.  Le 10 mai 1997, le tribunal de commerce adressa l’acte introductif d’instance à la requérante et la cita à comparaitre le 29 mai 1997. La notification fut effectuée par voie postale à l’ancien siège social.", "12.  A l’audience du 29 mai 1997, le tribunal de commerce releva que l’acte de procédure n’avait pas pu être remis à la requérante, celle-ci n’ayant plus son siège social à l’adresse indiquée. Le tribunal décida de consulter le greffe du registre de commerce à ce sujet et ordonna une notification conformément à l’article 35 de la loi sur la notification.", "13.  Le 24 juillet 1997, le greffe du registre de commerce informa le tribunal de commerce que le dossier de la requérante était introuvable.", "14.  Le 11 août 1997, sur requête du tribunal de commerce, la chambre de commerce d’Ankara communiqua une fiche de renseignements mentionnant l’ancien siège social.", "15.  Le 25 février 1998, le tribunal de commerce débouta la société russe de sa demande. Il considéra que la clause compromissoire était réputée non écrite parce que la compétence avait été attribuée à deux tribunaux arbitraux simultanément. Il estima également que la désignation des arbitres par la partie demanderesse était contraire à l’ordre public turc. Enfin, il releva que la société russe n’était pas en mesure d’établir le caractère définitif de la sentence arbitrale.", "16.  Le 8 juillet 1998, la Cour de cassation cassa ce jugement. Elle releva que les parties ayant manifesté leur volonté de soumettre à l’arbitrage les litiges pouvant naître entre elles, aucune disposition n’interdisait de désigner deux tribunaux d’arbitrage simultanément. Elle nota que le droit de désigner les arbitres appartenait à la partie demanderesse, c’est-à-dire aux deux parties et que, par conséquent, la clause relative n’était pas contraire à l’ordre public sur ce point. Elle releva que, selon les termes du contrat conclu entre les parties, la sentence arbitrale était définitive et contraignante. Par ailleurs, les dispositions relatives au règlement des litiges soumis à la CIAC prévoyaient que la sentence était d’exécution immédiate.", "17.  Le 13 novembre 1998, le tribunal de commerce refusa de se conformer à l’arrêt de cassation au motif qu’il n’était pas établi que la sentence arbitrale était définitive et contraignante et que les modalités de désignation des arbitres était contraire à l’ordre public turc. Le tribunal nota que la requérante n’avait pas participé à la procédure.", "18.  Le 9 juin 1999, les Chambres réunies de la Cour de cassation cassèrent ce jugement.", "19.  Le 8 décembre 1999, le tribunal de commerce se conforma à l’arrêt de cassation et accorda l’exequatur à la sentence arbitrale. Il releva que la requérante n’avait pas comparu nonobstant la notification qui lui avait été adressée et qu’elle n’avait déposé aucune observation. Le texte du jugement mentionne l’ancien siège social de la requérante.", "20.  Le 9 février 2000, la requérante demanda la rectification de l’arrêt du 9 juin 1999 ; demande qui fut rejetée le 26 avril 2000 pour tardiveté.", "21.  Toujours le 9 février 2000, la requérante se pourvut en cassation. Elle fit valoir qu’elle n’avait pas pu participer à la procédure faute d’une notification régulière. Elle contesta également la compétence de la CIAC, soutint que l’amendement apporté au contrat initial était contraire à l’ordre public et à la morale, et ajouta que l’exequatur ne pouvait pas être accordé à cette sentence selon les termes de la loi relative au droit et à la procédure internationaux privés et la Convention de New-York.", "22.  Le 29 juin 2000, la Cour de cassation confirma le jugement du 8 décembre 1999. Considérant que le tribunal de commerce s’était conformé à l’arrêt des Chambres réunies, que les moyens de cassation se rapportant aux questions devenues définitives ne seraient pas examinés et, en particulier, que l’acte introductif d’instance avait été régulièrement notifié à la requérante, la Cour de cassation écarta tous les moyens de cassation invoqués par l’intéressée.", "II.  DROIT INTERNE PERTINENT", "23.  L’article 300 du code de commerce prévoit l’immatriculation des sociétés anonymes au registre de commerce du lieu de leur siège social. Selon l’article 33 de ce code, les changements intervenus dans les informations inscrites au registre de commerce font également l’objet d’une inscription.", "24.  L’article 35 de la loi sur la notification, tel qu’il était en vigueur à l’époque des faits, se lisait comme suit :", "« L’obligation d’information du changement d’adresse", "Si la personne qui s’est vue remettre une signification à personne ou à domicile, conformément aux procédures prévues par la loi, change d’adresse, [elle] est obligée de communiquer de suite sa nouvelle [adresse] à l’autorité judiciaire expéditrice de la notification. Dans ce cas, les notifications ultérieures sont adressées à la nouvelle adresse.", "Lorsque la personne qui change d’adresse ne communique pas sa nouvelle adresse et que celle-ci n’a pas pu être déterminée par l’agent de notification, une copie du document à notifier est affichée à l’entrée de l’immeuble de l’ancienne adresse et une autre copie au tableau d’affichage de l’autorité judiciaire expéditrice, et la date d’affichage à la porte de l’ancienne adresse est considérée comme la date de la notification.", "Les notifications ultérieures sont uniquement affichées au tableau d’affichage de cette autorité judiciaire.", "Même si une notification n’a pas été adressée précédemment, les dispositions de cet article s’appliquent également pour les modifications des adresses communiquées (...) aux administrations et établissements publics, aux ordres professionnels, aux registres de commerce (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "25.  La requérante se plaint que les juridictions internes ont accordé l’exequatur à une sentence arbitrale au terme d’une procédure inéquitable lors de laquelle ses droits de défense ont été méconnus. A cet égard, elle fait remarquer que la notification a été effectuée à son ancien siège social alors qu’elle avait dûment informé le greffe du registre de commerce de son transfert. Elle invoque l’article 6 de la Convention, ainsi libellé en sa partie pertinente :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "26.  Le Gouvernement soutient que la requérante avait l’obligation de faire enregistrer son nouveau siège social au greffe du registre de commerce, ce qu’elle aurait manqué de faire. D’après lui, les notifications faites selon l’article 35 de la loi sur les notifications sont parfaitement régulières.", "27.  La requérante allègue que la notification adressée à son ancien siège social et celle faite conformément à l’article 35 de la loi sur la notification ne peuvent constituer une notification régulière dans la mesure où elle avait dûment informé le greffe du registre de commerce du changement de siège social. Elle ajoute qu’elle n’a pas pu participer à la procédure d’arbitrage, ce qui, d’après elle, a aggravé l’atteinte à ses droits de défense. Elle précise avoir été informée de la procédure d’exequatur de manière fortuite, lors du suivi d’autres affaires devant le tribunal de commerce d’Ankara.", "28.  La Cour rappelle que le « droit à un tribunal », dont le droit d’accès constitue un aspect (voir Golder c. Royaume-Uni, arrêt du 21 février 1975, série A no 18, p. 18, § 36), n’est pas absolu et se prête à des limitations implicitement admises. Néanmoins, les limitations appliquées ne doivent pas restreindre l’accès ouvert à l’individu d’une manière ou à un point tels que le droit s’en trouve atteint dans sa substance même. En outre, elles ne se concilient avec l’article 6 § 1 que si elles poursuivent un but légitime et s’il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (voir Tolstoy Miloslavsky c. Royaume-Uni, arrêt du 13 juillet 1995, série A no 316B, pp. 7879, § 59, et Berger c. France, no 48221/99, § 30, CEDH 2002X (extraits)).", "29.  La réglementation relative aux formalités et aux délais à respecter pour former un recours vise à assurer la bonne administration de la justice et le respect, en particulier, du principe de la sécurité juridique. Les intéressés doivent pouvoir s’attendre à ce que ces règles soient appliquées. Toutefois, les règles en question, ou l’application qui en est faite, ne devraient pas empêcher le justiciable d’utiliser une voie de recours disponible (Pérez de Rada Cavanilles c. Espagne, arrêt du 28 octobre 1998, Recueil des arrêts et décisions 1998VIII, § 45).", "30.  La Cour rappelle aussi qu’elle n’a pas pour tâche de se substituer aux juridictions internes. C’est au premier chef aux autorités nationales, et notamment aux cours et tribunaux, qu’il incombe d’interpréter la législation interne. Le rôle de la Cour se limite à vérifier la compatibilité avec la Convention des effets de pareille interprétation. A cet égard, il convient de rappeler que le rôle de la Cour n’est pas d’examiner in abstracto la législation et la pratique pertinentes, mais de rechercher si la manière dont elles ont touché le requérant a enfreint la Convention (voir Kaufmann c. Italie, no 14021/02, § 33, 19 mai 2005).", "31.  Selon l’article 35 de la loi sur la notification, une personne qui s’est vue remettre une notification à personne ou à domicile doit informer l’autorité judicaire expéditrice des changements d’adresses ultérieurs. A défaut de satisfaire à cette obligation et lorsqu’il n’est pas possible de déterminer la nouvelle adresse, les notifications ultérieures sont effectuées par voie d’affichage. La même règle s’applique également pour les modifications d’adresses communiquées à certains organismes, parmi lesquels figure le greffe du registre de commerce.", "32.  En l’espèce, à l’audience du 29 mai 1997, le tribunal de commerce a relevé que la citation à comparaitre adressée par voie postale n’avait pas pu être remise à la requérante et a décidé de procéder à une notification selon l’article 35 de la loi sur la notification. Lors de la même audience, il a décidé d’interroger le greffe du registre de commerce, lequel n’a pas été en mesure de lui communiquer l’adresse du nouveau siège social de la requérante. Or cette défaillance n’est pas imputable à cette dernière. Celle-ci ne saurait se voir reproché de n’avoir pas respecté les règles de procédure dans la mesure où elle avait dûment informé le greffe du registre de commerce de son transfert de siège social dès le 18 décembre 1995, c’est-à-dire bien avant le début de la procédure d’exequatur.", "33.  Il s’ensuit qu’à aucun stade de la procédure, la requérante n’a été touchée par les notifications. Informée fortuitement de la procédure après le jugement du 8 décembre 1999, elle s’est pourvue en cassation. Toutefois, la Cour de cassation a écarté tous les moyens soulevés au motif que l’acte introductif d’instance avait été régulièrement notifié.", "34.  Dans ces circonstances, la Cour estime que la défaillance du greffe du registre de commerce dans la transmission au tribunal de commerce de l’adresse du nouveau siège social ainsi que le refus de la Cour de cassation de prendre en compte cette circonstance ont privé la requérante de la possibilité de participer à la procédure d’exequatur devant les juridictions internes (voir, mutatis mutandis, Barbier c. France, no 76093/01, § 32, 17 janvier 2006).", "35.  Partant, il y a eu violation de l’article 6 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "36.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "37.  La requérante allègue avoir subi un préjudice matériel pour avoir été contrainte de payer à la société demanderesse 1 460 358 dollars américains (USD).", "Elle demande en outre la réparation d’un dommage moral qu’elle évalue à 500 000 euros (EUR).", "38.  Le Gouvernement conteste ces prétentions.", "39.  La Cour ne saurait spéculer sur les conclusions auxquelles les juridictions turques auraient abouti en l’absence des manquements relevés, et rejette donc la demande de la requérante au titre du préjudice matériel.", "Elle estime toutefois que la requérante a subi un certain préjudice moral et qu’il y a lieu de lui octroyer 3 000 EUR à ce titre.", "B.  Frais et dépens", "40.  La requérante demande également 146 000 USD pour les honoraires d’avocats ainsi que 58 210 00 livres turques [environ 35 EUR] pour les frais de procédure encourus devant les juridictions internes et la Cour. A titre de justificatif, elle produit des quittances relatives au frais de procédure.", "41.  Le Gouvernement conteste ces prétentions.", "42.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. Compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 1 000 EUR tous frais confondus et l’accorde à la requérante.", "C.  Intérêts moratoires", "43.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 6 de la Convention ;", "", "2.  Dit", "a)  que l’État défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes à convertir en nouvelles livres turques au taux applicable à la date du règlement :", "i.  3 000 EUR (trois mille euros) pour dommage moral ;", "ii.  1 000 EUR (mille euros) pour frais et dépens ;", "iii.  plus tout montant pouvant être dû à titre d’impôt sur lesdites sommes ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 3 mai 2007 en application de l’article 77 §§ 2 et 3 du règlement.", "\tFatoş Aracı\tJosep Casadevall\n\tGreffière adjointe\tPrésident"]}