{"file": "FRE_CLINF_40020_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "40020/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 154", "Juillet 2012", "M. et autres c. Italie et Bulgarie - 40020/03", "Arrêt 31.7.2012 [Section II]", "Article 4", "Article 4-1", "Trafic d'êtres humains", "Trafic d’une jeune Bulgare en Italie insuffisamment prouvé: irrecevable", "", "En fait – Les requérants sont des ressortissants bulgares de souche rom. La première requérante est la fille des deuxième et troisième requérants. En 2003, la famille arriva en Italie, supposément pour y travailler comme domestiques. Là-bas, la fille épousa un ressortissant serbe, peut-être moyennant le versement d’une somme d’argent (plusieurs milliers d’euros) par le futur époux au père de la mariée. Les intéressés affirment que les parents ont été contraints de revenir en Bulgarie tandis que leur fille serait restée en Italie, où elle aurait été maltraitée et forcée de travailler pour son mari. La mère revint en Italie et porta plainte auprès de la police. Des plaintes auraient également été déposées devant différentes autorités bulgares et italiennes. La police effectua une descente dans la maison de l’époux, où elle trouva la première requérante et arrêta plusieurs personnes. Cependant, après avoir conclu que les preuves indiquaient que le mariage était consensuel, les autorités décidèrent de ne pas ouvrir de poursuites.", "En droit", "Article 3 : La Cour conclut à une violation par l’Italie de l’article 3 sous son volet procédural faute pour les autorités d’avoir conduit une enquête effective sur les allégations de mauvais traitement formulées par la première requérante, mais à l’absence de violation de cette disposition par l’Italie quant au grief tiré par cette même requérante de ce que les autorités italiennes n’eussent pas pris suffisamment de mesures pour obtenir sa libération de sa captivité alléguée.", "Article 4 : Les parties au litige ont présenté des versions divergentes quant aux faits et, les autorités italiennes n’ayant conduit aucune enquête, il y avait malheureusement peu d’éléments sur la base desquels statuer. La Cour n’a donc d’autre choix que de se prononcer sur la base des éléments produits par les parties.", "a)  Grief dirigé contre l’Italie", "i)  Les circonstances telles qu’alléguées par les requérants : Ces circonstances pourraient conduire à un constat de traite d’êtres humains. Cependant, au vu du dossier, il n’y a pas suffisamment d’éléments permettant d’établir la véracité de cette version. Il s’ensuit que l’allégation faisant état d’un cas de traite d’êtres humains n’a pas été confirmée et que les obligations positives découlant de l’article 4 imposant de sanctionner et poursuivre les auteurs de tels faits dans un cadre légal ou réglementaire adéquat ne peuvent entrer en jeu. Quant à l’obligation de prendre toute mesure appropriée pour soustraire l’intéressée à un risque, la Cour a déjà jugé sur le terrain de l’article 3 que les autorités italiennes avaient pris toutes les mesures requises pour libérer la première requérante de la situation dans laquelle elle se trouvait. Quant à l’obligation procédurale d’enquêter sur les cas éventuels de traite, la Cour a déjà conclu à une violation de l’article 3, faute pour les autorités italiennes d’avoir conduit une enquête effective en l’espèce. En conséquence, il n’est pas nécessaire d’examiner ce volet de la requête.", "Conclusion : irrecevable (défaut manifeste de fondement).", "ii)  Les circonstances telles qu’établies par les autorités : A supposer même que le père de la requérante eût reçu une somme d’argent dans le cadre du mariage supposé, pareille contribution ne peut être qualifiée de rémunération en contrepartie d’un transfert de propriété assimilable à une mise en esclavage. Cette somme pourrait très bien passer pour représenter un présent d’une famille à une autre, une tradition commune à bon nombre de cultures diverses. Aucun élément n’indique non plus que la première requérante ait été tenue en « servitude » ni astreinte à un « travail forcé ou obligatoire ». De plus, les documents médicaux produits, établis postérieurement aux faits, ne suffisent pas à établir au-delà de tout doute raisonnable que la première requérante ait réellement souffert d’une quelconque forme de mauvais traitement ou d’exploitation, conformément à la définition de la notion de trafic d’êtres humains, et le seul versement d’une somme d’argent ne suffit pas à prouver l’existence d’un tel trafic. Rien ne permet de penser que l’union ait été contractée aux fins d’une exploitation, sexuelle ou autre, ou dans un but autre que ceux généralement associés à un mariage traditionnel. Il n’y a pas suffisamment de preuves que l’union ait été imposée à la première requérante, laquelle n’a jamais dit ne pas y avoir consenti et a souligné qu’elle n’avait jamais eu de rapports sexuels forcés. Dès lors, au vu des circonstances telles qu’établies par les autorités, aucune question ne se pose sur le terrain de l’article 4.", "Conclusion : irrecevable (défaut manifeste de fondement).", "b)  Grief dirigé contre la Bulgarie – Si un quelconque trafic allégué avait débuté en Bulgarie, la Cour aurait compétence pour rechercher si ce pays a respecté les obligations auxquelles elle pouvait être astreinte de prendre des mesures dans les limites de ses propres attributions et pouvoirs pour protéger la première requérante d’un trafic et enquêter sur la possibilité qu’elle en ait été victime. De plus, en matière de trafic transfrontalier, les Etats membres sont tenus de coopérer efficacement avec les autorités compétentes des autres Etats concernés dans le cadre de l’enquête sur les faits survenus hors de leur territoire. Or, ainsi qu’il a déjà été établi, il n’y a pas eu, au vu du dossier, de trafic d’êtres humains. En outre, les requérants n’ont pas tiré grief d’un défaut d’enquête de la part des autorités bulgares sur un éventuel trafic. Enfin, ces dernières ont prêté assistance aux requérants et, à tout moment, elles sont restées en contact direct et ont coopéré avec les autorités italiennes.", "Conclusion : irrecevable (défaut manifeste de fondement). ", "(Voir aussi , no 25965/04, 7 janvier 2010, )", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}