{"file": "FRE_CLINF_44955_98.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "44955/98", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 33", "Août 2001", "Mancini c. Italie - 44955/98", "Arrêt 2.8.2001 [Section II]", "Article 5", "Article 5-1", "Arrestation ou détention régulières", "Retard dans le transfert d’une prison, lieu de détention provisoire, vers le domicile, lieu de l’assignation à résidence: violation", "En fait: Les deux requérants furent arrêtés suite à vol à main armée. La marchandise volée fut retrouvée dans un magasin de l’entreprise leur appartenant. Ils furent dans un premier temps assigné à résidence avant d’être remis en liberté en décembre 1996. A la suite de deux nouveaux vols à main armée, ils firent l’objet de nouveaux soupçons. Sur ordonnance de décembre 1997 du juge des investigations préliminaires, ils furent placés en détention provisoire. Ils interjetèrent appel contre l’ordonnance. La section chargée du réexamen des mesures de sûretés du tribunal compétent substitua leur assignation à résidence à leur détention provisoire le 7 janvier 1998, estimant qu’il n’y avait pas de risque suffisant d’infraction similaire pour justifier leur mise en détention provisoire. Leur transfert de la prison dans laquelle ils étaient détenus vers le lieu de leur assignation à résidence n’eut lieu que le 13 janvier 1998, en l’absence d’un service de police.", "En droit: Article 5 § 1 (c) – La détention en prison comme l’assignation à domicile constituaient pour les requérants une privation de liberté aux termes du présent article. Se pose, en l’espèce, le problème du retard pris par les autorités dans le remplacement de la détention carcérale par une mesure de sûreté moins sévère, à savoir une assignation à résidence. Cette affaire se distingue donc nettement des autres affaires tranchées par la Cour qui avaient trait au retard dans la mise en liberté de requérants. Par ailleurs, dans l’affaire Ashingdane c. Royaume-Uni (arrêt du 28 mai 1985), se posait le problème de la non-exécution prolongée du transfert du requérant d’un hôpital psychiatrique « spécial » vers un établissement psychiatrique ordinaire, offrant un mode d’internement plus libéral. Le lieu et les modalités d’internement n’avaient pas cessé de correspondre à la détention régulière d’un aliéné, et le droit à la liberté du requérant n’avait pas subi de limitations plus grandes que celles admises par la Convention. La Cour avait donc estimé que les torts du requérant n’étaient pas couverts par l’article 5 § 1. Contrairement à l’affaire Ashingdane, dans la présente affaire, la modification de la nature du lieu de détention des requérants, qui passent d’un établissement public à une habitation privée, entre en ligne de compte. En effet, à la différence de l’assignation à domicile, la détention dans une prison implique l’insertion dans une structure globale, le partage d’activités et de ressources avec d’autres détenus et un contrôle rigide des autorités des aspects principaux de la vie quotidienne. En définitive, la situation dénoncée par les requérants entre donc dans le champ d’application de l’article 5 § 1 (c). Si un certain délai dans l’exécution d’une décision de remise en liberté est normal et souvent inévitable, les autorités doivent cependant essayer de le réduire au minimum. Le retard de plus de trois jours dans le transfert des requérants de la prison où ils étaient détenus à leur domicile n’était compatible avec le présent article.", "Conclusion: violation (quatre voix contre trois).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}