{"file": "FRE_HFJUD_9300_07.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "9300/07", "text_paragraphs": ["", "GRANDE CHAMBRE", "", "", "", "", "", "", "", "", "", "AFFAIRE HERRMANN c. ALLEMAGNE", "", "(Requête no 9300/07)", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "Le 26 juin 2012", "", "", "Cet arrêt est définitif. Il peut subir des retouches de forme.", "", "En l’affaire Herrmann c. Allemagne,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tNicolas Bratza, président,\n\tFrançoise Tulkens,\n\tJosep Casadevall,\n\tNina Vajić,\n\tDean Spielmann,\n\tCorneliu Bîrsan,\n\tBoštjan M. Zupančič,\n\tKhanlar Hajiyev,\n\tEgbert Myjer,\n\tDavid Thór Björgvinsson,\n\tNona Tsotsoria,\n\tNebojša Vučinić,\n\tAngelika Nußberger,\n\tPaulo Pinto de Albuquerque,\n\tLinos-Alexandre Sicilianos,\n\tErik Møse,\n\tAndré Potocki, juges,\net de Michael O’Boyle, greffier adjoint,", "Après en avoir délibéré en chambre du conseil le 30 novembre 2011 et le 9 mai 2012,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 9300/07) dirigée contre la République fédérale d’Allemagne et dont un ressortissant de cet Etat, M. Günter Herrmann (« le requérant »), a saisi la Cour le 12 février 2007 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant, qui est avocat et s’est à l’origine représenté lui-même, a ensuite été représenté par Me M. Kleine-Cosack, avocat à Fribourg. Le gouvernement allemand (« le Gouvernement ») a été représenté par son agente, Mme A. Wittling-Vogel.", "3.  Dans sa requête, M. Herrmann alléguait que son adhésion obligatoire à une association de chasse et l’obligation où il se trouvait d’autoriser la chasse sur sa propriété emportaient violation de ses droits garantis par les articles 1 du Protocole no 1 à la Convention et 9 de la Convention, tous deux pris isolément et combinés avec l’article 14 de la Convention, et par l’article 11 de la Convention.", "4.  La requête a été attribuée à la cinquième section de la Cour (article 52 § 1 du règlement de la Cour – « le règlement »). Le 20 janvier 2011, elle a été déclarée recevable pour autant qu’elle concernait les griefs tirés de l’article 1 du Protocole no 1, pris séparément et combiné avec l’article 14, et de l’article 9 de la Convention, et irrecevable quant au grief tiré de l’article 11 de la Convention, par une chambre de ladite section composée de Peer Lorenzen, président, Renate Jaeger, Rait Maruste, Isabelle Berro-Lefèvre, Mirjana Lazarova Trajkovska, Zdravka Kalaydjieva et Ganna Yudkivska, juges, ainsi que de Claudia Westerdiek, greffière de section. La chambre a ensuite rendu un arrêt dans lequel elle a conclu, par quatre voix contre trois, à la non-violation de l’article 1 du Protocole no 1, pris séparément et combiné avec l’article 14 de la Convention. Elle a également conclu, par six voix contre une, à la non-violation de l’article 9 de la Convention. Les juges Lorenzen, Berro-Lefèvre et Kalaydjieva ont exprimé une opinion dissidente commune. La juge Kalaydjieva a en outre exprimé une opinion dissidente individuelle. Le texte de ces deux opinions se trouve joint à l’arrêt.", "5.  Le 13 mars 2011, le requérant a sollicité le renvoi de l’affaire devant la Grande Chambre en vertu de l’article 43 de la Convention. Le 20 juin 2011, un collège de la Grande Chambre a fait droit à cette demande.", "6.  La composition de la Grande Chambre a été arrêtée conformément aux articles 26 §§ 4 et 5 de la Convention et 24 du règlement.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites complémentaires (article 59 § 1 du règlement). Des tierces observations ont également été reçues des associations Bundesarbeitsgemeinschaft der Jagdgenossenschaften und Eigenjagdbesitzer (BAGJE) et Deutscher Jagdschutz-Verband e.V. (DJV), ainsi que du Centre européen pour le droit et la justice, que le président avait autorisés à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 3 du règlement de la Cour).", "8.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 30 novembre 2011 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nMmes\tA. Wittling-Vogel, ministère fédéral de la Justice, \tagente,\n\tS. Schmahl, professeure de droit public,\tconseil,\n\tS. Winkelmaier, ministère fédéral de la Justice,\n\tD. Friedrich, ministère fédéral de l’Agriculture,\nM.\tA. Heider, ministère fédéral de l’Agriculture,\tconseillers ;", "–  pour le requérant\nMM.\tM. Kleine-Cosack, avocat,\tconseil,\n\tD. Storr, avocat,\nMme\tH. Seppain,\tconseillers.", "", "9.  Le requérant était également présent à l’audience. La Cour a entendu en leurs déclarations ainsi qu’en leurs réponses aux questions posées par les juges M. Kleine-Cosack et Mme Schmahl. Le Gouvernement et le requérant ont communiqué des informations complémentaires par écrit.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "10.  Le requérant est né en 1955 et réside à Stutensee.", "A.  Les terrains du requérant", "11.  En vertu de la loi fédérale sur la chasse (Bundesjagdgesetz), les propriétaires de terrains de chasse d’une surface inférieure à 75 hectares sont, de droit, membres d’une association de chasse (Jagdgenossenschaft), tandis que les propriétaires de terres plus vastes gèrent leur propre district de chasse. Le requérant possède dans le Land de Rhénanie-Palatinat deux fonds d’une superficie de moins de 75 hectares chacun, dont il a hérité en 1993 au décès de sa mère. Il est donc, de droit, membre d’une association de chasse, en l’occurrence celle de la commune de Langsur.", "B.  Les demandes formées par le requérant devant les autorités administratives et judiciaires", "12.  Le 14 février 2003, le requérant, qui est opposé à la chasse pour des motifs d’ordre éthique, invita l’autorité de la chasse à le radier de l’association de chasse. L’autorité rejeta sa demande au motif que son adhésion était imposée par la loi et qu’il n’existait pas de disposition prévoyant pareille possibilité de radiation.", "13.  Le requérant engagea une procédure devant le tribunal administratif de Trêves. Invoquant notamment l’arrêt rendu par la Cour en l’affaire Chassagnou et autres c. France ([GC], nos 25088/94, 28331/95 et 28443/95, CEDH 1999III), il priait le tribunal d’établir qu’il n’était pas membre de l’association de chasse de Langsur.", "14.  Le 14 janvier 2004, le tribunal administratif débouta le requérant, considérant que la loi fédérale sur la chasse ne violait pas ses droits. Concernant l’arrêt Chassagnou, il estima que la situation en Allemagne différait de celle qui prévalait en France. Il observa notamment que, du fait de leur adhésion à une association de chasse, les propriétaires allemands de terrains de chasse étaient en mesure d’influer sur les décisions prises quant aux modalités d’exercice du droit de chasse, qu’ils avaient en outre le droit de percevoir une part des bénéfices découlant de l’exercice de ce droit, et que tous les propriétaires de terrains trop petits pour permettre une bonne gestion du droit de chasse étaient membres d’une association de chasse. Le tribunal releva également que les associations de chasse ne se bornaient pas à défendre les intérêts des personnes pratiquant la chasse comme un loisir mais leur imposaient aussi certaines obligations servant l’intérêt général, notamment celles de gérer le patrimoine cynégétique pour préserver la variété et la bonne santé des populations de gibier et d’empêcher que les animaux sauvages ne causent des dégâts. Il observa que ces associations devaient aussi respecter certains quotas fixés par les autorités pour la chasse au gibier. Enfin, il rappela que ces obligations s’appliquaient également aux propriétaires de terrains de chasse de plus de 75 hectares, nonobstant le fait que ces domaines plus vastes n’étaient pas regroupés en districts de chasse communs.", "15.  Le 13 juillet 2004 et le 14 avril 2005 respectivement, la cour administrative d’appel de Rhénanie-Palatinat et la Cour administrative fédérale rejetèrent les recours formés par le requérant pour des motifs identiques à ceux avancés par le tribunal administratif.", "C.  La décision de la Cour constitutionnelle fédérale", "16.  Le 13 décembre 2006, la Cour constitutionnelle fédérale décida de ne pas retenir le recours constitutionnel que lui avait soumis le requérant (décision no 1 BvR 2084/05). Elle jugea d’emblée que les dispositions de la loi sur la chasse ne violaient pas le droit de l’intéressé au respect de ses biens mais en définissaient et en limitaient l’exercice de façon proportionnée, qu’elles visaient des buts légitimes, qu’elles étaient nécessaires et qu’elles n’imposaient pas une charge excessive aux propriétaires terriens.", "17.  La haute juridiction expliqua que, lorsqu’il définissait la teneur et les limites du droit de propriété, le législateur devait mettre en balance l’intérêt légitime des propriétaires et l’intérêt général et, en particulier, respecter les principes de proportionnalité et d’égalité de traitement. Elle précisa que les restrictions imposées à l’exercice du droit de propriété ne devaient pas empiéter sur la substance du droit protégé et que, par ailleurs, la marge d’appréciation accordée au législateur était fonction du contexte : plus l’intérêt de la société était fort, plus la marge d’appréciation était ample.", "18.  Appliquant ces principes au cas d’espèce, la Cour constitutionnelle fédérale considéra que l’obligation pour le requérant d’appartenir à une association de chasse ne violait pas son droit de propriété car la substance de ce droit n’était pas touchée. Pour la haute juridiction, la loi fédérale sur la chasse visait des buts légitimes, à savoir la protection du gibier de manière adaptée à la vie rurale et à la culture locale et la préservation de la variété et de la bonne santé de la faune – objectifs relevant de la notion de « gestion et protection du patrimoine cynégétique » (Hege) –, et la gestion du gibier y était envisagée non seulement comme un moyen d’empêcher que les animaux sauvages ne causent des dégâts mais encore comme un outil de prévention de toute gêne à l’agriculture, à la sylviculture et à la pêche, buts qu’elle estimait servir l’intérêt général.", "19.  La Cour constitutionnelle fédérale estima que la mise en place d’une obligation d’appartenance à une association de chasse constituait une mesure adéquate et nécessaire pour atteindre ces buts. Se référant au paragraphe 79 de l’arrêt Chassagnou (précité), elle observa que la Cour avait reconnu qu’il était assurément dans l’intérêt général d’éviter une pratique anarchique de la chasse et de favoriser une gestion rationnelle du patrimoine cynégétique. A son avis, la mesure était également proportionnée : l’impact sur le droit de propriété n’était pas particulièrement notable et ne prenait pas le pas sur l’intérêt général que représentait une gestion rationnelle du patrimoine cynégétique ; de plus, la loi fédérale sur la chasse conférait à tout membre d’une association de chasse le droit de participer à la prise de décisions au sein de l’association et de percevoir une part des bénéfices tirés de la location du droit de chasse.", "20.  La Cour constitutionnelle jugea en outre qu’il n’y avait pas violation de la liberté de conscience du requérant. Elle observa qu’au paragraphe 114 de l’arrêt Chassagnou, la Cour avait admis que les convictions des requérants atteignaient un certain degré de force, de cohérence et d’importance et méritaient donc le respect dans une société démocratique. Sans se prononcer sur le point de savoir si cette appréciation valait pour M. Herrmann, elle accepta de partir du principe que tel était le cas, considérant qu’en tout état de cause il n’y avait pas violation de l’article 4 de la Loi fondamentale (paragraphe 25 ci-dessous). Elle doutait qu’il y eût une ingérence dans le droit du requérant à la liberté de conscience mais estimait que, même à supposer que ce fût le cas, l’ingérence éventuelle n’était pas particulièrement grave : le requérant n’étant pas forcé de participer lui-même à la chasse et n’ayant pas à prendre de décision à cet égard, il n’était pas, selon elle, soumis à un conflit de conscience. Elle précisa de surcroît que le droit d’un individu à la liberté de conscience n’englobait pas un droit à obtenir que l’ordre juridique tout entier fût soumis à ses propres principes éthiques, que si l’ordre juridique conférait à plusieurs personnes le droit d’exploiter un certain bien, la conscience du propriétaire ne l’emportait pas nécessairement sur les droits constitutionnels des autres titulaires de ce droit, et que si les terres du requérant – et celles des autres propriétaires opposés à la chasse – étaient retirées des districts de chasse communs en raison des convictions de leurs propriétaires, l’ensemble du système de propriété foncière et de gestion du patrimoine cynégétique serait mis en péril. La haute juridiction conclut qu’en l’espèce, le droit à la liberté de conscience ne l’emportait pas sur l’intérêt général.", "21.  Elle considéra par ailleurs que le grief du requérant ne relevait pas du droit à la liberté d’association étant donné que les associations de chasse allemandes étaient des organismes de droit public. Elle estima à cet égard que dès lors que les associations de chasse étaient dotées de prérogatives administratives, réglementaires et disciplinaires et qu’elles étaient intégrées aux structures de l’Etat, il ne faisait aucun doute que cette qualification d’organismes de droit public ne leur avait pas été conférée dans le simple but de les soustraire à la portée de l’article 11 de la Convention.", "22.  La Cour constitutionnelle fédérale jugea qu’il n’y avait pas non plus violation du droit du requérant à l’égalité de traitement. Elle estima que les juridictions administratives avaient avancé des motifs pertinents à l’appui de la distinction établie entre les propriétaires de terres de moins de 75 hectares et ceux de domaines de plus de 75 hectares (paragraphe 11 ci-dessus). Elle rappela que, contrairement à la loi française, que la Cour avait examinée dans l’arrêt Chassagnou, la loi fédérale sur la chasse s’appliquait à la totalité du territoire allemand et s’imposait à tous les propriétaires terriens, les propriétaires de domaines de plus de 75 hectares ayant les mêmes obligations en matière de gestion du gibier que ceux qui étaient membres d’une association de chasse.", "23.  Enfin, la Cour constitutionnelle fédérale observa que les juridictions administratives avaient pris en compte l’arrêt Chassagnou et mis en lumière les différences existant entre la loi allemande et la loi française qui était en vigueur à l’époque.", "D.  L’utilisation faite des terrains du requérant", "24.  Invité par le président de la Grande Chambre à communiquer à la Cour des informations supplémentaires sur l’utilisation réellement faite des terrains appartenant au requérant, le Gouvernement a produit une déclaration de l’agricultrice qui loue les terres agricoles dont font partie les terrains du requérant. Celle-ci y indiquait qu’elle utilisait les terres en question pour y élever du bétail destiné à l’abattage, ce que le maire de Langsur a confirmé dans une déclaration écrite. Le requérant indique pour sa part qu’il s’est rendu sur les lieux plusieurs fois au cours des dernières années sans jamais y voir de bétail. Il n’aurait jamais donné l’autorisation d’utiliser ses terres aux fins en question et n’hésiterait pas, le cas échéant, à engager une action en justice contre tout abus éventuel.", "II.  LE DROIT INTERNE PERTINENT", "A.  La Loi fondamentale", "25.  La Loi fondamentale dispose :", "Article 4\n[Liberté de croyance et de conscience]", "« 1)  La liberté de croyance et de conscience et la liberté de professer des croyances religieuses et philosophiques sont inviolables.", "(...) »", "Article 14\n[Propriété, droit d’héritage et expropriation]", "« 1)  La propriété et le droit d’héritage sont garantis. Leur contenu et leurs limites sont fixés par la loi.", "2)  La propriété emporte des obligations. Son usage doit contribuer en même temps au bien de la collectivité.", "(...) »", "Article 20a\n(dans sa version en vigueur depuis le 1er août 2002)\n[Protection des fondements naturels de la vie et des animaux]", "« Assumant ainsi également sa responsabilité envers les générations futures, l’Etat protège les fondements naturels de la vie et les animaux par l’exercice du pouvoir législatif, dans le cadre de l’ordre constitutionnel, et par l’exercice des pouvoirs exécutif et judiciaire, dans le respect de la loi et du droit. »", "Article 72\n(dans sa version en vigueur depuis le 1er septembre 2006)\n[Compétence législative concurrente]", "« 1)  Dans le domaine de la compétence législative concurrente, les Länder ont le pouvoir de légiférer aussi longtemps et pour autant que la Fédération n’a pas fait usage de sa compétence législative en adoptant une loi.", "2)  (...)", "3)  Lorsque la Fédération a fait usage de sa compétence législative, les Länder peuvent adopter des dispositions législatives qui s’écartent des lois fédérales en matière de :", "1.  chasse (sauf en ce qui concerne les permis de chasse) ;", "(...)", "Les lois fédérales dans ces domaines entrent en vigueur au plus tôt six mois après leur promulgation, sauf dispositions contraires adoptées avec l’approbation du Bundesrat. Pour ce qui concerne le rapport entre la législation fédérale et la législation des Länder dans les matières visées à la première phrase, la loi la plus récente l’emporte. »", "B.  Le code civil", "26.  L’article 960 § 1 (1) du code civil dispose :", "« Les animaux sauvages n’ont pas de propriétaire tant qu’ils ne sont pas en captivité. (...) »", "C.  La loi fédérale sur la chasse", "27.  L’article 1 de la loi fédérale sur la chasse (Bundesjagdgesetz) se lit ainsi :", "« 1)  Le droit de chasse comprend le droit exclusif de protéger, chasser et acquérir du gibier sauvage dans une zone donnée. Il est lié à l’obligation de gérer et protéger le patrimoine cynégétique (Pflicht zur Hege).", "2)  La gestion du patrimoine cynégétique vise à conserver des populations de gibier variées et en bonne santé à un niveau compatible avec l’entretien des terres et la culture locale et à empêcher que le gibier ne cause des dégâts (...)", "3)  Les individus pratiquant la chasse sont tenus de respecter les normes communément admises des principes éthiques allemands régissant la chasse (deutsche Weidgerechtigkeit).", "4)  La chasse consiste à rechercher, poursuivre, tuer ou attraper du gibier sauvage.", "(...) »", "28.  La loi fédérale sur la chasse établit une distinction entre le droit de chasse (Jagdrecht) et l’exercice du droit de chasse (Ausübung des Jagdrechts). Un propriétaire a le droit de chasse sur ses terres. L’exercice de ce droit est réglementé par les dispositions ci-dessous de la loi.", "Article 4", "« Le droit de chasse s’exerce soit dans les districts de chasse privés (article 7) soit dans les districts de chasse communs (article 8). »", "Article 6\n(terrains clos, suspension de la chasse)", "« La chasse est suspendue sur les terrains qui ne font pas partie d’un district de chasse et sur les terrains clos (befriedete Bezirke). Un exercice limité du droit de chasse peut y être autorisé. La présente loi ne s’applique pas aux jardins zoologiques. »", "29.  L’article 7 dispose notamment que les parcelles d’une surface minimale de 75 hectares pouvant être exploitées pour l’agriculture, la sylviculture ou la pêche et appartenant à un propriétaire unique constituent un district de chasse privé.", "30.  L’article 8 prévoit que toutes les terres qui ne font pas partie d’un district de chasse privé forment un district de chasse commun si elles représentent au total une surface de 150 hectares au moins. Les propriétaires de terrains relevant d’un district de chasse commun sont, de droit, membres d’une association de chasse, conformément aux dispositions ci-dessous :", "Article 9 § 1", "« Les propriétaires de terres appartenant à un district de chasse commun forment une association de chasse. Les propriétaires de terres sur lesquelles la chasse est interdite n’appartiennent pas à une association de chasse. »", "Article 10", "« 1)  L’association de chasse exploite en général le droit de chasse en le louant, le cas échéant aux seuls membres de l’association.", "2)  L’association de chasse est autorisée à louer le droit de chasse de sa propre initiative. Avec l’accord de l’autorité compétente, elle peut décider de suspendre la chasse (Ruhen der Jagd).", "3)  L’association décide de l’utilisation qui sera faite des bénéfices dégagés par la chasse. Si elle décide de ne pas les distribuer aux propriétaires des terrains de chasse en fonction de la surface qu’ils possèdent, tout propriétaire contestant cette décision peut réclamer sa part. (...) »", "31.  La pratique de la chasse est régie par les règles suivantes :", "Article 20", "« 1)  La chasse est interdite dans les zones où sa pratique aurait pour effet, en raison de circonstances particulières, de troubler l’ordre ou la sécurité publics ou de mettre en danger la vie humaine.", "2)  La pratique de la chasse dans les zones où la nature et la faune sauvage sont protégées et dans les parcs nationaux et réserves naturelles est réglementée par chaque Land. »", "Article 21 § 1", "« L’abattage du gibier est réglementé de manière à garantir pleinement l’intérêt légitime qu’il y a à protéger l’agriculture, la pêche et la sylviculture des dégâts causés par les animaux sauvages dans le respect des nécessités de la protection de la nature et de la préservation du paysage. A l’intérieur de ces limites, la réglementation de l’abattage du gibier contribue au maintien d’une population suffisante et en bonne santé de toutes les espèces locales de gibier et, en particulier, à la protection des espèces menacées. »", "32.  La responsabilité en cas de dommages causés par le gibier est régie par la disposition ci-dessous :", "Article 29 § 1", "« Si un terrain appartenant ou incorporé à un district de chasse commun est endommagé par du gibier à sabots fendus, des lapins de garenne ou des faisans, l’association de chasse indemnise le propriétaire du terrain. Le coût de l’indemnisation est supporté par les membres de l’association au prorata de la taille de leurs parcelles respectives. Si le locataire du droit de chasse s’est engagé à assumer tout ou partie de la responsabilité découlant des dommages causés par le gibier, c’est lui qui indemnise. L’association de chasse reste néanmoins tenue d’indemniser la personne lésée si celle-ci ne parvient pas à obtenir réparation auprès du locataire du droit de chasse. »", "D.  La loi sur la chasse du Land de Rhénanie-Palatinat", "33.  En ses dispositions pertinentes, la loi sur la chasse du Land de Rhénanie-Palatinat – celui où se situent les terres du requérant – est ainsi libellée :", "Article 7", "« 1)  Une association de chasse est un organisme de droit public soumis au contrôle de l’Etat, lequel est exercé par l’autorité de chasse locale (...) Chaque association de chasse doit établir ses propres statuts internes (Satzung). Ces statuts doivent être approuvés par l’autorité de contrôle, sauf s’ils sont conformes à un modèle émis par l’autorité supérieure de la chasse, auquel cas ils doivent être notifiés à l’autorité de chasse locale. Si une association de chasse n’établit pas ses statuts dans un délai d’un an après l’émission du modèle, l’autorité de contrôle les établit et les publie (...) aux frais de l’association.", "(...)", "4)  Les avis de sommes à payer (Umlageforderungen) sont exécutés conformément aux dispositions de la loi sur l’exécution des actes administratifs. L’exécution est effectuée par le Trésor public de la commune à laquelle l’association est rattachée. (...) »", "III.  DROIT COMPARÉ", "34.  Les recherches menées par la Cour sur les législations de quarante Etats membres du Conseil de l’Europe montrent que l’adhésion à une association de chasse est facultative dans trente-quatre pays (Albanie, Azerbaïdjan, Belgique, Bosnie-Herzégovine, Bulgarie, Chypre, Croatie, Espagne, Estonie, « ex-République yougoslave de Macédoine », Finlande, Grèce, Hongrie, Irlande, Italie, Lettonie, Lituanie, Luxembourg, Malte, Moldova, Monténégro, Pays-Bas, Pologne, Portugal, République tchèque, Roumanie, Royaume-Uni, Russie, Saint-Marin, Serbie, Slovaquie, Slovénie, Turquie et Ukraine). En Autriche, en France et en Suède, pareille adhésion est en principe obligatoire. En Géorgie et en Suisse, la législation ne contient pas de dispositions sur les associations de chasse. Enfin, la chasse n’est pas pratiquée à Monaco.", "35.  Il existe des différences considérables entre les législations de ces Etats quant à l’obligation pour les propriétaires fonciers de tolérer la chasse sur leurs terres. Sur les trente-neuf Etats membres étudiés dans lesquels la chasse est pratiquée, dix-huit (Albanie, Azerbaïdjan, Belgique, Estonie, « ex-République yougoslave de Macédoine », Finlande, Géorgie, Hongrie, Irlande, Lettonie, Lituanie, Luxembourg, Malte, Moldova, Pays-Bas, Portugal, Royaume-Uni et Ukraine) n’obligent pas les propriétaires fonciers à tolérer la chasse et dix-huit (Autriche, Bosnie-Herzégovine, Bulgarie, Chypre, Croatie, Espagne, Grèce, Italie, Monténégro, Pologne, Roumanie, Russie, Saint-Marin, Serbie, Slovaquie, Slovénie, Suède et Turquie) le font. Toutefois, les uns comme les autres prévoient des exceptions plus ou moins larges aux règles qu’ils appliquent. En France et en République tchèque, l’obligation de tolérer la chasse dépend des circonstances propres au terrain et de décisions administratives. En Suisse, il n’existe pas de loi régissant cette obligation.", "36.  Dans quatre Etats membres, la législation ou la jurisprudence ont été modifiées à la suite de l’adoption de l’arrêt Chassagnou (précité). En France, la loi Voynet du 26 juillet 2000 prévoit que les propriétaires fonciers qui sont opposés à la chasse pour des raisons éthiques peuvent, sous certaines conditions, demander leur radiation d’une association de chasse. En Lituanie, l’article 13 § 2 de la loi sur la chasse a cessé de s’appliquer le 19 mai 2005, à la suite d’un arrêt de la Cour constitutionnelle. Cette disposition permettait aux propriétaires fonciers de s’opposer à la chasse sur leurs terres uniquement dans les cas où cette pratique risquait d’endommager leurs cultures ou leurs forêts. Au Luxembourg, après l’adoption des arrêts Schneider c. Luxembourg (no 2113/04, 10 juillet 2007) et Chassagnou (précité), la loi sur la chasse du 20 juillet 1929 a été abrogée et remplacée par une nouvelle loi, entrée en vigueur le 31 mai 2011, qui prévoit que les propriétaires fonciers opposés à la chasse sur leurs terres peuvent, sous certaines conditions, demander de ne pas faire partie d’une association de chasse. En République tchèque, enfin, la Cour constitutionnelle a jugé le 13 décembre 2006 que l’autorité administrative devait décider si des terres pouvaient être incluses dans un district de chasse en soupesant les différents intérêts en jeu à la lumière des principes énoncés dans l’arrêt Chassagnou.", "EN DROIT", "I.  L’OBJET DU LITIGE DEVANT LA GRANDE CHAMBRE", "37.  Dans ses observations devant la Grande Chambre, le requérant réitère son grief tiré de l’article 11 de la Convention pris séparément et combiné avec l’article 14. A titre subsidiaire, il se plaint, sous l’angle de l’article 8 de la Convention, d’être obligé d’adhérer à une association de chasse.", "38.  La Cour rappelle que l’« affaire » renvoyée devant la Grande Chambre est la requête telle qu’elle a été déclarée recevable par la chambre (voir, parmi beaucoup d’autres, K. et T. c. Finlande [GC], no 25702/94, §§ 140-141, CEDH 2001-VII, D.H. et autres c. République tchèque [GC], no 57325/00, § 109, CEDH 2007-IV, et Taxquet c. Belgique [GC], no 926/05, § 61, CEDH 2010). Cela signifie que la Grande Chambre peut se pencher sur la totalité de l’affaire dans la mesure où elle a été déclarée recevable ; en revanche, elle ne peut pas examiner les parties de la requête que la chambre a déclarées irrecevables (Syssoyeva et autres c. Lettonie (radiation) [GC], no 60654/00, §§ 59-62, CEDH 2007I, et Kurić et autres c. Slovénie [GC], no 26828/06, § 235, 26 juin 2012).", "39.  Partant, la Cour n’a en l’espèce plus compétence pour examiner le grief tiré de l’article 11 de la Convention, pris séparément ou combiné avec l’article 14, ce grief ayant été déclaré irrecevable par la chambre (paragraphe 4 ci-dessus). Il en va de même du grief tiré de l’article 8 de la Convention, le requérant n’ayant pas invoqué cette disposition devant la chambre.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "40.  Le requérant se plaint de l’obligation qui lui est faite de tolérer l’exercice du droit de chasse sur son fonds. Il y voit une violation de son droit au respect de ses biens tel que garanti par l’article 1 du Protocole no 1 à la Convention, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "A.  L’arrêt de la chambre", "41.  La chambre a jugé que l’obligation faite au requérant d’autoriser la chasse sur sa propriété constituait une atteinte au droit de l’intéressé au respect de ses biens, mais que cette atteinte était justifiée au regard du second alinéa de l’article 1 du Protocole no 1 à la Convention. Elle a observé d’emblée que la loi fédérale sur la chasse visait à conserver des populations de gibier variées et en bonne santé à un niveau compatible avec l’entretien des terres et la culture locale et à empêcher que le gibier ne cause des dégâts. Elle a reconnu qu’il s’agissait là d’objectifs servant l’intérêt général.", "42.  Concernant la proportionnalité de l’ingérence, la chambre a pris note de l’importance que la loi en cause accordait au maintien d’une faune saine dans le respect des conditions écologiques et économiques. Elle a considéré que, même s’il apparaissait que la chasse était principalement pratiquée par des individus pendant leur temps libre, la loi sur la chasse ne pouvait être vue comme ayant pour seul objectif de permettre à certains individus de pratiquer une activité de loisir.", "43.  Pour ce qui est de la nécessité de la mesure en cause, la chambre a observé que la loi allemande s’appliquait sur tout le territoire national et n’exemptait aucun propriétaire public ou privé d’un fonds se prêtant a priori à la chasse de l’obligation de tolérer cette activité sur son domaine, à la différence des textes de loi examinés dans les affaires Chassagnou et Schneider (précitées). Par ailleurs, elle a estimé que les exceptions à la règle de la chasse sur toutes les terres qui s’y prêtent étaient suffisamment justifiées par l’intérêt général et les intérêts liés à la chasse et ne remettaient donc pas en cause ce principe en tant que tel.", "44.  Enfin, la chambre a noté que le requérant avait le droit de percevoir une partie des bénéfices tirés de la location du droit de chasse calculée au prorata de la taille de sa propriété. Elle a estimé que si la somme à laquelle il pouvait prétendre à ce titre n’était guère substantielle, ce mode de fonctionnement empêchait que d’autres individus ne tirent financièrement profit de l’usage de ses terres.", "45.  Eu égard à l’ample marge d’appréciation reconnue aux Etats contractants dans le domaine considéré, qui leur permet de prendre en compte les conditions particulières prévalant dans leur pays, la chambre a conclu à la non-violation de l’article 1 du Protocole no 1 (paragraphes 45-56 de l’arrêt de la chambre).", "B.  Thèses des parties", "1.  Le requérant", "46.  Le requérant soutient que les limitations imposées par la loi fédérale sur la chasse à l’utilisation de son fonds sont disproportionnées. Le législateur allemand n’aurait pas ménagé un juste équilibre entre son intérêt à jouir de l’usage de ses biens et l’intérêt général allégué à pratiquer la chasse. Etant le seul propriétaire au sein de l’association de chasse à s’opposer à cette activité, il serait concrètement dans l’impossibilité d’empêcher la location du droit de chasse.", "47.  Les circonstances de l’espèce ressembleraient à celles des affaires Chassagnou et Schneider (précitées) et devraient donc mener la Cour aux mêmes conclusions que celles auxquelles elle est parvenue dans ces affaires. En effet, les buts visés par les autorités françaises et luxembourgeoises auraient été très proches de ceux poursuivis en l’espèce par le législateur allemand.", "48.  La notion de gestion et protection du patrimoine cynégétique (Hege) daterait du Troisième Reich. Elle ne viserait pas à protéger le gibier. Des recherches scientifiques récentes auraient démontré que les animaux sauvages sont soumis à un mécanisme d’autorégulation et qu’une chasse excessive augmente même les effectifs de certaines espèces. Par ailleurs, les accidents de la route touchant des animaux sauvages seraient dans la majorité des cas provoqués par la chasse. En outre, la chasse ne respecterait nullement le besoin de protéger les espèces rares et menacées.", "49.  En Allemagne, la chasse serait en réalité pratiquée comme une activité de loisir. De nombreuses espèces telles que les oiseaux de proie seraient chassées sans aucune nécessité écologique ou économique. La chasse ne pourrait pas être considérée comme ayant un impact positif sur des questions d’intérêt général. La protection éthique des animaux serait garantie par l’article 20a de la Loi fondamentale (paragraphe 25 ci-dessus), alors que le droit de chasse ne serait protégé ni par la Loi fondamentale ni par la Convention.", "50.  Les mesures prévues par la législation sur la chasse ne seraient en aucun cas nécessaires au contrôle de l’usage des biens conformément à l’intérêt général, comme le démontreraient les nombreuses exceptions à l’obligation de tolérer la chasse prévues dans la loi fédérale sur la chasse, en particulier pour les zones ne relevant pas d’un district de chasse (par exemple les enclaves situées dans des districts de chasse privés). En outre, l’autorité de la chasse pourrait autoriser la suspension de la chasse, et les Länder seraient habilités à créer des zones non soumises au droit de chasse, ce qu’ils auraient déjà fait, notamment en créant de vastes réserves naturelles dans lesquelles la chasse serait interdite ou ne serait autorisée que dans des circonstances tout à fait exceptionnelles.", "51.  Etant donné que l’Allemagne ne compterait que 358 000 chasseurs et que ceux-ci ne chasseraient qu’à titre occasionnel pendant leurs loisirs, il serait impossible en pratique de soumettre l’intégralité du territoire allemand à la chasse. De plus, depuis la réforme du système fédéral intervenue en Allemagne en 2006, les Länder seraient libres de réglementer la chasse de leur propre initiative, voire de l’interdire totalement.", "52.  Le requérant conteste l’argument du Gouvernement selon lequel la situation en Allemagne différerait de celles prévalant en France, au Luxembourg ou dans d’autres Etats membres. En Allemagne, la densité moyenne de la population serait de 230 habitants au kilomètre carré et serait même bien inférieure à cette valeur dans bon nombre de Länder. Ainsi, dans le Land de Rhénanie-Palatinat, où se trouvent ses terres, elle serait de 203 habitants au kilomètre carré, soit un chiffre très proche de celui du Luxembourg (189 habitants au kilomètre carré). L’intéressé souligne à cet égard que ses terres ne sont situées qu’à deux kilomètres de la frontière luxembourgeoise. De plus, de nombreux Etats parties à la Convention n’auraient pas d’associations de chasse et ne connaîtraient pourtant aucun problème de surpopulation d’animaux sauvages.", "53.  Enfin, la mesure litigieuse serait disproportionnée. Le requérant ne disposerait d’aucun moyen effectif d’empêcher la pratique de la chasse sur ses terres. De plus, il n’aurait pas été indemnisé de l’obligation de tolérer cette activité sur sa propriété. Compte tenu de ses convictions éthiques, la souffrance psychologique qu’il subirait du fait de cette activité ne pourrait d’ailleurs pas être compensée par une indemnité pécuniaire – qui ne représenterait de toute façon qu’une somme modique. A cet égard, le requérant s’appuie sur l’arrêt Schneider (précité, § 49), suivant lequel une indemnité pécuniaire ne serait pas compatible avec des motivations éthiques telles que celles qu’il invoque.", "2.  Le Gouvernement", "54.  Le Gouvernement admet que l’obligation faite au requérant de tolérer la chasse sur ses terres, au mépris de ses convictions, entraîne une ingérence dans l’exercice par l’intéressé des droits garantis par l’article 1 du Protocole no 1. Il ajoute toutefois qu’en Allemagne – à la différence de la France et du Luxembourg, où le droit de chasse serait complètement transféré aux associations de chasse – le propriétaire foncier demeure titulaire du droit de chasse et n’est donc privé d’aucun bien, mais est seulement tenu de céder l’exercice du droit de chasse. Les biens fonciers détenus par des particuliers, qui seraient limités en quantité, présenteraient un intérêt social particulier qui autoriserait le législateur à en limiter l’usage dans l’intérêt général.", "55.  A la différence de la loi Verdeille en France, la loi fédérale sur la chasse en vigueur en Allemagne n’aurait pas pour but de protéger les activités de loisirs des chasseurs ni même de donner à des individus la possibilité de participer à la chasse en groupe, mais viserait exclusivement des buts d’intérêt général. La législation allemande sur la chasse serait ainsi véritablement différente des lois française et luxembourgeoise. Cela ressortirait à l’évidence de la notion de Hege, qui irait au-delà de la simple gestion de la chasse pour englober la protection du patrimoine cynégétique en général. Le droit de chasse irait de pair avec l’obligation de maintenir un patrimoine cynégétique varié et en bonne santé tout en en régulant les effectifs afin d’empêcher que le gibier n’endommage les cultures et les forêts. Il serait particulièrement important de contrôler le nombre d’animaux sauvages dans un pays aussi densément peuplé que l’Allemagne, par exemple pour empêcher que les maladies animales ne se propagent ou que le gibier ne provoque des dégâts.", "56.  Le système d’associations de chasse mis en place en Allemagne vaudrait pour tous les fonds, y compris ceux appartenant à l’Etat, et serait cohérent. Contrairement à la France, l’Allemagne appliquerait le principe de la chasse sur toutes les terres qui s’y prêtent sur l’ensemble du territoire fédéral. Il serait essentiel que la chasse soit exercée sur la totalité des terres qui se prêtent à cette activité, car les animaux sauvages ne s’arrêteraient pas aux limites des districts et se mettraient à l’abri dans les zones où la chasse ne serait pas pratiquée. Le fait de soustraire certaines zones au système de chasse aboutirait à une fragmentation des districts de chasse en une multitude de petites parcelles, ce qui irait à l’encontre du principe d’uniformité de la gestion et de la protection du patrimoine cynégétique.", "57.  Contrairement à ce que prévoirait la loi luxembourgeoise, l’obligation de chasser vaudrait aussi pour les domaines de grande taille. Le Gouvernement précise que, même si les propriétaires de fonds de plus de 75 hectares ne sont pas, de droit, membres d’une association de chasse, ils sont néanmoins tenus de réguler le patrimoine cynégétique, et donc de chasser, tout comme les propriétaires de terres appartenant à un district de chasse commun.", "58.  Cette règle ne souffrirait que quelques rares exceptions, toutes fondées sur des intérêts généraux prépondérants. Ainsi, la chasse serait certes suspendue dans les zones ne faisant pas partie d’un district de chasse, mais seul un petit nombre de surfaces relèveraient de cette disposition, et elles finiraient en général par être intégrées dans d’autres districts de chasse. L’autorité de la chasse n’accorderait une suspension de la chasse que dans des cas exceptionnels et pour des motifs liés à la gestion et à la protection du patrimoine cynégétique. Même dans les réserves naturelles, la chasse ne serait pas totalement interdite mais serait réglementée en fonction d’objectifs de conservation spécifiques. La réforme du système fédéral n’aurait pas modifié cette situation, puisque tous les Länder auraient opté pour le maintien du système de la chasse sur toutes les terres qui s’y prêtent.", "59.  Le fait que d’autres pays n’aient pas d’associations de chasse ne signifierait pas que les propriétaires fonciers ne doivent pas y tolérer la chasse sur leurs terres, puisque ces autres Etats devraient eux aussi trouver les moyens de respecter leurs obligations conventionnelles internationales en matière de protection des espèces et de la faune. Le mécanisme naturel d’autorégulation des animaux sauvages aurait cessé de fonctionner dans les régions d’Europe centrale densément peuplées et exploitées.", "60.  Les règles énoncées dans la loi allemande seraient nécessaires, car il n’y aurait pas de moyen moins intrusif de parvenir aussi bien au but recherché : un système fondé sur la participation volontaire ne pourrait fournir une solution couvrant la totalité des terres. De plus, l’obligation d’adhérer à une association de chasse permettrait de n’exclure du système aucun des individus concernés. De même, un système de chasse administré par l’Etat ne serait pas non plus une solution efficace, car en l’absence d’associations de chasse autogérées, celui-ci devrait pratiquer une gestion et un contrôle bien plus importants, et plus onéreux, pour réaliser les objectifs de la chasse.", "61.  Tout en reconnaissant que le requérant ne dispose d’aucun moyen réaliste d’empêcher la pratique de la chasse sur ses terres, le Gouvernement estime que cette situation ne fait pas peser sur l’intéressé une charge excessive dès lors que l’obligation de tolérer la chasse ne s’applique que pendant la saison de la chasse et que le droit allemand prévoit différentes formes d’indemnisation compensant entièrement l’atteinte ainsi portée au droit du requérant au respect de ses biens.", "62.  Ainsi, premièrement, à la différence de la situation prévalant en France, les propriétaires fonciers allemands auraient droit à une part des bénéfices tirés de la location du droit de chasse. Or le requérant n’aurait jamais réclamé sa part à l’association de chasse. A cet égard, le Gouvernement ne partage pas l’avis exprimé par la Cour dans l’arrêt Schneider selon lequel on ne pourrait mettre en balance une atteinte à des convictions d’ordre éthique et l’octroi d’une indemnité (Schneider, précité, § 49). Il considère en effet que si l’article 1 du Protocole no 1 protège le droit de chacun de jouir de ses biens sans ingérence extérieure, il ne protège nullement les convictions éthiques et autorise encore moins les propriétaires à utiliser leurs droits à des fins politiques, comme souhaiterait le faire le requérant.", "63.  Deuxièmement, le requérant aurait la possibilité de participer au processus décisionnel au sein de l’association de chasse pour convaincre la majorité des membres d’adopter son point de vue personnel et le faire intégrer dans la législation applicable.", "64.  De surcroît, la loi fédérale sur la chasse préserverait autant que faire se peut les intérêts des propriétaires fonciers en imposant aux chasseurs l’obligation de respecter leurs intérêts légitimes et celle de réparer tout dommage causé par la chasse.", "65.  Enfin, les limitations imposées à la chasse tiendraient compte de considérations éthiques – l’utilisation de certains types de munitions serait par exemple interdite – et le requérant resterait libre de prendre des mesures pour protéger la faune sur ses terres. De plus, il serait justifié d’imposer aux chasseurs l’obligation d’attraper, de soigner ou, si nécessaire, d’abattre les animaux gravement blessés, car seuls les chasseurs auraient la formation nécessaire pour apprécier la situation et prendre les mesures qui s’imposent.", "3.  Les tiers intervenants", "a)  L’association allemande pour la protection de la chasse (Deutscher Jagdschutz-Verband e. V. – la DJV)", "66.  La DJV – association de droit privé représentant les intérêts des chasseurs en Allemagne – souligne l’importance que revêt l’issue de la présente affaire tant pour le système de chasse en général que pour les intérêts des chasseurs. Pour être autorisé à chasser, il faudrait justifier de connaissances étendues dans les domaines liés à la chasse et respecter les plus hautes normes éthiques en matière de protection des animaux et de préservation de la nature. La situation particulière de l’Allemagne, qui serait densément peuplée et où les terres seraient cultivées de manière intensive, rendrait extrêmement difficile la régulation du gibier.", "67.  Le principe de la chasse sur toutes les terres qui s’y prêtent serait appliqué de manière cohérente en Allemagne. Les zones exclues – uniquement à titre temporaire – des districts de chasse en vertu de l’article 6 § 1 de la loi fédérale sur la chasse représenteraient moins de 0,01 % du territoire, et les autorités de la chasse seraient tenues de les incorporer rapidement dans les districts de chasse voisins. On ne connaîtrait pas actuellement de cas où une demande de suspension temporaire de la chasse aurait été approuvée par l’autorité supérieure de la chasse du Land de Rhénanie-Palatinat, où se situent les terres du requérant.", "68.  Selon l’association, si la chasse était interdite dans certaines zones, il s’y produirait immanquablement de grandes concentrations d’animaux sauvages. Elle ajoute que le gibier en fuite ou blessé ne pourrait y être poursuivi et qu’il deviendrait quasiment impossible de pratiquer la chasse de manière efficace et de soulager les animaux en souffrance. Pour résumer, la DJV considère qu’en pareil cas, il ne serait plus possible d’assurer une bonne régulation des populations de gibier, ce qui entraînerait une grave rupture de l’équilibre écologique. Enfin, d’après elle, les chasseurs ne seraient alors plus disposés à assumer la responsabilité des dégâts causés par le gibier.", "b)  La fédération des associations de chasse et des propriétaires de districts de chasse privés (Bundesarbeitsgemeinschaft der Jagdgenossenschaften und Eigenjagdbesitzer – la BAGJE)", "69.  La BAGJE – fédération regroupant toutes les associations de chasse nationales et régionales ainsi que les syndicats de propriétaires détenant des droits de chasse – souligne l’importance pour les milliers de propriétaires fonciers qu’elle représente de l’arrêt que rendra la Cour en la présente affaire. Elle ajoute qu’en Allemagne, le système des associations de chasse est un modèle réussi d’autogestion et de prévention des conflits par les propriétaires fonciers.", "70.  La possibilité d’autoriser ou non la chasse n’aurait jamais fait partie des attributs du droit de propriété. En réglementant l’exercice de la chasse, le législateur ne porterait pas atteinte au droit des propriétaires fonciers au respect de leurs biens, mais se bornerait à circonscrire la notion de propriété.", "71.  La BAGJE souligne également que les associations de chasse ne sont pas constituées de chasseurs mais regroupent tous les propriétaires fonciers de petits terrains. Il ne leur appartiendrait pas de décider si la chasse doit ou non être exercée sur les terres de leurs membres. Par ailleurs, les avantages que conférerait l’appartenance à une association de chasse ne se limiteraient pas à une indemnisation au prorata mais comprendraient également le versement aux propriétaires d’un dédommagement pour tout dégât à leurs biens occasionné par le gibier, ce qui pourrait correspondre à plusieurs milliers d’euros par an, même pour les propriétaires de terrains de petite taille.", "C.  Appréciation de la Grande Chambre", "1.  Sur l’existence d’une ingérence dans les droits du requérant résultant de l’article 1 du Protocole no 1 à la Convention", "72.  La Grande Chambre observe que le Gouvernement ne conteste pas que l’obligation pour le requérant d’autoriser la pratique de la chasse sur ses terres constitue pour l’intéressé une ingérence dans l’exercice par lui de son droit au respect de ses biens (paragraphe 54 ci-dessus). Elle partage cette analyse et rappelle que l’obligation pour un individu de tolérer la présence sur sa propriété d’hommes armés et de chiens de chasse constitue une restriction à la libre disposition du droit d’user de ses biens (voir Chassagnou, précité, § 74, et Schneider, précité, § 44).", "2.  Sur le respect des conditions énoncées au second alinéa de l’article 1 du Protocole no 1", "73. L’ingérence en cause doit s’analyser à la lumière du second alinéa de l’article 1 du Protocole no 1. La Cour considère que la loi litigieuse peut passer pour un moyen de réglementer l’usage des biens conformément à l’intérêt général (comparer avec Schneider, précité, § 41).", "a)  Principes généraux", "74.  Selon une jurisprudence bien établie, le second alinéa de l’article 1 du Protocole no 1 doit se lire à la lumière du principe consacré par la première phrase de l’article (voir, entre autres, James et autres c. RoyaumeUni, 21 février 1986, § 37, série A no 98, Broniowski c. Pologne [GC], no 31443/96, § 134, CEDH 2004V, et Brosset-Triboulet et autres c. France [GC], no 34078/02, § 80, 29 mars 2010). En conséquence, une loi portant atteinte au droit au respect des biens doit ménager un « juste équilibre » entre les impératifs de l’intérêt général et ceux de la sauvegarde des droits fondamentaux de l’individu. La recherche de cet équilibre se reflète dans la structure de l’article 1 tout entier, et donc aussi dans son second alinéa : il doit exister un rapport raisonnable de proportionnalité entre les moyens employés et le but visé. Lorsqu’elle contrôle le respect de cette exigence, la Cour reconnaît à l’Etat une grande marge d’appréciation tant pour choisir les modalités de mise en œuvre que pour juger si leurs conséquences se trouvent légitimées, dans l’intérêt général, par le souci d’atteindre l’objectif de la loi en cause (Chassagnou, précité, § 75, Schneider, précité, § 45, et Depalle c. France [GC], no 34044/02, § 83, CEDH 2010).", "b)  Les conclusions de la Cour dans les affaires Chassagnou et Schneider", "75.  C’est dans l’affaire Chassagnou, précitée, que la Cour a examiné pour la première fois la question de savoir si l’obligation pour un propriétaire de tolérer la chasse sur ses terres était compatible avec les principes consacrés par l’article 1 du Protocole no 1.", "76.  Dans cette affaire, la Grande Chambre a conclu que la loi Verdeille de 1964 avait pour buts légitimes, en particulier, d’éviter une pratique anarchique de la chasse et de favoriser une gestion rationnelle du patrimoine cynégétique. En vertu de cette loi, les propriétaires ne pouvaient pas s’opposer au transfert obligatoire de leur droit de chasse et aucune mesure d’indemnisation n’était prévue pour ceux qui, comme les requérants, étaient opposés à la chasse et ne souhaitaient pas tirer profit ou avantage du droit de chasse. La Cour a observé que la situation en cause constituait une exception à deux principes : celui selon lequel la propriété d’un bien implique le droit d’en jouir et d’en disposer de la manière la plus absolue et celui voulant que nul ne puisse chasser sur la propriété d’autrui sans son consentement. De plus, l’appartenance automatique aux associations municipales de chasseurs ne s’appliquait que dans 29 des 93 départements français concernés, ces associations n’existaient que dans 851 communes, et la loi Verdeille ne s’appliquait qu’aux fonds de moins de 20 hectares. Ces considérations ont conduit la Cour à la conclusion que le système litigieux de transfert obligatoire avait placé les requérants dans une situation qui ne respectait pas le juste équilibre devant être ménagé entre la protection du droit de propriété et les exigences de l’intérêt général : en contraignant les petits propriétaires fonciers à transférer leur droit de chasse sur leurs terres de sorte que des tiers pussent en faire un usage totalement contraire à leurs convictions, la loi faisait peser sur ces personnes une charge disproportionnée qui n’était pas justifiée au regard du second alinéa de l’article 1 du Protocole no 1 (Chassagnou, précité, §§ 79 et 82-85).", "77.  Ces conclusions ont ensuite été confirmées par une chambre de la Cour dans l’affaire Schneider (précitée), qui tirait son origine d’une requête introduite par la propriétaire d’un petit terrain situé au Luxembourg. Ladite chambre a noté que, à la différence de la loi Verdeille, la loi luxembourgeoise prévoyait une indemnisation financière des propriétaires, mais elle a jugé cet élément non décisif, considérant que les convictions éthiques d’une opposante à la chasse ne pouvaient pas être utilement mises en balance avec la rémunération perçue annuellement en contrepartie du droit d’usage perdu par l’intéressée. Elle a précisé qu’en tout état de cause, la rémunération envisagée (3,25 EUR par an) ne pouvait être considérée comme une juste indemnisation pour la requérante (Schneider, précité, § 49).", "c)  Cohérence de la jurisprudence", "78.  La Cour rappelle que, sans qu’elle soit formellement tenue de suivre ses arrêts antérieurs, il est dans l’intérêt de la sécurité juridique, de la prévisibilité et de l’égalité devant la loi qu’elle ne s’écarte pas sans motif valable de ses propres précédents. Cependant, la Convention étant avant tout un mécanisme de protection des droits de l’homme, la Cour doit tenir compte de l’évolution de la situation dans l’Etat défendeur et dans les Etats contractants en général et réagir, par exemple, au consensus susceptible de se faire jour quant aux normes à atteindre (voir, parmi beaucoup d’autres, Chapman c. Royaume-Uni [GC], no 27238/95, § 70, CEDH 2001I, et Bayatyan c. Arménie [GC], no 23459/03, § 98, CEDH 2011, avec la jurisprudence citée).", "79.  La Cour note que plusieurs Etats parties ont modifié leur législation ou leur jurisprudence pour se conformer aux principes énoncés dans les arrêts Chassagnou et Schneider précités (paragraphe 36 ci-dessus).", "80.  Dès lors, la Cour ne peut que réaffirmer les principes énoncés dans les arrêts Chassagnou et Schneider, et notamment rappeler que le fait d’imposer à un propriétaire foncier opposé à la chasse pour des motifs éthiques l’obligation d’en tolérer l’exercice sur ses terres est de nature à rompre le juste équilibre qui doit être ménagé entre la protection du droit de propriété et les exigences de l’intérêt général et à faire peser sur le propriétaire concerné une charge disproportionnée, incompatible avec l’article 1 du Protocole no 1.", "d)  Application de ces principes au cas d’espèce", "81.  Il reste à déterminer si, comme l’a avancé le Gouvernement, la situation résultant des dispositions de la loi fédérale sur la chasse, telles qu’appliquées en l’espèce, diffère significativement de la situation de fait et de droit qui prévalait respectivement en France et au Luxembourg à l’époque considérée dans les affaires Chassagnou et Schneider (précitées) et, dans l’affirmative, si les différences en question sont suffisamment importantes pour faire conclure à l’absence de violation de l’article 1 du Protocole no 1 dans les circonstances particulières de l’espèce.", "82.  Pour ce faire, la Cour examinera les objectifs des lois en jeu, leur application territoriale, les exceptions possibles à l’adhésion obligatoire à une association de chasse et la question de l’indemnisation.", "i.  Objectifs généraux", "83.  La Cour observe d’emblée que les objectifs de la législation allemande sur la chasse sont énoncés à l’article 1 §§ 1 et 2 de la loi fédérale sur la chasse (paragraphe 27 ci-dessus). Il s’agit notamment de la gestion du patrimoine cynégétique, qui vise elle-même à conserver des populations de gibier variées et en bonne santé à un niveau compatible avec l’entretien des terres et la culture locale et à empêcher que le gibier ne cause des dégâts. La Cour prend note également de l’argument du Gouvernement selon lequel la chasse a aussi pour but de prévenir la propagation des maladies animales. De même, l’un des principaux objectifs de la loi Verdeille en France était de favoriser une « exploitation rationnelle de la chasse, tout en assurant le respect de l’environnement » (Chassagnou, précité, § 78). La loi luxembourgeoise poursuivait des objectifs comparables, à savoir « la gestion rationnelle du patrimoine cynégétique et le maintien de l’équilibre écologique » (Schneider, précité, § 34).", "84.  La Cour observe en outre que, à la différence de la loi Verdeille en France, la loi fédérale allemande sur la chasse ne semble pas avoir principalement pour but de servir les intérêts des chasseurs (comparer avec Chassagnou, précité, § 106), mais impose aux personnes pratiquant la chasse à titre privé de contribuer à la réalisation d’objectifs d’intérêt public (paragraphe 55 ci-dessus). Cela étant, cette loi octroie aux chasseurs certains droits, tels que celui de poursuivre le gibier et d’en acquérir la propriété (article 1 § 1 de la loi fédérale sur la chasse – paragraphe 27 ci-dessus). En tout état de cause, la Cour estime que, même si la loi sur la chasse prévoit des obligations, il n’en demeure pas moins qu’en Allemagne la chasse est principalement pratiquée par des particuliers à titre de loisir, tout comme c’était le cas en France et au Luxembourg.", "85.  Eu égard à ce qui précède, la Cour conclut que les objectifs visés par la loi allemande ne sont pas significativement différents de ceux que poursuivaient les lois française et luxembourgeoise précédemment examinées par elle.", "ii.  Etendue territoriale et exceptions à l’obligation d’adhérer à une association de chasse", "86.  La Grande Chambre note également que la chambre et le Gouvernement ont attaché un poids particulier à l’argument selon lequel la loi allemande sur la chasse s’applique sur tout le territoire national (paragraphes 43 et 56 ci-dessus). Elle note que la loi Verdeille s’appliquait à 29 des 93 départements français concernés et qu’il était possible d’en étendre l’application à l’ensemble du territoire français (Chassagnou, précité, §§ 78 et 84). Au Luxembourg, comme en Allemagne, la loi s’appliquait, en principe, sur tout le territoire national. Toutefois, depuis la réforme du système fédéral allemand entrée en vigueur en 2006, les Länder ont la possibilité de réglementer la chasse en s’écartant de la loi fédérale (article 72 de la Loi fondamentale – paragraphe 25 ci-dessus), même s’ils ont jusqu’à présent choisi de conserver le système de la chasse sur toutes les terres qui s’y prêtent (paragraphe 58 ci-dessus).", "87.  Ces trois lois prévoient, ou prévoyaient, des exceptions territoriales pour les terrains clos. En vertu de l’article 6 de la loi fédérale sur la chasse, la chasse est suspendue sur les terrains qui ne font pas partie d’un district de chasse (les enclaves – paragraphe 28 ci-dessus), même s’il reste possible de les incorporer dans un district de chasse existant (paragraphes 58 et 67 cidessus). On trouve d’autres exceptions dans l’ancienne loi française et dans l’actuelle loi allemande pour les réserves naturelles et les réserves de chasse (Chassagnou, précité, § 58, et paragraphe 31 ci-dessus) et dans l’ancienne loi luxembourgeoise pour les maisons et les jardins (Schneider, précité, § 19). Dans les lois française et luxembourgeoise, les routes et les voies ferrées étaient aussi exclues des districts de chasse (Chassagnou, précité, § 46, et Schneider, précité, § 19).", "88.  En ce qui concerne les exemptions personnelles, la loi française excluait les biens de l’Etat et n’imposait pas aux propriétaires de grands domaines d’appartenir à une association de chasse (Chassagnou, précité, § 116). Il apparaît en outre que ces grands propriétaires n’étaient pas obligés de chasser ou de tolérer la chasse sur leurs terres (Chassagnou, précité, § 92). De même, la loi luxembourgeoise excluait des districts de chasse tous les terrains privés appartenant à la Couronne (Schneider, précité, § 53). La loi allemande sur la chasse est quant à elle applicable de la même manière aux biens privés et aux biens publics (paragraphe 30 ci-dessus). Il y a cependant une différence de traitement selon la taille du terrain (paragraphes 29 et 30 ci-dessus).", "89.  Eu égard à ce qui précède, la Cour estime que les différences sur ces points entre les lois comparées ne sauraient être considérées comme déterminantes. L’application de la loi luxembourgeoise sur la totalité du territoire national ne l’a pas empêchée de conclure à la violation de l’article 1 du Protocole no 1 dans l’affaire Schneider. On pourrait tirer la même conclusion pour l’Allemagne étant donné que, depuis le 1er septembre 2006, les Länder sont compétents pour légiférer en matière de chasse et sont donc désormais libres d’adopter des règles différentes dans ce domaine. On peut en déduire que la pratique de la chasse ne doit pas nécessairement être réglée de manière uniforme sur tout le territoire fédéral.", "iii.  Indemnisation des propriétaires fonciers", "90.  En ce qui concerne l’indemnisation des propriétaires fonciers en contrepartie de la pratique de la chasse sur leurs terres, la Cour note que la loi française n’accordait pas aux propriétaires opposés à la chasse d’indemnisation financière pour l’obligation de tolérer cette activité mais permettait à tous les membres d’une association de chasse de chasser sur l’ensemble du territoire de celle-ci (Chassagnou, précité, § 82), tandis que la loi allemande prévoit, comme le faisait la loi luxembourgeoise, la redistribution proportionnelle aux membres de l’association des bénéfices de la location du droit de chasse. Dans l’affaire luxembourgeoise, la propriétaire requérante avait droit à 3,25 EUR par an (Schneider, précité, § 49). En Allemagne, l’indemnisation n’est accordée que sur demande expresse et apparaît en tout état de cause très limitée (paragraphes 53 et 62 ci-dessus). Enfin, comme la loi luxembourgeoise le prévoyait, la loi allemande dispose que les propriétaires ont droit à être indemnisés des dommages que leur causeraient le gibier ou l’exercice de la chasse (Schneider, précité, § 37, et paragraphe 32 ci-dessus).", "91.  Il apparaît qu’en l’espèce le requérant n’a pas demandé à être indemnisé, comme il en avait le droit en vertu de la loi allemande, de l’obligation dans laquelle il se trouvait de tolérer la chasse sur ses terres. Cela étant, la Cour estime qu’il s’accorde mal avec la notion même de respect d’une objection éthique d’imposer à la personne concernée de demander aux autorités une indemnisation de ce qui forme la source même de son objection. Pareille démarche pourrait en soi passer pour incompatible avec les convictions éthiques en question (paragraphes 12 et 53 ci-dessus). De plus, pour des raisons de principe, la Cour éprouve des réticences devant l’argument selon lequel des convictions personnelles profondément ancrées pourraient être échangées contre une indemnité annuelle censée compenser la perte de l’usage du bien, indemnité qui en tout état de cause apparaît très modique (voir, mutatis mutandis, Schneider, précité, § 49).", "92.  Enfin, la Cour observe que la loi fédérale sur la chasse ne permet nullement de tenir compte des convictions éthiques des propriétaires opposés à la chasse. Elle estime que les documents produits par le Gouvernement (paragraphe 24 ci-dessus) – selon lesquels les terres du requérant seraient louées à une agricultrice qui les utiliserait pour élever du bétail destiné à l’abattage – ne sont pas suffisants pour jeter le doute sur le sérieux des convictions du requérant, car l’opposition à la chasse ne peut être assimilée à l’opposition à l’abattage d’animaux pour la consommation humaine. De plus, à la lumière des éléments dont elle dispose, la Cour ne voit pas de raisons de mettre en question la véracité de l’affirmation de l’intéressé selon laquelle il n’a jamais vu de bétail sur ses terres, n’a jamais donné l’autorisation de les utiliser aux fins en question et n’hésiterait pas, le cas échéant, à engager une action en justice pour prévenir ou faire cesser tout abus éventuel.", "iv.  Conclusion", "93.  Pour résumer, la Cour observe que les trois lois comparées ci-dessus poursuivent des objectifs similaires et comportent certaines exceptions territoriales de plus ou moins grande ampleur. La question de l’indemnisation a été traitée de manière tout à fait comparable en Allemagne et au Luxembourg, le système français étant différent à cet égard. Dans ces conditions, la Cour n’est pas convaincue que la situation en Allemagne soit sensiblement différente de celles examinées par elle dans les affaires Chassagnou et Schneider. Dès lors, elle ne voit aucune raison de s’écarter de la conclusion à laquelle elle est parvenue dans ces deux affaires, à savoir que l’obligation de tolérer la chasse sur leurs terres impose aux propriétaires qui, comme le requérant en l’espèce, sont opposés à cette pratique pour des raisons éthiques une charge disproportionnée.", "94.  Partant, la Cour conclut qu’il y a eu violation de l’article 1 du Protocole no 1 à la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 14 DE LA CONVENTION COMBINÉ AVEC L’ARTICLE 1 DU PROTOCOLE No 1", "95.  Le requérant soutient que les dispositions de la loi fédérale sur la chasse lui font subir une double discrimination : d’une part, par rapport aux propriétaires dont le fonds ne relève pas d’un district de chasse, comme les propriétaires d’enclaves, sur lesquelles il n’y a pas de droit de chasse, d’autre part, à raison de la faible superficie de ses terres. Il invoque l’article 14 de la Convention combiné avec l’article 1 du Protocole no 1.", "L’article 14 est ainsi libellé :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "A.  L’arrêt de la chambre", "96.  La chambre a observé que, en vertu de la loi allemande, les propriétaires de grands domaines n’étaient pas autorisés à suspendre totalement la chasse mais devaient s’acquitter des mêmes obligations en matière de gestion du patrimoine cynégétique que les associations de chasse. Elle a considéré qu’il n’existait une différence de traitement entre les propriétaires de petits domaines et ceux de grands domaines que pour autant que ces derniers conservaient la liberté de choisir la manière dont ils s’acquittaient de l’obligation que la loi sur la chasse faisait peser sur eux, alors que les premiers n’avaient que le droit de participer au processus décisionnel au sein de l’association de chasse. Elle a estimé que cette différence de traitement était suffisamment justifiée par la nécessité de regrouper les parcelles de petite taille afin de permettre la chasse toutes les terres qui s’y prêtent dans le but d’assurer une bonne gestion du patrimoine cynégétique. Elle a considéré en outre que la différence de traitement entre les propriétaires de parcelles ne relevant pas d’un district de chasse, telles que les enclaves, et les autres propriétaires était justifiée par la spécificité de ces parcelles (arrêt de la chambre, §§ 68-70). Aussi a-t-elle conclu à la nonviolation de l’article 14 de la Convention combiné avec l’article 1 du Protocole no 1.", "B.  Thèses des parties", "1.  Le requérant", "97.  Selon le requérant, la différence opérée entre les propriétaires de grands domaines et les propriétaires de petits terrains favorise les « riches » propriétaires fonciers et ne respecte pas les exigences de l’article 14. Cette discrimination ne serait pas effacée par l’obligation de chasser incombant aux propriétaires de grands domaines, car celle-ci ne s’appliquerait qu’à une faible partie des animaux dont la chasse est autorisée, et les grands propriétaires pourraient décider librement des espèces à chasser et de la manière de le faire, par exemple en choisissant la méthode de chasse. Ils pourraient même décider de suspendre la chasse et d’attaquer en justice toute décision leur ordonnant de chasser. Le requérant ajoute qu’en pratique il n’y a pas de contrôle du respect par les propriétaires de districts de chasse privés des obligations qui leur incombent en matière de chasse.", "98.  En outre, ces propriétaires ne seraient pas obligés de tolérer la pose d’installations de chasse ou la présence d’étrangers sur leurs terres. Les petits propriétaires terriens seraient quant à eux privés de la possibilité d’observer les animaux sauvages et d’en prendre soin dans leur habitat naturel. Pour le requérant, il s’ensuit que le transfert de l’exercice du droit de chasse va au-delà de ce qui est nécessaire pour prévenir les dégâts que peuvent causer les animaux sauvages.", "2.  Le Gouvernement", "99.  Le Gouvernement soutient que le requérant n’a pas été traité différemment de n’importe quel autre propriétaire terrien en ce qui concerne ses droits garantis par l’article 1 du Protocole no 1. Contrairement aux lois française et luxembourgeoise, la législation allemande garantirait que tous les propriétaires fonciers soient soumis dans une égale mesure à l’obligation de chasser. Les propriétaires de domaines de plus de 75 hectares conserveraient le droit de chasse mais ne seraient pas autorisés à faire de leurs terres des zones de non-chasse.", "100.  Ils ne seraient pas non plus libres de choisir les espèces de gibier à chasser. En vertu de la loi fédérale sur la chasse, l’abattage du gibier serait soumis à des règles visant à assurer le maintien d’une population suffisante et en bonne santé de toutes les espèces animales et à garantir l’intérêt légitime qu’il y aurait à protéger l’agriculture, la pêche et la sylviculture. Ainsi, la chasse ne serait pas autorisée de manière arbitraire mais devrait être planifiée et exercée de façon durable.", "101.  L’érection d’installations de chasse garantirait une pratique de la chasse respectueuse de la nécessité de protéger les animaux. Les propriétaires de districts de chasse privés ayant donné en location leur droit de chasse devraient tolérer la pose de telles installations tout comme les propriétaires de domaines plus petits. Enfin, selon le Gouvernement, à supposer qu’il y eût une différence de traitement, elle serait justifiée : pour gérer et protéger le patrimoine cynégétique grâce à la pratique de la chasse sur toutes les terres qui s’y prêtent, il serait nécessaire de regrouper les parcelles de petite taille. Le seuil minimum de 75 hectares aurait depuis longtemps prouvé son efficacité en Allemagne en matière de gestion du gibier.", "3.  Les tiers intervenants", "102.  La DJV estime comme la chambre que la différence de traitement entre les propriétaires de petits terrains et ceux de grands domaines, à savoir que les seconds resteraient libres de choisir la manière de s’acquitter de leurs obligations au regard de la loi sur la chasse, est justifiée par la nécessité de permettre la chasse sur toutes les terres qui s’y prêtent pour assurer une bonne gestion du patrimoine cynégétique.", "103.  La BAGJE souligne pour sa part que les propriétaires de districts de chasse privés sont tenus de chasser eux-mêmes ou de louer leur droit de chasse à des chasseurs. Tous les propriétaires de terrains de chasse seraient obligés de respecter les quotas de chasse annuels approuvés par l’administration et d’informer chaque année les autorités compétentes du nombre total d’animaux abattus. Ils devraient de plus se conformer aux arrêtés administratifs relatifs à l’exercice de la chasse, par exemple ceux qui prévoient une réduction de la population de gibier en cas de risque de propagation de maladies animales. A la différence des lois française et luxembourgeoise précédemment examinées par la Cour, la loi allemande ne privilégierait donc pas les propriétaires de terrains de chasse privés.", "C.  Appréciation de la Grande Chambre", "104.  La Grande Chambre rappelle que l’article 14 n’a pas d’existence autonome mais joue un rôle important de complément des autres dispositions de la Convention et de ses Protocoles puisqu’il protège les individus placés dans des situations analogues contre toute discrimination dans la jouissance des droits énoncés dans ces autres dispositions. Lorsque la Cour a constaté une violation séparée d’une clause normative de la Convention, invoquée devant elle à la fois comme telle et conjointement avec l’article 14, elle n’a en général pas besoin d’examiner aussi l’affaire sous l’angle de cet article, mais il en va autrement si une nette inégalité de traitement dans la jouissance du droit en cause constitue un aspect fondamental du litige (Dudgeon c. Royaume-Uni, 22 octobre 1981, § 67, série A no 45, et Chassagnou, précité, § 89).", "105.  En l’espèce, eu égard à ses conclusions sur le terrain de l’article 1 du Protocole no 1 (paragraphes 93-94 ci-dessus), la Cour estime qu’il n’y a pas lieu d’examiner séparément le grief tiré par le requérant de l’article 14 de la Convention combiné avec l’article 1 du Protocole no 1 (Schneider, précité, § 55).", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 9 DE LA CONVENTION", "106.  Le requérant soutient que l’obligation qui lui est faite de tolérer la chasse sur ses terres emporte violation de son droit à la liberté de pensée et de conscience garanti par l’article 9 de la Convention, qui est ainsi libellé :", "« 1.  Toute personne a droit à la liberté de pensée, de conscience et de religion ; ce droit implique la liberté de changer de religion ou de conviction, ainsi que la liberté de manifester sa religion ou sa conviction individuellement ou collectivement, en public ou en privé, par le culte, l’enseignement, les pratiques et l’accomplissement des rites.", "2.  La liberté de manifester sa religion ou ses convictions ne peut faire l’objet d’autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité publique, à la protection de l’ordre, de la santé ou de la morale publiques, ou à la protection des droits et libertés d’autrui. »", "A.  L’arrêt de la chambre", "107.  La chambre a jugé qu’il n’était pas nécessaire de déterminer si le grief du requérant relevait de l’article 9 de la Convention. Eu égard à ses conclusions sur le terrain de l’article 1 du Protocole no 1, elle a en effet considéré que, à supposer établie l’existence d’une ingérence dans l’exercice par le requérant de ses droits découlant de l’article 9, cette ingérence était nécessaire à la sécurité publique, à la protection de la santé publique et à la protection des droits d’autrui, et que, partant, il n’y avait pas violation de cette disposition (arrêt de la chambre, § 87).", "B.  Thèses des parties", "1.  Le requérant", "108.  Le requérant soutient que la Cour constitutionnelle fédérale a admis que ses convictions d’opposant à la chasse atteignaient un certain degré de force, de cohérence et d’importance et méritaient donc le respect dans une société démocratique. Il argue que l’obligation qui lui est faite d’adhérer à une association de chasse le prive de la possibilité d’agir conformément à ses convictions morales.", "109.  L’analyse de la Cour constitutionnelle fédérale selon laquelle le droit d’un individu à la liberté de conscience n’engloberait pas un droit à obtenir que l’ordre juridique tout entier fût soumis à ses propres principes éthiques (paragraphe 20 ci-dessus) ne prendrait pas la mesure du degré et de l’importance de la liberté de conscience individuelle, qui serait ici « sacrifiée » au profit du droit de tiers de pratiquer la chasse, alors que ce droit ne serait protégé ni par la Loi fondamentale ni par la Convention. L’obligation d’appartenir à une association de chasse accroîtrait encore la pression pesant sur des individus contraints de prendre part à des activités contraires à leurs convictions.", "110.  Cette ingérence ne serait pas justifiée au regard de l’article 9 § 2 de la Convention. Compte tenu du degré d’importance de l’intérêt public qu’il y aurait à pratiquer la chasse – lequel serait tout au plus faible – le requérant estime qu’il y a lieu de faire prévaloir son droit à la liberté de conscience sur celui de tiers de pratiquer la chasse sur ses terres.", "2.  Le Gouvernement", "111.  Le Gouvernement nie toute violation des droits du requérant résultant de l’article 9. Il souligne que l’intéressé n’est pas obligé de pratiquer la chasse ni de participer à la moindre activité qui serait incompatible avec ses convictions, et que ce n’est pas celui-ci, en tant qu’individu, qui prend la décision d’autoriser la chasse, mais le législateur, agissant dans l’intérêt général. La question serait seulement de savoir si le requérant peut, sur le fondement de l’article 9 de la Convention, empêcher des tiers de chasser sur ses terres.", "112.  Invoquant la décision rendue par la Cour dans l’affaire Pichon et Sajous c. France ((déc.), no 49853/99, CEDH 2001-X), le Gouvernement argue que l’article 9 ne garantit pas le droit d’imposer à autrui des convictions éthiques, religieuses ou morales, en particulier s’il est possible de les exprimer par d’autres moyens. Or, en l’espèce, le requérant resterait libre de rechercher publiquement un soutien pour ses convictions morales en participant au processus démocratique.", "113.  Suivant les dispositions de la loi fédérale sur la chasse, le fait d’être propriétaire d’un terrain ne permettrait pas d’interdire à des tiers d’y pénétrer pour pratiquer la chasse dans l’intérêt général. A cet égard, les organes de la Convention auraient dit expressément que nul ne peut invoquer l’article 9 pour se soustraire au paiement de l’impôt au motif que les fonds publics serviraient notamment à financer des activités militaires (le Gouvernement renvoie à l’affaire C. c. Royaume-Uni (no 10358/83, décision de la Commission du 15 décembre 1983, Décisions et rapports (DR) 37, p. 148)), et que l’intérêt public à protéger la santé est suffisant pour justifier l’obligation faite aux motocyclistes de porter un casque, quand bien même cette obligation irait à l’encontre de celle de porter le turban à laquelle les sikhs sont astreints (le Gouvernement renvoie à l’affaire X. c. Royaume-Uni (no 7992/77, décision de la Commission du 12 juillet 1978, DR 14, p. 236)).", "114.  Le Gouvernement ajoute que le requérant a loué sa terre à une agricultrice, qui y élèverait du bétail destiné à l’abattage (paragraphe 24 cidessus). Cet élément apporterait un éclairage intéressant sur les convictions de l’intéressé au sujet de la mise à mort d’animaux. De plus, le requérant n’aurait jamais cherché à sortir du conflit de conscience dans lequel il dit se trouver, par exemple en vendant les terres concernées et en en achetant d’autres en zone urbaine, ou encore en s’efforçant d’influer sur le processus décisionnel au sein de l’association de chasse afin que les décisions prises soient conformes à ses convictions éthiques.", "3.  Les tiers intervenants", "115.  La DJV indique qu’en vertu de la législation allemande le droit de pratiquer la chasse sur les petits terrains n’est pas lié au droit de propriété. Le transfert à une association de chasse du droit de chasse sur les fonds de petite taille serait opéré par le législateur. Les propriétaires fonciers n’auraient donc pas à transférer eux-mêmes leur droit et ne pourraient pas, dès lors, se trouver pris dans un conflit moral à cet égard.", "116.  La BAGJE indique que les associations de chasse allemandes – à la différence des associations luxembourgeoises – ne sont pas autorisées à décider si la chasse doit ou non être exercée sur leurs terrains de chasse. L’obligation de chasser relèverait d’une décision purement législative, indépendante de l’appartenance à une association de chasse. Ainsi, le fait d’appartenir à pareille association ne créerait nulle obligation de tolérer la chasse susceptible de porter atteinte à la liberté de conscience des propriétaires fonciers.", "117.  Le Centre européen pour le droit et la justice indique que la Cour a reconnu que l’article 9 de la Convention englobe le droit à l’objection de conscience dans l’affaire Bayatyan (précitée, § 111), relative au service militaire, et dans l’affaire R.R. c. Pologne (no 27617/04, § 206, CEDH 2011), concernant la pratique d’avortements par des professionnels de santé. Elle aurait de plus implicitement reconnu, dans les arrêts Chassagnou (précité, § 117) et Schneider (précité, § 82), le droit à l’objection de conscience à l’égard de la chasse, sans toutefois se prononcer expressément sur le terrain de l’article 9. En matière d’objection de conscience, l’Etat aurait l’obligation positive de trouver des solutions prenant en compte les intérêts concurrents en présence afin de concilier les exigences de la conscience individuelle et l’intérêt général.", "118.  Ledit Centre estime que l’obligation pour une personne de tolérer la chasse sur ses terres constitue indubitablement une atteinte à sa liberté de conscience. Considérant qu’une opposition absolue à la chasse est quelque peu irrationnelle et que l’atteinte portée à la liberté de conscience du requérant en l’espèce se limite à l’obligation passive de « tolérer » la chasse, il estime qu’un constat de violation de l’article 9 de la Convention est possible mais ne s’impose pas. En revanche, l’obligation d’adhérer à une association de chasse constitue à ses yeux une atteinte à la liberté de conscience négative : en d’autres termes, le requérant serait forcé d’agir contre sa conscience, ce qui emporterait violation à son égard du droit à l’objection de conscience garanti par l’article 9.", "C.  Appréciation de la Grande Chambre", "119.  Compte tenu des conclusions auxquelles elle est parvenue sur le terrain de l’article 1 du Protocole no 1 (paragraphes 93 et 94 ci-dessus), la Grande Chambre estime qu’il n’y a pas lieu d’examiner séparément le grief tiré par le requérant de l’article 9 de la Convention.", "V.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "120.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "121.  Le requérant demande 10 000 EUR pour dommages matériel et moral. Il souligne qu’il a sacrifié beaucoup de son temps libre à la procédure menée devant les juridictions internes.", "122.  Le Gouvernement estime que le requérant n’a pas dûment détaillé et justifié ses demandes.", "123.  La Cour note que le requérant n’a communiqué aucun élément susceptible d’étayer sa demande pour préjudice matériel, de sorte qu’il n’y a pas lieu de lui octroyer de somme à ce titre. Elle considère en revanche que les violations qu’elle a constatées ont dû faire subir à l’intéressé un certain dommage moral, que, statuant en équité, elle évalue à 5 000 EUR.", "B.  Frais et dépens", "124.  Factures à l’appui, le requérant réclame également 3 861,91 EUR (TVA comprise) pour les frais de traduction qu’il a engagés aux fins de la procédure devant la Cour.", "125.  Le Gouvernement n’a formulé aucun commentaire à ce sujet.", "126.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (voir, par exemple, Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 54, CEDH 2000-XI).", "127.  En l’espèce, eu égard aux documents dont elle dispose, la Cour juge raisonnable d’octroyer au requérant la totalité de la somme qu’il réclame au titre des frais et dépens, soit 3 861,91 EUR.", "C.  Intérêts moratoires", "128.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Dit, à l’unanimité, qu’elle n’a pas compétence pour examiner les griefs tirés des articles 8 et 11, pris séparément ou combinés avec l’article 14 de la Convention ;", "", "2.   Dit, par quatorze voix contre trois, qu’il y a eu violation de l’article 1 du Protocole no 1 à la Convention ;", "", "3.  Dit, par seize voix contre une, qu’il n’y a pas lieu d’examiner séparément le grief tiré de l’article 14 de la Convention combiné avec l’article 1 du Protocole no 1 ;", "", "4.  Dit, par seize voix contre une, qu’il n’y a pas lieu d’examiner séparément le grief tiré de l’article 9 de la Convention ;", "", "5.  Dit, par quatorze voix contre trois,", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois, les sommes suivantes :", "i.  5 000 EUR (cinq mille euros), plus tout montant pouvant être dû à titre d’impôt sur cette somme, pour dommage moral ;", "ii.  3 861,91 EUR (trois mille huit cent soixante et un euros et quatre-vingt-onze centimes), plus tout montant pouvant être dû à titre d’impôt sur cette somme par le requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l’homme, à Strasbourg, le 26 juin 2012.", "\tMichael O’Boyle\tNicolas Bratza\n\tGreffier adjoint\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion partiellement concordante et partiellement dissidente du juge Pinto de Albuquerque ;", "–  opinion dissidente commune aux juges David Thór Björgvinsson, Vučinić et Nußberger.", "N.B.\nM.O’B.", "", "", "OPINION PARTIELLEMENT CONCORDANTE ET PARTIELLEMENT DISSIDENTE DU JUGE PINTO DE ALBUQUERQUE", "(Traduction)", "L’affaire Herrmann porte sur l’objection de conscience à la chasse. Le requérant invoque son droit de propriété et son droit d’objection de conscience à la chasse sur ses terres. Le Gouvernement lui oppose l’obligation pour tous les propriétaires fonciers de participer à la gestion du patrimoine cynégétique et à la protection de l’équilibre écologique, considérant que de cette obligation découlent celles d’être membre d’une association de chasse et de tolérer la pratique par des tiers de cette activité sur ses terres. Les animaux et l’équilibre écologique sont au cœur de cette affaire, le point de divergence entre les parties portant sur la bonne manière de les protéger. En d’autres termes, la question posée par le requérant est intimement liée à ce que Kundera appelait le « véritable test moral de l’humanité ». Ce test ne se limite pas aux restrictions sociales au droit de propriété, il recouvre la question de la protection des animaux dans le cadre de la Convention européenne des droits de l’homme (« la Convention »). La première de ces questions ayant déjà été traitée dans une précédente affaire de Grande Chambre, l’affaire soulève aussi le problème complexe de la définition de la force du précédent judiciaire dans le système de la Convention. Je suis d’accord avec la Grande Chambre pour conclure à la violation de l’article 1 du Protocole no 1, mais non pour considérer qu’il n’y a pas lieu d’examiner séparément le grief tiré de l’article 9 et de l’article 1 du Protocole no 1 combiné avec l’article 14. Les raisons de ce désaccord sont exposées ci-dessous, dans une analyse qui tient compte des rapports actuels entre le droit international des droits de l’homme et le droit international de l’environnement.", "La protection des animaux dans la Convention", "La protection des animaux dans la Convention est double : ils sont protégés d’une part en tant que biens et d’autre part en tant qu’êtres vivants. Ils sont un « bien » au sens de l’article 1 du Protocole no 1. De cela découlent deux conséquences : 1) le propriétaire de l’animal bénéficie de l’ensemble du système de protection de la Convention garantissant le respect de son animal en tant que bien, et 2) en vertu du deuxième alinéa de l’article 1 du Protocole no 1, l’Etat peut imposer des restrictions à l’usage fait par le propriétaire de son animal et sanctionner le non-respect volontaire ou involontaire de ces restrictions. Cela étant, tous les animaux n’appartiennent pas à un propriétaire. Les animaux sauvages, abandonnés ou errants sont aussi protégés par la Convention en tant qu’éléments d’un environnement sain, équilibré et durable. L’article 8 oblige l’Etat à éviter les actes et activités qui pourraient avoir des conséquences néfastes pour la santé publique ou sur l’environnement, et plus précisément à garantir et promouvoir la santé publique en contrôlant les animaux sauvages, abandonnés ou errants, les animaux malades et les animaux domestiques. L’intérêt public que présentent à l’évidence différentes questions relatives au bien-être animal a aussi été fréquemment souligné dans le cadre du droit à la liberté d’expression garanti par la Convention. Enfin, la Cour a dit sans ambigüité que la Convention ne protégeait pas le droit de chasser ou de participer en personne à un abattage rituel.", "", "La protection des animaux dans la jurisprudence de la Cour est conforme à la tendance juridique contemporaine qui distingue les animaux des objets et associe leur protection à celle, plus large, de l’environnement. Cette tendance s’est établie non seulement dans le droit civil et constitutionnel de plusieurs pays, mais aussi en droit international des droits de l’homme et en droit international de l’environnement.", "Dans plusieurs pays, les notions de droit romain rangeant les animaux dans la catégorie des choses (res pour les animaux domestiques et res nullius pour les animaux sauvages) ont été abandonnées. La distinction juridique formelle entre les animaux et les choses a été introduite en Autriche en 1986 avec l’entrée en vigueur de l’article 285a du code civil (Bürgerlichesgesetzbuch). Ont suivi l’article 90a du code civil (Bürgerlichesgesetzbuch) allemand en 1990, l’article 1 de la loi polonaise sur la protection des animaux en 1997, l’article 528 du code civil français en 1999, l’article 641a du code civil (Zivilgesetzbuch) suisse en 2002 et l’article 287 du code civil moldave la même année. En vertu de ces dispositions, les animaux ne sont pas des choses, même si certaines règles du droit des biens peuvent s’appliquer à eux par analogie.", "", "Certaines constitutions prévoient la protection des animaux en général. C’est le cas par exemple de la Constitution suisse (articles 84 § 1, 104 § 3 b et 120 § 2), de la Loi fondamentale allemande (article 20a), de la Constitution luxembourgeoise (article 11 bis § 2), de la Constitution indienne (article 51-A g), de la Constitution brésilienne (article 225 § 1 VII), ou encore de la Constitution angolaise (article 39 § 2). Une étape supplémentaire a été franchie dans d’autres constitutions, où sont protégés certaines espèces ou certains groupes d’espèces animales : l’article 178-A de la Constitution du canton de Genève interdit la chasse des mammifères et des oiseaux ; l’article 48 de la Constitution indienne relatif à la préservation et à l’amélioration des races d’animaux interdit l’abattage de vaches, de veaux et d’autres espèces laitières ou de trait) ; l’article 16 (section 16) du chapitre X (Article X) de la Constitution de Floride limite la pêche au filet et l’article 21 (section 21) du même chapitre pose des restrictions au confinement cruel et inhumain de truies en gestation ; enfin, l’article 9 de la Constitution chinoise protège les animaux « rares ».", "", "De plus, une notion plus large d’équilibre de l’environnement, y compris la vie et la protection des animaux, considérés non pas simplement comme une espèce ou un groupe d’espèces mais aussi comme des êtres vivants dans leur individualité, capables de ressentir de la peur et de la souffrance, a été consacrée de manière répétée dans les règles de droit de l’environnement établies au sein des Nations Unies, de l’Organisation de l’Unité africaine, de l’Organisation des Etats américains, de l’Association des nations de l’Asie du Sud-Est, de l’Organisation mondiale du commerce, de l’Organisation mondiale de la santé animale, ainsi que du Conseil et l’Europe et de l’Union européenne.", "", "Parmi les organisations internationales, le Conseil de l’Europe et l’Union européenne sont les plus prolifiques et les plus efficaces en matière de protection des animaux. Le Conseil de l’Europe a élaboré un corpus considérable de normes internationales sur le bien-être des animaux, qui comprennent notamment la Convention européenne de 1968 sur la protection des animaux en transport international et son Protocole additionnel de 1979, la Convention européenne de 1976 sur la protection des animaux dans les élevages et son Protocole additionnel de 1992, la Convention européenne de 1979 sur la protection des animaux d’abattage, la Convention de 1979 relative à la conservation de la vie sauvage et du milieu naturel de l’Europe, la Convention européenne de 1986 sur la protection des animaux vertébrés utilisés à des fins expérimentales ou à d’autres fins scientifiques et son Protocole additionnel de 1998, et la Convention européenne de 1987 pour la protection des animaux de compagnie.", "", "L’Union européenne a reconnu à la protection des animaux en tant qu’« êtres sensibles » le rang juridique le plus élevé, la faisant figurer dans le « Protocole sur la protection et le bien-être des animaux » au Traité d’Amsterdam. En vertu de ce protocole, applicable seulement aux animaux élevés à des fins agricoles, « lorsqu’ils formulent et mettent en œuvre la politique communautaire dans les domaines de l’agriculture, des transports, du marché intérieur et de la recherche, la Communauté et les Etats membres tiennent pleinement compte des exigences du bien-être des animaux (...) ». A cette obligation juridiquement contraignante sont venus s’ajouter quatre instruments juridiques généraux : la directive 91/628/CEE du Conseil du 19 novembre 1991 relative à la protection des animaux en cours de transport, la directive 93/119/CE du Conseil du 22 décembre 1993 sur la protection des animaux au moment de leur abattage ou de leur mise à mort, la directive 98/58/CE du Conseil du 20 juillet 1998 concernant la protection des animaux dans les élevages et la directive 2010/63/UE du Parlement européen et du Conseil du 22 septembre 2010 relative à la protection des animaux utilisés à des fins scientifiques. Le traité sur le fonctionnement de l’Union européenne réaffirme que « l’Union et les États membres tiennent pleinement compte des exigences du bien-être des animaux en tant qu’êtres sensibles » (article 13). La protection de la faune sauvage repose sur l’article 191 du traité sur le fonctionnement de l’Union européenne, qui remplace l’article 174 de l’ancien traité instituant la Communauté européenne (TCE) et qui a été appliqué par la directive 92/43/CEE du Conseil du 21 mai 1992 concernant la conservation des habitats naturels ainsi que de la faune et de la flore sauvages.", "", "Ces « éléments clairs et incontestés montrant une tendance internationale continue » en faveur de la protection de la vie et du bien-être des animaux se retrouvent dans l’application de la Convention. Etant l’une des caractéristiques du droit international et du droit européen contemporains, la protection de la vie et du bien-être des animaux est également appliquée dans le cadre de la Convention, même si elle reste envisagée comme un effet du droit au respect des biens ou du droit à un environnement sain, équilibré et durable. L’évolution de la position de la Cour montre que celleci est prête à rejeter les deux extrêmes : ni la marchandisation des animaux ni leur « humanisation » ne reflètent leur véritable statut juridique au regard de la Convention. En d’autres termes, ils y sont considérés comme un élément constitutif d’un environnement écologique équilibré et durable, leur protection s’inscrivant dans le cadre plus large d’une équité au sein d’une même espèce (assurer à tous les êtres humains une saine jouissance de la nature), d’une équité entre les générations (garantir aux générations futures la jouissance durable de la nature) et d’une équité entre les espèces (protéger la dignité inhérente de toutes les espèces en tant que « cocréatures »). En bref, la Convention va dans le sens d’un spécisme nuancé s’appuyant sur un anthropocentrisme responsable.", "", "La nature fondamentalement incommensurable de l’humanité par rapport à l’animalité est révélée par la différence essentielle (Wesensverschiedenheit), entre les êtres humains irresponsables et les animaux : par essence, les enfants, les malades mentaux, ou encore les personnes dans le coma ou dans un état végétatif sont différentes des animaux. Néanmoins, le caractère incontesté et incontestable de cette incommensurabilité n’empêche pas de reconnaître la dignité inhérente de toutes les espèces vivant sur notre planète et le fait qu’humains et animaux partagent des intérêts de base comparables et qu’il faut donc, comme on protège les droits de l’être humain, protéger certains « droits de l’animal », pour parler de manière métaphorique.", "", "Au regard de la Convention, les « droits de l’animal » ne sont pas des créances qui seraient attribuées aux animaux et qu’ils pourraient exercer par l’intermédiaire d’un représentant, ils correspondent aux obligations qu’ont contractées les Etats Parties dans le cadre de leur engagement de garantir une jouissance pleine, effective et concrète des droits de l’homme, parmi lesquels un droit à un environnement sain et durable. Il ne s’agit donc pas de rabaisser les droits de l’homme en faisant entrer subrepticement les animaux dans le règne des êtres rationnels, mais d’enrichir ces droits de la conscience de la pleine responsabilité de l’humanité sur le devenir des autres espèces, des écosystèmes naturels et, plus largement, de l’environnement. Cette responsabilité peut se formuler juridiquement en termes d’obligations positives et négatives. En ce qui concerne les obligations négatives, la protection de l’environnement et de la vie animale constitue une restriction implicite à l’exercice des droits de l’homme. En termes d’obligations positives, la protection de l’environnement et de la vie animale est inhérente aux engagements contractés par les Etats parties dans la Convention. De ce point de vue, les droits environnementaux et les « droits de l’animal » ne peuvent se ranger complètement dans une seule catégorie ou une seule génération de droits de l’homme, ils chevauchent trois catégories classiques, ce qui montre que le droit international des droits de l’homme offre un potentiel considérable en matière de protection de l’environnement et des animaux.", "L’objection de conscience à la chasse", "La présente affaire met à l’épreuve le spécisme nuancé de la Convention. Le requérant est opposé à la chasse pour des motifs de conscience. Le fond de son grief doit être apprécié à la lumière des principes exposés ci-dessus. Le Gouvernement soutient que la conscience individuelle du requérant ne peut être l’étalon moral à l’aune duquel on devrait mesurer l’ordre juridique d’un Etat démocratique tel que l’Allemagne. Il est vrai que toute conviction, aussi sincère soit-elle, ne constitue pas un motif suffisant de revendiquer la qualité d’objecteur de conscience. Cependant, l’argument du Gouvernement peut aussi être renversé : l’ordre juridique d’un Etat démocratique n’est pas compatible avec le refus total d’une « vision du monde bienveillante envers les animaux » (tierfreundliche Weltanschauung), qui repose sur une base philosophique solide reconnue par la Cour, par différentes organisations internationales et par le législateur allemand lui-même. En d’autres termes, les Etats démocratiques ne peuvent pas rejeter le droit à l’objection de conscience fondée sur la notion du bienêtre animal, notion qui nourrit le sens de la solidarité entre les êtres humains et les autres êtres vivants et qui, en définitive, va dans le sens de la « dignité de toutes les créatures ».", "", "Le requérant n’est d’ailleurs pas seul à défendre le bien-être animal et à rejeter la chasse en la considérant comme une forme de mauvais traitements envers les animaux. Une tradition philosophique respectable prône un changement dans le rapport des humains aux animaux, reposant sur l’idée selon laquelle l’être humain et l’animal partagent la même nature. On compte parmi les tenants de cette tradition, qui a fait son chemin dans bien des écoles de pensée, Montaigne, Rousseau, Voltaire, Bentham, Schopenhauer, Bertrand Russell et bien d’autres encore.", "", "De plus, le législateur constitutionnel allemand a pris une mesure importante dans le sens de la protection du bien-être des animaux lorsqu’il a adopté la réforme constitutionnelle de 2002 en réponse au tollé suscité par l’affaire « de l’abattage rituel » tranchée par la Cour constitutionnelle fédérale la même année. La motivation politique de cette réforme constitutionnelle était la suivante : « [L]a protection des animaux prend aujourd’hui une place plus importante. Les décisions de différents tribunaux montrent une évolution de la jurisprudence allant dans le sens d’une prise en compte de ce changement de mentalité dans l’interprétation constitutionnelle (...) par l’ajout des mots « et les animaux » à l’article 20a de la Loi fondamentale, on étend la protection aux animaux pris individuellement (auf die einzelnen Tiere). La protection éthique des animaux devient ainsi constitutionnelle. » En élevant cette question au rang constitutionnel, le législateur national n’a pas seulement fixé un « objectif national » (Staatsziel) – pour lui, pour le gouvernement, pour les juridictions et pour les autres autorités publiques – il a aussi fait de la vie et du bien-être des animaux une « valeur constitutionnelle » (Verfassungswert). En l’espèce, la Cour constitutionnelle fédérale et la Cour administrative fédérale ont interprété cette nouvelle règle constitutionnelle comme un élément de nature à influencer la manière dont la chasse était pratiquée, mais non sa légitimité. Cet argument est hors de propos, car ce n’est pas là le problème soulevé par le requérant : celui-ci ne conteste pas la légitimité de la chasse en tant que telle, que ce soit au niveau constitutionnel ou au niveau européen ; il s’efforce seulement de faire reconnaître que sa répugnance idéologique face à cette activité est une conviction légitime du point de vue tant de l’article 4 de la Loi fondamentale allemande que de l’article 9 de la Convention. La valeur constitutionnelle conférée à la protection des animaux par l’article 20a de la Loi fondamentale est sans conteste un facteur de légitimation de cette conviction.", "", "De surcroît, la nature de l’objection de conscience du requérant satisfait aux exigences essentielles de la définition que donne la Cour constitutionnelle fédérale d’une décision de conscience, qui doit être « une décision éthique sérieuse, c’est-à-dire reposant sur les catégories du « bien » et du « mal », de sorte qu’un individu placé dans une situation donnée se sent lié de manière inconditionnelle par son for intérieur et ne peut agir contre son intime conviction sans se trouver en proie à de graves scrupules ». Le fait est que le requérant est opposé à la chasse pour des motifs absolus et inconditionnels, quelles que soient l’espèce concernée et les armes et méthodes employées par les chasseurs. Pareil état d’esprit ne peut qu’être considéré comme une objection de conscience sérieuse.", "", "Enfin, la Cour elle-même a reconnu que l’opposition à la chasse était digne de respect dans une société démocratique. Le droit de s’opposer à la chasse pour des raisons de conscience relève de la protection de l’article 9. Cette conviction atteint le niveau requis « de force, de cohérence et d’importance » pour « mérite[r] (...) respect dans une société démocratique ». Bien que cette affirmation ait été faite sur le terrain de la liberté d’association consacrée à l’article 11, la force de l’opposition de conscience à la chasse est également valable au regard de l’article 9. Cette conclusion s’impose d’autant plus si l’on garde à l’esprit que découle de la Convention une protection dérivée des animaux, mentionnée plus haut, mais non un droit de chasser. Comme la Cour l’a déjà dit, « lorsque des restrictions sont apportées à un droit ou une liberté garantie par la Convention dans le but de protéger des « droits et libertés » qui ne figurent pas, en tant que tels, parmi ceux qu’elle consacre (...), seuls des impératifs indiscutables sont susceptibles de justifier une ingérence dans la jouissance d’un droit garanti ». Etant donné que la Convention ne garantit pas le droit de chasser mais protège la liberté de conscience, toute restriction apportée à cette liberté doit être justifiée par un « impératif indiscutable », dont le Gouvernement n’a pas démontré l’existence en l’espèce. Au contraire, la position philosophique du requérant, qui consiste à protéger les animaux, est en parfaite harmonie avec la protection dérivée des animaux issue de la Convention.", "", "La portée du droit à l’objection de conscience recouvre non seulement la liberté d’agir selon ses convictions mais encore celle de ne pas agir en contradiction avec elles ni s’associer à des agissements d’autrui présentant pareille incompatibilité ou les tolérer. Dans le cas du requérant, le simple fait qu’il soit membre de jure de l’association de chasse fait peser sur lui des obligations et des devoirs, notamment l’impossibilité de clôturer son terrain ou d’empêcher d’une autre manière que la chasse y soit pratiquée et même de protéger le gibier blessé. Ces contraintes lui imposent un mode de vie et des règles de conduite qui sont incompatibles avec ses convictions, avec lesquelles elles sont en pleine contradiction. Ainsi, il est sans pertinence qu’il ne soit pas obligé de chasser lui-même, de prendre part à la chasse ou de la soutenir. Il se trouve placé dans une situation où il est en proie à un véritable conflit de conscience : soit il reste fidèle à ses convictions et s’oppose à la pratique de la chasse sur ses terres, en violation de la loi, soit il respecte la loi et tolère la chasse sur ses terres, ce qui va à l’encontre de sa conscience. En définitive, pour ne bafouer ni la loi ni ses convictions, la seule possibilité qu’il aurait serait d’abandonner toutes ses terres situées en zone de chasse. Une telle mort civile (capitus diminutio) des personnes opposées à la chasse pour des raisons de conscience n’est pas tolérable dans une société démocratique.", "", "De plus, le requérant n’impose pas ses convictions aux autres, contrairement à ce qu’a dit la Cour administrative fédérale. Il est évident que son opinion sur la chasse n’empêche pas les chasseurs de chasser quand ils le veulent et aussi longtemps qu’ils le veulent. Ce n’est pas lui qui porte atteinte aux droits de propriété ou de chasse de tiers. Ce sont les droits de chasse des tiers qui portent atteinte à ses droits au respect de ses biens et de sa liberté de conscience. Si son « droit de disposer » (Verfügungsmacht) de ses terres ne se trouve pas restreint, il est indéniable que son « droit de jouir » (Nutzungsmacht) de ces terres se trouve limité par le fait que des inconnus peuvent y entrer contre son gré pour y chasser des animaux et les tuer au mépris de ses convictions. Son devoir de tolérer (Toleranzpflicht) la chasse sur son fonds ne lui laisse aucun droit de défense (Abwehrrecht) relativement à ses propres terres et au gibier qui s’y trouve. Sa position juridique et éthique à l’égard de la chasse n’est ni un acte de résistance, pacifique ou non, contre un acte ou une conduite injustes d’une autorité publique (jus resistendi) ni un refus actif d’obéir opposé à une règle ou un ordre injustes provenant d’une autorité publique pour les faire changer (désobéissance civile). Son opposition aux droits de chasse des tiers est strictement passive, tandis que l’atteinte portée par les chasseurs à son droit au respect de ses biens et de sa liberté de conscience est active.", "", "Le Gouvernement a argué également à l’audience de la Grande Chambre que le requérant permettait que soit élevé sur ses terres du bétail destiné à l’abattage, estimant souligner ainsi une incohérence dans la position philosophique de l’intéressé. Même à supposer que cette nouvelle allégation puisse être prise en compte et que le fait allégué soit vrai, ce que la Cour n’a pas pu établir, il n’y a pas de raison logique de déduire de l’opposition à la chasse l’opposition à l’abattage de bétail. La différence des conditions dans lesquelles les animaux sont tués peut justifier que l’on admette l’abattage mais non la chasse. Des méthodes de mise à mort différentes impliquent des niveaux de souffrance différents, et la souffrance inutile peut en grande partie être évitée si la manière dont les animaux sont tués est strictement encadrée et si l’abattage est réalisé dans des conditions parfaitement contrôlées, dans un abattoir où ils sont préalablement étourdis, et pratiqué par des professionnels qualifiés à cette fin. Ces conditions strictes ne sont pas réunies dans l’exercice normal de la chasse. Cette pratique cause ainsi une souffrance inutile à laquelle on peut raisonnablement être opposé.", "", "Comme Antigone, qui enterra son frère Polynices dans le respect des lois des dieux mais en violation des lois de la cité de Thèbes qui interdisaient de pleurer un traître, le requérant est confronté à un conflit de conscience entre une règle de droit et une valeur éthique supérieure. Il est temps de le libérer de ce conflit en affirmant que sa demande est légitime et que la règle de droit litigieuse est illégitime. En bref, je considère que l’Etat défendeur a violé l’article 9 en obligeant le requérant à être membre d’une association de chasse et à tolérer la pratique de la chasse sur ses terres par des tiers.", "", "La chasse en tant que restriction sociale au droit de propriété : le précédent Chassagnou", "Dans une société démocratique, propriété oblige. Les propriétaires fonciers n’ont pas un droit illimité sur leurs terres, car la loi peut leur imposer des obligations positives et négatives tant que ces obligations sont nécessaires dans une société démocratique et proportionnées. Le droit de chacun au respect de ses biens peut entrer en conflit avec la protection de l’environnement. Ce conflit peut prendre la forme d’une nuisance à l’environnement portant atteinte à un droit garanti par la Convention ou d’un dommage causé à l’environnement par l’exercice d’un droit garanti par la Convention. La protection de l’environnement est un objectif légitime qui peut dans certains cas justifier l’imposition de limites à l’exercice du droit de propriété. Dans la mise en balance des préoccupations environnementales avec les droits garantis par la Convention, la Cour a reconnu que les autorités nationales étaient les mieux placées pour prendre des décisions sur les questions environnementales, qui présentent souvent des aspects sociaux et techniques complexes. En conséquence, lorsqu’elle adopte ses arrêts, elle laisse en principe aux autorités nationales une large marge d’appréciation.", "", "La Cour a déjà eu à apprécier la nécessité et la proportionnalité d’une atteinte au droit du propriétaire au respect de ses biens en cas de conflit entre ce droit et le droit des tiers de chasser. Sa conclusion a été limpide : « obliger les petits propriétaires à faire apport de leur droit de chasse sur leurs terrains pour que des tiers en fassent un usage totalement contraire à leurs convictions se révèle une charge démesurée qui ne se justifie pas sous l’angle du second alinéa de l’article 1 du Protocole no 1 ». Pareille déclaration de principe de la part de la Grande Chambre de la Cour revêt une force juridique particulière, dont il y a lieu de tenir compte pour statuer sur le grief du requérant, qui estime que la loi allemande sur la chasse emporte violation de son droit garanti par l’article 1 du Protocole no 1.", "", "Les intérêts de la sécurité juridique, de la prévisibilité de la loi et de l’égalité devant elle commandent que la Cour ne s’écarte pas de sa jurisprudence passée en l’absence de motifs puissants lorsque les circonstances d’une nouvelle affaire ne sont pas essentiellement différentes de celles d’une affaire antérieure. Un précédent établi par la Cour ne peut être écarté que si un consensus s’est fait jour dans les ordres juridiques des Etats membres du Conseil de l’Europe, dans l’ordre juridique interne de l’Etat défendeur ou à l’issue de l’adoption d’instruments internationaux spécialisés pour appliquer des règles différentes ou si de nouvelles connaissances scientifiques apportent un éclairage nouveau à la question considérée. A l’inverse, si l’effet d’un précédent de la Cour n’est pas limité à la puissance des motifs avancés, il ne revêt pas la force de la règle du précédent (stare decisis), selon laquelle les principes de droit sur lesquels une juridiction a fondé une décision antérieure sont contraignants dans toutes les affaires ultérieures où les faits sont essentiellement les mêmes (stare decisis et non quieta movere, « rester sur la décision et ne pas perturber la quiétude »). De fait, la Cour est aussi disposée à revenir sur sa propre jurisprudence lorsque celle-ci est incertaine ou appelle « des précisions », lesquelles visent à élargir la portée de la protection apportée par la Convention.", "", "De plus, l’interprétation de la Convention en tant qu’« instrument vivant » garantissant des droits concrets et non illusoires est intrinsèquement incompatible avec un effet horizontal de la règle du précédent dans la jurisprudence de la Grande Chambre. La Convention devant être interprétée à la lumière des circonstances actuelles, la Grande Chambre n’est pas liée par sa jurisprudence antérieure. En revanche, la structure interne de la Cour implique un effet vertical du précédent, la jurisprudence de la Grande Chambre s’imposant aux chambres. Il n’existe qu’une seule exception à cette règle : lorsque la chambre souhaite s’écarter d’une jurisprudence antérieure de la Grande Chambre et se dessaisit de l’affaire, mais que l’une des parties s’oppose à ce dessaisissement, la chambre peut s’écarter de la jurisprudence antérieure de la Grande Chambre. En cas de renvoi ultérieur de l’affaire, la Grande Chambre peut réévaluer sa propre jurisprudence à la lumière de l’arrêt de chambre attaqué. La même situation exceptionnelle peut aussi se produire lorsqu’une chambre souhaite s’écarter d’une jurisprudence antérieure de chambre. Au vu de l’effet horizontal des précédents que constituent les arrêts de chambre pour les arrêts de chambre ultérieurs, la chambre est liée tant par sa propre jurisprudence que par celle des autres chambres, sauf lorsqu’elle se dessaisit de l’affaire et qu’une des parties s’oppose au dessaisissement.", "", "Ainsi, la cohérence de la jurisprudence de la Cour repose sur une distinction délicate et complexe entre les problèmes juridiques et les circonstances factuelles des affaires dont elle est saisie. Cependant, cette tâche extrêmement délicate de différenciation des affaires ne doit pas se transformer en une subtile manipulation des caractéristiques de chaque affaire opérée dans le but de ne pas appliquer un principe établi dans la jurisprudence de la Cour. Pareille manipulation discréditerait la Cour et affaiblirait l’autorité de ses arrêts et décisions. Dans la présente affaire, il n’existe pas de différences substantielles qui justifieraient l’inapplicabilité du principe énoncé dans l’arrêt Chassagnou. Les caractéristiques propres au cas d’espèce ne sont pas suffisamment différentes de celles du précédent Chassagnou pour justifier la conclusion selon laquelle il ne serait pas applicable. En d’autres termes, manipuler les caractéristiques de la présente affaire pour la distinguer du précédent susmentionné reviendrait en fait à opérer implicitement un revirement de jurisprudence.", "", "Compte tenu des critères énoncés dans les précédents français et luxembourgeois, la similitude de la présente affaire avec ces précédents est aisément démontrable. Premièrement, le but visé respectivement par les lois française, luxembourgeoise et allemande est le même : la gestion du patrimoine cynégétique. Comme les deux autres, la loi allemande part du principe qu’il n’y a pas d’autorégulation des populations de gibier. Les parties ne s’entendent pas sur ce principe. L’Etat défendeur n’a produit aucun élément à l’appui de son allégation selon laquelle l’équilibre écologique s’effondrerait en l’absence de régulation du patrimoine cynégétique par le cadre juridique en vigueur en Allemagne.", "", "Deuxièmement, même si la portée matérielle de la loi sur la chasse n’est pas la même dans l’affaire allemande qu’elle l’était dans l’affaire française, en ce que les exceptions prévues dans l’une et l’autre loi sont différentes, on ne saurait légitimement arguer que la loi allemande prévoit de manière impérative une restriction universelle et obligatoire au droit de propriété qui reposerait sur la nécessité de gérer le patrimoine cynégétique tandis que la loi française dans sa version antérieure à la réforme de juillet 2000 (la loi Verdeille) ne s’appliquait qu’à certains départements du territoire national : depuis la réforme constitutionnelle de 2006, les Länder peuvent même interdire complètement la chasse sur leur territoire. On peut ainsi tirer de cette décision politique un argument constitutionnel puissant : le législateur constitutionnel lui-même ne considérant pas la chasse comme une restriction universelle et impérative au droit de propriété, elle n’est pas une limite inhérente ou implicite de ce droit en Allemagne. Si la propriété emporte des obligations sociales (Sozialpflichtigkeit des Eigentums), le transfert du droit de chasse du propriétaire foncier à des tiers n’en fait pas partie. Au vu de la décision politique prise par le législateur constitutionnel allemand en 2006, on ne peut pas dire que les propriétaires fassent nécessairement l’objet de restrictions découlant de la législation sur la chasse. Il devient donc possible de conclure qu’une telle obligation sociale ne doit pas être imposée aux propriétaires fonciers contre leur gré.", "", "Troisièmement, à la différence de l’ancienne loi française, la loi allemande prévoit une indemnisation des propriétaires sur les terres desquels des tiers pratiquent la chasse. Cet argument a été invoqué par la Cour constitutionnelle fédérale et par la Cour administrative fédérale, qui se sont appuyées sur le droit du requérant de participer au processus décisionnel de l’association de chasse en sa qualité de membre (Mitwirkungsrechten des Beschwerdeführers in der Jagdgenossenschaft) et sur son droit à une part des bénéfices tirés de la chasse dans le district (Teilhaberecht am Pachterlös), estimant que ces droits justifiaient la restriction apportée à son droit de propriété. Or ni l’un ni l’autre de ces droits ne peut être considéré comme une contrepartie satisfaisante et suffisante de la restriction apportée au droit de propriété de l’intéressé. D’une part, étant donné le caractère dérisoire des sommes prévues par la loi allemande, on ne peut pas raisonnablement considérer qu’il a été dûment dédommagé. D’autre part, on ne peut pas dédommager les objecteurs de conscience en leur octroyant une part des bénéfices tirés d’une activité à laquelle ils sont opposés ou des droits procéduraux relatifs à cette activité. Affirmer le contraire, sous couvert d’une vision prétendument « objective » (objektive Sicht) des droits du propriétaire foncier, reviendrait à annihiler l’objection de conscience elle-même. La conscience d’un individu n’a pas de prix. Dès lors, la conscience du requérant ne peut s’acheter, pas plus que celle de toute personne d’honneur.", "", "La conclusion s’impose : il n’y a pas d’arguments solides à l’appui d’une distinction entre le précédent Chassagnou et la présente affaire. Ce précédent est donc valable également pour ce qui est de la législation allemande sur la chasse. Le caractère disproportionné des restrictions imposées au droit de propriété est aggravé par le fait qu’il existe dans bien d’autres pays européens d’autres solutions moins invasives que ne l’est le système allemand d’appartenance obligatoire des propriétaires fonciers à une association de chasse et d’obligation pour eux de tolérer la chasse, sans que ces autres solutions n’aient eu de conséquences néfastes pour l’environnement constatées ou connues. La Cour constitutionnelle fédérale a certes envisagé d’autres solutions moins restrictives susceptibles de mieux préserver les intérêts concurrents, par exemple la suspension de la chasse sur certaines parcelles de terre ou la création d’associations de chasse auxquelles l’appartenance serait volontaire, mais elle a conclu que ces autres solutions n’auraient « pas été aussi efficaces pour parvenir aux buts visés par le législateur » (nicht gleich effektiv zur Erreichung der gesetzgeberischen Ziele) et qu’elles auraient entraîné « une réglementation et un contrôle de l’Etat probablement bien plus importants » (eines voraussichtlich erheblich höheren Regelungs-und Überwachungsaufwands durch den Staat). Ces considérations spéculatives ne justifient pas le caractère général et absolu de la règle par laquelle le législateur allemand a fait obligation aux propriétaires fonciers d’être membres d’une association de chasse.", "", "Compte tenu de la force du précédent applicable (Chassagnou) et des circonstances susmentionnées qui viennent s’y ajouter, je conclus qu’il y a eu violation de l’article 1 du Protocole no 1.", "La discrimination à l’égard des propriétaires de petites parcelles", "Dans l’affaire Chassagnou, la Cour est même allée plus loin, concluant à la violation de l’article 14 combiné avec l’article 1 du Protocole no 1. L’argument était le suivant : « La Cour n’aperçoit pas, en effet, ce qui serait susceptible d’expliquer que, dans une même commune, les grands propriétaires puissent se réserver l’exercice exclusif du droit de chasse sur leur fonds, notamment pour en tirer des revenus, et se verraient dispensés d’en faire apport à la collectivité ou, n’y chassant pas eux-mêmes, puissent interdire aux autres de chasser sur leur fonds, tandis que les petits propriétaires, au contraire, sont mis dans l’obligation d’apporter leurs terrains à une ACCA ». Le principe énoncé par la Cour est qu’aucune différence de traitement ne devrait être permise entre les grands et les petits propriétaires fonciers pour ce qui est de la manière dont ils utilisent leur fonds. Même si la loi allemande prévoit l’obligation générale de chasser tant sur les petits terrains que sur les grands, le fait est qu’il reste une différence de traitement injustifiée : à la différence des propriétaires de petites parcelles (75 hectares ou moins), qui ne peuvent s’opposer à ce que des tiers pénètrent sur leur propriété pour y pratiquer la chasse, les propriétaires de grands terrains (plus de 75 hectares) peuvent chasser eux-mêmes ou choisir ceux qui chasseront sur leurs terres. Il n’y a aucune raison objective pour que les propriétaires de petits terrains doivent tolérer la présence de tiers sur leur propriété sans que les propriétaires de grands terrains soient soumis à la même obligation. Le Gouvernement argue que cette discrimination est justifiée par la nécessité de regrouper les petits parcelles, prétendument pour permettre une « bonne » gestion du gibier. Or cet argument explique pourquoi les petites parcelles doivent être regroupées, mais non pourquoi les propriétaires de grands terrains n’ont pas l’obligation de permettre à des tiers de pénétrer sur leur propriété pour y chasser.", "", "Il me semble entendre encore les mots prononcés par le juge Clarence Thomas lors de ses audiences de confirmation, sur les raisons qui pouvaient l’amener à s’écarter d’un précédent. Je pense comme lui qu’un revirement de jurisprudence est « une chose à ne pas prendre à la légère ». Un juge qui souhaite s’écarter d’un précédent doit démontrer non seulement que celui-ci n’est pas correct, mais encore qu’il y a lieu de franchir ce pas supplémentaire consistant à s’en écarter. Tel n’est pas le cas en ce qui concerne l’arrêt Chassagnou. Je conclus donc que, comme dans l’affaire Chassagnou, il y a eu en l’espèce violation de l’article 14 combiné avec l’article 1 du Protocole no 1.", "", "\nOPINION DISSIDENTE COMMUNE AUX JUGES DAVID THÓR BJÖRGVINSSON, VUČINIĆ ET NUSSBERGER", "(Traduction)", "L’affaire Herrmann c. Allemagne a été renvoyée devant la Grande Chambre afin que celle-ci précise la jurisprudence de la Cour. Elle est ici appelée à interpréter la portée de sa propre jurisprudence et à dire si les particularités de la législation allemande justifient une approche différente de celle adoptée dans les arrêts antérieurs Chassagnou c. France et Schneider c. Luxembourg.", "A notre grand regret, nous ne pouvons souscrire à la décision de la majorité, que ce soit en ce qui concerne son analyse de la jurisprudence existante ou pour ce qui est de l’appréciation qu’elle a faite des différences entre les réglementations nationales.", "Il faut tenir compte du fait que l’arrêt de Grande Chambre qu’a rendu la Cour en l’affaire Chassagnou c. France et l’arrêt de chambre qu’elle a rendu en l’affaire Schneider c. Luxembourg ne sont pas identiques. Au contraire, la chambre, dans l’arrêt Schneider, est allée bien au-delà des conclusions auxquelles était parvenue la majorité dans l’affaire Chassagnou sur trois points très importants.", "Premièrement, dans l’arrêt Chassagnou, l’un des facteurs décisifs dans l’appréciation de la proportionnalité des règles litigieuses était qu’elles ne s’appliquaient que de manière sélective :", "« En d’autres termes, la nécessité de mettre en commun des terrains pour l’exercice de la chasse ne s’impose qu’à un nombre restreint de propriétaires privés et cela sans que leurs opinions ne soient prises en considération de quelque manière que ce soit. De plus, la création obligatoire d’ACCA n’est intervenue que dans 29 départements sur les 93 départements métropolitains où la loi s’applique, et, sur les 36 200 communes que compte la France, seules 851 d’entre elles ont choisi le régime des associations facultatives (...) Enfin, la Cour relève que tout propriétaire possédant plus de 20 hectares (60 dans la Creuse) ou disposant d’une propriété totalement close peut s’opposer à l’adhésion à une ACCA. »", "Au Luxembourg, au contraire, la loi sur la chasse s’appliquait en principe sur tout le territoire national, seuls les biens privés de la Couronne n’en relevant pas.", "Deuxièmement, au Luxembourg, les propriétaires fonciers avaient en principe la possibilité de s’opposer à l’inclusion de leurs terres dans un district de chasse, le processus décisionnel étant démocratique. Or ce n’était pas le cas en France.", "Troisièmement, au Luxembourg, à la différence de la France, les propriétaires fonciers avaient droit à une indemnisation, même si celle-ci était minime.", "Ces facteurs sont d’une grande importance lorsqu’il s’agit de déterminer si un juste équilibre a été ménagé en la présente espèce.", "Nous ne souscrivons pas à l’approche adoptée par la chambre, pour les motifs suivants.", "A notre avis, la réglementation de la chasse n’est pas en soi une question relevant des droits de l’homme, elle concerne plutôt la question de savoir comment parvenir à un équilibre écologique entre l’homme et la nature dans un environnement donné. Cela étant, quelles que soient les règles adoptées dans ce domaine, elles risquent d’empiéter sur les droits des propriétaires fonciers d’une part et sur ceux des chasseurs d’autre part. En conséquence, la Cour peut être appelée – comme cela a été le cas dans l’affaire Chassagnou c. France – à examiner la législation sur la chasse pour vérifier sa compatibilité avec le respect des droits de l’homme garantis par la Convention. Cependant, elle n’est pas bien équipée pour apprécier la « nécessité » des restrictions apportées à ces droits, la réponse à la question de savoir comment parvenir à un équilibre écologique devant être trouvée d’abord et avant tout en suivant une démarche scientifique (voir l’argument du requérant au paragraphe 48) et empirique. Ainsi, dans l’arrêt Chassagnou, la Cour n’est pas entrée dans le débat général mais a fondé son opinion sur la nature sélective des restrictions apportées aux droits de l’homme dans le système français, estimant que ce facteur ne pouvait se justifier par aucun argument raisonnable. Selon nous, ce raisonnement très spécifique ne pouvait pas être transposé à l’affaire Schneider c. Luxembourg, où la seule exception à l’application par ailleurs générale de la loi sur la chasse était liée aux privilèges de la Couronne.", "De plus, s’il est acceptable de dire – comme cela a été fait dans l’arrêt Chassagnou – que le droit de prendre part à la chasse ne peut être considéré comme une indemnisation pour l’atteinte portée au droit au respect des biens d’un individu opposé à cette pratique, l’argument de l’arrêt Schneider consistant à dire qu’une indemnisation financière serait incompatible avec des motivations éthiques n’allait pas dans le sens de la jurisprudence de la Cour sur l’article 1 du Protocole no 1. L’existence d’une indemnisation financière est bel et bien un élément à prendre en compte, que ce soit dans les affaires d’expropriation ou dans les affaires de restriction à l’usage des biens. La structure du droit de propriété est fondamentalement différente de celle du droit à la liberté de pensée, de conscience et de religion protégé par l’article 9 de la Convention. Dans l’arrêt Schneider, il y a eu confusion entre les garanties entourant ces deux droits, alors que l’approche suivie en matière de protection de l’un et de l’autre est très différente. Les atteintes au droit de propriété peuvent être « remboursées », ce qui n’est pas possible dans le cas d’atteintes à d’autres droits. Il n’y a pas de raison de faire dépendre les restrictions à l’usage des biens des convictions des propriétaires. Si l’on suivait cette démarche, les convictions des propriétaires seraient privilégiées par rapport aux autres considérations et bénéficieraient d’une double protection, d’une part sous l’angle de l’article 9 (sous réserve qu’il soit applicable) et d’autre part sous celui de l’article 1 du Protocole no 1, alors que les convictions « normales » ne seraient protégées que par l’article 9. Dans l’affaire Schneider c. Luxembourg, le grief aurait dû être examiné (et rejeté) sur le terrain de l’article 9 et les questions de conscience n’auraient pas dû être soulevées sous l’angle de l’article 1 du Protocole no 1.", "Pour toutes ces raisons, nous sommes d’avis que la Grande Chambre n’aurait pas dû suivre le raisonnement élaboré par la chambre dans l’arrêt Schneider mais aurait dû retenir une interprétation plus restrictive de la jurisprudence en matière de questions de droits de l’homme soulevées par la législation sur la chasse, telle qu’élaborée à l’origine dans l’arrêt Chassagnou.", "Si l’on interprète de manière stricte l’arrêt Chassagnou, on voit clairement que les règles fixées par la législation allemande sur la chasse sont substantiellement différentes de celles qu’a critiquées la Grande Chambre dans l’arrêt Chassagnou. La législation allemande ne régit pas une activité de loisirs, elle porte sur la gestion générale du patrimoine cynégétique, crée des droits et des devoirs, inclut les propriétaires fonciers dans un organisme décisionnel autogéré et leur permet de revendiquer une part des bénéfices issus de la chasse ainsi qu’une indemnisation pour les dommages éventuellement subis et les garanties d’une assurance. Elle s’applique sur tout le territoire national sans prévoir d’exemptions personnelles. La réforme du système fédéral n’a pas changé le fait que les règles sont appliquées sur tout le territoire allemand. Nous estimons donc que les arguments avancés dans l’arrêt de chambre rendu par la cinquième section le 20 janvier 2011 sont pertinents et convaincants (§§ 45-56 de l’arrêt de chambre).", "De plus, la situation propre à chaque affaire doit être prise en compte. S’il est vrai que la protection des droits de l’homme doit être concrète et effective et non théorique ou illusoire, il est vrai aussi que la Cour doit tenir compte de la question de savoir si le problème de droits de l’homme est réel ou s’il n’est que théorique. Dans la présente affaire, le requérant a hérité les terrains en cause de sa mère en 1993 et, à cette date, est devenu, de jure, membre d’une association de chasse. Pourtant, il ne s’est plaint d’une violation des droits de l’homme qu’en 2003, soit dix années plus tard, supposément – selon ce qu’a dit son avocat à l’audience – parce qu’il ne savait pas auparavant qu’il était membre d’une association de chasse. Dans les véritables affaires de violation des droits de l’homme, les requérants savent (et ressentent) que leurs droits sont bafoués. De plus, le requérant n’avait pas connaissance de l’utilisation faite de ses terres et ne savait pas que des animaux y étaient élevés pour être abattus. Rien n’indique que ses biens aient été endommagés ou que la législation en vigueur ait causé d’autres problèmes visibles ou concrets. De même, il n’a jamais tenté d’influencer les autres membres de l’association de chasse, bien qu’il ait lui-même affirmé que celle-ci jouissait d’une certaine marge de manœuvre, par exemple pour réduire le nombre d’espèces susceptibles d’être chassées (paragraphe 97 de l’arrêt). Enfin, il n’a pas allégué avoir été témoin de la pratique de la chasse sur ses terres.", "En conclusion, la Cour s’est laissé emporter inutilement dans la micro-gestion de problèmes qui n’appellent pas une solution au niveau européen et qui seraient mieux réglés par les parlements et les autorités de la chasse au niveau national. Il s’agit là selon nous d’un excellent exemple d’affaire dans laquelle le principe de subsidiarité devrait être pris très au sérieux."]}