{"file": "FRE_HFJUD_22009_93.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "22009/93", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE Z c. FINLANDE", "", "(Requête no22009/93)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "25 février 1997", "\n", "En l’affaire Z c. Finlande,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement B, en une chambre composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tF. Gölcüklü,", "\t\tL.-E. Pettiti,", "\t\tC. Russo,", "\t\tJ. De Meyer,", "\t\tR. Pekkanen,", "\t\tG. Mifsud Bonnici,", "\t\tJ. Makarczyk,", "\t\tB. Repik,", "ainsi que de MM. H. Petzold, greffier, et P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 31 août 1996 et 25 janvier 1997,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCÉDURE", "1.   L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 25 janvier 1996, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 de la Convention (art. 32-1, art. 47). A son origine se trouve une requête (no 22009/93) dirigée contre la République de Finlande et dont une ressortissante de cet Etat, Mme Z, avait saisi la Commission le 21 mai 1993 en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration finlandaise reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences des articles 8 et 13 de la Convention (art. 8, art. 13).", "2.   En réponse à l’invitation prévue à l’article 35 par. 3 d) du règlement B, la requérante a manifesté le désir de participer à l’instance et désigné ses conseils (article 31).", "3.   La chambre à constituer comprenait de plein droit M. R. Pekkanen, juge élu de nationalité finlandaise (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 4 b) du règlement B). Le 8 février 1996, le président a tiré au sort le nom des sept autres membres, à savoir MM. F. Gölcüklü, L.-E. Pettiti, B. Walsh, C. Russo, J. De Meyer, G. Mifsud Bonnici et B. Repik, en présence du greffier (articles 43 in fine de la Convention et 21 par. 5 du règlement B) (art. 43). Par la suite, M. J. Makarczyk, suppléant, a remplacé M. Walsh, empêché (articles 22 par. 1 et 24 par. 1 du règlement B).", "4.   En sa qualité de président de la chambre (article 21 par. 6 du règlement B), M. Ryssdal a consulté, par l’intermédiaire du greffier, l’agent du gouvernement finlandais (\"le Gouvernement\"), l’avocat de la requérante et le délégué de la Commission au sujet de l’organisation de la procédure (articles 39 par. 1 et 40). Conformément à l’ordonnance rendue en conséquence le 25 mars 1996, le greffier a reçu le mémoire de la requérante le 29 mai 1996 et celui du Gouvernement le 31 mai 1996. Le 5 juillet 1996, le secrétaire de la Commission a indiqué que le délégué présenterait ses observations à l’audience.", "5.   A diverses reprises, entre le 5 juillet et le 9 août 1996, la Commission a produit plusieurs pièces de la procédure suivie devant elle; le greffier l’y avait invitée sur les instructions du président.", "6.   Le 20 juin 1996, le greffier a reçu une demande du Gouvernement tendant à ce que l’audience prévue pour le 29 août 1996 se tienne à huis clos. Le président a invité le délégué de la Commission et la requérante à se prononcer à ce sujet. Le 24 juin 1996, le greffier a reçu les commentaires de la requérante.", "A la lumière des observations soumises par le Gouvernement et la requérante et eu égard à la nature sensible de cette affaire, la chambre a décidé le 26 juin 1996 de tenir l’audience à huis clos, convaincue de l’existence de circonstances exceptionnelles justifiant de déroger au principe de publicité des audiences de la Cour exprimé à l’article 18 du règlement B.", "7.   Ainsi qu’en avaient décidé le président et la chambre, les débats se sont déroulés à huis clos le 29 août 1996, au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\t\tMM. H. Rotkirch, directeur des affaires juridiques,", "\t\t\tministère des Affaires étrangères,\tagent,", "\t\tA. Kosonen, conseiller juridique,", "\t\t\tministère des Affaires étrangères,\tcoagent,", "\t\tI. Liukkonen, conseiller juridique, ministère de la Justice,", "\t\tJ. Tenneberg, conseiller juridique, Commission nationale", "\t\t\tdes affaires médicales,\tconseillers;", "- pour la Commission", "\t\tM. P. Lorenzen,\tdélégué;", "- pour la requérante", "\t\tMe M. Fredman, avocat au barreau d’Helsinki,", "\t\tM. M. Scheinin, maître de conférences en droit", "\t\t\tà l’université d’Helsinki,\tconseils.", "La Cour a entendu en leurs déclarations M. Lorenzen, Me Fredman, M. Scheinin, M. Rotkirch et M. Kosonen, ainsi que des réponses à ses questions.", "8.   Le 1er octobre 1996, le Gouvernement a fourni à la Cour des renseignements complémentaires en réponse à une question posée à l’audience.", "EN FAIT", "I.   Les circonstances de l’espèce", "A. Introduction", "9.   La requérante, ressortissante finlandaise, habite en Finlande. A l’époque des événements à l’origine de ses griefs au regard de la Convention, elle était mariée à X, qui n’est pas citoyen finlandais. Ils divorcèrent le 22 septembre 1995. Ils sont tous deux contaminés par le virus de l’immunodéficience humaine (VIH).", "10.   Le 10 mars 1992, le tribunal d’Helsinki (raastuvanoikeus, rådstuvurätten) reconnut X coupable du viol de O., commis le 12 décembre 1991, et le condamna à une peine d’emprisonnement avec sursis. Le tribunal siégea à huis clos et ordonna que les pièces versées au dossier de l’affaire demeurent confidentielles pendant une période donnée.", "11.   Le 19 mars 1992, X fut informé des résultats d’un test de dépistage effectué le 6 mars, indiquant qu’il était séropositif.", "B. Les autres plaintes pour infractions sexuelles dirigées contre X", "12.   Au début du mois de mars 1992, à la suite d’une plainte pour agression sexuelle déposée par M., la police ouvrit une enquête pour tentative d’homicide car elle soupçonnait X d’avoir délibérément soumis M. au risque d’infection par le VIH le 1er mars.", "Selon les faits établis par la Commission, le 5 mars 1992, lors d’un interrogatoire de police, M. identifia X comme son agresseur et la police l’informa que l’épouse de X, la requérante, était contaminée par le VIH. Le 10 avril 1992, la police apprit à M. que X était lui aussi contaminé.", "A l’audience devant la Cour, le Gouvernement a contesté la constatation de la Commission selon laquelle la police avait informé M. que la requérante était séropositive. Le délégué répondit que cette constatation se fondait sur des éléments en ce sens contenus dans le dossier de l’enquête menée par la police et les procès-verbaux de la procédure devant le tribunal d’Helsinki (paragraphe 19 ci-dessous).", "13.   T., l’ami de M., rencontra la requérante vers la mi-mars 1992 et lui demanda si son mari était séropositif. Le 6 avril 1992, T. téléphona à Z et lui cita des passages de documents confidentiels produits au cours du procès mentionné au paragraphe 10 ci-dessus. Le 14 avril, la police interrogea T. au sujet de la teneur de cette conversation.", "14.   Le 7 avril 1992, la police tenta d’interroger la requérante mais celle-ci, étant mariée à X, se retrancha derrière le droit que lui conférait la loi finlandaise de ne pas témoigner contre son époux (chapitre 17, article 20 par. 1, du code de procédure judiciaire - oikeudenkäymiskaari, rättegångsbalk).", "15.   Le 22 avril 1992, le ministère public accusa X de violences sexuelles sur M. Le 20 mai 1992, M. déposa contre X une plainte pour tentative d’homicide.", "16.   Le 10 septembre 1992, P.-L. et P. ayant porté plainte contre lui pour viol, X fut arrêté et placé en détention provisoire; il était soupçonné de tentative d’homicide du fait qu’en violant les plaignantes, au début du mois de septembre, il les avait délibérément exposées au risque d’une contamination par le VIH.", "17.   Le 14 septembre 1992, la police interrogea la requérante, qui refusa à nouveau de témoigner contre son époux. Elle craignait que des pièces du dossier, notamment les déclarations qu’elle avait faites, ne soient rendues publiques.", "18.   Le 18 septembre 1992, R. porta plainte auprès de la police contre X, l’accusant de l’avoir violée le 19 décembre 1991. Le policier qui enregistra sa plainte y ajouta que la requérante avait été reconnue séropositive dès 1990.", "Le Gouvernement a affirmé à l’audience que c’est R. qui avait donné cette information à la police.", "La police ouvrit là aussi une enquête pour tentative d’homicide.", "Lors des audiences des 7 octobre et 2 décembre 1992 et du 24 mars 1993, le ministère public prononça contre X des accusations de tentative d’homicide pour les infractions commises sur M. le 1er mars 1992, sur P. le 10 septembre 1992 et sur P.-L. les 5 et 6 septembre 1992. P.-L. et R. portèrent la même accusation les 16 décembre 1992 et 19 mai 1993 pour les infractions commises respectivement le 31 août 1992 et le 19 décembre 1991.", "C. Les ordonnances obligeant les médecins et le psychiatre de la requérante à témoigner", "19.   Le 22 avril 1992, lors de la première audience publique du tribunal d’Helsinki, X refusa de répondre à l’avocat de M., qui lui demandait si la requérante était elle aussi séropositive.", "Le 6 mai 1992, lors d’une nouvelle audience, le tribunal décida de siéger à huis clos à la demande des parties. M. confirma avoir appris la séropositivité de la requérante par la police et T. fit une déposition au sujet de la teneur de sa conversation téléphonique du 6 avril 1992 avec la requérante (paragraphe 13 ci-dessus).", "20.   Le 18 mai 1992, L., médecin-chef de l’hôpital où X et la requérante avaient été soignés, transmit au ministère public copie du dossier médical de X avec le consentement de celui-ci. Toute référence à la requérante en avait été supprimée.", "21.   Le tribunal cita la requérante à comparaître comme témoin le 20 mai 1992, mais celle-ci invoqua une nouvelle fois son droit de ne pas déposer dans une affaire concernant son mari.", "22.   Le 27 mai 1992, l’avocat de M. informa le ministère public que la copie du dossier médical de X semblait incomplète. Le même jour, le parquet demanda à la police d’interroger le médecin-chef L. et, éventuellement, d’autres médecins qui auraient soigné X, soit en tant qu’experts soit comme témoins, en vue d’obtenir des informations permettant d’établir à quelle date X avait appris qu’il était contaminé par le VIH.", "23.   Le 12 août 1992, le tribunal d’Helsinki ordonna au médecin-chef L. de témoigner malgré ses objections. Il divulgua des informations médicales concernant la requérante qui ne figuraient pas dans la copie du dossier de X mentionné au paragraphe 20 ci-dessus.", "Le tribunal ordonna à titre de mesure provisoire que le dossier de l’affaire, y compris le procès-verbal de la déposition du médecin-chef L., reste confidentiel.", "24.   Lors des audiences des 23 septembre et 18 novembre 1992 devant le tribunal d’Helsinki, l’avocat des plaignantes (M., P.-L., P. et R.) demanda à X si la requérante était séropositive. Le 30 décembre 1992, l’avocat lui demanda quand il avait appris qu’elle était contaminée. X refusa de répondre dans les deux cas.", "25.   Le 23 septembre 1992, le médecin-chef L. déposa une plainte auprès du médiateur parlementaire (eduskunnan oikeusasiamies, riksdagens justitieombudsman) au sujet de l’obligation qui lui avait été faite de témoigner, mais celui-ci déclara dans un avis du 5 février 1993 que la loi n’avait pas été enfreinte et que le tribunal avait correctement mis en balance l’intérêt public à enquêter sur une affaire pénale et celui de la requérante, qui souhaitait empêcher la divulgation d’informations confidentielles la concernant.", "26.   A l’audience du 27 janvier 1993, le Dr K., qui avait également soigné la requérante, fut lui aussi, malgré ses objections, obligé de témoigner à charge et de divulguer des informations au sujet de la requérante.", "27.   Interrogé par la police le 6 février 1993 en qualité d’expert, le Dr S.V. fournit des informations à caractère général sur l’infection et la contamination par le VIH.", "28.   Le 10 février 1993, le ministère public demanda à la police d’entendre les médecins de la requérante à titre de témoins dans le cadre de l’enquête sur les accusations de tentative d’homicide portées contre X (paragraphe 18 ci-dessus). Toutefois, tous les médecins concernés ayant refusé, l’affaire dut être déférée au tribunal d’Helsinki.", "29.   Malgré ses objections réitérées, le médecin-chef L. fut de nouveau entendu comme témoin à charge lors de l’audience du 3 mars 1993 devant le tribunal d’Helsinki. Il divulgua encore des renseignements sur la requérante. Avant de déposer, il donna lecture d’une lettre que celle-ci lui avait adressée le 23 février 1993, rédigée en ces termes:", "\"(...) Cette affaire concerne des accusations pénales portées contre mon mari, qui sont jugées plus importantes que l’obligation et le droit du médecin de respecter le secret professionnel. Il me semble que vous avez été cité comme témoin parce que j’ai moi-même fait valoir mon droit (...) de refuser de déposer. En votre qualité de médecin, on vous posera donc probablement des questions auxquelles j’ai moi-même, en tant qu’épouse de X, le droit de refuser de répondre. Or c’est moi qui vous ai fourni les informations dont vous disposez, parce que j’avais cru comprendre qu’elles resteraient confidentielles (...). J’étais loin d’imaginer que ces informations pourraient être utilisées dans le cadre d’une procédure pénale relative à des accusations dirigées contre mon mari. Selon moi, votre audition comme témoin a pour seul but de contourner le droit d’une épouse de ne pas déposer contre son mari (...)", "(...) Je vous demande donc d’invoquer ces arguments lorsque vous serez appelé à témoigner sur des questions qui ne concernent que moi. A mon sens, vous ne devriez pas être obligé d’apporter votre témoignage sur ces questions et les charges devraient être examinées de sorte que je ne sois aucunement forcée de participer à l’établissement des faits. Je ne suis nullement tenue de le faire (...)\"", "30.   Lors de trois audiences tenues les 17 mars, 7 avril et 5 mai 1993, le tribunal d’Helsinki entendit le psychiatre de la requérante, le Dr K.R., ainsi que plusieurs médecins l’ayant suivie, à savoir les Drs V., S.-H., S., K., T., R. et, semble-t-il, également le Dr J.S. Il entendit aussi le Dr S.V., qui avait interrogé Z dans le cadre de recherches. L’accusation les avait cités comme témoins et le tribunal les avait contraints de déposer, en dépit de leurs objections.", "A l’audience du 17 mars, le Dr D. confirma qu’un test de dépistage effectué en août 1990 avait montré que la requérante était séropositive.", "A l’audience du 5 mai 1993, la requérante accepta de témoigner puisque le tribunal avait déjà eu connaissance par d’autres moyens des aspects de l’affaire la concernant. Elle déclara notamment qu’elle n’avait pas été contaminée par X.", "D. La saisie des dossiers médicaux et leur adjonction au dossier d’enquête", "31.   Les 8 et 9 mars 1993, la police effectua une perquisition à l’hôpital où la requérante et X avaient occasionnellement été traités. Elle saisit tous les documents concernant l’intéressée et en annexa copies au rapport d’enquête établi sur les tentatives d’homicide dont X était accusé, toutes mesures ordonnées par le ministère public. Après les avoir photocopiés, la police restitua les dossiers à l’hôpital.", "Au nombre des pièces saisies se trouvaient quelque trente documents comportant notamment les indications suivantes:", "\"(...)", "25 septembre l990: La séropositivité [de la requérante] a été diagnostiquée au début de l’automne 1990. La malade pense avoir été contaminée fin 1989 (...) [Elle] est mariée à un ressortissant [étranger] qu’elle croit [séro]négatif.", "(...)", "5 juin 1991: (...) [L’époux de la requérante] nie catégoriquement être porteur du VIH (...)", "7 juin 1991: (...) Selon [la requérante], [son] mari est probablement aussi contaminé, mais [il] n’a subi aucun test de dépistage (...)", "23 décembre 1991: (...) [Le mari de la requérante] n’a subi aucun test de dépistage et pense qu’il n’est pas porteur du virus (...)\"", "32.   La police saisit également les résultats d’un grand nombre de tests de laboratoire et d’examens effectués à d’autres fins que le dépistage du VIH chez la requérante, dont des informations sur ses maladies antérieures, sa santé mentale et une analyse de la qualité de sa vie fondée sur une auto-évaluation.", "Le 10 mars 1993, le tribunal décida de verser au dossier judiciaire des copies des documents saisis. Il entendit le même jour le Dr S.V., cité par l’accusation en qualité d’expert.", "E. La condamnation de X par le tribunal d’Helsinki et le recours devant la cour d’appel d’Helsinki", "33.   Le 19 mai 1993, le tribunal déclara X coupable, notamment, de trois tentatives d’homicide commises le 1er mars, le 31 août et le 10 septembre 1992. Quant aux faits du 19 décembre 1991, il l’acquitta du chef de tentative d’homicide mais le reconnut coupable de viol. Il fut condamné en tout à sept ans d’emprisonnement.", "Le tribunal publia le dispositif du jugement, un résumé des motifs et une référence succincte à la législation appliquée en l’espèce. Quant à la version complète de la motivation et aux pièces du dossier, il les déclara confidentiels pour une durée de dix ans. Les plaignantes et X avaient demandé un délai de confidentialité plus long.", "34.   Les plaignantes, X et le ministère public attaquèrent le jugement devant la cour d’appel (hovioikeus, hovrätten) d’Helsinki.", "35.   Le 14 octobre 1993, la cour d’appel tint une audience à huis clos au cours de laquelle tous les appelants demandèrent l’allongement du délai de confidentialité; on évoqua une période de trente ans. L’avocat de X informa également la cour du souhait de la requérante de voir ce délai prolongé.", "36.   Par un arrêt du 10 décembre 1993, dont une copie fut communiquée à la presse (paragraphe 43 ci-dessous), la cour d’appel confirma notamment la condamnation de X pour les trois tentatives d’homicide. Elle le déclara en outre coupable sur deux autres chefs de tentative d’homicide, au titre des infractions commises les 19 décembre 1991 et 6 septembre 1992. X fut ainsi condamné en tout à onze ans, six mois et vingt jours d’emprisonnement.", "Au sujet de la condamnation de X pour deux autres tentatives d’homicide, la cour déclara:", "\"(...) Selon [X, désigné par ses prénoms et nom], il apprit le 19 mars 1992 qu’il était contaminé par le VIH. (...) Il nie avoir subi un autre test de dépistage après celui pratiqué au Kenya en janvier 1990, dont le résultat était d’après lui négatif. (...) On ne peut donc considérer qu’[il] ait su avec certitude qu’il était porteur du VIH avant d’avoir reçu les résultats du test du l9 mars 1992.", "[X] et [la requérante, désignée par ses prénoms et nom] se sont mariés le 12 avril 1990. La séropositivité de [la requérante] a été diagnostiquée le 31 août 1990. Au cours de sa déposition devant le tribunal d’Helsinki, [elle] a déclaré en avoir informé X fin 1990. Devant la cour d’appel, X a déclaré que la requérante l’avait mis au courant de sa maladie avant qu’il n’arrive en Finlande, en janvier 1991. [Il] a ajouté que lorsqu’ils vivaient en Afrique, [la requérante] avait souffert d’une maladie non définie. [Elle] avait alors (...) commencé à avoir des soupçons, mais sa séropositivité n’a été diagnostiquée qu’après son retour en Finlande.", "Eu égard aux déclarations des époux (...) il y a lieu de tenir pour établi que [X], considérant la séropositivité de son épouse, avait des raisons particulières de penser que le virus avait été transmis au cours de leurs rapports sexuels.", "Selon [le Dr J.S.], entendu comme témoin par le tribunal d’Helsinki, il faut considérer que X, vu les symptômes de sa maladie, a été contaminé un an au moins avant le test de dépistage sanguin effectué en mars 1992. (...) D’après [le Dr S.V.], la fièvre dont [la requérante] souffrait d’après son dossier depuis janvier 1990 et qui avait été traitée comme paludisme, était due probablement à une primo-infection par le VIH. Considérant qu’au moment où elle a contracté cette fièvre, à la fin de 1989 ou au début de 1990, [la requérante] résidait à Mombasa, où elle rencontra [X], la cour juge crédible l’avis du Dr S.V. concernant la primo-infection par le VIH. Vu le moment où la séropositivité de [la requérante] a été diagnostiquée, la cour considère comme probable qu’elle ait été contaminée par [X].", "Cela étant, la cour d’appel estime que [X] a dû avoir connaissance de sa séropositivité au plus tard en décembre 1991. Le fait qu’[il] n’ait cependant jamais décidé de subir de test de dépistage autre que celui mentionné ci-dessus, prouve que le risque qu’il contamine autrui [par le VIH] le laissait pour le moins indifférent. Eu égard à la question de l’intention, pareille attitude doit être considérée de la même manière que si l’accusé avait été parfaitement au courant de sa maladie. Pour apprécier l’intention [de X], il faut donc juger son comportement de la même manière pour toutes les tentatives d’homicide dont il est accusé.", "(...)", "Il a été démontré en l’espèce que, dans l’état actuel des connaissances, une contamination par le VIH est mortelle.", "[X] a admis qu’il était informé avant même son arrivée en Finlande de la nature de [cette] maladie et de ses modes de transmission. Considérant en outre que [X] a déclaré qu’il avait [auparavant] séjourné en Ouganda, au Kenya et au Rwanda (la maladie étant particulièrement répandue en Ouganda), qu’il est notoire que [la maladie] a une issue fatale, et que l’épouse [de X] avait également contracté [cette maladie], [la cour d’appel] estime que [X] était probablement au courant de l’ampleur du risque de contamination et de l’issue fatale [de cette maladie].", "Selon [le médecin-chef L.] et [le Dr S.V.], entendus comme témoins, un seul rapport sexuel peut suffire à transmettre la maladie (...). X devait donc savoir qu’il risquait, par ses agissements, d’exposer [les plaignantes] à une contamination par le VIH. Etant donné qu’il s’est malgré tout comporté de la manière qui a été établie, il faut considérer que ses actes étaient intentionnels. A cet égard, la cour d’appel a également tenu compte du fait que [X] n’a pas informé les plaignantes des risques de contamination.", "(...)", "(...) Dès lors, il convient de considérer que [X] s’est également rendu coupable de tentatives d’homicide (...) les 19 décembre 1991 et 6 septembre 1992 (...)\"", "En outre, la cour d’appel confirma la décision du tribunal d’Helsinki selon laquelle le dossier judiciaire devait demeurer confidentiel pendant dix ans.", "37.   Le 26 septembre 1994, la Cour suprême (korkein oikeus, högsta domstolen) refusa à X l’autorisation de former un pourvoi.", "F. Le pourvoi en cassation ou en infirmation de l’arrêt de la cour d’appel devant la Cour suprême", "38.   Le 19 mai 1995, la requérante demanda à la Cour suprême de rendre une ordonnance de cassation (poistaa, undanröja) de l’arrêt de la cour d’appel pour autant que celle-ci avait décidé que les informations et documents la concernant seraient rendus publics à partir de 2002. Selon elle, le fait que la cour d’appel n’ait pas entendu sa défense avant de se prononcer sur la nécessité de protéger la confidentialité des dossiers médicaux pertinents et sur la durée de la période de confidentialité constituait un vice de procédure. Elle déclara que cette partie de l’arrêt lui avait porté préjudice.", "A titre subsidiaire, elle demanda à la Cour suprême de rendre une ordonnance infirmant (purkaa, återbryta) l’arrêt de la cour d’appel, au motif qu’il était manifestement fondé sur une application erronée de la loi et incompatible avec l’article 8 de la Convention (art. 8), car il n’était ni \"prévu par la loi\" ni \"nécessaire dans une société démocratique\".", "En cas de cassation ou d’infirmation de l’arrêt de la cour d’appel, la requérante demandait le renvoi de l’affaire devant cette dernière afin de pouvoir présenter des observations.", "39.   Le 22 mai 1995, la requérante demanda à la police d’Helsinki de rechercher qui avait appris aux policiers qu’elle était séropositive (paragraphe 12 ci-dessus). Elle retira sa demande le mois suivant.", "40.   Le 1er septembre 1995, la Cour suprême rejeta les pourvois en cassation et en infirmation de l’arrêt de la cour d’appel formés par la requérante: celle-ci avait soumis le premier tardivement et n’avait pas qualité pour présenter le second.", "G. La couverture de l’affaire dans la presse", "41.   Le 15 juin 1992, le quotidien du soir à grand tirage Ilta-Sanomat rendit compte du procès de X, indiquant que celui-ci était porteur du VIH et qu’on ne savait pas encore avec certitude si la requérante était elle aussi contaminée, car elle avait refusé de témoigner.", "42.   Le 9 avril 1993, le grand quotidien Helsingin Sanomat relata la saisie du dossier médical de la requérante dans un article intitulé \"Le parquet se procure le dossier médical de l’épouse de l’individu séropositif accusé de viol\". On y apprenait que l’épouse de X, dont les nom et prénom apparaissaient en toutes lettres, était suivie dans un service hospitalier qui traitait les malades contaminés par le VIH.", "43.   L’arrêt de la cour d’appel du 10 décembre 1993 fut rapporté dans différents journaux, dont le Helsingin Sanomat, qui publia un article le 16 décembre 1993 après que la cour d’appel lui eut envoyé par télécopie le texte de l’arrêt. Cet article indiquait que la condamnation se fondait sur la déposition de \"l’épouse finlandaise de [X]\" - le nom de ce dernier figurait en toutes lettres - et reprenait en outre la constatation de la cour d’appel selon laquelle la requérante était séropositive.", "II.   Le droit interne pertinent", "A. Obligation de signaler les maladies contagieuses et confidentialité des dossiers médicaux", "44.   En vertu de la loi de 1986 sur les maladies contagieuses (tartuntatautilaki 583/86 ja -asetus 786/86, lag 583/86 och förordning 786/86 om smittsamma sjukdomar), toute personne qui souffre d’une maladie telle que l’infection par le VIH, ou dont on a des raisons de croire qu’elle a contracté une telle maladie doit, sur demande, indiquer à son médecin traitant l’origine probable de la contamination (article 22 par. 2 de la loi et article 2 du décret d’application).", "45.   Aux termes de la loi de 1992 sur la condition et les droits des patients (laki potilaan asemasta ja oikeuksista, lag om patientens ställning och rättigheter 785/92), entrée en vigueur le 1er mai 1993, les dossiers médicaux doivent rester confidentiels. Leur contenu ne peut être divulgué à un tiers qu’avec le consentement écrit du patient. Il peut toutefois être porté à la connaissance, notamment, d’une juridiction, d’une autre autorité ou d’une association habilitée par la loi à les obtenir (article 13).", "B. Droits et devoirs du médecin s’agissant du respect de la confidentialité lors de sa comparution en tant que témoin", "46.   En vertu de l’article 23 par. 1, alinéa 3, du chapitre 17 du code de procédure judiciaire, un médecin ne peut divulguer, en tant que témoin, des informations qu’il a obtenues dans l’exercice de sa profession et qui doivent rester secrètes de par leur nature, à moins que son patient n’y consente.", "Le paragraphe 3 dudit article prévoit néanmoins la possibilité d’ordonner à un médecin de témoigner lorsque le chef d’accusation est une infraction punie d’au moins six ans d’emprisonnement (telle que l’homicide ou la tentative d’homicide).", "En ce cas, l’article 27 par. 2 de la loi de 1987 sur les enquêtes préliminaires (esitutkintalaki, förundersökningslag 449/87) autorise les médecins à témoigner même à ce stade.", "47.   L’article 28 par. 1 de ladite loi est ainsi libellé:", "\"Si un témoin a manifestement connaissance d’un élément important pour l’établissement de la culpabilité ou de l’innocence d’un [suspect] et s’il refuse de le révéler alors qu’il est tenu de le faire ou qu’il y est autorisé en vertu de l’article 27 par. 2, le tribunal peut, à la demande du policier chargé de l’enquête, exiger du [témoin] qu’il révèle ce qu’il sait. Dans ce cas, l’interrogatoire du témoin peut se dérouler, en tout ou en partie, devant le tribunal.\"", "Toute personne concernée par une enquête préliminaire peut, de même que son avocat, assister à la procédure relative à une telle demande formulée par le policier chargé de l’enquête ainsi qu’à l’audition du témoin proprement dite (article 28 par. 2).", "C. Saisie de documents confidentiels", "48.   L’article 2 par. 2 du chapitre 4 de la loi de 1987 sur les moyens coercitifs employés dans les enquêtes pénales (pakkokinolaki, tvångsmedelslagen 450/87) dispose:", "\"Un document ne peut être saisi comme pièce à conviction s’il est permis de présumer qu’il contient des informations sur lesquelles toute personne visée à l’article 23 du chapitre 17 du code de procédure judiciaire n’est pas autorisée à témoigner dans un procès (...), et [si] le document concerné est en possession de cette personne ou de celle dans l’intérêt de laquelle l’obligation de secret a été prescrite. Pareil document peut néanmoins être saisi si, en vertu de l’article 27 par. 2 de la loi sur les enquêtes préliminaires, les personnes [visées par la disposition précitée du code de procédure judiciaire] auraient pu ou dû témoigner durant l’enquête préliminaire sur le contenu de ce document.\"", "49.   L’article 13 du chapitre 4 de ladite loi est ainsi libellé:", "\"Si une personne impliquée dans l’affaire le demande, le tribunal reconsidérera la question du maintien de la saisie. Une demande en ce sens soumise au tribunal avant qu’il n’examine les chefs d’accusation est étudiée dans un délai d’une semaine à compter de sa réception au tribunal. L’examen de pareille demande est régi par les dispositions pertinentes des articles 9 et 12 du chapitre 1 portant sur l’examen des demandes en détention provisoire. Le tribunal ménagera aux personnes ayant un intérêt dans l’affaire la possibilité de déposer, mais l’absence de quiconque n’empêchera pas le tribunal de prendre une décision.\"", "D. Accès du public à des documents officiels", "50.   Selon la loi de 1951 sur la publicité des documents officiels (laki yleisten asiakirjain julkisuudesta, lag om allmänna handlingars offentlighet 83/51), les documents officiels sont en principe publics (article 1). Il s’agit non seulement des documents rédigés et émis par une autorité, mais aussi de ceux soumis à une autorité et se trouvant en sa possession (article 2 par. 1). Un dossier d’enquête préliminaire ne peut cependant pas être rendu public avant que l’affaire ne soit déférée au tribunal ou l’enquête de police close sans qu’aucune accusation n’ait été formulée (article 4).", "Chacun peut avoir accès à un document officiel public (article 6, tel que modifié par la loi no 739/88), exception faite, toutefois, des rapports médicaux, qui ne sont accessibles au public qu’avec le consentement de la personne qu’ils concernent (article 17). Néanmoins, en l’absence d’un tel consentement, une partie à une procédure pénale peut avoir accès à ce type de document si l’issue de l’affaire peut en être affectée (article 19 par. 1, tel que modifié par la loi no 601/82).", "51.   Les documents rassemblés durant l’enquête préliminaire sont conservés dans un dossier d’enquête, si cette mesure est jugée nécessaire pour poursuivre l’examen de l’affaire. Le dossier doit contenir tous les documents jugés importants et indiquer si d’autres pièces ont été recueillies sans y avoir été versées (article 40 de la loi sur les enquêtes préliminaires).", "52.   Si une audience a été tenue à huis clos en tout ou en partie ou si, durant une telle audience, une pièce ou une information confidentielle a été présentée, le tribunal peut décider quels éléments du dossier de l’affaire resteront confidentiels pendant une durée maximale de quarante ans. Le dispositif du jugement et les prescriptions légales invoquées sont toujours publiés (article 9 de la loi de 1984 sur la publicité des débats judiciaires - laki oikeudenkäynnin julkisuudesta, lag om offentlighet vid rättegång 945/84).", "Une décision relative à la publicité des débats n’est pas susceptible d’un recours distinct (article 11). La décision doit donc être contestée dans le cadre d’un appel ordinaire formé par l’une des parties à la procédure.", "E. Divulgation d’informations confidentielles", "53.   Selon le code pénal de 1889 (rikoslaki, strafflag 39/1889), la divulgation d’informations confidentielles par un fonctionnaire ou un employé d’un service public constitue une infraction pénale (chapitre 40, remanié depuis).", "54.   En vertu de la Constitution (Suomen hallitusmuoto, Regeringsform för Finland 94/19), quiconque subit une violation de ses droits ou un préjudice par suite d’un acte illégal ou d’une faute commise par un fonctionnaire est fondé à engager une action contre ce dernier ou à exiger qu’il soit poursuivi, et à réclamer des dommages-intérêts (article 93 par. 2). Selon la loi de 1974 sur la réparation des dommages (vahingonkorvauslaki, skadeståndslag 412/74), une action peut également être engagée contre l’Etat pour les actes commis par des fonctionnaires (chapitres 3 et 4).", "55.   Une personne impliquée dans une enquête préliminaire peut se voir interdire, sous peine d’une amende ou d’un emprisonnement de six mois au maximum, de révéler des informations concernant des tiers, qu’elle ignorait auparavant et liées à l’enquête. Pareille interdiction peut aussi être prononcée lorsque la divulgation de ces informations pendant l’enquête pourrait compromettre celle-ci ou causer un inconvénient ou un dommage à l’une des parties ou à un tiers. Une peine plus lourde est applicable si la divulgation constitue une infraction distincte (article 48 de la loi sur les enquêtes préliminaires).", "56.   Selon la loi de 1951 sur la publicité des documents officiels, ni les parties ni leurs représentants ne sont autorisés à divulguer à des personnes étrangères à la procédure les données confidentielles dont ils ont eu connaissance en leur qualité de parties (article 19a). Toute infraction à cette disposition est punie d’une amende (article 27).", "PROCÉDURE DEVANT LA COMMISSION", "57.   Dans sa requête du 21 mai 1993 à la Commission (no 22009/93), Mme Z se plaignait d’atteintes dans son chef au droit au respect de la vie privée et familiale garanti par l’article 8 de la Convention (art. 8) du fait, en particulier: 1) des ordonnances ayant sommé ses médecins et son psychiatre de témoigner et divulguer des informations la concernant au cours de la procédure pénale dirigée contre son mari; 2) de la saisie de ses dossiers médicaux à l’hôpital où elle était suivie et de leur adjonction en intégralité au dossier d’enquête; 3) des décisions des tribunaux compétents visant à limiter à dix ans la confidentialité du dossier judiciaire; et 4) de la divulgation de son identité et de données médicales la concernant dans l’arrêt de la cour d’appel. Elle alléguait en outre qu’au mépris de l’article 13 de la Convention (art. 13), elle n’avait pas disposé d’un recours effectif pour exposer ses griefs au titre de l’article 8 (art. 8).", "La Commission a retenu la requête le 28 février 1995. Dans son rapport du 2 décembre 1995 (article 31) (art. 31), elle exprime à l’unanimité l’avis qu’il y a eu violation de l’article 8 de la Convention (art. 8) et qu’il ne s’impose pas d’examiner s’il y a eu aussi violation de l’article 13 (art. 13). Le texte intégral de son avis figure en annexe au présent arrêt.", "CONCLUSIONS PRÉSENTÉES À LA COUR", "58.   A l’audience du 29 août 1996, le Gouvernement, comme dans son mémoire, a invité la Cour à dire qu’il n’y a pas eu violation de la Convention.", "59.   A cette même occasion, la requérante a réitéré la demande qu’elle avait déjà exprimée dans son mémoire, priant la Cour de conclure à la violation des articles 8 et 13 (art. 8, art. 13) et de lui accorder une réparation équitable en vertu de l’article 50 de la Convention (art. 50).", "EN DROIT", "I.   SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION (art. 8)", "60.   La requérante allègue avoir subi des violations de l’article 8 de la Convention (art. 8), ainsi libellé:", "\"1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2. Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui.\"", "61.   Le Gouvernement conteste cette thèse, tandis que la Commission conclut à la méconnaissance de cette disposition (art. 8).", "A. Sur l’objet du litige", "1. L’allégation de fuite d’informations médicales", "62.   Dans sa requête à la Commission, l’intéressée se plaignait notamment de ce que les autorités finlandaises n’ont pas empêché la presse de divulguer son identité et sa séropositivité ainsi que de la rupture de son contrat de travail. Après que la Commission eut déclaré sa requête recevable, elle a complété ses allégations à la lumière des éléments nouveaux obtenus au cours de la procédure devant elle, affirmant que la police ou une autre autorité publique avait laissé filtrer ces informations.", "Dans son mémoire à la Cour, la requérante s’est efforcée d’éclaircir sa position. Elle n’aurait pas eu l’intention de se plaindre de la parution d’informations dans la presse ni de son licenciement, mais seulement de la fuite alléguée, dont elle tenait l’Etat défendeur pour responsable. Ce simple fait aurait emporté violation de l’article 8 (art. 8).", "63.   Vu ces éclaircissements, le Gouvernement estime que le grief exposé est dépourvu de tout contenu réel.", "64.   La Commission n’a pas estimé nécessaire d’examiner cette question au fond et son délégué a précisé à l’audience devant la Cour que les preuves présentées à cet égard étaient incomplètes.", "65.   La Cour ne juge pas non plus établi qu’il y ait eu une fuite d’informations médicales confidentielles concernant la requérante dont l’Etat défendeur puisse être tenu pour responsable au regard de l’article 8 (art. 8).", "2. L’allégation de discrimination", "66.   Devant la Cour, la requérante s’est également plainte de ce que, dans son arrêt, la cour d’appel a fait preuve de parti pris non seulement contre son ex-mari, en raison de sa race, mais également contre elle, à cause de son sexe. L’ingérence dans le droit au respect de sa vie privée et familiale aurait résulté du fait qu’elle était une femme mariée à un Noir originaire d’Afrique.", "67.   Le Gouvernement le conteste. La requérante n’ayant pas évoqué l’article 14 de la Convention (art. 14) devant la Commission, qui n’a donc examiné aucune allégation s’y rapportant, il y aurait lieu de considérer qu’elle est forclose à soumettre pareil grief à la Cour.", "68.   Le délégué de la Commission ne s’est pas exprimé sur ce point.", "69.   Pour la Cour, il n’apparaît pas que l’allégation de la requérante selon laquelle elle aurait fait l’objet d’un traitement discriminatoire découle de ses griefs déclarés recevables par la Commission. Au contraire, il semblerait qu’il s’agisse d’une doléance nouvelle et distincte, non englobée dans la décision de la Commission sur la recevabilité. Dès lors, la Cour n’a pas compétence pour en connaître (voir, par exemple, l’arrêt Olsson c. Suède (no 2) du 27 novembre 1992, série A no 250, pp. 30-31, par. 75, et l’arrêt Schuler-Zgraggen c. Suisse du 24 juin 1993, série A no 263, p. 20, par. 60).", "3. Conclusion", "70.   La Cour se bornera donc à examiner les autres points dénoncés par la requérante, à savoir 1) les ordonnances sommant ses médecins de témoigner lors de la procédure pénale dirigée contre son mari, 2) la saisie de ses dossiers médicaux et leur adjonction au dossier de l’enquête, 3) la décision de rendre ces documents publics à compter de l’an 2002, et 4) la divulgation de son identité et de son état de santé dans l’arrêt de la cour d’appel.", "B. Sur l’existence d’une ingérence dans le droit de la requérante au respect de sa vie privée et familiale", "71.   Nul ne conteste que les diverses mesures incriminées représentent autant d’ingérences dans le droit de la requérante au respect de sa vie privée et familiale consacré par le paragraphe 1 de l’article 8 de la Convention (art. 8-1). La Cour n’aperçoit aucune raison d’en juger autrement. Elle doit donc rechercher si ces ingérences satisfont aux conditions exprimées au paragraphe 2 de cet article (art. 8-2).", "C. Sur la justification des ingérences", "1. \"Prévue par la loi\"", "72.   Pour la requérante, les quatre mesures en question résultaient toutes du fait que des informations médicales la concernant avaient été communiquées lors de la procédure contre X, en vertu de l’article 23 par. 3 du chapitre 17 du code de procédure judiciaire (paragraphe 46 ci-dessus), lequel serait selon elle rédigé en termes \"dangereusement\" vagues. Elle fait valoir que cette disposition ne mentionne pas la catégorie de personnes au sujet desquelles il est permis de citer des informations médicales lors d’une procédure pénale. La loi pertinente n’accorde aux personnes concernées ni le droit d’être entendues avant que de telles mesures interviennent ni un recours pour les contester. Une décision de justice n’est même pas requise pour saisir des éléments médicaux et les verser au dossier de l’enquête. On ne peut donc pas dire que la législation remplisse les conditions de précision et de prévisibilité découlant de l’expression \"prévue par la loi\".", "73.   La Cour, toutefois, souscrivant au point de vue de la Commission et du Gouvernement, ne discerne aucun élément lui permettant de penser que les mesures en question n’étaient pas conformes au droit interne ou que les effets de la législation pertinente n’étaient pas suffisamment prévisibles pour satisfaire à l’exigence de qualité que suppose l’expression \"prévue par la loi\" figurant au paragraphe 2 de l’article 8 (art. 8-2).", "2. But légitime", "74.   La requérante affirme que les données concernant sa santé ne revêtaient pas, dans le cadre de la procédure contre X, une importance telle que les mesures dénoncées aient visé un but légitime aux fins du paragraphe 2 de l’article 8 (art. 8-2).", "75.   La Cour, pour sa part, ne juge pas cet argument convaincant, car il se fonde essentiellement sur une appréciation portée a posteriori par la requérante sur l’importance des données en question pour l’issue de la procédure dirigée contre X. Or ce qui compte, c’est de savoir si les autorités compétentes poursuivaient un but légitime à l’époque où ces mesures ont été prises.", "76.   A cet égard, la Cour estime, avec le Gouvernement et la Commission, qu’à l’époque des faits les mesures prises au cours de l’enquête (paragraphes 23, 26, 29-32 ci-dessus) étaient destinées à \"la prévention des infractions pénales\" et à \"la protection des droits et libertés d’autrui\".", "77.   En ce qui concerne le délai de confidentialité, limité à dix ans par décision des tribunaux, la Cour reconnaît qu’il y a un intérêt général à assurer la transparence des procédures judiciaires et à préserver ainsi la confiance du public dans la justice (paragraphes 33, 35 et 36 ci-dessus). Grâce à cette limite, en droit finlandais, toute personne pourrait exercer son droit de consulter les pièces du dossier après l’expiration du délai de confidentialité. Ainsi, l’on pourrait dire, comme le suggèrent le Gouvernement et la Commission, que pareille limite visait à protéger \"les droits et libertés d’autrui\".", "En revanche, au contraire du Gouvernement et de la Commission, la Cour ne considère pas qu’elle puisse passer pour destinée à la prévention des infractions pénales.", "78.   Quant à la publication du nom de la requérante en toutes lettres et de son état de santé par suite de la parution de ces renseignements dans l’arrêt de la cour d’appel (paragraphe 36 ci-dessus), la Cour, à l’inverse du Gouvernement et de la Commission, n’est pas certaine qu’une telle mesure puisse passer pour ayant visé l’un quelconque des buts légitimes énumérés au paragraphe 2 de l’article 8 (art. 8-2). Cependant, compte tenu de sa conclusion exprimée au paragraphe 113 ci-dessous, la Cour ne juge pas nécessaire de se prononcer sur cette question.", "3. \"Nécessaire dans une société démocratique\"", "a) Arguments des comparants", "i. La requérante et la Commission", "79.   La requérante et la Commission estiment que le droit de la première au respect de sa vie privée et familiale, garanti par l’article 8 (art. 8), a fait l’objet d’une ingérence qui ne saurait être qualifiée de \"nécessaire dans une société démocratique\".", "Cependant, leurs conclusions diffèrent sur ce point. La requérante prétend que chacune de ces mesures contrevient en elle-même à l’article 8 (art. 8), tandis que la Commission conclut à la violation en les considérant globalement. Le délégué explique qu’en raison du lien étroit unissant ces mesures et leurs effets pour la requérante, une étude globale constitue un meilleur point de départ pour effectuer l’exercice de mise en balance des intérêts en présence que requiert le critère de nécessité.", "Leurs arguments présentent également certaines différences, que l’on peut résumer de la manière suivante.", "80.   Selon la requérante, il n’y a pas de rapport raisonnable de proportionnalité entre le but légitime poursuivi par les mesures en question, à supposer qu’un tel but existe, et son intérêt à voir protéger la confidentialité de son identité et de son état de santé.", "En ce qui concerne les ordonnances sommant ses médecins et son psychiatre de témoigner, elle relève que la condamnation de X sur cinq chefs de tentative d’homicide au lieu de trois n’a eu qu’une incidence négligeable sur la gravité de la peine et sur la possibilité pour les victimes d’obtenir des dommages-intérêts de la part de X. Celui-ci aurait en tout état de cause été condamné pour infractions sexuelles au titre des deux derniers chefs d’accusation. Etant donné que la législation finlandaise fait obligation aux porteurs du VIH d’indiquer à leur médecin l’origine probable de la contamination (paragraphe 44 ci-dessus), les ordonnances incriminées risquaient de dissuader les personnes contaminées ou susceptibles de l’être, vivant en Finlande, de se soumettre à des tests de dépistage et de consulter un médecin.", "Quant aux éléments médicaux, saisis et versés au dossier judiciaire (paragraphes 31-32 ci-dessus), une grande partie des renseignements qu’ils contenaient étaient, selon la requérante, à l’évidence sans rapport avec les charges retenues contre X et ne renfermaient aucune information permettant de déterminer avec certitude à quelle date X avait appris sa séropositivité. Ils comportaient quelques déclarations de Z au sujet de X assorties d’annotations, mais leur importance restait théorique. Le tribunal d’Helsinki n’était nullement tenu d’accepter au dossier la totalité des documents saisis.", "Dans ces conditions, rien ne justifiait la décision de rendre le dossier judiciaire accessible au public au bout de dix ans seulement, à savoir en 2002.", "Il n’était pas non plus \"nécessaire\" que la cour d’appel divulgue dans l’arrêt son identité ainsi que des informations détaillées sur son état de santé et en envoie télécopie au plus grand quotidien finlandais (paragraphe 43 ci-dessus), mesure qui a eu des répercussions particulièrement désastreuses sur sa vie privée et professionnelle. A l’audience de la cour d’appel, l’avocat de X avait clairement indiqué que Z était opposée à toute publication d’informations la concernant.", "81.   Contrairement à la requérante, la Commission est convaincue que les mesures en cause étaient bien fondées, les autorités nationales compétentes ayant seulement cherché à savoir quand X avait appris qu’il était porteur du VIH. A cet égard, elle a tenu compte du fait que la poursuite d’une enquête concernant l’infraction de tentative d’homicide défend de puissants intérêts publics et privés.", "En revanche, la Commission pense comme la requérante que ces mesures n’ont pas été assorties de garanties suffisantes au regard du paragraphe 2 de l’article 8 (art. 8-2).", "82.   Tout d’abord, la Commission relève que la requérante n’a pas été prévenue de ce qu’une première ordonnance allait être rendue sommant le médecin-chef L. de témoigner (paragraphe 23 ci-dessus). On ne lui a pas non plus signalé que ses dossiers médicaux allaient être saisis et que des copies en seraient versées au dossier de l’enquête (paragraphes 31-32 ci-dessus). N’ayant pas été correctement informée de ces mesures d’enquête, elle n’a pas pu s’y opposer efficacement. A cet égard, la requérante fait également observer que, n’étant pas partie au procès et les audiences s’étant tenues à huis clos (paragraphe 23 ci-dessus), il lui a été impossible de comparaître pour faire entendre sa cause.", "On ne voyait pas bien pourquoi il avait fallu entendre tous les médecins (paragraphes 23, 26, 29 et 30 ci-dessus) ni si un quelconque effort avait été tenté pour limiter l’interrogatoire afin de réduire au minimum l’ingérence dénoncée.", "83.   De plus, rien n’indiquerait que la police ait fait usage de la possibilité qu’elle avait de protéger au moins certaines des informations contenues dans les dossiers médicaux de la requérante, notamment en excluant certains documents du dossier d’enquête.", "A cet égard, la requérante affirme également n’avoir bénéficié d’aucun recours pour contester la saisie des éléments médicaux ou leur adjonction au dossier judiciaire.", "84.   De surcroît, bien qu’aux termes de la législation finlandaise, les dossiers judiciaires puissent demeurer confidentiels pendant une période pouvant atteindre quarante ans (paragraphe 52 ci-dessus) et bien que toutes les parties au procès aient demandé un délai de trente ans, le tribunal d’Helsinki a décidé de limiter celui-ci à dix ans (paragraphe 33 ci-dessus). La cour d’appel a ensuite confirmé cette décision (paragraphe 36 ci-dessus).", "A supposer que la requérante eût pu se prévaloir de la possibilité de saisir la Cour suprême d’un recours en annulation de l’ordonnance fixant la durée du délai de confidentialité, elle n’aurait pas disposé ainsi d’une garantie adéquate. Aucun texte ne l’autorisait à comparaître devant la cour d’appel et toutes les parties s’étant exprimées avaient vainement demandé un allongement de ce délai (paragraphe 36 ci-dessus).", "85.   En outre, la cour d’appel, en publiant dans son intégralité l’exposé de ses motifs, a divulgué l’identité de la requérante ainsi que sa séropositivité (paragraphe 36 ci-dessus). L’intéressée n’a disposé d’aucun moyen effectif pour s’opposer à pareille mesure ou la combattre.", "ii. Le Gouvernement", "86.   Le Gouvernement conteste les conclusions dégagées par la requérante et la Commission. Selon lui, les diverses mesures incriminées se fondaient toutes sur des motifs pertinents et suffisants et, compte tenu des garanties prévues, se révélaient proportionnées aux buts légitimes poursuivis. Il invite la Cour à examiner tour à tour chacune de ces mesures.", "87.   Selon lui, tant l’audition des médecins et du psychiatre de la requérante que la production au procès des dossiers médicaux relatifs à celle-ci ont joué un rôle fondamental dans la condamnation de X pour deux des cinq chefs de tentative d’homicide (paragraphes 33 et 36 ci-dessus). Ces mesures auraient eu pour seul but de rechercher des informations sur le point de savoir à quelle date X avait eu connaissance de sa séropositivité ou pu se douter qu’il était porteur du virus.", "88.   Le Gouvernement affirme en outre qu’il avait fallu entendre tous les médecins en raison de la nature des renseignements recherchés, de la gravité des infractions commises et de l’enjeu pour l’accusé.", "Les ordonnances sommant les médecins et le psychiatre de témoigner émanaient du tribunal d’Helsinki et les objections de la requérante à ces mesures avaient été portées à l’attention de celui-ci le 3 mars 1993, lorsque le médecin-chef L. avait lu en audience une lettre de cette dernière (paragraphe 29 ci-dessus).", "89.   Le Gouvernement fait valoir de plus que l’intégralité des dossiers étant susceptible de contribuer à éclaircir la question de savoir quand X avait eu connaissance de sa séropositivité ou des raisons de s’en douter, il était raisonnable de les saisir et de les verser en totalité au dossier d’enquête. Etant donné la variété des symptômes qui peuvent révéler une contamination par le VIH et la difficulté qu’il y a à déterminer si une maladie donnée a un rapport avec le virus, il était essentiel que les tribunaux compétents soient en mesure d’examiner l’ensemble des éléments. En exclure certains aurait jeté un doute sur leur fiabilité.", "De surcroît, le Gouvernement fait observer que la requérante aurait pu contester la saisie en vertu de l’article 13 du chapitre 4 de la loi de 1987 sur les moyens coercitifs employés dans les enquêtes pénales (paragraphe 49 ci-dessus).", "90.   Tenant compte de ce que la publicité des procédures judiciaires sert l’intérêt général, le Gouvernement estime raisonnable d’avoir limité le délai de confidentialité à dix ans en l’espèce. Lorsqu’elle fut entendue comme témoin, Mme Z n’a pas expressément demandé que les informations médicales la concernant demeurassent confidentielles et que l’arrêt de la cour d’appel ne la citât pas nommément.", "91.   Pour la cour d’appel, citer la requérante en tant qu’épouse de X dans son arrêt aurait constitué une étape indispensable du raisonnement qui l’a conduite à sa conclusion (paragraphe 36 ci-dessus). Le fait que son nom soit apparu dans la décision n’aurait eu aucune incidence sur sa situation. Tout comme cela a été le cas des victimes des infractions commises par X, son nom aurait pu être omis si elle en avait exprimé le souhait.", "92.   Enfin, outre les garanties précitées, le Gouvernement fait observer que la législation finlandaise offrait à la requérante des recours civils et pénaux pour faire redresser des divulgations d’informations confidentielles commises par des fonctionnaires, et que l’intéressée aurait pu adresser une demande au médiateur parlementaire ou au Chancelier de la Justice (paragraphes 53-56 ci-dessus).", "93.   A la lumière de ce qui précède, le Gouvernement estime que les autorités finlandaises n’ont pas outrepassé la marge d’appréciation dont elles disposent dans le domaine en cause et que, partant, aucune des mesures dénoncées n’emporte violation de l’article 8 de la Convention (art. 8).", "b) Appréciation de la Cour", "94.   Aux fins de déterminer si les mesures incriminées étaient \"nécessaires dans une société démocratique\", la Cour, considérant l’affaire dans son ensemble, examinera si les motifs invoqués pour les justifier étaient pertinents et suffisants, et si elles étaient proportionnées aux buts légitimes poursuivis.", "95.   A cet égard, la Cour tiendra compte du rôle fondamental que joue la protection des données à caractère personnel - les informations relatives à la santé n’en étant pas les moindres - pour l’exercice du droit au respect de la vie privée et familiale garanti par l’article 8 de la Convention (art. 8). Le respect du caractère confidentiel des informations sur la santé constitue un principe essentiel du système juridique de toutes les Parties contractantes à la Convention. Il est capital non seulement pour protéger la vie privée des malades mais également pour préserver leur confiance dans le corps médical et les services de santé en général.", "Faute d’une telle protection, les personnes nécessitant des soins médicaux pourraient être dissuadées de fournir les informations à caractère personnel et intime nécessaires à la prescription du traitement approprié et même de consulter un médecin, ce qui pourrait mettre en danger leur santé voire, dans le cas des maladies transmissibles, celle de la collectivité (voir la Recommandation no R (89) 14 sur \"Les incidences éthiques de l’infection VIH dans le cadre sanitaire et social\", adoptée par le Comité des Ministres du Conseil de l’Europe le 24 octobre 1989, et notamment les observations générales sur la confidentialité des données médicales figurant au paragraphe 165 de l’exposé des motifs).", "La législation interne doit donc ménager des garanties appropriées pour empêcher toute communication ou divulgation de données à caractère personnel relatives à la santé qui ne serait pas conforme aux garanties prévues à l’article 8 de la Convention (art. 8) (voir, mutatis mutandis, les articles 3 par. 2 c), 5, 6 et 9 de la Convention pour la protection des personnes à l’égard du traitement automatisé des données à caractère personnel, Série des Traités européens no 108, Strasbourg, 1981).", "96.   Ces considérations valent particulièrement lorsqu’il s’agit de protéger la confidentialité des informations relatives à la séropositivité. En effet, la divulgation de tels renseignements peut avoir des conséquences dévastatrices sur la vie privée et familiale de la personne concernée et sur sa situation sociale et professionnelle, l’exposant à l’opprobre et à un risque d’exclusion. Certaines personnes peuvent de la sorte se laisser dissuader de se soumettre à un diagnostic ou à un traitement, sapant ainsi les efforts prophylactiques déployés par la collectivité pour contenir la pandémie (voir l’exposé des motifs relatif à la Recommandation no R (89) 14 précitée, paragraphes 166-168). L’intérêt qu’il y a à protéger la confidentialité de telles informations pèsera donc lourdement dans la balance lorsqu’il s’agira de déterminer si l’ingérence était proportionnée au but légitime poursuivi, sachant qu’une telle ingérence ne peut se concilier avec l’article 8 de la Convention (art. 8) que si elle vise à défendre un aspect primordial de l’intérêt public.", "Compte tenu du caractère extrêmement intime et sensible des informations se rapportant à la séropositivité, toute mesure prise par un Etat pour contraindre à communiquer ou à divulguer pareil renseignement sans le consentement de la personne concernée appelle un examen des plus rigoureux de la part de la Cour, qui doit apprécier avec un soin égal les garanties visant à assurer une protection efficace (voir, mutatis mutandis, l’arrêt Dudgeon c. Royaume-Uni du 22 octobre 1981, série A no 45, p. 21, par. 52, et le récent arrêt Johansen c. Norvège du 7 août 1996, Recueil des arrêts et décisions 1996-III, pp. 1003-1004, par. 64).", "97.   La Cour admet parallèlement que la protection de la confidentialité des données médicales, qui est dans l’intérêt du patient comme de la collectivité dans son ensemble, peut parfois s’effacer devant la nécessité d’enquêter sur des infractions pénales, d’en poursuivre les auteurs et de protéger la publicité des procédures judiciaires (voir, mutatis mutandis, l’article 9 de la Convention précitée de 1981 pour la protection des données), lorsqu’il est prouvé que ces derniers intérêts revêtent une importance encore plus grande.", "98.   Il ne faut pas perdre de vue que, dans le cadre des mesures d’enquête en cause, il n’appartient pas à la Cour de substituer son point de vue à celui des autorités nationales quant à la pertinence des éléments de preuve utilisés lors de la procédure judiciaire (voir par exemple l’arrêt Johansen précité, pp. 1006-1007, par. 73).", "99.   En ce qui concerne les questions relatives à l’accessibilité au public de données à caractère personnel, la Cour reconnaît qu’il convient d’accorder aux autorités nationales compétentes une certaine latitude pour établir un juste équilibre entre la protection de la publicité des procédures judiciaires, d’une part, et celle des intérêts d’une partie ou d’une tierce personne à voir de telles données rester confidentielles, d’autre part. L’ampleur de la marge d’appréciation en la matière est fonction de facteurs tels que la nature et l’importance des intérêts en jeu et la gravité de l’ingérence (voir, par exemple, l’arrêt Leander c. Suède du 26 mars 1987, série A no 116, p. 25, par. 58, et, mutatis mutandis, l’arrêt Manoussakis et autres c. Grèce du 26 septembre 1996, Recueil 1996-IV, p. 1364, par. 44).", "100.   C’est dans ce cadre que la Cour étudiera les ingérences incriminées dans le droit de la requérante au respect de sa vie privée et familiale.", "Etant donné que les diverses mesures en question n’étaient pas de même nature, poursuivaient des buts distincts et portaient atteinte à des degrés différents à la vie privée et familiale de l’intéressée, la Cour examinera tour à tour le caractère nécessaire de chacune d’entre elles.", "101.   Avant d’entrer dans le vif du sujet, la Cour relève d’emblée que la requérante n’a peut-être pas eu la possibilité de se faire directement entendre par les autorités compétentes avant qu’elles ne décident desdites mesures, mais que ces autorités avaient été mises au fait de son point de vue et de ses intérêts en la matière.", "Tous ses médecins s’étaient élevés contre les différentes ordonnances les sommant de témoigner et s’étaient donc activement employés à défendre les intérêts de l’intéressée: sauvegarder la confidentialité des données médicales la concernant. Au début de la procédure, lors de l’audience devant le tribunal d’Helsinki, il a été donné lecture de la lettre que la requérante avait adressée au médecin-chef L. lui demandant de ne pas témoigner et expliquant ses raisons (paragraphes 23, 26, 29 et 30 ci-dessus).", "Il ressortait implicitement, pour ne pas dire plus, de ladite lettre que, pour les mêmes raisons, elle s’opposerait également à la communication des données médicales la concernant au moyen d’une saisie des éléments médicaux la concernant et de leur adjonction au dossier judiciaire, ce qui s’est produit quelques jours plus tard (paragraphes 31 et 32 ci-dessus). Selon la requérante, son avocat avait fait son possible pour attirer l’attention du ministère public sur le fait qu’elle était opposée à l’utilisation d’informations médicales à son sujet au cours de la procédure.", "De plus, avant de confirmer la décision de fixer à dix ans le délai de confidentialité, la cour d’appel avait été informée par l’avocat de X que la requérante souhaitait un allongement de ce délai (paragraphe 35 ci-dessus).", "Dans ces conditions, la Cour est convaincue que le processus décisionnel ayant débouché sur les mesures en question a suffisamment pris en compte le point de vue de l’intéressée aux fins de l’article 8 de la Convention (art. 8) (voir, mutatis mutandis, l’arrêt W. c. Royaume-Uni du 8 juillet 1987, série A no 121, pp. 28-29, paras. 62-64, et l’arrêt Johansen précité, pp. 1004-1005, par. 66). Dès lors, la procédure suivie n’a pas donné lieu en tant que telle à une violation dudit article (art. 8).", "A cet égard, la Cour note que, selon les observations que le Gouvernement lui a soumises, la requérante aurait pu contester la saisie des documents devant le tribunal d’Helsinki (paragraphe 49 ci-dessus). De même, ainsi qu’il ressort de la décision prise le 1er septembre 1995 par la Cour suprême, la législation finlandaise lui ménageait la possibilité de demander - au moyen d’une procédure extraordinaire - une ordonnance cassant l’arrêt de la cour d’appel dans la mesure où il précisait que les informations et documents la concernant tomberaient dans le domaine public à compter de 2002 (paragraphe 40 ci-dessus).", "i. Les ordonnances sommant les médecins et le psychiatre de la requérante de témoigner", "102.   En ce qui concerne les ordonnances contraignant les médecins et le psychiatre de la requérante à témoigner, la Cour relève qu’elles ont été rendues alors que Z avait fait usage du droit que lui offrait la législation finlandaise de ne pas déposer contre son mari (paragraphes 14, 17 et 21 ci-dessus). Elles avaient uniquement pour objet d’établir, à partir du témoignage des médecins, à quelle date X avait appris qu’il était séropositif ou eu des raisons de s’en douter. A l’époque des faits, ces témoignages étaient susceptibles de jouer un rôle déterminant pour répondre à la question de savoir si X était seulement coupable d’infractions sexuelles ou aussi, ce qui est plus grave, de tentative d’homicide, en ce qui concerne les deux infractions perpétrées avant le 19 mars 1992, date à laquelle X avait eu connaissance des résultats positifs du test de dépistage. Il ne fait aucun doute que les autorités nationales compétentes étaient en droit de penser que des intérêts publics extrêmement sérieux militaient en faveur de la conduite d’une enquête et de poursuites contre X du chef de tentative d’homicide pour l’ensemble des cinq infractions commises et non simplement pour trois d’entre elles.", "103.   La Cour relève en outre qu’aux termes de la législation finlandaise pertinente, ce n’est que dans très peu de cas que les médecins de la requérante pouvaient être contraints de témoigner au sujet de la requérante sans son consentement éclairé: dans le cadre de l’enquête et des poursuites pour des infractions pénales graves punies d’au moins six ans d’emprisonnement (paragraphe 46 ci-dessus). Les médecins ayant refusé de déposer devant la police, celle-ci a dû solliciter l’autorisation d’un organe judiciaire, en l’occurrence le tribunal d’Helsinki, pour pouvoir les entendre comme témoins (paragraphe 28 ci-dessus). L’audition a eu lieu à huis clos devant le tribunal d’Helsinki, lequel avait ordonné à l’avance que son dossier, y compris les procès-verbaux des déclarations de témoins, demeure confidentiel (paragraphes 19 et 23 ci-dessus). Toutes les personnes en rapport avec la procédure étaient tenues de respecter la confidentialité de ces informations, faute de quoi elles engageaient leur responsabilité civile et/ou pénale, conformément à la législation finlandaise (paragraphes 53-56 ci-dessus).", "L’atteinte à la vie privée et familiale de la requérante provoquée par les mesures incriminées était donc soumise à d’importantes restrictions et assortie de garanties effectives et suffisantes contre les abus (voir, par exemple, l’arrêt Klass et autres c. Allemagne du 6 septembre 1978, série A no 28, pp. 23-24, paras. 49-50, et l’arrêt Leander précité, p. 25, par. 60).", "A cet égard, la Cour ne discerne aucune raison de mettre en cause la mesure dans laquelle les médecins de la requérante ont été contraints de fournir des témoignages (paragraphes 23, 26 et 30 ci-dessus). Comme indiqué précédemment, il incombe en premier lieu aux autorités nationales de juger de l’opportunité d’obtenir des témoignages et il n’appartient pas à la Cour de substituer son point de vue au leur en la matière (paragraphe 98 ci-dessus).", "104.   Compte tenu de ces facteurs, notamment la nature confidentielle, et très exceptionnelle, de la procédure dirigée contre X, la Cour n’est pas convaincue par l’argument de la requérante selon lequel les diverses ordonnances sommant ses médecins de témoigner risquaient de dissuader les personnes séropositives ou susceptibles de l’être, vivant en Finlande, de se soumettre à des tests de dépistage et à un traitement médical.", "105.   A la lumière des considérations précédentes, la Cour juge que les ordonnances précitées sommant les médecins de la requérante de témoigner se fondaient sur des motifs pertinents et suffisants correspondant à une exigence impérieuse dictée par les buts légitimes poursuivis. Elle est également convaincue qu’il existait un rapport raisonnable de proportionnalité entre ces mesures et les buts en question. En conséquence, il n’y a pas eu violation de l’article 8 (art. 8) sur ce point.", "ii. La saisie des dossiers médicaux de la requérante et leur adjonction au dossier d’enquête", "106.   La saisie des dossiers médicaux de la requérante et leur adjonction au dossier d’enquête venaient en complément des ordonnances sommant les médecins de témoigner. Comme ces dernières, ces mesures ont été prises alors que la requérante avait refusé de déposer contre son mari et avaient pour but d’établir à quelle date X avait appris qu’il était porteur du VIH ou eu des raisons de se douter qu’il était contaminé. Elles se fondaient sur les mêmes intérêts publics importants (paragraphe 102 ci-dessus).", "107.   De surcroît, elles étaient assorties des mêmes restrictions et garanties contre les abus (paragraphe 103 ci-dessus). Les dispositions de fond définissant les conditions de saisie des documents étaient également restrictives (paragraphes 46 et 48 ci-dessus). Ce qui est plus important, les pièces avaient été produites lors d’un procès à huis clos et le tribunal avait décidé qu’elles devaient être considérées comme confidentielles, mesure qui était pour une large part soumise aux mêmes règles et recours que les déclarations de témoins (paragraphes 23 et 53-56 ci-dessus).", "108.   Il est néanmoins vrai que la saisie, contrairement à l’audition des médecins et du psychiatre, n’avait pas été autorisée par un tribunal mais ordonnée par le ministère public (paragraphe 31 ci-dessus).", "Cependant, aux termes de la disposition pertinente de l’article 2 par. 2 du chapitre 4 de la loi sur les moyens coercitifs employés dans les enquêtes pénales, pour que les dossiers médicaux concernés puissent être saisis, il aurait fallu que les médecins de la requérante eussent \"pu ou dû témoigner durant l’enquête préliminaire sur le contenu de[s] (...) document[s]\" (paragraphe 48 ci-dessus). La loi prescrit donc essentiellement les mêmes conditions pour la saisie que pour les ordonnances sommant les médecins de témoigner.", "En outre, avant la saisie des documents, le tribunal d’Helsinki avait décidé que deux au moins des médecins seraient entendus, pour exiger peu après que tous les autres fassent une déposition (paragraphes 23, 26 et 30 ci-dessus). Le lendemain de la saisie, le tribunal, qui avait compétence pour exclure des pièces, a décidé que la totalité des documents en question serait versée à son dossier (paragraphe 32 ci-dessus). En outre, comme cela a déjà été indiqué, la requérante avait la possibilité de contester la saisie devant ce tribunal (paragraphes 49 et 101 ci-dessus).", "C’est pourquoi la Cour considère que le fait que la saisie a été ordonnée par le ministère public et non par un tribunal ne suffit pas à l’entacher d’irrégularité au regard de l’article 8 (art. 8).", "109.   En ce qui concerne l’argument de la requérante selon lequel certains documents étaient sans rapport avec l’affaire et aucun d’entre eux n’avait joué un rôle décisif lors du procès contre X, la Cour répète qu’il incombe en premier lieu aux autorités nationales de juger de l’opportunité pour elles de fournir et retenir des preuves pendant la procédure interne et qu’il n’entre pas normalement dans ses attributions de substituer son point de vue au leur en la matière (paragraphe 98 ci-dessus). Compte tenu des arguments avancés par le Gouvernement quant à la diversité des données qui auraient pu contribuer à déterminer la date à laquelle X avait appris qu’il était séropositif ou eu des raisons de s’en douter (paragraphe 89 ci-dessus), la Cour n’aperçoit aucun motif de mettre en question l’évaluation à laquelle les autorités nationales se sont livrées à cet égard.", "110.   Dès lors, la Cour estime que la saisie des renseignements médicaux sur la requérante et leur adjonction au dossier judiciaire s’appuyaient sur des motifs pertinents et suffisants ayant assez de poids pour l’emporter sur l’intérêt de Mme Z à ne pas voir communiquer les éléments en question. Elle est convaincue que ces mesures étaient proportionnées aux buts légitimes poursuivis et, en conséquence, conclut à la non-violation de l’article 8 (art. 8) sur ce point également.", "iii. La durée du délai de confidentialité des renseignements médicaux", "111.   En ce qui concerne le grief selon lequel les renseignements médicaux en question tomberaient dans le domaine public à compter de l’an 2002, la Cour relève que le délai de confidentialité de dix ans ne correspondait pas aux souhaits ni aux intérêts des parties au procès, qui ont toutes demandé un délai plus long (paragraphe 35 ci-dessus).", "112.   La Cour n’est pas convaincue qu’en prescrivant un délai de dix ans, les juridictions internes aient accordé suffisamment de poids aux intérêts de la requérante. Il convient de se rappeler que la production au procès sans son consentement des informations dont il s’agit avait déjà entraîné une grave ingérence dans son droit au respect de sa vie privée et familiale. Le surcroît d’ingérence qu’elle subirait si les renseignements et éléments en question devaient tomber dans le domaine public au bout de dix ans ne s’appuie pas sur des motifs pouvant passer pour suffisants pour l’emporter sur l’intérêt de la requérante à les voir demeurer confidentiels pendant une période plus longue. La décision de rendre ces documents accessibles au public dès 2002, si elle était mise à exécution, constituerait une ingérence disproportionnée dans le droit de la requérante au respect de sa vie privée et familiale, au mépris de l’article 8 (art. 8).", "Cependant, la Cour se limitera à la conclusion ci-dessus, car c’est à l’Etat qu’il appartient de choisir les moyens à utiliser dans son ordre juridique interne pour s’acquitter de l’obligation qui découle pour lui de l’article 53 de la Convention (art. 53) (voir l’arrêt Marckx c. Belgique du 13 juin 1979, série A no 31, pp. 25-26, par. 58).", "iv. La divulgation de l’identité et de l’état de santé de la requérante dans l’arrêt, rendu public, de la cour d’appel d’Helsinki", "113.   Enfin, la Cour doit rechercher s’il existait des raisons suffisantes pour justifier la divulgation, dans le texte de l’arrêt de la cour d’appel d’Helsinki transmis à la presse, de l’identité et de la séropositivité de la requérante (paragraphes 36 et 43 ci-dessus). Selon les dispositions pertinentes de la législation finlandaise, la cour d’appel avait le pouvoir, premièrement, de ne pas mentionner dans son arrêt de noms permettant d’identifier la requérante et, deuxièmement, de décider que l’exposé complet des motifs resterait confidentiel pendant une période donnée et de publier à la place une version abrégée de la motivation et du dispositif et une référence succincte à la législation appliquée (paragraphe 52 ci-dessus). C’est d’ailleurs selon ces modalités que le tribunal d’Helsinki avait publié sa propre décision, sans que cela ne suscite de critique (paragraphe 33 ci-dessus).", "Que la requérante ait ou non expressément demandé à la cour d’appel de ne pas divulguer son identité et son état de santé, cette dernière avait été informée par l’avocat de X que l’intéressée souhaitait que le délai de confidentialité soit prolongé au-delà de dix ans (paragraphe 35 ci-dessus). Il en découlait à l’évidence qu’elle était opposée à la publication de ces renseignements.", "Dans ces conditions, et compte tenu des considérations exposées au paragraphe 112 ci-dessus, la Cour ne juge pas que la publication critiquée se justifiait par quelque motif impérieux que ce soit. Dès lors, la publication de ces informations a porté atteinte, dans le chef de la requérante, au droit au respect de la vie privée et familiale garanti par l’article 8 (art. 8).", "v. Récapitulation", "114.   Partant, la Cour conclut qu’il n’y a pas eu violation de l’article 8 de la Convention (art. 8) 1) du fait des ordonnances sommant les médecins de la requérante de témoigner ni 2) en raison de la saisie des dossiers médicaux la concernant et de leur adjonction au dossier d’enquête.", "En revanche, elle juge 3) que la décision de rendre les renseignements médicaux dont il s’agit accessibles au public dès 2002, si elle était mise à exécution, emporterait violation de cet article (art. 8) et 4) qu’il y a eu violation dudit article (art. 8) du fait de la divulgation de l’identité et de l’état de santé de la requérante dans l’arrêt, rendu public, de la cour d’appel d’Helsinki.", "II.   SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 13 DE LA CONVENTION (art. 13)", "115.   La requérante allègue également que l’absence de recours pour contester les différentes mesures dont elle se plaint au titre de l’article 8 (art. 8) a donné lieu à des violations de l’article 13 de la Convention (art. 13), ainsi libellé:", "\"Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles.\"", "116.   Le Gouvernement conteste ce point de vue, tandis que la Commission, s’appuyant sur sa conclusion quant aux griefs tirés de l’article 8 (art. 8), n’a pas estimé nécessaire de rechercher s’il y avait également eu violation de l’article 13 (art. 13).", "117.   La Cour, ayant pris ces questions en considération dans le cadre de l’article 8 (art. 8) (paragraphes 101, 103, 107 et 109 ci-dessus), juge inutile de les étudier sous l’angle de l’article 13 (art. 13).", "III.   SUR L’APPLICATION DE L’ARTICLE 50 DE LA CONVENTION (art. 50)", "118.   La requérante demande une satisfaction équitable au titre de l’article 50 de la Convention (art. 50), ainsi libellé:", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "A. Dommage moral", "119.   La requérante ne demande pas réparation du préjudice matériel mais prie la Cour de lui accorder la somme de 2 millions de marks finlandais (FIM) pour l’indemniser du dommage moral subi par suite de la divulgation de données médicales la concernant, dont la presse s’était largement fait l’écho.", "120.   Pour le Gouvernement, un constat de violation constituerait en soi une satisfaction équitable suffisante. En tout état de cause, toute réparation éventuellement allouée à la requérante ne devrait pas atteindre le montant des dommages accordés aux quatre victimes de X, dont le plus élevé était de 70 000 FIM.", "121.   Le délégué de la Commission ne formule pas de commentaires à ce sujet.", "122.   La Cour juge établi que la divulgation de son identité et de son état de santé dans l’arrêt de la cour d’appel a dû entraîner un dommage moral pour la requérante. Elle estime que le constat de violation ne saurait constituer une satisfaction équitable suffisante à cet égard et qu’il convient donc de lui accorder une indemnité. Pour en évaluer le montant, la Cour ne se juge pas liée par les pratiques nationales, même s’il lui est permis de s’en inspirer. Statuant en équité, elle alloue à la requérante 100 000 FIM pour dommage moral.", "B. Frais et dépens", "123.   La requérante demande en outre le remboursement de ses frais et dépens, pour un montant total de 239 838 FIM, se décomposant comme suit:", "a) 4 800 FIM d’honoraires pour le travail effectué par Me Fredman dans le cadre de la procédure interne;", "b) à titre d’honoraires pour la procédure devant la Commission, 126 000 FIM pour Me Fredman et 24 000 FIM pour M. Scheinin;", "c) à titre d’honoraires pour la procédure devant la Cour, jusques et y compris la rédaction du mémoire, 16 800 FIM pour Me Fredman et 9 600 FIM pour M. Scheinin;", "d) 49 800 FIM pour l’assistance des conseils de la requérante à l’audience de la Cour;", "e) 8 838 FIM de frais de traduction.", "Il convient d’ajouter la taxe y afférente sur la valeur ajoutée (TVA) à ces honoraires, qui correspondent à 385 heures de travail à raison de 600 FIM l’heure, et d’en retrancher les sommes versées au titre de l’assistance judiciaire par le Conseil de l’Europe.", "124.   Le Gouvernement accepte le poste a) et ne conteste pas le poste e), mais estime excessif le nombre d’heures cité en b), c) et d).", "125.   Le délégué de la Commission ne se prononce pas sur la question.", "126.   La Cour examinera les prétentions ci-dessus à la lumière des critères qui se dégagent de sa jurisprudence et recherchera donc si les frais et dépens ont été réellement et nécessairement encourus afin de prévenir ou redresser les faits jugés constitutifs d’une violation de la Convention et s’ils étaient raisonnables quant à leur montant (voir, par exemple, l’arrêt Tolstoy Miloslavsky c. Royaume-Uni du 13 juillet 1995, série A no 316-B, p. 83, par. 77).", "En fonction de ces critères, la Cour juge qu’il convient de rembourser intégralement les sommes mentionnées aux points a) et e).", "Quant aux postes b) à d), la Cour n’est pas convaincue que tous ces frais étaient réellement nécessaires.", "Statuant en équité, elle alloue la somme totale de 160 000 FIM, plus la TVA au taux en vigueur, moins 10 835 francs français déjà versés à la requérante au titre de l’assistance judiciaire par le Conseil de l’Europe.", "C. Intérêts moratoires", "127.   Selon les informations dont dispose la Cour, le taux légal applicable en Finlande à la date d’adoption du présent arrêt est de 11% l’an.", "PAR CES MOTIFS, LA COUR", "1.   Dit, par huit voix contre une, que les ordonnances contraignant les médecins et le psychiatre de la requérante à témoigner n’ont pas violé l’article 8 de la Convention (art. 8);", "", "2.   Dit, par huit voix contre une, que la saisie des dossiers médicaux de la requérante et leur adjonction au dossier d’enquête n’ont pas violé l’article 8 (art. 8);", "", "3.   Dit, à l’unanimité, que la décision de rendre accessibles au public en 2002 le procès-verbal de la déposition de ses médecins et de son psychiatre et ses dossiers médicaux, si elle était mise à exécution, violerait l’article 8 (art. 8);", "", "4.   Dit, à l’unanimité, que la divulgation de l’identité et de l’état de santé de la requérante par la cour d’appel d’Helsinki a violé l’article 8 (art. 8);", "", "5.   Dit, à l’unanimité, qu’il n’y a pas lieu d’examiner les griefs de la requérante sur le terrain de l’article 13 de la Convention (art. 13);", "", "6.   Dit, à l’unanimité,", "a) que l’Etat défendeur doit verser à la requérante, dans les trois mois, 100 000 (cent mille) marks finlandais pour dommage moral et 160 000 (cent soixante mille) marks finlandais pour frais et dépens, plus la TVA au taux applicable, moins 10 835 (dix mille huit cent trente-cinq) francs français à convertir en marks finlandais au taux applicable à la date du prononcé du présent arrêt;", "b) que ce montant sera à majorer d’un intérêt simple de 11% l’an à compter de l’expiration dudit délai et jusqu’au versement;", "", "7.   Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme à Strasbourg, le 25 février 1997.", "", "Rolv RYSSDAL", "Président", "", "Herbert PETZOLD", "Greffier", "Au présent arrêt se trouve joint, conformément aux articles 51 par. 2 de la Convention (art. 51-2) et 55 par. 2 du règlement B, l’exposé de l’opinion partiellement dissidente de M. De Meyer.", "", "R. R.", "H. P.", "OPINION PARTIELLEMENT DISSIDENTE DE M. LE JUGE DE MEYER", "I.   La Cour a admis que le droit de la requérante au respect de sa vie privée et familiale n’a été violé ni par les ordonnances contraignant ses médecins et son psychiatre à témoigner, ni par la saisie de ses dossiers médicaux et leur adjonction au dossier d’enquête.", "Elle a estimé que ces mesures se justifiaient parce qu’il fallait tenter d’établir à quelle date X, son mari, avait appris qu’il était séropositif ou avait eu des raisons de s’en douter, afin de savoir si les infractions qu’il était accusé d’avoir perpétrées avant le 19 mars 1992 devaient être qualifiées de tentatives d’homicide, comme celles qu’il était accusé d’avoir commises depuis lors, ou seulement d’agressions sexuelles.", "A mon avis et quelles que puissent être les exigences des procédures pénales, des considérations de ce genre ne permettent pas de porter atteinte à la confidentialité de la relation entre le médecin et son patient et des documents concernant cette relation.", "II.   En indiquant que le \"délai de confidentialité\" de dix ans, fixé en l’espèce par les juridictions finlandaises, était trop bref, notre arrêt semble impliquer que l’accès du public aux données médicales pourrait être permis après un délai suffisamment long.", "Sans préjudice de ce qui pourrait être admissible en ce qui concerne les autres éléments d’un dossier pénal, j’estime que le secret des données médicales qu’il pourrait contenir doit être assuré sans limitation de durée.", "L’intérêt qu’il y a à garantir la publicité des procédures judiciaires ne suffit pas à permettre que ce secret soit levé, même après de nombreuses années.", "III.   Dans le présent arrêt, la Cour invoque, une fois de plus, la \"marge d’appréciation\" des autorités nationales.", "Je crois qu’il est grand temps de la bannir de nos raisonnements: nous avons déjà trop tardé à nous débarrasser de cette rengaine et à abjurer le relativisme qu’elle implique.", "L’existence d’une marge d’appréciation peut se concevoir en certaines matières. C’est ainsi qu’il est tout à fait naturel que, dans une affaire pénale, le juge puisse, selon l’idée qu’il se fait de la gravité du cas, fixer la peine entre le minimum et le maximum prévus par le législateur.", "Mais, lorsqu’il s’agit des droits de l’homme, il n’y a pas de place pour une marge d’appréciation qui permettrait aux Etat de déterminer ce qui est acceptable et ce qui ne l’est pas.", "En cette matière, la limite à ne pas franchir doit être aussi nette et claire que possible. Ce n’est pas aux Etats qu’il peut appartenir d’en décider, chacun en ce qui le concerne, mais à nous et ce que nous en pensons doit valoir pour toutes les personnes relevant de la juridiction de chacun d’entre eux.", "Les formules creuses que nous répétons dans nos arrêts depuis déjà trop longtemps au sujet de la marge d’appréciation des Etats ne sont que des circonlocutions inutiles, qui ne nous servent qu’à indiquer, d’une manière abstruse, que les Etats peuvent faire tout ce que nous ne considérons pas comme incompatible avec les droits de l’homme.", "Il est urgent d’abandonner cette phraséologie, aussi fausse sur le plan des principes que vaine dans la pratique.", ""]}