{"file": "FRE_HFJUD_9276_81.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "9276/81", "text_paragraphs": ["", "", "", "COUR (PLÉNIÈRE)", "", "", "", "", "", "", "AFFAIRE O. c. ROYAUME-UNI (ARTICLE 50)", "", "(Requête no 9276/81)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "9 juin 1988", "\n", "En l’affaire O. contre Royaume-Uni,", "La Cour européenne des Droits de l’Homme, statuant en séance plénière par application de l’article 50 de son règlement et composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tJ. Cremona,", "\t\tThór Vilhjálmsson,", "\t\tG. Lagergren,", "\t\tF. Gölcüklü,", "\t\tF. Matscher,", "\t\tJ. Pinheiro Farinha,", "\t\tL.-E. Pettiti,", "\t\tB. Walsh,", "\tSir \tVincent Evans,", "\tMM. \tR. Macdonald,", "\t\tC. Russo,", "\t\tR. Bernhardt,", "\t\tJ. Gersing,", "\t\tA. Spielmann,", "\t\tJ. De Meyer,", "\t\tN. Valticos,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 24 mars et 28 mai 1988,", "Rend l’arrêt que voici, adopté à cette dernière date, sur l’application de l’article 50 (art. 50) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") en l’espèce:", "PROCEDURE ET FAITS", "1.   L’affaire a été portée devant la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 28 janvier 1986. A son origine se trouve une requête (no 9276/81) dirigée contre le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord et dont un citoyen irlandais avait saisi la Commission en 1980.", "2.   Le 23 octobre 1986, la chambre constituée pour examiner l’affaire s’est dessaisie au profit de la Cour plénière (article 50 du règlement). Par un arrêt du 8 juillet 1987 (l’\"arrêt au principal\"), celle-ci a relevé entre autres que le requérant avait été victime d’une violation de l’article 6 § 1 (art. 6-1) de la Convention en raison de l’insuffisance des recours s’ouvrant à lui quant à certaines décisions relatives à ses enfants confiés à une autorité locale (série A no 120-A, paragraphes 52-64 des motifs et point 2 du dispositif, pp. 23-28 et 30).", "Seule reste à trancher la question de l’application de l’article 50 (art. 50) en l’espèce. Pour les faits de la cause, la Cour renvoie aux paragraphes 8 à 47 de son arrêt au principal (ibidem, pp. 10-22).", "3.   Lors des audiences des 25 et 26 novembre 1986, le gouvernement du Royaume-Uni (\"le Gouvernement\") avait réservé sa position sur la demande de satisfaction équitable du requérant, lequel ne l’avait pas encore chiffrée.", "Dans son arrêt au principal, la Cour a donc réservé l’ensemble de la question. Elle a invité a) le requérant à lui fournir par écrit, dans les deux mois, le détail de ses prétentions; b) le Gouvernement à lui présenter, deux mois au plus tard après la réception de ces précisions, ses commentaires écrits à leur sujet et notamment à lui donner connaissance de tout accord entre lui et le requérant (paragraphes 70-71 des motifs et point 6 du dispositif, pp. 29-30).", "4.   Conformément à cette invitation et aux directives du président, sont parvenus au greffe:", "- le 23 septembre 1987, le mémoire du requérant;", "- le 21 décembre 1987, celui du Gouvernement;", "- le 21 janvier 1988, les observations du délégué de la Commission.", "5.   Par la suite, le Gouvernement et le requérant ont informé le greffier qu’ils avaient abouti à un règlement pour les frais et dépens afférents à la procédure devant la Commission et la Cour: le second accepterait du premier, comme satisfaction intégrale et définitive à ce titre, un versement de 9.235 £ 25.", "6.   Après avoir consulté agent du Gouvernement, délégué de la Commission et représentant du requérant, la Cour a décidé le 24 mars 1988 qu’il n’y avait pas lieu de tenir audience.", "EN DROIT", "7.   D’après l’article 50 (art. 50) de la Convention,", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "En vertu de ce texte, O. revendique entre autres une indemnité pour tort moral et le remboursement de frais et dépens assumés pendant la procédure devant les organes de la Convention.", "A. Frais et dépens", "8.   Depuis le prononcé de son arrêt au principal, la Cour a été avisée d’un règlement amiable conclu entre le Gouvernement et le requérant quant à la demande pour frais et dépens (paragraphe 5 ci-dessus). Compte tenu des termes adoptés ainsi que de l’absence d’objection de la part du délégué de la Commission, elle estime que l’accord revêt un \"caractère équitable\" au sens de l’article 53 § 4 de son règlement. En conséquence, elle en prend acte et juge approprié de rayer l’affaire du rôle sur ce point.", "B. Préjudice", "9.   a) Le requérant réclame des dommages-intérêts \"exemplaires\", non inférieurs à 100.000 £, pour les conséquences de l’infraction à l’article 6 § 1 (art. 6-1) de la Convention constatée par la Cour dans son arrêt au principal. Elles comprendraient l’éclatement de sa famille et, spécialement, l’interruption de ses relations avec ses enfants A, B, C, D et E, devenue permanente dans le cas des deux derniers avec leur adoption; ainsi que la détresse, l’angoisse et les tensions provoquées par la procédure en Angleterre et le caractère limité des recours disponibles.", "b) Selon le Gouvernement, le préjudice allégué a pu résulter de l’impossibilité pour le requérant de rendre visite à A, B, C, D et E, mais il ne découle pas de la violation de l’article 6 § 1 (art. 6-1): rien ne prouverait que l’issue aurait été différente si O. avait pu saisir de la question de ses visites à ces enfants un tribunal compétent pour en examiner le fond. Dès lors, nul lien de causalité ne se trouverait établi entre le manquement relevé par la Cour et le dommage dont se plaint l’intéressé.", "En outre et eu égard à certains faits de la cause, énumérés dans le mémoire du Gouvernement, aucun élément ne montrerait que le requérant aurait pu retirer un avantage pratique de l’existence d’un recours judiciaire en matière de visites. Il n’aurait donc pas subi une \"perte de chances réelles\", au sens où la jurisprudence de la Cour entend cette expression, de sorte que le constat d’une violation de l’article 6 § 1 (art. 6-1) constituerait une satisfaction équitable suffisante aux fins de l’article 50 (art. 50). Pour le cas où la Cour en jugerait autrement, le Gouvernement soutient en ordre subsidiaire que la somme allouée au requérant ne devrait pas, à la lumière de l’ensemble des circonstances de l’espèce, dépasser 5.000 £.", "c) Quant au délégué de la Commission, il lui semble impossible de déterminer avec quelque certitude si les décisions pertinentes auraient été différentes sans l’infraction à l’article 6 § 1 (art. 6-1). Selon lui, le requérant devrait néanmoins percevoir pour tort moral une \"indemnité raisonnable\" qui reflète la gravité des questions en jeu.", "10.   La Cour rappelle d’abord que son arrêt au principal ne concernait nullement le bien-fondé de mesures telles que le placement des enfants à l’assistance, leur adoption et la limitation ou suppression des visites de leur père. De plus, elle a rejeté la thèse du requérant d’après laquelle les procédures suivies par l’autorité locale avaient méconnu l’article 8 (art. 8) de la Convention (arrêt au principal, pp. 28-29, §§ 65-67). Elle n’a relevé un manquement - aux exigences de l’article 6 § 1 (art. 6-1) - qu’en raison de l’absence d’un recours judiciaire sur le fond du problème des visites (ibidem, pp. 27-28, §§ 61-64).", "Le requérant a donc pâti d’une lacune de caractère procédural, mais qui se rattachait de près à une ingérence dans l’exercice du droit au respect de la vie familiale, l’un des plus essentiels de tous.", "11.   Quant à l’éclatement de la famille et à l’interruption des relations avec les enfants, que le requérant impute à la violation de la Convention, on ne saurait certifier qu’ils ne se seraient pas produits sans ladite lacune. Même si, dans cette hypothèse, le requérant avait réussi à obtenir un certain droit de visite, il ne s’ensuit pas du tout que les enfants lui auraient été restitués et en particulier que D et E n’auraient pas été adoptés pour finir: comme la Cour le relève au paragraphe 62 de son arrêt au principal, \"des considérations différentes peuvent valoir pour la question du placement d’un enfant à l’assistance publique et pour celle des visites à lui rendre par son parent\".", "12.   La Cour ne croit pas pouvoir affirmer pour autant de manière catégorique, avec le Gouvernement, que si la déficience procédurale en cause n’avait pas existé, le requérant n’aurait rien pu y gagner en pratique.", "La High Court estima certes, dans son jugement du 6 octobre 1980, que l’autorité locale n’avait pas agi déraisonnablement en supprimant les visites du requérant à ses enfants (arrêt au principal, p. 12, § 16). Toutefois, elle se prononçait là au cours d’une procédure de tutelle, dans une situation où sa compétence se trouvait limitée et ne s’étendait pas au fond de la question. Le Gouvernement a aussi souligné que le requérant n’avait jamais demandé à rencontrer A, B et C en vertu des dispositions introduites par la loi de 1983 sur les services sanitaires et sociaux et le contentieux de la sécurité sociale (ibidem, p. 21, § 44). Toutefois, elles n’offraient guère d’utilité pour O.: elles n’entrèrent en vigueur que le 30 janvier 1984, à un moment où il n’avait plus de contacts avec ces trois enfants depuis quatre ans et demi environ.", "En outre, il s’agit de deux ordres d’idées distincts: comme la Cour le note au paragraphe 62 de son arrêt au principal, il se peut qu’un parent \"invoque des arguments justifiant le maintien ou la reprise des visites, mais non de la garde de l’enfant par lui\". On ne saurait entièrement exclure que si le requérant avait pu, pendant la durée de validité des ordonnances d’assistance, saisir un tribunal du fond du problème de ses visites à ses cinq enfants, il aurait obtenu satisfaction dans une certaine mesure, en particulier s’il avait formulé sa demande assez tôt.", "A cet égard, on peut donc estimer qu’il a subi une perte de chances réelles justifiant l’octroi d’une indemnité.", "13.   De surcroît, la circonstance qu’il ne put introduire pareil recours judiciaire pendant ladite période n’a pas manqué, aux yeux de la Cour, de lui inspirer un sentiment de frustration et d’impuissance appelant, lui aussi, une réparation pécuniaire.", "14.   Aucun des facteurs mentionnés aux paragraphes 12 et 13 ci-dessus ne se prête à une évaluation précise. Statuant en équité comme le veut l’article 50 (art. 50), la Cour alloue au requérant 5.000 £ pour le dommage souffert.", "C. Questions diverses", "15.   O. prie également la Cour de constater que la législation anglaise et galloise actuelle sur l’assistance à l’enfance demeure non satisfaisante sous certains rapports.", "La question sort du cadre du litige déféré le 28 janvier 1986 à la Cour, laquelle ne peut donc en connaître.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1. Décide de rayer l’affaire du rôle en ce qui concerne la demande du requérant pour frais et dépens;", "", "2. Dit que le Royaume-Uni doit verser au requérant la somme de 5.000 £ (cinq mille livres) pour préjudice moral;", "", "3. Rejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis communiqué par écrit le 9 juin 1988 en application de l’article 54 § 2, second alinéa, du règlement.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier", ""]}