{"file": "FRE_HFJUD_52854_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "52854/99", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "", "", "", "AFFAIRE RIABYKH c. RUSSIE", "", "(Requête no 52854/99)", "", "", "", "", "", "", "ARRÊT", "", "STRASBOURG", "", "24 juillet 2003", "", "", "DÉFINITIF", "", "03/12/2003", "", "", "", "En l'affaire Riabykh c. Russie,", "La Cour européenne des Droits de l'Homme (première section), siégeant en une chambre composée de :", "\tMM.\tC.L. Rozakis, président,\n\t\tG. Bonello,\n\tMme\tF. Tulkens,\n\tM.\tE. Levits,\n\tMme\tS. Botoucharova,\n\tM.\tA. Kovler,\n\tMme\tE. Steiner, juges,\net de M. S. Nielsen, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 3 juillet 2003,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 52854/99) dirigée contre la Fédération de Russie et dont une ressortissante de cet Etat, Mme Anna Ivanovna Riabykh (« la requérante »), a saisi la Cour le 19 août 1999 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le gouvernement russe (« le Gouvernement ») est représenté par M. P.A. Laptev, représentant de la Fédération de Russie auprès de la Cour européenne des Droits de l'Homme.", "3.  La requérante alléguait une violation à son égard des droits garantis par l'article 6 § 1 de la Convention et l'article 1 du Protocole no 1 au motif que l'Etat s'était montré réticent à la dédommager de la perte financière que lui avait causée l'inflation, et que la décision de lui octroyer une indemnité prise par un tribunal interne avait été annulée dans le cadre de la procédure de supervision.", "4.  La requête a été attribuée à la première section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement. ", "5.  Par une décision du 21 février 2002, la chambre a déclaré la requête recevable.", "6.  Tant la requérante que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement). La chambre a décidé, après consultation des parties, qu'il n'y avait pas lieu de tenir une audience consacrée au fond de l'affaire (article 59 § 2 in fine). Les parties ont chacune soumis des commentaires écrits sur les observations de l'autre.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "7.  La requérante est née en 1949 et réside à Ninovka, un village situé dans la région de Belgorod, en Russie.", "A.  Procédure initiale", "8.  A une date non précisée, la requérante engagea une procédure contre l'agence de Novooskolski de la Caisse d'épargne de Russie, la Caisse d'épargne de Russie et l'Etat. Elle affirmait que la valeur de ses économies personnelles accumulées sur ses comptes à la date de 1991 avait sérieusement chuté à la suite des réformes économiques. Cette épargne représentait le résultat de décennies de dur labeur et elle avait l'intention de l'utiliser pour s'acheter un appartement. Toutefois, l'Etat n'avait pas réévalué les sommes déposées afin de corriger les effets de l'inflation alors qu'il était tenu de le faire en vertu de la loi du 10 mai 1995 sur la réévaluation et la protection de l'épargne des citoyens de la Fédération de Russie (Федеральный закон «О восстановлении и защите сбережений граждан Российской Федерации», ci-après la « loi sur l'épargne »).", "1.  Premier jugement du tribunal de district", "9.  Le 30 décembre 1997, le tribunal de district de Novooskolski, présidé par la juge Lebedinskaïa, rendit un jugement en faveur de la requérante à laquelle il alloua 129 544 106 roubles russes (RUR) à payer par le Trésor public. Le tribunal rejeta l'argument principal des défendeurs selon lequel le régime de remboursement prévu par la loi sur l'épargne ne pouvait être concrètement mis en œuvre faute d'adoption de la législation déléguée voulue. Notant que la loi sur l'épargne reconnaissait aux dépôts garantis le caractère de dette intérieure de l'Etat et que ce dernier n'avait pas pris les décrets requis en temps voulu pour le remboursement de la dette, le tribunal estima que la responsabilité civile des défendeurs était engagée.", "10.  Le 28 février 1998, le tribunal régional de Belgorod, statuant en appel, infirma cette décision et renvoya l'affaire au tribunal de première instance pour qu'il la rejugeât.", "", "2.  Deuxième jugement du tribunal de district", "11.  Le 8 juin 1998, le tribunal de district de Novooskolski, siégeant dans la même composition, rendit un nouveau jugement similaire à celui du 30 décembre 1997, mais en portant la somme allouée à 133 963,70 RUR. En l'absence de contestation, ce jugement devint définitif dix jours plus tard, soit le 18 juin 1998.", "12.  La procédure d'exécution débuta le 18 janvier 1999.", "B.  Procédure de supervision et suite de l'instance", "1.  Procédure de supervision", "13.  En 1999, à une date non précisée, alors que la procédure d'exécution était en cours, le président du tribunal régional de Belgorod déposa un recours en supervision (протест в порядке надзора) du jugement rendu le 8 juin 1998, au motif que celui-ci entrait en contradiction avec des dispositions du droit matériel.", "14.  Le présidium du tribunal régional de Belgorod examina ce recours le 19 mars 1999. Ayant jugé recevables les motifs étayant le recours, le présidium cassa le jugement du 8 juin 1998 et rejeta toutes les prétentions de la requérante. Celle-ci ne fut pas informée du dépôt du recours en supervision ni invitée à assister à l'audience devant le présidium.", "15.  Le 17 juin 1999, la procédure d'exécution fut interrompue.", "16.  Le 4 janvier 2001, un président adjoint de la Cour suprême soumit un recours en supervision de la décision prise par le présidium le 19 mars 1999.", "17.  Le 22 janvier 2001, la Cour suprême accueillit le recours en supervision. Elle confirma le bien-fondé des motifs invoqués par le présidium pour casser le jugement du 8 juin 1998, mais jugea que les prétentions de la requérante n'auraient pas dû être rejetées en totalité, car l'intéressée avait ainsi été injustement privée du droit de solliciter le remboursement des sommes en jeu. Elle admit aussi que le droit de la requérante à être informée que le présidium examinait son affaire n'avait pas été respecté, et renvoya l'affaire au tribunal de district de Novooskolski pour qu'il procédât à un nouvel examen.", "2.  Troisième jugement du tribunal de district", "18.  Le 4 juin 2001, le tribunal de district de Novooskolski, composé des mêmes juges, rendit son troisième jugement en faveur de la requérante. Il lui octroya une somme comprenant 188 724 RUR en dédommagement de la dévaluation et 60 000 RUR au titre du préjudice moral. Le tribunal déclara que le fait que le gouvernement eût systématiquement remis à plus tard la réévaluation de l'épargne de la requérante à laquelle il devait procéder avait causé à celle-ci souffrance morale et angoisse.", "19.  Le 14 août 2001, le tribunal régional de Belgorod infirma ce jugement en appel et renvoya l'affaire au tribunal de district pour qu'il la rejugeât.", "3.  Quatrième jugement du tribunal de district", "20.  Le 19 septembre 2001, le tribunal de district, siégeant dans la même composition, réitéra son point de vue en accordant une indemnisation d'un montant égal à celui octroyé dans son jugement du 4 juin 2001.", "21.  Le 30 octobre 2001, la cour d'appel annula le jugement et renvoya l'affaire au tribunal de district de Novooskolski pour qu'il procédât à un nouvel examen. Ainsi que le lui permettait l'article 305-2 du code de procédure civile, elle ordonna que le tribunal de district siégeât dans une autre composition.", "4.  Cinquième jugement du tribunal de district", "22.  Le 27 février 2002, le tribunal de district, présidé par le juge Ziminov, débouta la requérante au motif que ses griefs n'avaient aucun fondement légal.", "23.  Le 2 avril 2002, le tribunal régional de Belgorod confirma ce jugement.", "24.  Le 8 mai 2002, le présidium du tribunal régional de Belgorod annula le jugement après que le président de ce tribunal eut déposé un recours en supervision. Le présidium considéra que les juridictions de rang inférieur avaient méconnu dans le chef de la requérante les droits fondamentaux énoncés dans la Constitution et la Convention.", "5.  Sixième jugement du tribunal de district", "25.  Le 10 juin 2002, le tribunal de district, siégeant dans la même composition, rendit un nouveau jugement par lequel, eu égard notamment à l'article 1 du Protocole no 1 à la Convention, il fit droit en partie aux prétentions de la requérante à laquelle il octroya 231 059,19 RUR.", "26.  Le tribunal régional de Belgorod rejeta le 16 juillet 2002 l'appel formé par les défendeurs, à la suite de quoi l'arrêt du 10 juin 2002 devint définitif.", "6.  Acte de transaction", "27.  Le 1er novembre 2002, la requérante signa avec un président adjoint du gouvernement de la région de Belgorod un acte de transaction aux termes duquel elle promettait de renoncer à ses prétentions découlant de l'arrêt du 10 juin 2002 en échange du versement de la somme de 248 724 RUR. Le même jour, le tribunal de district entérina cette transaction par un jugement de donner acte, ainsi que les parties l'avaient demandé.", "28.  Le 6 novembre 2002, la requérante pria le tribunal régional de Belgorod d'annuler le jugement de donner acte du 1er novembre 2002.", "29.  Le 19 novembre 2002, la requérante retira cette demande. Elle déclara que le Gouvernement lui avait acheté un appartement à Novyi Oskol au prix de 330 000 RUR et qu'elle ne nourrissait plus aucune prétention à l'encontre de l'Etat.", "30.  Le 23 mars 2003, la requérante informa la Cour que le prix de l'appartement ne couvrait pas le préjudice qu'elle avait subi, au motif que la somme qui se trouvait sur son compte d'épargne en 1991, si elle était convertie en dollars américains, dépasserait le prix de l'appartement. Elle pria la Cour d'inviter l'Etat à lui verser la différence.", "II.  LE DROIT INTERNE PERTINENT", "31.  En vertu du code de procédure civile de 1964, en vigueur à l'époque des faits, les jugements acquéraient leur caractère définitif de la manière suivante :", "Article 208\nEntrée en vigueur des jugements", "« Les décisions de justice deviennent juridiquement contraignantes à l'expiration du délai prévu pour le dépôt d'un pourvoi en cassation si pareille démarche n'a pas été effectuée. Si la décision n'est pas cassée après un pourvoi, elle devient juridiquement contraignante au moment où la juridiction de rang supérieur rend son arrêt. (...) »", "32.  La seule autre voie de recours ouverte est la procédure spéciale de supervision qui permet aux tribunaux de rejuger des affaires ayant abouti à des décisions définitives (пересмотр в порядке судебного надзора) :", "Article 319\nArrêts, jugements et décisions susceptibles de subir une supervision", "« Les arrêts, jugements et décisions de tous les tribunaux russes sont susceptibles de faire l'objet d'une supervision sur recours de l'une des catégories de fonctionnaires citées à l'article 320 du présent code. »", "33.  L'aptitude des fonctionnaires à soumettre pareil recours (протест) est fonction de leur position hiérarchique et de leur compétence territoriale :", "Article 320\nFonctionnaires habilités à déclencher une procédure de supervision", "« Sont habilités à présenter un recours :", "1.  le procureur général, s'agissant des arrêts, jugements et décisions de tous les tribunaux ;", "2.  le président de la Cour suprême, s'agissant des décisions du présidium de la Cour suprême et des arrêts et décisions rendus par la chambre civile de la Cour suprême statuant en première instance ;", "3.  les procureurs généraux adjoints, s'agissant des arrêts, jugements et décisions de tous les tribunaux à l'exception des décisions du présidium de la Cour suprême ;", "4.  les vice-présidents de la Cour suprême, s'agissant des arrêts et décisions rendus par la chambre civile de la Cour suprême statuant en première instance ;", "5.  le procureur général, le procureur général adjoint, le président et les vice-présidents de la Cour suprême s'agissant des arrêts, jugements et décisions de tous les tribunaux, à l'exception des décisions du présidium de la Cour suprême ;", "6.  le président de la Cour suprême d'une République autonome, d'un tribunal régional, tribunal municipal, tribunal d'une région autonome ou tribunal d'un district autonome, le procureur d'une République autonome, d'une région, ville, région autonome ou district autonome, s'agissant des arrêts et décisions des juridictions populaires de district (municipales), et des décisions des chambres civiles de, respectivement, la Cour suprême d'une République autonome, d'un tribunal régional, d'un tribunal municipal, d'un tribunal d'une région autonome ou d'un tribunal d'un district autonome qui ont examiné l'affaire en appel. »", "34.  Le pouvoir de présenter pareil recours est discrétionnaire, c'est-à-dire qu'il appartient au seul fonctionnaire concerné de décider si une affaire donnée mérite une supervision.", "35.  Conformément à l'article 322, les fonctionnaires appartenant aux catégories citées à l'article 320 qui estiment qu'une affaire mérite un examen plus approfondi peuvent, dans certaines circonstances, s'en procurer le dossier afin de déterminer s'il existe de bonnes raisons de soumettre un recours en supervision.", "36.  L'article 323 habilite les fonctionnaires appartenant aux catégories citées à surseoir à l'exécution de l'arrêt, du jugement ou de la décision en cause jusqu'à ce que la procédure de supervision soit achevée.", "37.  L'article 324 dispose que le fonctionnaire concerné doit rédiger le recours et en adresser un nombre d'exemplaires suffisant pour que chaque partie en ait copie, ainsi que le dossier, à la juridiction compétente.", "\n38.  L'article 325 est ainsi libellé :", "« Les parties (...) se voient notifier des copies du recours. Le cas échéant, les parties (...) sont informées de la date et du lieu de l'audience.", "Les copies du recours sont notifiées aux parties par la juridiction [qui examine le recours]. La juridiction accorde aux parties un délai suffisant avant l'audience pour qu'elles puissent répondre au recours par écrit et soumettre tout autre élément complémentaire. »", "39.  En vertu de l'article 328, la procédure relative à un recours en supervision se déroule habituellement par oral et les parties sont invitées à formuler leurs observations une fois que le juge concerné a fait son rapport au tribunal.", "40.  Les juridictions qui connaissent des recours en supervision jouissent d'une très large compétence en ce qui concerne les jugements définitifs :", "Article 329\nPouvoirs de la juridiction de supervision", "« La juridiction qui examine un recours en supervision peut :", "1.  confirmer l'arrêt, le jugement ou la décision et rejeter le recours ;", "2.  casser l'arrêt, le jugement ou la décision en tout ou partie et ordonner que l'affaire soit rejugée par une juridiction de première instance ou de cassation ;", "3.  casser l'arrêt, le jugement ou la décision en tout ou partie et clore la procédure ou laisser l'affaire en suspens ;", "4.  confirmer l'un des arrêts, jugements ou décisions précédemment rendus dans l'affaire ;", "5.  casser ou réformer le jugement de la juridiction de première instance ou de cassation ou de la juridiction qui a procédé à la supervision et rendre un nouveau jugement sans renvoyer l'affaire pour réexamen lorsque des dispositions du droit matériel ont été mal interprétées et appliquées. »", "41.  Les motifs de cassation de décisions définitives sont les suivants :", "Article 330\nMotifs de cassation des jugements dans le cadre de la procédure de supervision", "« (...)", "1.  application ou interprétation erronée de dispositions du droit matériel ;", "2.  violation importante de dispositions procédurales qui a conduit au prononcé d'un arrêt, d'un jugement ou d'une décision à caractère illégal (...) »", "42.  Un recours en supervision peut être soumis sans condition de délai et, en principe, à n'importe quel moment après qu'une décision est devenue définitive.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "43.  La requérante se plaint que la décision du 19 mars 1999, par laquelle le présidium du tribunal régional de Belgorod a infirmé un jugement définitif en sa faveur, a violé l'article 6 § 1 de la Convention. Sur le terrain de cet article, elle dénonce aussi le caractère inéquitable de la procédure devant le présidium de ce tribunal au motif qu'elle n'a pas été informée du dépôt du recours en supervision ni invitée à assister à l'audience. De plus, elle n'a eu connaissance de la décision du présidium que cinq mois après son adoption.", "L'article 6 § 1 dispose en ses passages pertinents :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera, soit des contestations sur ses droits et obligations de caractère civil, soit du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...) »", "A.  Sur le point de savoir si la requérante peut toujours se prétendre « victime »", "44.  Lorsqu'elle a statué sur la recevabilité de l'affaire, la Cour a examiné la question de savoir si la requérante pouvait se prétendre victime des violations de la Convention alléguées. Un certain nombre d'événements étant survenus depuis lors, notamment l'adoption le 10 juin 2002 d'un jugement par le tribunal de district de Novooskolski et l'achat d'un appartement, la Cour doit se pencher de nouveau sur ce point.", "45.  Il ressort de la chronologie des faits exposée ci-dessus que l'Etat a déployé des efforts pour remédier à la situation, tout d'abord en rendant un jugement qui ordonne la réévaluation des sommes épargnées par la requérante et ensuite en achetant un appartement à celle-ci.", "46.  Toutefois, ce n'est pas l'absence de réévaluation par l'Etat des économies de la requérante qui se trouve au cœur du grief tiré de l'article 6 (voir X c. Allemagne, no 8724/79, décision de la Commission du 6 mars 1980, Décisions et rapports 20, p. 226 ; Rudzińska c. Pologne (déc.), no 45223/99, CEDH 1999-VI ; Gayduk et autres c. Ukraine (déc.), nos 45526/99 et suiv., CEDH 2002-VI ; ou, plus récemment, Appolonov c. Russie (déc.), no 67578/01, 29 août 2002). Sur le terrain de cet article, la Cour se préoccupe plutôt des effets de la procédure de supervision sur les droits de la requérante au titre de la Convention.", "47.  A cet égard, la Cour rappelle qu'une décision ou une mesure favorable au requérant ne suffit en principe à lui retirer la qualité de « victime » que si les autorités nationales ont reconnu, explicitement ou en substance, puis réparé la violation de la Convention (Amuur c. France, arrêt du 25 juin 1996, Recueil des arrêts et décisions 1996-III, p. 846, § 36 ; et Dalban c. Roumanie [GC], no 28114/95, § 44, CEDH 1999-VI).", "48.  Il est vrai que la demande de la requérante tendant à la réévaluation de ses économies a en fin de compte été satisfaite. Cependant, cela ne signifie pas que l'Etat ait reconnu la violation du droit de celle-ci de bénéficier du jugement du 8 juin 1998 dès que celui-ci fut devenu exécutoire.", "49.  En d'autres termes, le fait que les prétentions de la requérante aient pour finir été prises en compte n'efface pas en soi les effets produits par l'incertitude juridique qui se sont déployés pendant trois ans après la cassation de l'arrêt définitif du 8 juin 1998 (Brumărescu c. Roumanie [GC], no 28342/95, § 50, CEDH 1999-VII).", "50.  Dans ces conditions, la Cour considère que la requérante continue d'avoir la qualité de « victime » et peut se plaindre que la décision prise le 19 mars 1999 par le présidium du tribunal régional de Belgorod et les événements qui s'en sont suivis ont violé en son chef les droits garantis par l'article 6 § 1.", "B.  Procédure de supervision : questions de fond", "51.  En ce qui concerne le fond du grief, la Cour rappelle que le droit d'être entendu équitablement par un tribunal, garanti par l'article 6 § 1 de la Convention, doit s'interpréter à la lumière du préambule de la Convention, qui cite notamment la prééminence du droit comme élément du patrimoine commun des Etats contractants. L'un des éléments fondamentaux de la prééminence du droit est le principe de la sécurité des rapports juridiques, qui veut, entre autres, que la solution donnée de manière définitive à tout litige par les tribunaux ne soit plus remise en cause (arrêt Brumărescu précité, § 61).", "52.  La sécurité juridique présuppose le respect du principe de l'autorité de la chose jugée (ibidem, § 62), c'est-à-dire du caractère définitif des décisions de justice. En vertu de ce principe, aucune partie n'est habilitée à solliciter la supervision d'un jugement définitif et exécutoire à la seule fin d'obtenir un réexamen de l'affaire et une nouvelle décision à son sujet. Les juridictions supérieures ne doivent utiliser leur pouvoir de supervision que pour corriger les erreurs de fait ou de droit et les erreurs judiciaires et non pour procéder à un nouvel examen. La supervision ne doit pas devenir un appel déguisé et le simple fait qu'il puisse exister deux points de vue sur le sujet n'est pas un motif suffisant pour rejuger une affaire. Il ne peut être dérogé à ce principe que lorsque des motifs substantiels et impérieux l'exigent.", "53.  Or, dans le cas de la requérante, le jugement du 8 juin 1998 a été infirmé le 19 mars 1999 par le présidium du tribunal régional de Belgorod au motif que la juge Lebedinskaïa, du tribunal de district de Novooskolski, avait mal interprété les lois applicables. Le présidium a rejeté les griefs de la requérante et clos l'affaire, effaçant ainsi l'ensemble d'une procédure judiciaire qui avait abouti à une décision juridiquement contraignante, en vertu de l'article 208 du code de procédure civile, et dont l'exécution avait débuté.", "54.  La Cour relève que la supervision du jugement du 8 juin 1998 a été demandée par le président du tribunal régional de Belgorod, qui n'était pas partie à la procédure mais qui avait le pouvoir d'agir ainsi en vertu des articles 319 et 320 du code de procédure civile. Comme c'était le cas de la législation roumaine examinée dans l'affaire Brumărescu précitée, le président n'était tenu par aucun délai dans l'exercice de son pouvoir, de sorte que les jugements pouvaient être perpétuellement remis en cause.", "55.  La Cour rappelle que l'article 6 § 1 garantit à chacun le droit à ce qu'un tribunal connaisse de toute contestation relative à ses droits et obligations de caractère civil ; il consacre de la sorte le « droit à un tribunal », dont le droit d'accès, à savoir le droit de saisir un tribunal en matière civile, constitue un aspect. Toutefois, ce droit serait illusoire si l'ordre juridique interne d'un Etat contractant permettait qu'une décision judiciaire définitive et obligatoire reste inopérante au détriment d'une partie. En effet, on ne comprendrait pas que l'article 6 § 1 décrive en détail les garanties de procédure – équité, publicité et célérité – accordées aux parties et qu'il ne protège pas la mise en œuvre des décisions judiciaires ; si cet article devait passer pour concerner exclusivement l'accès au juge et le déroulement de l'instance, cela risquerait de créer des situations incompatibles avec le principe de la prééminence du droit que les Etats contractants se sont engagés à respecter en ratifiant la Convention (Hornsby c. Grèce, arrêt du 19 mars 1997, Recueil 1997-II, pp. 510-511, § 40).", "56.  La Cour considère que le droit à un tribunal serait tout aussi illusoire si le système juridique d'un Etat contractant permettait qu'une décision judiciaire ayant acquis un caractère définitif et exécutoire soit annulée par une juridiction supérieure à la demande d'un fonctionnaire de l'Etat.", "57.  En recourant à la procédure de supervision pour annuler le jugement du 8 juin 1998, le présidium du tribunal régional de Belgorod a méconnu le principe de la sécurité juridique et enfreint dans le chef de la requérante le « droit à un tribunal » garanti par l'article 6 § 1 de la Convention.", "58.  Partant, il y a eu violation de cette disposition.", "\nC.  Procédure de supervision : questions procédurales", "59.  Pour ce qui est du grief relatif aux vices de procédure de l'instance qui s'est déroulée devant le présidium du tribunal régional de Belgorod, la Cour estime que, comme elle a conclu à la violation dans le chef de la requérante du « droit à un tribunal » du simple fait que la procédure de supervision a été utilisée, il n'y a pas lieu de rechercher si les garanties procédurales prévues à l'article 6 de la Convention ont été offertes au cours de ce procès.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 DU PROTOCOLE No 1", "60.  La requérante se plaint en outre que l'Etat n'ait pas réévalué ses économies et allègue que la procédure de supervision à laquelle son affaire a été soumise ainsi que l'annulation du jugement rendu en sa faveur ont méconnu l'article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "61.  La Cour rappelle qu'une créance constatée par jugement peut constituer un « bien » au sens de l'article 1 du Protocole no 1 (voir notamment Bourdov c. Russie, no 59498/00, § 40, CEDH 2002-III, et les affaires qui y sont citées). De plus, casser un tel jugement alors qu'il est devenu définitif et n'est plus susceptible d'appel constitue une ingérence dans le droit au respect des biens dans le chef de la personne en faveur de laquelle le jugement a été rendu (Brumărescu précité, § 74).", "62.  Cependant, la requérante s'est vu allouer 133 963,70 RUR par le jugement du 8 juin 1998. Après que le recours en supervision eut été accueilli, son affaire a été réexaminée à quatre reprises pour se conclure par une transaction aux termes de laquelle l'Etat a acheté à l'intéressée un appartement d'une valeur de 330 000 RUR. Cette somme dépasse largement (même en tenant compte de l'inflation) le montant qui avait été initialement alloué à la requérante et dont celle-ci allègue avoir été arbitrairement privée à la suite de la procédure de supervision.", "63.  En outre, la Cour rappelle qu'elle a déjà examiné en détail des griefs tirés du manquement de l'Etat à réévaluer des sommes déposées à la Caisse d'épargne (décision Appolonov précitée) et qu'elle a conclu à cette occasion à l'absence d'apparence de violation de l'article 1 du Protocole no 1. La Cour a en effet relevé que, même si les économies de M. Appolonov avaient perdu de leur valeur du fait de l'inflation, l'article 1 du Protocole no 1 n'obligeait pas l'Etat à maintenir le pouvoir d'achat représenté par les sommes déposées dans les établissements financiers. La loi sur l'épargne, telle qu'interprétée par les juridictions internes, ne mettait pas non plus l'Etat dans l'obligation de dédommager des pertes provoquées par l'inflation. La Cour ne voit aucune raison de s'écarter de cette conclusion en l'espèce.", "64.  Il s'ensuit qu'il n'y a pas eu violation de l'article 1 du Protocole no 1.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "65.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "66.  La Cour rappelle que, selon l'article 60 de son règlement, toute demande de satisfaction équitable doit être ventilée par rubrique et soumise par écrit, accompagnée des justificatifs nécessaires, « faute de quoi la chambre peut rejeter la demande, en tout ou partie ».", "67.  En l'espèce, la requérante a été invitée à soumettre sa demande de satisfaction équitable le 1er mars 2002, après que la requête eut été déclarée recevable. Or elle n'a rien fait de tel dans le délai imparti.", "68.  Dans ces conditions, la Cour ne lui octroie aucune somme au titre de l'article 41 de la Convention.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit qu'il y a eu violation dans le chef de la requérante du droit à un procès équitable et du droit à un tribunal garantis par l'article 6 § 1 de la Convention au motif que l'arrêt définitif a été cassé dans le cadre d'une procédure de supervision ;", "", "2.  Dit qu'il n'y a pas lieu d'examiner l'allégation d'inéquité de la procédure de supervision ;", "", "3.  Dit qu'il n'y a pas eu violation de l'article 1 du Protocole no 1.", "", "Fait en anglais, puis communiqué par écrit le 24 juillet 2003, en application de l'article 77 §§ 2 et 3 du règlement.", "Søren Nielsen\tChristos Rozakis\nGreffier adjoint\tPrésident", ""]}