{"file": "FRE_CLINF_53466_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "53466/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 141", "Mai 2011", "Konstas c. Grèce - 53466/07", "Arrêt 24.5.2011 [Section I]", "Article 6", "Article 6-2", "Présomption d'innocence", "Déclaration de ministres devant le Parlement visant une personnalité qui avait été condamnée en première instance et avait interjeté appel : violation", "", "En fait – Le requérant était professeur à l’université Panteion d’Athènes, dont il fut recteur entre 1990 et 1995. En 1996, il fut nommé ministre de la Presse ad interim puis, entre 1997 et 1999, ministre plénipotentiaire auprès du Conseil de l’Europe. En 1998, des poursuites pénales furent engagées contre plusieurs membres du corps enseignant de cette université, qui avaient occupé des fonctions de recteur ou vice-recteur entre 1992 et 1998. En 2007, la cour d’assises d’Athènes condamna le requérant, parmi neuf autres personnes, à quatorze ans de réclusion pour détournement de fonds publics, fraude au détriment de l’Etat et fausse déclaration. Le requérant fit immédiatement appel et l’exécution de sa peine fut suspendue. Cinq jours plus tard, lors d’un débat devant le Parlement, le ministre adjoint des Finances se référa au procès en cause et, s’adressant aux députés du parti socialiste, il fustigea les « escrocs de Panteion », leur demanda « Ne les avez-vous pas nommés ministres de la presse ad interim, ministres plénipotentiaires auprès du Conseil de l’Europe, lorsque les scandales concernant Panteion commençaient à être connus ? », et ajouta notamment « Vous vous volez même entre vous ». En juillet 2007, toujours lors d’un débat devant le Parlement, le premier ministre se référa à la présente affaire en affirmant qu’il s’agissait d’un « scandale sans précédent de détournement délibéré et planifié de 8 millions d’euros au profit des personnes qui y étaient impliquées, au détriment de l’université de Panteion ». En février 2008, le ministre de la Justice déclara devant le Parlement, en s’adressant à l’opposition : « Je vous rappelle le scandale de Panteion. La justice grecque a condamné avec audace et hardiesse tous ceux que vous protégiez tout ce temps. »", "L’affaire pénale est toujours pendante devant la cour d’appel d’Athènes.", "En droit – Article 6 § 2", "a)  Recevabilité – Le recours fondé sur l’article 57 du code civil, qui prévoit une possibilité d’indemnisation en cas d’atteinte à la personnalité, n’est pas de nature à remédier pleinement à l’atteinte à la présomption d’innocence, laquelle constitue une garantie procédurale figurant parmi les éléments du procès équitable.", "b)  Fond – Les expressions litigieuses ont eu lieu après la condamnation du requérant en première instance et pendant la litispendance de l’affaire en appel. Or la présomption d’innocence ne saurait cesser de s’appliquer en appel du seul fait que la procédure en première instance a entraîné la condamnation de l’intéressé. Une telle conclusion contredirait le rôle de la procédure en appel, au cours de laquelle le juge compétent est tenu de rejuger, en fait et en droit, la décision qui lui est dévolue. La présomption d’innocence se trouverait ainsi inapplicable dans une procédure au travers de laquelle l’intéressé sollicite un nouveau jugement de son affaire et vise à l’infirmation de sa condamnation préalable. L’article 6 § 2 n’empêche toutefois pas les autorités compétentes de faire référence à une condamnation prononcée en première instance, alors que la procédure se poursuit en appel, mais cette sorte de référence doit se faire avec toute la réserve que commande le respect de la présomption d’innocence. Vu l’implication du requérant dans cette affaire particulièrement médiatisée en Grèce, et compte tenu du statut et des postes qu’il avait occupés dans le passé, les propos tenus par les ministres se rapportaient à lui à un degré suffisant pour le rendre identifiable.", "i.  Concernant les propos du premier ministre : en employant les termes « scandale sans précédent », le premier ministre n’a fait qu’une référence générale à l’objet de l’affaire, qui ne peut être assimilée à une tentative de préjuger le verdict de la cour d’appel. ", "Conclusion : non-violation (unanimité).", "ii.  Concernant les propos du ministre adjoint des Finances et du ministre de la Justice : s’agissant des propos péremptoires et peu précautionneux du ministre adjoint des Finances (« escrocs », « vous vous volez même entre vous »), ils étaient en revanche susceptibles d’inciter le public à croire à la culpabilité définitive du requérant et semblaient préjuger, le cas échéant, l’arrêt de la cour d’appel. Quant aux propos du ministre de la Justice, selon lesquels la justice grecque avait condamné « avec audace et hardiesse » les personnes impliquées dans l’affaire, ils étaient susceptibles de donner l’impression que ce ministre était satisfait de la condamnation du requérant en première instance et incitait la cour d’appel à confirmer cet arrêt. Vu notamment la fonction particulière du ministre de la Justice, incarnant l’autorité politique ayant sous ses auspices le bon fonctionnement des tribunaux, les termes qu’il avait employés semblaient préjuger l’arrêt de la cour d’appel. Contrairement à ce que soutenait le gouvernement grec, le passage du temps entre le moment où ces propos ont été tenus et le futur arrêt de la cour d’appel n’est pas un élément crucial pour déterminer s’il y a eu atteinte à la présomption d’innocence ou non. Accepter cet argument reviendrait à une conclusion déraisonnable, à savoir que plus la durée d’une procédure pénale est excessive, plus l’atteinte déjà portée à un certain stade de la même procédure à la présomption d’innocence peut être minimisée. Au final, les propos tenus par le ministre adjoint des Finances et le ministre de la Justice dépassaient largement la simple référence à la condamnation en première instance du requérant. La Cour prête une attention particulière au fait que ces propos émanaient d’autorités politiques de très haut rang et même, dans le cas du ministre de la Justice, d’une autorité censée montrer en raison de sa fonction une retenue particulière dans le commentaire des décisions judiciaires.", "Conclusion : violation (unanimité).", "La Cour constate également une violation de l’article 13 de la Convention.", "Article 41 : 12 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}