{"file": "FRE_HFJUD_39438_13.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39438/13", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "", "AFFAIRE NAZARENKO c. RUSSIE", "", "(Requête no 39438/13)", "", "", "", "", "ARRÊT", "[Extraits]", "", "", "", "STRASBOURG", "", "16 juillet 2015", "", "DÉFINITIF", "", "16/10/2015", "", "Cet arrêt est devenu définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Nazarenko c. Russie,", "La Cour européenne des droits de l’homme (première section), siégeant en une chambre composée de :", "\tIsabelle Berro, présidente,\n\tElisabeth Steiner,\n\tKhanlar Hajiyev,\n\tMirjana Lazarova Trajkovska,\n\tJulia Laffranque,\n\tKsenija Turković,\n\tDmitry Dedov, juges,\net de Søren Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 23 juin 2015,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 39438/13) dirigée contre la Fédération de Russie et dont un ressortissant de cet État, M. Anatoliy Sergeyevich Nazarenko (« le requérant »), a saisi la Cour le 15 mai 2013 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le gouvernement russe (« le Gouvernement ») a été représenté par son agent, M. G. Matyushkin, représentant de la Fédération de Russie auprès de la Cour européenne des droits de l’homme.", "3.  Le requérant alléguait en particulier que la perte de la qualité juridique de père l’avait privé du droit d’avoir des contacts avec sa fille et de défendre en justice les intérêts de celle-ci, et qu’il n’avait pas été informé de la date d’une audience d’appel.", "4.  Le 15 octobre 2013, les griefs ci-dessus ont été communiqués au Gouvernement et la requête a été déclarée irrecevable pour le surplus. La Cour a en outre décidé de réserver un traitement prioritaire à la requête en application de l’article 41 de son règlement.", "EN FAIT", "LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1965 et réside à Ulan-Ude.", "6.  En 2007, son épouse, N., donna naissance à une fille, prénommée A.", "7.  En 2010, le requérant et son épouse divorcèrent.", "8.  Le 18 janvier 2011, l’autorité de l’assistance à l’enfance et des tutelles (« l’autorité d’assistance à l’enfance ») du district d’Oktyabrskiy accorda la garde de A. au requérant durant les semaines paires et à N., la mère de l’enfant, durant les semaines impaires. En janvier, juin, juillet et août, A. devait résider avec le requérant durant une semaine choisie par ce dernier.", "A.  Les événements qui précédèrent la perte de la qualité juridique de père", "9.  Le 22 mars 2011, le requérant constata plusieurs contusions sur le corps de A. Soupçonnant le nouveau compagnon de N. de l’avoir frappée et agressée sexuellement, il refusa de la restituer à N.", "10.  Durant l’année qui suivit, A. vécut avec le requérant et avec sa grand-mère paternelle. Le requérant permit à plusieurs reprises à N. de rencontrer sa fille en sa présence.", "11.  Le 25 mars 2011, le requérant déposa auprès de la police et du comité d’enquête du district d’Oktyabrskiy une plainte dans laquelle il alléguait que sa fille, A., avait été frappée et agressée sexuellement par le compagnon de N. Le comité d’enquête ouvrit une enquête préliminaire.", "12.  Le requérant et N. demandèrent chacun de leur côté au tribunal de district d’Oktyabrskiy, sis à Ulan-Ude, que la garde de A. leur fût confiée.", "13.  Le 25 avril 2011, A. fut interrogée par un enquêteur en présence d’un psychologue dans le cadre de l’enquête préliminaire. Elle déclara qu’elle souhaitait vivre avec le requérant parce qu’il était gentil alors que sa mère et le compagnon de celle-ci l’avaient maltraitée. Les 27 juin et 3 août 2011, de nouveau interrogée par l’enquêteur en présence d’un psychologue, elle confirma ses déclarations précédentes.", "14.  Le 19 mai 2011, le tribunal de district d’Oktyabrskiy, faisant droit à la demande de N., lui accorda la garde de l’enfant et débouta le requérant de sa demande de droit de garde. Le tribunal estima que les deux parents avaient contribué de manière égale à l’éducation de l’enfant, disposaient l’un et l’autre de moyens financiers suffisants et avaient un niveau de vie comparable, mais que compte tenu du sexe et de l’âge de A., il était préférable pour elle qu’elle fût élevée par sa mère. Le tribunal considéra qu’un enfant de moins de douze ans ne peut être séparé de sa mère que dans des circonstances exceptionnelles et que l’existence de pareilles circonstances n’avait pas été établie en l’espèce. Il nota que N. avait un emploi et disposait d’un revenu suffisant et estima que rien n’indiquait qu’elle eût fait subir des mauvais traitements à sa fille, les contusions ayant pu survenir lors d’une chute ou d’un jeu et ne suffisant pas à établir la réalité des mauvais traitements allégués. Il ajouta que la conclusion de l’expert en psychologie nommé par le tribunal consistant à dire que A. était affectivement plus proche de son père et de sa grand-mère paternelle ne pouvait être prise en compte en l’absence d’éléments prouvant que la mère eût infligé des mauvais traitements à sa fille. Le tribunal conclut qu’il était donc dans l’intérêt supérieur de A. de vivre avec sa mère.", "15.  Le 20 mai 2011, l’autorité d’assistance à l’enfance parvint à la conclusion que A. souhaitait vivre avec son père. Une visite du logement de ce dernier ayant démontré qu’il avait créé toutes les conditions nécessaires au bon développement de l’enfant, l’autorité estima que A. devait résider avec le requérant.", "16.  Le 22 juin 2011, la Cour suprême de la République de Bouriatie confirma en appel le jugement du 19 mai 2011. Elle reconnut que le tribunal de district n’avait certes pas tenu compte des conclusions et de l’avis de l’autorité d’assistance à l’enfance et avait ainsi sérieusement contrevenu à la procédure prévue par la loi, mais elle estima que dès lors que l’avis de cette autorité avait une valeur consultative et non contraignante pour le tribunal, ce manquement ne justifiait pas de reconsidérer la décision du tribunal, correcte quant au fond.", "17.  Le 30 juin 2011, le comité d’enquête du district d’Oktyabrskiy ouvrit une procédure pénale concernant les mauvais traitements et les abus sexuels dont A. était supposée avoir été victime.", "18.  Le requérant ne lui ayant toujours pas restitué A., N. saisit le tribunal de district d’Oktyabrskiy pour qu’une injonction ordonnant à l’intéressé de lui restituer l’enfant fût prise.", "19.  Le 29 novembre 2011, le tribunal de district d’Oktyabrskiy fit droit à la demande de N. Il estima que le requérant avait refusé de respecter le jugement du 19 mai 2011, confirmé en appel, et lui ordonna de restituer A. à N. conformément audit jugement. Le 30 janvier 2012, la Cour suprême de la République de Bouriatie confirma cette décision en appel.", "20.  À une date non précisée, le requérant demanda pour la deuxième fois au tribunal de district d’Oktyabrskiy de lui confier la garde de A. Parallèlement, il demanda une restriction de l’autorité parentale de N. à l’égard de A.", "21.  Le 23 janvier 2012, le tribunal de district d’Oktyabrskiy débouta le requérant de sa demande, confirmant sa précédente décision, selon laquelle A. devait résider avec sa mère. Il cita les mêmes arguments que ceux énoncés dans sa décision du 19 mai 2011. Il ne vit en outre aucune raison de restreindre l’autorité parentale de N. à l’égard de A. Le 2 avril 2012, la Cour suprême de la République de Bouriatie confirma ce jugement en appel.", "22.  Le 13 mars 2012, N. enleva A. Depuis lors, elle empêche le requérant de voir sa fille.", "23.  Le 20 mars 2012, A. fut de nouveau interrogée par l’enquêteur en présence d’un psychologue. Elle déclara qu’elle était heureuse de vivre avec sa mère et que celle-ci ne la maltraitait pas.", "24.  Le 23 avril 2012, A. fut examinée par un collège de psychologues désigné par l’enquêteur dans le cadre de l’enquête pénale. Ce collège parvint à la conclusion que A. ne présentait ni troubles ni difficultés d’apprentissage. Il nota cependant qu’étant donné son âge, son niveau de développement et le fait qu’elle était influençable, elle n’était pas en mesure de fournir des informations fiables sur ses relations avec sa mère, avec son père et avec le nouveau compagnon de sa mère.", "25.  Le 30 avril 2013, le comité d’enquête du district d’Oktyabrskiy prononça un non-lieu dans le cadre de la procédure pénale, estimant qu’il n’y avait pas de preuves de mauvais traitements ou d’abus sexuels et que les contusions pouvaient fort bien avoir été causées par une chute. Selon les experts, les déclarations de A. au sujet des mauvais traitements que lui aurait fait subir le compagnon de sa mère n’étaient pas fiables. La décision du tribunal indiquait également que les témoins n’avaient pas été en mesure de fournir des éléments confirmant les allégations de mauvais traitements formulées par le requérant.", "B. Perte de la qualité juridique de père et événements ultérieurs", "26.  Le requérant saisit une troisième fois le tribunal de district d’Oktyabrskiy en vue d’obtenir la garde de A. Il demanda également que N. fût déchue de son autorité parentale à l’égard de l’enfant.", "27. Alors que ces demandes étaient encore pendantes, N. engagea une action en contestation de paternité à l’encontre du requérant devant le tribunal de district d’Oktyabrskiy. Elle demanda que son nom fût retiré de l’acte de naissance de A. et que le nom et le patronyme de celle-ci fussent modifiés.", "28.  Le 23 juillet 2012, un test ADN prouva que le requérant n’était pas le père biologique de A.", "29.  Le 18 septembre 2012, le tribunal de district d’Oktyabrskiy fit droit aux demandes de N. Il constata que le requérant n’était pas le père biologique de A. et le priva de sa qualité juridique de père. Il ordonna que son nom fût retiré de l’acte de naissance de A. et que le nom et le patronyme de celle-ci fussent remplacés par un nom et un patronyme sans lien avec le requérant. Le 19 novembre 2012, la Cour suprême de la République de Bouriatie confirma cette décision en appel.", "30.  Le 16 janvier 2013, le tribunal de district d’Oktyabrskiy classa la demande qu’avait formée le requérant pour que la garde de A. lui fût confiée et pour que N. fût déchue de son autorité parentale à l’égard de A. Il estima que n’étant pas le père biologique de A., le requérant n’avait pas qualité en droit interne pour engager une procédure au civil concernant l’autorité parentale exercée sur A. ou la garde de celle-ci. Le requérant, malade, ne comparut pas à l’audience.", "31.  Le 27 février 2013, la Cour suprême de la République de Bouriatie confirma cette décision en appel. Le requérant affirme ne pas avoir été avisé de la date de l’audience et n’avoir été informé de la décision rendue en appel que le 12 mars 2013.", "32.  Le 31 mai 2013, un juge de la Cour suprême de la République de Bouriatie refusa de renvoyer au présidium de ladite Cour un pourvoi formé par le requérant, au motif qu’aucun manquement important aux dispositions du droit matériel et du droit procédural n’avait influencé l’issue de la procédure. Le juge nota en particulier que le dossier contenait la preuve qu’une lettre avait été adressée au requérant le 7 février 2013 pour l’informer de la date de l’audience d’appel. Il ajouta que cette date avait également été publiée sur le site Internet officiel de la Cour suprême et il conclut que le requérant avait été dûment informé de la date de ladite audience.", "II.  LE DROIT INTERNE PERTINENT", "33.  Le code de la famille dispose que les parents agissent au nom de leur enfant et défendent ses droits et intérêts à l’égard de tous tiers et personnes morales. Ils le représentent en justice (article 64 § 1).", "34.  En cas de séparation des parents, les modalités de garde de l’enfant sont définies dans le cadre d’un accord conclu entre eux. à défaut d’accord, elles sont fixées par décision d’un tribunal, lequel tient compte de l’intérêt supérieur et de l’avis de l’enfant. Le tribunal doit en particulier prendre en considération les liens affectifs qui unissent l’enfant à chacun de ses parents et au reste de la fratrie, ses relations avec chacun de ses parents, son âge, les qualités morales et autres des parents et la capacité de chacun d’eux à offrir à l’enfant un contexte propice à son éducation et à son développement, par exemple en termes de situation professionnelle, d’horaires de travail et de situation familiale et financière (article 65 § 3).", "35.  Le parent qui n’a pas la garde de l’enfant est autorisé à entretenir des liens avec lui et à participer à sa prise en charge et à son éducation. Celui qui a la garde doit s’abstenir de faire obstacle aux relations entre l’enfant et l’autre parent, sauf si ces relations nuisent à la santé physique ou psychique de l’enfant ou à son développement moral (article 66 § 1).", "36.  Un enfant est autorisé à entretenir des liens avec ses parents, grands-parents, frères et sœurs et autres membres de sa famille. La séparation ou le divorce des parents ou l’annulation de leur mariage est sans incidence sur les droits de l’enfant. En particulier, lorsque les parents ne résident pas sous le même toit, l’enfant est autorisé à avoir des contacts avec chacun d’eux (article 55 § 1).", "37.  Les grands-parents, frères et sœurs et autres membres de la famille sont autorisés à entretenir des liens avec l’enfant. Si les deux parents ou l’un d’eux empêchent des membres de la famille proche de voir l’enfant, l’autorité d’assistance à l’enfance peut accorder un droit de visite aux proches en question. Si les parents ne respectent pas cette décision, le proche concerné peut saisir un tribunal pour demander un droit de visite. Le tribunal doit statuer dans l’intérêt de l’enfant et tenir compte de son avis. Si les parents ne respectent pas la décision du tribunal d’accorder un droit de visite, ils peuvent voir leur responsabilité légale engagée (article 67).", "38.  Un tribunal peut déchoir un parent de son autorité parentale à la demande de l’autre parent, d’un tuteur, du parquet ou des services sociaux si, entre autres raisons, ledit parent fait subir à l’enfant des mauvais traitements sous la forme de violences physiques ou psychiques ou d’abus sexuels (articles 69 et 70 § 1).", "39.  Un tribunal peut priver un parent d’une partie de son autorité parentale et lui retirer l’enfant dans l’intérêt de ce dernier à la demande d’un membre de la famille proche, des services sociaux, d’un établissement éducatif ou du parquet. L’autorité parentale peut être restreinte lorsque le parent représente un danger pour l’enfant (article 73)", "40.  La maternité ou la paternité d’un enfant peuvent être contestées devant un tribunal par la personne inscrite sur l’acte de naissance comme la mère ou le père de l’enfant, par la mère ou le père biologique de l’enfant, par l’enfant devenu majeur, par le tuteur de l’enfant ou par le tuteur du parent en cas d’incapacité juridique de celui-ci (article 52 § 1).", "III.  TEXTES INTERNATIONAUX ET ÉLÉMENTS DE DROIT COMPARÉ PERTINENTS", "A.  Les documents des Nations unies", "41.  L’article 3 de la Convention relative aux droits de l’enfant adoptée en 1989 par l’Assemblée générale des Nations unies et ratifiée par la Russie en 1990 est ainsi libellé :", "« 1.  Dans toutes les décisions qui concernent les enfants, qu’elles soient le fait des institutions publiques ou privées de protection sociale, des tribunaux, des autorités administratives ou des organes législatifs, l’intérêt supérieur de l’enfant doit être une considération primordiale.", "2.  Les États parties s’engagent à assurer à l’enfant la protection et les soins nécessaires à son bien-être, compte tenu des droits et des devoirs de ses parents, de ses tuteurs ou des autres personnes légalement responsables de lui, et ils prennent à cette fin toutes les mesures législatives et administratives appropriées.", "(...) ».", "42.  L’article 9 est libellé comme suit :", "« 1.  Les États parties veillent à ce que l’enfant ne soit pas séparé de ses parents contre leur gré, à moins que les autorités compétentes ne décident, sous réserve de révision judiciaire et conformément aux lois et procédures applicables, que cette séparation est nécessaire dans l’intérêt supérieur de l’enfant. Une décision en ce sens peut être nécessaire dans certains cas particuliers, par exemple lorsque les parents maltraitent ou négligent l’enfant, ou lorsqu’ils vivent séparément et qu’une décision doit être prise au sujet du lieu de résidence de l’enfant.", "(...)", "3.  Les États parties respectent le droit de l’enfant séparé de ses deux parents ou de l’un d’eux d’entretenir régulièrement des relations personnelles et des contacts directs avec ses deux parents, sauf si cela est contraire à l’intérêt supérieur de l’enfant.", "(...) »", "43.  Dans son Observation générale no 14 (2013) sur le droit de l’enfant à ce que son intérêt supérieur soit une considération primordiale (art. 3, par. 1), adoptée le 29 mai 2013 (CRC/C/GC/14), le Comité des droits de l’enfant s’exprime en ces termes :", "« 13.  Tout État partie doit respecter et mettre en œuvre le droit de l’enfant à ce que son intérêt supérieur soit évalué et soit une considération primordiale, et est tenu de prendre toutes les mesures concrètes et délibérées requises pour la pleine mise en œuvre de ce droit.", "14.  Le paragraphe 1 de l’article 3 fixe un cadre comportant trois types différents d’obligation pour les États parties :", "a)  L’obligation de veiller à ce que l’intérêt supérieur de l’enfant soit intégré de manière appropriée et systématiquement appliqué dans toutes les actions conduites par une institution publique, en particulier toutes les mesures d’application et les procédures administratives et judiciaires qui ont une incidence directe ou indirecte sur les enfants ;", "b)  L’obligation de veiller à ce qu’il ressorte de toutes les décisions judiciaires et administratives ainsi que des politiques et des textes législatifs concernant les enfants que l’intérêt supérieur de l’enfant a été une considération primordiale. Cela suppose notamment de décrire comment l’intérêt supérieur a été examiné et évalué et quel poids lui a été conféré dans la décision ;", "(...)", "15.  Pour s’acquitter de ces obligations, les États parties devraient prendre un certain nombre de mesures d’application conformément à l’article 4, à l’article 42 et au paragraphe 6 de l’article 44 de la Convention, et veiller à ce que l’intérêt supérieur de l’enfant soit une considération primordiale dans toutes les actions, notamment :", "a)  Examiner et, si nécessaire, modifier la législation interne et les autres sources de droit en vue d’y incorporer le paragraphe 1 de l’article 3 et faire en sorte que la prescription relative à la prise en considération de l’intérêt supérieur de l’enfant soit reflétée et mise en œuvre dans la totalité des dispositions législatives et réglementaires nationales, des législations provinciales ou territoriales, des règles régissant le fonctionnement des institutions privées ou publiques fournissant des services aux enfants ou ayant un impact sur les enfants et des procédures judiciaires et administratives, à tous les niveaux, aussi bien en tant que droit de fond qu’en tant que règle de procédure ;", "(...)", "c)  Instituer des mécanismes et procédures de plainte, de recours et de réparation afin de donner effet pleinement au droit de l’enfant à ce que son intérêt supérieur soit intégré de manière appropriée et systématiquement mis en œuvre dans toutes les mesures d’application et dans les procédures administratives et judiciaires qui le concernent ou ont un impact sur lui ;", "(...)", "29.  En matière civile, l’enfant peut défendre ses intérêts directement ou par l’intermédiaire d’un représentant dans les affaires concernant la paternité, la maltraitance ou le délaissement d’enfants, la réunification familiale, l’hébergement, etc. Le jugement peut avoir des conséquences pour l’enfant, par exemple dans les procédures d’adoption ou de divorce, les décisions relatives à la garde, au lieu de résidence, aux contacts ou à d’autres questions ont un fort impact sur la vie et le développement de l’enfant, tout comme les procédures relatives à la maltraitance ou au délaissement d’enfants. Les tribunaux sont tenus de veiller à ce que l’intérêt supérieur de l’enfant soit pris en considération dans toutes les situations et toutes les décisions, qu’elles portent sur la procédure ou le fond, ainsi que de démontrer que tel a effectivement été le cas.", "(...)", "36.  L’intérêt supérieur de l’enfant doit être une considération primordiale lors de l’adoption de toutes les mesures de mise en œuvre. L’expression « doit être » impose aux États une obligation juridique stricte et signifie qu’ils n’ont pas le pouvoir discrétionnaire de décider s’il y a lieu ou non d’évaluer l’intérêt supérieur de l’enfant et de lui attribuer le poids requis en tant que considération primordiale dans toute mesure qu’ils adoptent.", "(...)", "60.  La prévention de la séparation de la famille et la préservation de l’unité familiale, qui sont des pans importants du système de protection de l’enfance, ont pour fondement le droit énoncé au paragraphe 1 de l’article 9 de la Convention, aux termes duquel « l’enfant [n’est] pas séparé de ses parents contre leur gré, à moins que [...] cette séparation [soit] nécessaire dans l’intérêt supérieur de l’enfant ». En outre, l’enfant séparé de ses deux parents ou de l’un d’eux a le droit « d’entretenir régulièrement des relations personnelles et des contacts directs avec ses deux parents, sauf si cela est contraire à l’intérêt supérieur de l’enfant » (art. 9, par. 3). Ce droit s’étend à toute personne ayant des droits de garde, aux pourvoyeurs primaires coutumiers de soins, aux parents nourriciers et aux personnes avec lesquelles l’enfant à une solide relation personnelle.", "B.  Éléments de droit comparé", "44.  L’article 371-4 du code civil français dispose que si tel est l’intérêt de l’enfant, le juge aux affaires familiales fixe les modalités des relations entre l’enfant et un tiers, parent ou non, qui a résidé de manière stable avec lui et l’un de ses parents, a pourvu à son éducation, à son entretien ou à son installation et a noué avec lui des liens affectifs durables.", "45.  L’article 1685 du code civil allemand dispose que toute personne entretenant des liens étroits avec l’enfant peut demander un droit de visite si elle assume ou a assumé une responsabilité effective à l’égard de l’enfant (relation sociale ou familiale) et si ce droit sert l’intérêt supérieur de l’enfant. Il y a en général lieu de présumer l’existence d’une « responsabilité effective » si la personne concernée a vécu durablement sous le même toit que l’enfant.", "46.  En vertu de l’article 10 de la loi de 1989 sur les enfants (Children Act 1989) en vigueur au Royaume-Uni, peuvent en particulier demander un droit de visite « toute partie à un mariage (que les liens du mariage subsistent ou non) pour laquelle l’enfant est un enfant de la famille », un parent nourricier ou un membre de la famille proche avec lequel l’enfant a vécu pendant au minimum une année immédiatement avant la demande de droit de visite ou toute personne avec laquelle l’enfant a vécu pendant au minimum trois ans.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "47.  Le requérant se plaint de ce que la perte de la qualité juridique de père l’a privé du droit d’avoir des contacts avec sa fille et de défendre en justice les intérêts de celle-ci. Il invoque l’article 8 de la Convention, qui se lit ainsi :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Sur la recevabilité", "48.  La Cour relève que ce grief n’est pas manifestement mal fondé, au sens de l’article 35 § 3 (a) de la Convention, et qu’il ne se heurte à aucun autre motif d’irrecevabilité. Elle le déclare donc recevable.", "B.  Sur le fond", "1.  Les thèses des parties", "49.  Le Gouvernement fait valoir qu’un test ADN a établi que le requérant n’était pas le père biologique de A. Il ajoute que ce test a été pratiqué selon le protocole prévu par la loi et que les juridictions russes l’ont considéré comme une preuve admissible et fiable offrant une base suffisante pour priver le requérant de la qualité juridique de père à l’égard de A. Il estime dès lors que rien ne permet de douter de la fiabilité de ce test ADN.", "50.  Le Gouvernement avance que la perte de la qualité juridique de père est compatible avec la Convention dès lors qu’il a été établi que le père « légitime » d’un enfant n’est pas son père biologique. Il soutient que selon la jurisprudence de la Cour, le respect de la vie familiale exige que la réalité biologique et sociale prévale sur une présomption légale de paternité (il renvoie à Kroon et autres c. Pays-Bas, 27 octobre 1994, § 40, série A no 297C, et Shofman c. Russie, no 74826/01, § 44, 24 novembre 2005). Il ajoute que la décision de priver le requérant de sa qualité de père à l’égard de A. avait une base en droit interne, en l’occurrence l’article 52 du code de la famille (paragraphe 40 ci-dessus), lequel ne fixe pas de délai pour l’engagement d’une action en contestation de paternité.", "51.  Le Gouvernement explique par ailleurs que selon le droit russe, seuls les membres de la famille proche – parents, grands-parents, arrière grands-parents, frères et sœurs, oncles, tantes et cousins – ont le droit d’entretenir des liens avec un enfant (paragraphe 37 ci-dessus) et que, le requérant ayant été privé de sa qualité de père à l’égard de A., il ne peut prétendre en droit interne au maintien des relations avec celle-ci. Le Gouvernement fait observer à cet égard que le requérant n’a jamais engagé de procédure judiciaire pour obtenir un droit de visite et ajoute qu’en tout état de cause, étant donné le conflit opposant le requérant à la mère de A., l’octroi d’un droit de visite n’aurait pas servi l’intérêt supérieur de l’enfant (il renvoie à Nekvedavicius c. Allemagne (déc.), no 46165/99, 19 juin 2003).", "52.  Le Gouvernement fait valoir par ailleurs que le requérant n’avait pas qualité en droit interne pour demander à un tribunal de déchoir la mère de A. de son autorité parentale, car selon le droit russe, pareille décision ne pourrait être sollicitée d’un tribunal que par un parent, un tuteur, le parquet ou les services sociaux (paragraphe 38 ci-dessus). Il estime donc que la décision du tribunal de classer la procédure était légale.", "53.  Enfin, le Gouvernement soutient que dans toutes les décisions qu’elles ont rendues, les juridictions internes ont placé l’intérêt supérieur de l’enfant au cœur de leurs considérations. Elles auraient en particulier estimé qu’il était dans l’intérêt de A. d’être élevée par sa mère.", "54.  Le requérant maintient quant à lui ses griefs.", "2.  L’appréciation de la Cour", "55.  La Cour doit d’abord examiner s’il existait entre le requérant et A. une relation constitutive d’une vie privée ou familiale au sens de l’article 8 de la Convention.", "56.  La Cour rappelle que la notion de « vie familiale » au sens de l’article 8 de la Convention ne se borne pas aux seules relations fondées sur le mariage et qu’elle peut englober d’autres liens « familiaux » de fait (Anayo c. Allemagne, no 20578/07, § 55, 21 décembre 2010, avec d’autres références). L’existence ou l’absence d’une « vie familiale » aux fins de l’article 8 est d’abord une question de fait, qui dépend de l’existence réelle et concrète de liens personnels étroits (K. et T. c. Finlande [GC], no 25702/94, § 150, CEDH 2001VII). Si en règle générale une cohabitation peut constituer une condition d’une telle relation, exceptionnellement d’autres facteurs peuvent aussi servir à démontrer qu’une relation a suffisamment de constance pour créer des « liens familiaux » de fait (Kroon et autres, précité, § 30).", "57.  La Cour a considéré dans des affaires antérieures que le lien entre une famille d’accueil et un enfant recueilli ayant cohabité pendant de nombreux mois était constitutif d’une « vie familiale » au sens de l’article 8 § 1 en dépit de l’absence de lien biologique. Elle a estimé qu’un lien interpersonnel étroit, comparable à celui existant entre des parents et leurs enfants, s’était instauré entre la famille nourricière et l’enfant, celle-ci se comportant à tous égards comme ses parents (Moretti et Benedetti c. Italie, no 16318/07, §§ 49-50, 27 avril 2010, et Kopf et Liberda c. Autriche, no 1598/06, § 37, 17 janvier 2012).", "58.  En l’espèce, la Cour note que A. est née alors que le requérant et N. était mariés, et que le requérant l’a déclarée comme sa fille. Ne doutant pas être le père de A., il l’a élevée et s’est occupé d’elle pendant plus de cinq ans. Comme l’ont établi l’autorité d’assistance à l’enfance et les psychologues, il existait un lien affectif étroit entre lui et l’enfant (paragraphes 14 et 15 ci-dessus). étant donné que le requérant et A. ont cru être père et fille pendant des années, jusqu’à ce qu’il fût finalement découvert que le requérant n’était pas le père biologique de l’enfant, et compte tenu des liens interpersonnels étroits qui se sont noués entre eux, la Cour estime que la relation qui les unit s’analyse en une « vie familiale » au sens de l’article 8 § 1.", "59.  La Cour examine ensuite s’il y a eu manquement au respect de la vie familiale du requérant.", "60.  Elle note que lorsque l’existence d’un lien familial a été établie, l’État doit en principe agir de manière à permettre le maintien de ce lien. Pour un parent et son enfant, être ensemble représente un élément fondamental de la vie familiale et toute mesure interne qui les en empêche constitue une ingérence dans le droit protégé par l’article 8 de la Convention (voir, entre autres, Monory c. Roumanie et Hongrie, no 71099/01, § 70, 5 avril 2005, et K. et T. c. Finlande, précité, § 150).", "61.  En outre, même si l’article 8 a essentiellement pour objet de prémunir l’individu contre des ingérences arbitraires des pouvoirs publics, il peut engendrer de surcroît des obligations positives inhérentes à un « respect » effectif de la vie familiale. Ces obligations peuvent impliquer l’adoption de mesures visant au respect de la vie familiale, jusque dans les relations interpersonnelles, et notamment la création d’un cadre réglementaire instaurant un mécanisme judiciaire et exécutoire destiné à protéger les droits des individus et la mise en œuvre, le cas échéant, de mesures spécifiques (Glaser c. Royaume-Uni, no 32346/96, § 63, 19 septembre 2000).", "62. S’agissant de l’obligation pour l’État de prendre des mesures positives, la Cour a dit à de multiples reprises que l’article 8 implique le droit d’un parent à bénéficier de mesures propres à le réunir avec son enfant et l’obligation pour les autorités nationales de prendre ces mesures. Ces principes trouvent aussi à s’appliquer à des affaires ayant trait à un conflit opposant les parents et/ou d’autres membres de la famille de l’enfant au sujet du contact avec l’enfant et du lieu de résidence de celui-ci (Manic c. Lituanie, no 46600/11, § 101, 13 janvier 2015, avec d’autres références).", "63. En ce qui concerne tant les obligations positives que les obligations négatives, il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents de l’individu et de la société dans son ensemble ; de même, dans les deux cas, l’État jouit d’une certaine marge d’appréciation (Glaser c. Royaume-Uni, précité, § 63). L’article 8 exige que les autorités nationales ménagent un juste équilibre entre les intérêts de l’enfant et ceux des parents et que, ce faisant, elles attachent une importance particulière à l’intérêt supérieur de l’enfant, qui, selon sa nature et sa gravité, peut l’emporter sur celui des parents (Sahin c. Allemagne [GC], no 30943/96, § 66, CEDH 2003VIII, et Płaza c. Pologne, no 18830/07, § 71, 25 janvier 2011).", "64.  En l’espèce, le requérant a été privé de sa qualité juridique de parent à l’égard de A. et son nom a été supprimé du certificat de naissance de celle-ci après qu’il eut été établi qu’il n’en était pas le père biologique. Il a alors perdu l’ensemble de ses droits parentaux à l’égard de A., y compris le droit de maintenir des contacts avec elle. De fait, le code de la famille dispose que seuls les parents, les grands-parents, les frères et sœurs et les autres membres de la famille d’un enfant ont le droit d’entretenir des liens avec celui-ci (paragraphes 35 à 37 ci-dessus). Comme l’a constaté le Gouvernement, le droit interne n’autorise pas le requérant à entretenir des liens avec A. parce qu’il n’est plus considéré comme son parent ou comme un autre membre de sa famille. Dans ces conditions, la Cour estime que toute demande formée auprès d’un tribunal pour obtenir le droit de voir l’enfant est vouée à l’échec en vertu du droit interne en vigueur.", "65.  La Cour exprime sa préoccupation à l’égard de la rigidité de la législation russe relative au droit de visite. Celle-ci fixe une liste limitative des personnes qui ont le droit de demeurer en contact avec un enfant, sans prévoir la moindre exception pour tenir compte de la diversité des situations familiales et de l’intérêt supérieur de l’enfant. Il s’ensuit qu’une personne qui, à l’instar du requérant, n’a pas de lien de parenté avec un enfant mais en a pris soin pendant une longue période et est uni avec lui par un lien interpersonnel étroit ne peut en aucun cas obtenir le droit de le voir, quel que soit l’intérêt supérieur de l’enfant. De surcroît, le Gouvernement n’a avancé aucun élément propre à démontrer qu’il soit « nécessaire dans une société démocratique » de définir une liste rigide des personnes autorisées à maintenir un contact avec un enfant, sans prévoir aucune exception qui permettrait de prendre en compte la variété des situations de vie familiale et l’intérêt supérieur de l’enfant dans les circonstances particulières de chaque espèce.", "66.  La Cour estime qu’en ce qui concerne les droits de visite, l’intérêt supérieur d’un enfant ne peut être objectivement déterminé au regard d’une disposition juridique à caractère général. étant donné la grande variété des situations de vie familiale qui peuvent être concernées, il convient de se pencher sur les circonstances particulières de chaque espèce pour qu’un juste équilibre puisse être ménagé entre les droits de toutes les personnes concernées (voir, mutatis mutandis, Schneider c. Allemagne, no 17080/07, § 100, 15 septembre 2011). En conséquence, on peut interpréter l’article 8 comme imposant aux États membres l’obligation d’examiner au cas par cas la question de savoir s’il est dans l’intérêt supérieur d’un enfant de demeurer en contact avec la personne qui a pris soin de lui pendant une durée suffisamment longue, que l’enfant soit ou non lié biologiquement à cette personne. En refusant au requérant le droit de demeurer en contact avec A. sans chercher à déterminer si pareil contact n’était pas dans l’intérêt supérieur de A., la Russie a manqué à cette obligation.", "67.  La Cour observe que l’application du droit interne a eu pour effet d’exclure totalement et automatiquement le requérant de la vie de A. dès la perte de sa qualité juridique de père. Or elle estime qu’une personne qui a élevé un enfant comme étant le sien pendant un certain temps ne peut être totalement exclue de sa vie une fois avéré qu’elle n’en est pas le père biologique, à moins que des motifs pertinents liés à l’intérêt supérieur de l’enfant ne le justifient. En l’espèce, aucun motif de cet ordre n’a été invoqué et il n’a jamais été suggéré que le maintien d’un contact avec le requérant eût été préjudiciable au développement de A. Au contraire, l’autorité d’assistance à l’enfance et les experts psychologues ont constaté l’existence d’un attachement mutuel étroit entre A. et le requérant, qui, de surcroît, a bien pris soin de cette enfant (paragraphes 14 et 15 ci-dessus).", "68.  À la lumière de ce qui précède, la Cour estime que les autorités ont manqué à leur obligation de ménager une possibilité de maintenir les liens familiaux existants entre le requérant et A. L’exclusion complète et automatique du requérant de la vie de l’enfant après qu’il eut perdu la qualité juridique de père à son égard, due à l’inflexibilité du droit interne, et en particulier l’interdiction de tout contact sans qu’il soit tenu compte de l’intérêt supérieur de cette enfant, constitue un manquement au respect de la vie familiale du requérant.", "Partant, il y a eu violation de l’article 8 de la Convention.", "(...)", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "(...)", "", "2.  Déclare la requête recevable ;", "", "3.  Dit qu’il y a eu violation de l’article 8 de la Convention.", "Fait en français, puis communiqué par écrit le 16 juillet 2015, en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "\tSøren Nielsen\tIsabelle Berro\n\tGreffier\tPrésidente"]}