{"file": "FRE_HFJUD_5356_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "5356/04", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE MAZELIE c. FRANCE", "", "", "(Requête no 5356/04)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "", "27 juin 2006", "", "", "", "DÉFINITIF", "", "23/10/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Mazelié c. France,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tA.B. Baka, président,\n\t\tJ.-P. Costa,\n\t\tI. Cabral Barreto,\n\tMmes\tA. Mularoni,\n\t\tE. Fura-Sandström,\n\t\tD. Jočienė,\n\tM.\tD. Popović, juges,\net de M. S. Naismith, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 30 mai 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 5356/04) dirigée contre la République française et dont un ressortissant de cet Etat, M. Yves Mazelié (« le requérant »), a saisi la Cour le 2 février 2004 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, directrice des Affaires juridiques du ministère des Affaires étrangères.", "3.  Le 23 septembre 2005, le président de la chambre a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions de l’article 29 § 3, il a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire.", "EN FAIT", "I.\tLES CIRCONSTANCES DE L’ESPÈCE", "4.  Le requérant est né en 1915 et réside à La Ferté-Milon.", "1)\tLe contentieux entre le requérant et la Commune de La Ferté-Milon et l’Etat", "5.  En 1966, le requérant acquit une propriété à La Ferté-Milon. Située sur l’emplacement d’un ancien château féodal, elle repose sur un plateau qui est bordé sur deux côtés par des remparts et entouré en contrebas par un second plateau sur lequel se situe un jardin avec un belvédère surmonté d’une tour et accessible par un « escalier monumental », le tout ayant une superficie d’environ 35 ares ; en 1967, il y édifia une maison d’habitation dont il fit le domicile de sa famille.", "6.  Au cours de l’année 1969, une partie des remparts s’effondra, menaçant une propriété située en contrebas. Le maire de La Ferté-Milon prit, le 14 novembre 1969, un arrêté mettant en demeure le requérant, en sa qualité de propriétaire, « de faire cesser le péril résultant de l’état dudit immeuble en effectuant tous travaux confortatifs qu’il avisera ».", "Le 10 avril 1970, le tribunal administratif d’Amiens annula cet arrêté par un jugement ainsi motivé :", "« (...)", "Considérant, d’une part, qu’en application de l’article 303 du code de l’urbanisme et de l’habitation, « le Maire peut prescrire la réparation ou la démolition des murs, bâtiments ou édifices quelconques lorsqu’ils menacent ruine ... » ; qu’aux termes de l’article 304 dudit code, « dans les cas prévus par l’article précédent, l’arrêté prescrivant la réparation ou la démolition du bâtiment menaçant ruine est notifié au propriétaire ... » ;", "Considérant que (...) le Maire [de la Ferté-Milon] ne pouvait légalement poursuivre la procédure ainsi prévue qu’à l’encontre du propriétaire d’un mur, d’un bâtiment ou d’un édifice menaçant ruine ; que, par suite, en ne précisant pas quel était le mur, le bâtiment ou l’édifice qui menaçait ruine et quel était son propriétaire, le maire de la Ferté-Milon a méconnu les dispositions précitées ;", "Considérant, d’autre part, que, si les dispositions des articles 97 et 101 du code de l’administration communale, que le Maire a visé dans l’arrêté attaqué, lui donnent le pouvoir d’ordonner des travaux sur une propriété privée, lesdits travaux, qui ont le caractère de travaux d’intérêt collectif, doivent être exécutés par la commune à ses frais, sauf tel recours que de droit de la commune contre le propriétaire en raisons de faits susceptibles d’engager la responsabilité de l’intéressé ; qu’ainsi, même si le terrain en cause présentait un danger grave ou imminent pour la sécurité publique, justifiant des mesures de sûreté prévues aux articles 97 et 101 précités, le Maire n’a pu légalement, en vertu de ces articles, imposer au requérant l’exécution de ces mesures par ses soins et à sa charge ;", "(...) ». ", "7.  Le 23 avril 1970, le maire prit un nouvel arrêté mettant en demeure le requérant, « propriétaire du mur menaçant ruine », de prendre dans les quatre jours « toutes les mesures provisoires nécessaires pour garantir la sécurité publique, notamment par l’étayage ou l’étançonnement dudit mur » et, dans le délai de deux mois, « de faire cesser le péril résultant de l’état du mur dont il s’agit, soit en le démolissant, soit en effectuant tels travaux confortatifs qu’il avisera ».", "Soutenant ne pas être propriétaire des remparts, le requérant n’effectua pas les travaux requis et saisit le tribunal administratif d’Amiens d’une demande d’annulation de cet arrêté. Par un jugement du 8 juillet 1970, ledit tribunal sursit à statuer jusqu’à ce que le juge judiciaire ait tranché la question de savoir si le requérant était ou non le propriétaire du mur. Cependant, par un jugement du 22 mars 1972, après avoir relevé que le juge judiciaire ne s’était toujours pas prononcé, le tribunal administratif d’Amiens annula l’arrêté litigieux pour vices de forme.", "8.  Le 29 septembre 1970, le requérant avait à cette fin fait délivrer assignation à la ville de La Ferté-Milon devant le tribunal de grande instance de Soissons ; le 27 février 1973, la ville fit assigner en intervention forcée l’Etat français en la personne du Préfet de l’Aisne. Par jugements avant dire droit des 14 novembre 1974 et 5 mai 1977, le tribunal désigna des experts aux fins notamment de rechercher quels pouvaient être les propriétaires des murailles, les causes des effondrements, les remèdes préconisés et les coûts de ceux-ci ; les deux rapports d’expertise furent déposés en mai 1976 et avril 1982 respectivement. Par un jugement du 18 mars 1982, le tribunal dit (notamment) que le mur litigieux faisait partie de la propriété du requérant et mit l’Etat hors de cause.", "Saisie le 30 mars 1982 par le requérant, la cour d’appel d’Amiens, par un arrêt du 6 mai 1988, infirma ce jugement et dit qu’à l’exclusion de toute autre, le requérant était propriétaire d’une petite portion du rempart (les « assises restants (ou vestiges) de la tour des oubliettes (ou des supplices) » et « à partir du point (fictif) de jonction à l’angle sensiblement droit dans le massif de ladite tour, (...) la muraille ouest du bastion et rempart se poursuivant en direction du château inachevé de Louis d’Orléans, sur quelque 4,80 mètre de chacun de ces deux pans de remparts (pour partie noyés dans la maçonnerie de la tour », cette portion correspondant semble-t-il à la zone sinistrée). Elle condamna la ville aux dépens ainsi qu’au versement de 35 000 FRF au requérant pour frais hors dépens. La Cour de cassation rejettera les pourvois formés par les parties par un arrêt du 4 juillet 1990.", "9.  Divers travaux de fouilles et de recherches avaient entre-temps été effectués par l’Etat sur la propriété du requérant, et les remparts avaient été renforcés ; ces travaux avaient entraîné la destruction de l’escalier menant au belvédère, de la tour et du talus du belvédère ainsi que du terrain incliné y donnant accès.", "10.  Par ailleurs, en 1985, la ville avait pris une hypothèque sur la propriété du requérant afin de garantir le montant des travaux effectués sur les remparts. L’extrait pertinent du registre des délibérations du conseil municipal (du 30 juillet 1985) se lit ainsi :", "« Le conseil municipal (...) évoque les nombreux commentaires apparus dans la presse écrite et parlée, et relatifs aux agissements délictueux reprochés à M. Yves Mazelié [paragraphe 15 ci-après].", "Considérant que la commune a engagé de lourdes dépenses pour remédier aux risques de toutes natures découlant de l’état du « rempart » soutenant la propriété de M. Mazelié.", "Considérant que si la cour d’appel d’Amiens vient à confirmer le jugement rendu par le tribunal de grande instance de Soissons, la commune de la Ferté-Milon sera en droit de demander à M. Mazelié le remboursement des dépenses engagées pour remédier aux dommages résultant de la dégradation de ce rempart.", "Considérant que la situation actuelle de M. Mazelié justifie que tout soit mis en œuvre pour prendre des mesures conservatoires, donne mandat à son maire de prendre toutes dispositions utiles (...) en particulier une inscription d’hypothèque sur l’immeuble de M. Mazelié, de façon à sauvegarder au mieux les intérêts de la commune ».", "L’hypothèque sera levée en 1990 par le conseil municipal, après notification de l’arrêt de la Cour de cassation du 4 juillet 1990 susmentionné.", "11.  Par un jugement du 6 avril 1989, le tribunal de grande instance de Soissons, saisi le 27 octobre 1988 par la ville, condamna le requérant à rembourser à celle-ci le coût des travaux exécutés sur la partie du mur dont l’arrêt du 6 mai 1988 le déclarait propriétaire, et dit n’y avoir lieu, en l’état, à mainlevée de l’inscription de l’hypothèque prise sur la propriété du requérant.", "12.  Le 13 janvier 1994, « considérant qu’à la suite de l’effondrement d’une partie du rempart Est du château, une masse de terres, arbres et végétaux de la (...) propriété de M. Yves Mazelié, mena[çait] d’une façon imminente de s’ébouler », le maire prit un nouvel arrêté de péril mettant le requérant en demeure de « prendre les mesures nécessaires pour réaliser les travaux d’abattage des arbres menaçant de tomber », interdisant toute circulation dans la propriété du requérant à moins de 20 mètres de la partie effondrée, et disant qu’ « une clôture devra être mise en place par le propriétaire ».", "13.  La Direction départementale de l’Equipement fit procéder à une étude géologique qui nécessita la démolition d’une partie du mur clôturant la propriété du requérant et la construction d’une rampe d’accès pour le matériel à l’intérieur du jardin, afin de pouvoir procéder à des sondages. Ce n’est qu’en 1998 que le mur de clôture fut reconstruit et la rampe détruite ; quant au terrain du requérant, il ne fut pas remis en état.", "Le 17 février 1998, le requérant et son épouse saisirent le tribunal administratif d’Amiens d’une requête tendant à voir l’Etat et la commune de Ferté-Milon déclarés responsables des préjudices qu’ils subissaient du fait des travaux, occupations temporaires et interventions sur leur propriété et des actes administratifs illégaux édictés par la commune de Ferté-Milon. Au titre du dommage matériel, le requérant sollicitait le paiement des frais de remise en état de son bien. Il réclamait par ailleurs l’indemnisation d’un préjudice financier qu’il estimait à 15 000 000 FRF, exposant à cet égard qu’il avait mis au point une invention – un briquet « anti-feu » – et développé un projet de commercialisation de celle-ci et que, privé de la possibilité d’obtenir des fonds par le biais de la vente ou de l’hypothèque de sa propriété, il fut dans l’incapacité de mener à bien ce projet reconnu viable. Il demandait en outre le paiement de 7 300 000 FRF pour trouble de jouissance durant plus de 20 ans, et de 2 000 000 FRF pour préjudice moral, exposant à cet égard qu’il avait été « l’otage de l’administration », que le désespoir l’avait conduit à commettre des exactions pour tenter de s’en sortir et que sa santé s’en est trouvée affectée.", "Par un jugement du 16 mai 2002, le tribunal administratif fit droit à ces demandes en ce qu’elles se rapportaient aux préjudices causés au requérant et à son épouse par les travaux effectués par l’Etat et condamna ce dernier à leur verser 56 001,78 EUR au titre du préjudice matériel – cette somme correspondant au coût de la remise en état – et 15 245 EUR au titre du trouble intervenu dans leurs conditions d’existence ; il rejeta le reste de leurs prétentions, écartant en particulier la responsabilité de la commune de Ferté-Milon par le motif suivant :", "« Considérant que, par arrêté en date du 4 juillet 1970, la commune de La Ferté-Milon a enjoint à M. Mazelié de réaliser un certain nombre de travaux sur les remparts sans s’assurer préalablement qu’il en était propriétaire, alors qu’il résulte tant de l’arrêt de la Cour de cassation du 4 juillet 1990, que de l’arrêt de la cour administrative de Douai du 25 mai 2000 que les remparts appartiennent au domaine public de l’Etat ; que toutefois, M. Mazelié n’établit pas la réalité du préjudice qui aurait résulté pour lui de l’arrêté de péril en cause ; qu’il en est de même, s’agissant du second arrêté de péril pris le 13 janvier 1994, pris à la suite d’un événement auquel fut reconnu le caractère de catastrophe naturelle ; qu’enfin, il n’est pas établi que l’hypothèque prise par la ville sur sa propriété entre 1985 et 1990 ait causé un préjudice à M. Mazelié en l’empêchant de commercialiser le briquet anti-feu dont il est l’inventeur ; qu’ainsi, les conclusions dirigées contre la commune de La Ferté-Milon doivent être rejetées ».", "Par un arrêt du 29 juin 2004, la cour administrative d’appel de Douai rejeta l’appel formé par le requérant et son épouse ; sur les conclusions présentées à l’encontre de la commune de La Ferté-Milon, elle statua ainsi :", "« Considérant qu’il résulte de l’instruction que la commune de La Ferté-Milon a pris, à la suite de la dégradation puis de l’effondrement d’une partie des remparts délimitant la propriété de M. Mazelié, d’une part, deux arrêtés de péril en date du 4 juillet 1970 et 13 janvier 1994 mettant en demeure l’intéressé de prendre toute mesure nécessaire afin de garantir la sécurité desdits remparts, d’autre part, une hypothèque entre 1985 et 1995 [sic] sur la propriété de celui-ci ; que si M. Mazelié fait valoir que ces différentes décisions ont eu pour but unique de lui faire supporter, à tort, le coût des travaux de réparation d’un ouvrage dont il n’est pas le propriétaire, il est constant que lesdits travaux n’ont finalement pas été financés par ce dernier et que les dommages sur sa propriété résultant des travaux effectués par l’Etat sont exclusivement imputables à cette collectivité ; qu’en outre, il n’établit pas l’existence d’un lien direct entre le préjudice financier qui résulterait de l’impossibilité de commercialiser le briquet anti-feu dont il est inventeur et les actes administratifs mis en cause ; qu’il en est de même pour le préjudice moral dont tant l’intéressé que son épouse se prévalent ; que dès lors, les requérants ne sont pas fondés à soutenir, que c’est à tort que le tribunal administratif d’Amiens a rejeté leur demande en indemnisation présentée à l’encontre de l’a commune de La Ferté-Milon ; (...) ».", "Le 1er septembre 2004, le requérant et son épouse se pourvurent en cassation contre cet arrêt, au moyen notamment d’une violation des articles 5 et 6 de la Convention et de l’article 1 du Protocole no 1 ; par une décision du 8 juin 2005, le Conseil d’Etat déclara la requête non admise, au motif qu’aucun des moyens développés n’était de nature à permettre l’admission de celle-ci.", "14.  Entre-temps, dans le contexte d’un litige opposant la commune de La Ferté-Milon à l’Etat, le tribunal administratif d’Amiens (jugement du 18 janvier 1996) puis la cour administrative d’appel de Douai (arrêt du 25 mai 2000) avaient conclu que les remparts appartenaient au domaine de l’Etat dès lors qu’ils formaient une dépendance du vieux château de La Ferté-Milon et en étaient rattachés par accessoire, et que ledit château était désigné sur le tableau des propriétés de l’Etat établi en 1926 comme étant affecté au ministère de l’instruction publique et des beaux arts depuis 1856.", "2)\tLa condamnation pénale du requérant et ses conséquences", "15.  Le requérant indique que, ne pouvant disposer de son capital – composé de sa propriété à La Ferté-Milon, laquelle était « bloquée » par la longue procédure susdécrite – il se trouva dans l’obligation de contracter un emprunt pour financer son projet, puis un prêt relais pour payer les intérêts dus au titre de cet emprunt. Il expose que, surendetté, désespéré et voyant venir la saisie de sa propriété, il commit cinq vols à main armée (entre juillet 1981 et juillet 1985), pour lesquels il fut condamné par un arrêt de la cour d’assises de Paris du 15 novembre 1988 à cinq ans de prison dont quatre avec sursis, ainsi qu’au paiement de dommages et intérêts. Détentrice à ce titre d’une créance de 205 000 FRF sur le requérant, une société bancaire engagea une procédure de saisie immobilière de la propriété du requérant, aux fins d’avoir paiement de cette somme. Par un jugement du 7 décembre 2000, le tribunal de grande instance de Soissons adjugea l’immeuble à des tiers pour le prix de 755 000 FRF ; vainement, le requérant interjeta appel de ce jugement (arrêt de la cour d’appel d’Amiens du 11 mai 2001) puis se pourvut en cassation (arrêt de la Cour de cassation du 30 avril 2003).", "Le 14 février 2002, les nouveaux propriétaires de l’immeuble firent donner commandement au requérant de quitter et libérer les lieux dans le délai de deux mois. Le requérant saisit le juge de l’exécution du tribunal de grande instance de Soissons d’une opposition à commandement aux fins d’obtenir un délai supplémentaire d’un an, compte tenu de son âge, de son état de santé et des difficultés de logement à Paris ; il en fut débouté par un jugement du 18 juillet 2003, confirmé par un arrêt de la Cour d’appel d’Amiens du 15 octobre 2004.", "16.  Le 12 novembre 2004, le requérant assigna la société bancaire susévoquée devant le juge de l’exécution du tribunal de grande instance de Soissons, aux fins de la voir condamnée à des dommages intérêts pour avoir mis en œuvre une procédure d’exécution disproportionnée et constitutive d’un abus de droit ; il soulignait en particulier que, pour le recouvrement d’une créance de seulement 205 000 FRF, sans rapport avec la valeur de sa propriété, la société avait provoqué la vente à vil prix de celle-ci : 755 000 FRF, alors qu’elle avait été évaluée à 2 000 000 FRF en 1989 et 381 120 EUR en janvier 2003. Par un jugement du 15 avril 2005, le juge de l’exécution débouta le requérant par (notamment) le motif suivant :", "« (...)", "Attendu (...) qu’au regard du montant élevé de la créance de 31 352,05 EUR outre les intérêts ayant couru depuis dix ans et son ancienneté, le choix de la saisie immobilière par le créancier ne paraissait pas disproportionné ; qu’il ne peut être reproché à la banque aucune intention de nuire ou témérité fautive, mais qu’elle a simplement exercé son droit légitime de recouvrer sa créance ; que la faiblesse du prix retiré de la vente de la résidence de M. Mazelié ne peut d’ailleurs lui être imputé ; qu’il convient donc de rejeter la demande principale de dommages et intérêts comme mal fondée ».", "Le requérant n’a pas interjeté appel de ce jugement.", "II.\tLE DROIT INTERNE PERTINENT", "17.  D’après les indications fournies par le gouvernement, les anciens articles 303 et 304 du code de l’urbanisme étaient, à l’époque des faits de la cause, rédigés comme il suit :", "Article 303", "« Le Maire peut prescrire la réparation ou la démolition des murs, bâtiments ou édifices quelconques lorsqu’ils menacent ruine et qu’ils pourraient, par leur effondrement, compromettre la sécurité ou lorsque, d’une façon générale, ils n’offrent pas les garanties de solidité nécessaires au maintien de la sécurité publique.", "(...) »", "Article 304", "« Dans les cas prévus par l’article précédent, l’arrêté prescrivant la réparation ou la démolition du bâtiment menaçant ruine est notifié au propriétaire, avec sommation d’avoir à effectuer les travaux dans un délai déterminé (...). »", "EN DROIT", "I.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "18.  Le requérant se dit victime d’une violation de son droit au respect de ses biens. Il dénonce l’attitude abusive de la ville de La Ferté-Milon et de l’Etat à son égard, auxquels il impute la volonté de lui imposer indûment la propriété de remparts appartenant à l’Etat et jouxtant son immeuble, dans le but de mettre leur restauration à sa charge ; il se plaint en particulier des procédures causées par eux à cette illégitime fin durant plus de 30 ans, et des conséquences que ces circonstances eurent sur l’exercice et la jouissance de son droit de propriété. Il invoque l’article 1er du Protocole no 1 à la Convention, lequel est ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "A. Thèses des parties", "19.  Le Gouvernement souligne en premier lieu que le requérant n’a pas interjeté appel du jugement du 15 avril 2005 du juge de l’exécution du tribunal de grande instance de Soissons le déboutant de sa demande principale de dommages et intérêts pour mise en oeuvre d’une procédure d’exécution disproportionnée et constitutive d’un abus de droit, alors que les articles 28 et 29 du décret no 92-755 du 31 juillet 1992 lui en donnaient la possibilité. Il en déduit, à titre principal, que, s’agissant de cette branche du grief, l’intéressé n’a pas épuisé les voies de recours internes. Subsidiairement, le Gouvernement soutient qu’elle est mal fondée, la privation de propriété dont il est question étant prévue par la loi, effectuée pour une cause d’utilité publique et proportionnée au but poursuivi.", "En second lieu, le Gouvernement prend acte du fait que le requérant se plaint que la ville de la Ferté Milon lui a enjoint de réaliser des travaux sur les remparts litigieux sans s’assurer préalablement qu’il en était le propriétaire, et qu’ils ont finalement été reconnus comme appartenant au domaine de l’Etat. Il reconnaît que l’attitude de la commune a eu pour effet de limiter le droit de l’intéressé d’user de ses biens. Il s’agirait cependant d’une question relevant de la réglementation de l’usage des biens au sens de l’article 1 du Protocole no 1, domaine dans lequel les Etats jouissent d’une grande marge d’appréciation tant pour choisir les « modalités de mise en œuvre » que pour juger si leurs conséquences se trouvent légitimées, dans l’intérêt général, par le souci d’atteindre l’objectif légal. Il souligne que les arrêtés de péril pris par le Maire poursuivaient un but légitime conforme à l’intérêt général puisqu’ils visaient à assurer la sécurité publique, les remparts litigieux menaçant de s’écrouler sur des immeubles situés en contrebas. Selon lui, compte tenu des circonstances particulières de l’espèce, les mesures contestées ont ménagé un « juste équilibre » entre cet impératif d’intérêt général et celui de la sauvegarde des droits fondamentaux du requérant. En effet, les remparts litigieux ont commencé à s’effondrer au cours de l’année 1969 et il était urgent de les sécuriser : ne pouvant attendre pour agir que la contestation soulevée par le requérant quant à la complexe question de la propriété des remparts soit définitivement tranchée par les juridictions judiciaires, la commune a commencé à procéder d’office aux travaux requis sur le postulat que les remparts jouxtant la propriété du requérant étaient la propriété de celui-ci.", "Le Gouvernement regrette la longueur de la procédure devant le juge judiciaire, mais souligne qu’elle est due notamment à la multiplicité des parties en cause (assignation forcée de l’Etat en 1973) et à la nécessité de procéder à des expertises et qu’elle démontre la complexité de la question à trancher ; vu l’imminence du péril, la commune ne pouvait attendre l’issue de cette procédure pour agir ; ce serait ainsi à juste titre qu’elle a réalisé d’office les indispensables travaux requis sans être certaine que le requérant était propriétaire des remparts, d’autant plus que sa carence aurait pu entraîner sa responsabilité. Enfin, le Gouvernement soutient que cette ingérence n’a pas imposé une charge excessive au requérant quant à la possibilité de disposer de son bien dès lors qu’il à continué à y résider et à en avoir la libre disposition malgré les dommages subis, qu’en définitive il n’a pas financé les travaux réalisés et qu’il a obtenu réparation des préjudices causés par les travaux effectués par l’Etat (arrêt de la cour d’appel de Douai du 29 juin 2004) alors même qu’ils n’étaient pas constitutifs d’une expropriation.", "S’agissant en particulier de l’hypothèque prise par la ville de la Ferté-Milon sur la propriété du requérant en vue de garantir le remboursement des travaux effectués sur les remparts, le Gouvernement souligne que cette mesure était légale : le Maire a, dans le cadre de ses pouvoirs de police administrative exercés dans le domaine des immeubles menaçant ruine, la possibilité d’y recourir afin de permettre la récupération des frais occasionnés par l’exécution de travaux d’office, notamment lorsque le propriétaire est insolvable comme l’était le requérant. Il ajoute que le recours à l’hypothèque était en l’occurrence mesuré et proportionné au but poursuivi : d’une part, il s’agissait d’une mesure conservatoire ; d’autre part, l’hypothèque a été levée par le conseil municipal après notification de l’arrêt de la Cour de cassation du 4 juillet 1990 (lequel rejetait le pourvoi formé contre l’arrêt de la cour d’appel d’Amiens du 6 mai 1988 disant le requérant propriétaire d’une portion du rempart seulement, à l’exclusion de toute autre).", "Le Gouvernement conclut au défaut de fondement du grief pris en cette branche.", "20.  Le requérant réplique que le Gouvernement fait abstraction de la réalité de l’affaire, qu’il faut examiner comme « une agression délibérée et parfaitement injustifiée pendant trente-cinq années de procédures abusives, avec des conséquences catastrophiques pour [lui] » et ses proches. Il souligne tout particulièrement que cette affaire, qui a brisé sa carrière et ruiné sa santé et celle de sa femme, n’avait pas de raison d’être puisqu’il n’est pas le propriétaire des remparts litigieux, ceux-ci appartenant à l’Etat. Il renvoie à cet égard à l’arrêt de la cour administrative d’appel de Douai du 25 mai 2000 (paragraphe 14 ci-dessus) ; il met en outre en exergue le fait que, dans un mémoire du 27 janvier 2003 produit devant cette même juridiction (dans le cadre de la procédure relatée au paragraphe 13 ci-dessus), le Ministre de la Culture et de la Communication indique qu’il en résultait que son ministère « devait en tirer les conséquences au plan de la gestion, notamment en ce qui concerne les travaux d’entretien et réparation nécessaires à la conservation des lieux ».", "Le requérant estime par ailleurs qu’on ne saurait lui reprocher de ne pas avoir interjeté appel du jugement du 15 avril 2005 du juge de l’exécution du tribunal de grande instance de Soissons : son avocat « considérant [la] saisie [de sa propriété] comme un abus de droit et rebuté par l’attitude des juges du tribunal de grande instance de Soissons, [lui] a conseillé de ne pas faire appel, la position des parquets lui paraissant bloquée sous influence majeure et [ses] moyens financiers s’étant gravement amenuisés ».", "B. Appréciation de la Cour", "21.  La Cour estime que l’examen de l’affaire sous l’angle du droit de l’intéressé au respect de ses biens oblige – tout en gardant à l’esprit le contexte particulier dans lequel elle s’inscrit – à distinguer trois griefs relatifs, respectivement, à la responsabilité de l’Etat quant aux dégâts causés au bien du requérant, à la vente forcée de la propriété du requérant et à l’attitude de la commune de la Ferté-Milon et de l’Etat.", "1.\tLa responsabilité de l’Etat quant aux dégâts causés au bien du requérant", "22.  Selon la Cour, si les dégâts causés à l’immeuble du requérant à l’occasion des travaux effectués sur la muraille posent manifestement une question sur le terrain de l’article 1 du Protocole no 1, force est de constater que le juge administratif a conclu à la responsabilité de l’Etat et l’a condamné à payer au requérant une somme correspondant au coût de la remise en état ainsi que 15 245 EUR au titre de la réparation du trouble de jouissance (voir le jugement du tribunal administratif d’Amiens du 16 mai 2002 et l’arrêt de la cour administrative l’appel de Douai du 29 juin 2004 ; paragraphe 13 ci-dessus). Ainsi les juridictions saisies ont constaté la violation de l’article 1 du Protocole no 1 – en substance tout au moins – et ont pris des mesures propres à y remédier, de sorte que le requérant ne peut plus à cet égard, se dire « victime » de la violation dénoncée.", "Cette partie de la requête est en conséquence irrecevable et doit être rejetée en application de l’article 35 §§ 3 et 4 de la Convention.", "2.\tLa vente forcée de la propriété du requérant", "23.  Il n’est pas exclu que la vente forcée d’un bien par adjudication judiciaire à la demande d’un créancier du propriétaire emporte violation de l’article 1 du Protocole no 1 lorsque – comme, aux dires du requérant, cela fut le cas en l’espèce – la créance est sans rapport avec la valeur réelle dudit bien ou que la vente judiciaire aboutit à la cession de celui-ci à vil prix.", "Cependant, à supposer qu’il puisse être considéré que le requérant a développé ne serait-ce qu’en substance un grief de cette nature dans le cadre de la procédure de saisie immobilière (paragraphe 15 ci-dessus), force est de constater que cette procédure s’est achevée avec l’arrêt de la Cour de cassation du 30 avril 2003, soit plus de six mois avant la saisine de la Cour.", "Par ailleurs, si, au vu des motifs du jugement du 15 avril 2005 du juge de l’exécution du tribunal de grande instance de Soissons (paragraphe 16 ci-dessus), il n’est pas exclu que la procédure diligentée ensuite – vainement – par le requérant devant ce magistrat (afin de voir condamner son créancier à des dommages intérêts pour avoir mis en œuvre une procédure d’exécution disproportionnée et constitutive d’un abus de droit) puisse constituer une voie de recours interne au sens de l’article 35 § 1 de la Convention, la Cour constate que le requérant n’a pas interjeté appel dudit jugement, donc n’a pas épuisé les voies de recours internes au sens de ces dispositions.", "La Cour déduit de ce qui précède que cette partie de la requête est irrecevable et doit être rejetée en application de l’article 35 §§ 1 et 4 de la Convention.", "3.\tL’attitude de la commune de la Ferté-Milon et de l’Etat", "24.  Le requérant dénonce l’attitude de la ville de La Ferté-Milon et de l’Etat à son égard ; il leur impute la volonté de lui imposer indûment la propriété de remparts appartenant à l’Etat et jouxtant son immeuble, dans le but de mettre leur restauration à sa charge ; il se plaint en particulier des procédures causée par eux à cette illégitime fin durant plus de 30 ans, et des conséquences que ces circonstances eurent sur l’exercice et la jouissance de son droit de propriété.", "25.  La Cour considère que cette partie de la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. Relevant par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité, elle la déclare recevable.", "26.  Ceci étant, la Cour relève que, tenant le requérant pour propriétaire des remparts litigieux jouxtant le fonds de ce dernier, la commune de la Ferté-Milon lui a attribué la responsabilité de l’onéreuse consolidation de ceux-ci et, agissant en conséquence, l’a mis en demeure de réaliser divers travaux. S’en est suivi un contentieux de plusieurs années, au cœur duquel se trouvait la question de la propriété du requérant sur lesdits remparts. Durant cette longue période, le droit de propriété de l’intéressé sur son fonds s’est trouvé lesté d’une charge qui en affectait notablement le plein exercice, dès lors qu’un bien ainsi grevé perd indubitablement de sa valeur marchande et que, de fait, la capacité de son propriétaire d’en disposer se trouve limitée. Il en va d’autant plus de la sorte que s’ajoute à cela le fait que la commune a, en 1985, pris une hypothèque sur ledit bien afin de garantir le remboursement par l’intéressé de travaux qu’elle avait elle-même effectués sur les remparts litigieux.", "La Cour estime que ces circonstances caractérisent une ingérence dans l’exercice du droit de propriété du requérant – ce que le Gouvernement ne conteste d’ailleurs pas – à la base de laquelle se trouve l’attitude de la commune de la Ferté-Milon.", "27.  Selon la Cour, ces circonstances relèvent de la première phrase de l’article 1 du Protocole no 1, aux termes de laquelle « toute personne physique ou morale a droit au respect de ses biens ».", "28.  Aux fins de cette disposition, la Cour doit en principe rechercher si un juste équilibre a été maintenu entre les exigences de l’intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l’individu (voir, par exemple, l’arrêt Sporrong et Lönnroth c. Suède du 23 septembre 1982, série A no 52 § 69). A cet égard, la Cour considère que les mesures prises par les autorités administratives pour parer aux dangers résultant d’immeubles menaçant ruine répondent à l’évidence à des objectifs d’utilité publique et à un but d’intérêt général (voir SCP la Providence c. France, requête no 78070/01, décision du 22 septembre 2005.)", "L’article 1 du Protocole no 1 exige cependant avant tout et surtout qu’une ingérence de l’autorité publique dans la jouissance du droit au respect de biens soit légale ; il s’ensuit que « la nécessité de rechercher si un juste équilibre a été maintenu entre les exigences de l’intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l’individu ne peut se faire sentir que lorsqu’il s’est avéré que l’ingérence litigieuse a respecté le principe de la légalité et n’était pas arbitraire » (arrêt Iatridis v. Greece [GC] du 25 mars 1999, no 31107/96, ECHR 1999-II, § 58).", "29.  La Cour constate qu’il est aujourd’hui clair que les remparts litigieux sont la propriété de l’Etat dès lors qu’il sont une dépendance et constituent l’accessoire d’un château inscrit au tableau des biens de l’Etat établi en 1926 – comme étant affecté au ministère de l’instruction publique et des beaux arts depuis 1856 – et qu’il revient en conséquence à l’Etat d’en assurer la maintenance. Cela ressort en particulier de l’arrêt de la cour administrative d’appel de Douai du 25 mai 2000 (paragraphe 14 ci-dessus) et du jugement du tribunal administratif d’Amiens du 16 mai 2002 (paragraphe 13 ci-dessus), ainsi que des observations déposées par le ministre de la culture et de la communication le 27 janvier 2003 devant la cour administrative d’appel de Douai (dont le requérant produit une copie).", "La Cour ne peut que s’étonner qu’il ait fallu plus de trente ans et plusieurs procédures pour parvenir à un constat qui semble relever de l’évidence. Elle a en particulier des difficultés à comprendre que l’Etat, assigné dès le 27 février 1973 en intervention forcée dans l’instance civile dont l’objet était précisément de déterminer le propriétaire des remparts litigieux (paragraphe 8 ci-dessus), ne soit pas de bonne heure parvenu à cette conclusion. Elle ne peut voir dans cette attitude qu’une grave négligence administrative, qui a eu pour le requérant d’importantes conséquences préjudiciables.", "30.  Comme évoqué précédemment, l’ingérence litigieuse a sa source dans les arrêtés de péril du maire de la Ferté-Milon des 14 novembre 1969 et 23 avril 1970 mettant le requérant en demeure de procéder à des travaux sur les remparts dont il est question, lesquels, pris en application des articles 303 et 304 du code de l’urbanisme, reposaient sur le postulat erroné que l’intéressé en était propriétaire.", "Or les événements qui suivirent en sont la conséquence directe. C’est en effet ce postulat erroné qui a obligé le requérant à saisir, le 29 septembre 1970, le tribunal de grande instance de Soissons pour voir trancher la question de la propriété des remparts et à s’engager ainsi dans une procédure qui dura presque 20 ans (paragraphe 8 ci-dessus), question qui ne fut complètement et définitivement réglée en sa cause qu’avec l’arrêt du Conseil d’Etat du 8 juin 2005 clôturant la procédure entamée le 17 février 1998 devant le juge administratif (paragraphe 13 ci-dessus). Là se trouve également le fondement de l’hypothèque prise par la commune de la Ferté-Milon de 1985 à 1990 sur le bien du requérant (paragraphe 10 ci-dessus) et de la condamnation de ce dernier, en 1989, au remboursement partiel du coût des travaux exécutés par celle-ci (paragraphe 11 ci-dessus).", "Il apparaît ainsi que l’ingérence dont le requérant a eu à souffrir dans l’exercice de son droit au respect de son bien repose, dans son fondement même, sur une erreur de droit entièrement imputable aux autorités et portant sur la propriété de la plus grande partie des remparts bordant la propriété du requérant. La Cour en déduit que, dans les circonstances particulières de la cause, elle ne s’appuyait pas sur une base légale suffisante, et qu’il y a eu violation de l’article 1 du Protocole no1 de ce chef.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "31.  Le requérant soutient que les mêmes circonstances que celles qu’il dénonce dans le cadre du grief tiré de l’article 1 du Protocole no 1 caractérisent en outre une violation de son droit au respect de sa vie privée et familiale, lequel est garanti par l’article 8 de la Convention en ces termes :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "Selon la Cour, il est certain que les travaux effectués sur la propriété du requérant et les dégâts qu’ils ont causés à celle-ci ont engendré un trouble susceptible de constituer une atteinte au droit du requérant au respect de son domicile et de sa vie privée et familiale puisqu’il s’agit de sa résidence et de celle de sa famille. Cependant, pour les raisons indiquées au paragraphe 22 ci-dessus, la Cour juge cette partie de la requête irrecevable et la rejette en application de l’article 35 §§ 3 et 4 de la Convention.", "32.  Invoquant les articles 6 § 1 de la Convention, le requérant se dit victime d’une violation de son droit à un procès équitable ; il expose à cet égard que « les procès [qu’il a] dû soutenir ont été téléguidés par une autorité supérieure attentive à mettre hors de cause le responsable essentiel : l’Etat français ». Par ailleurs, il se plaint, sans plus de détails, d’une violation de l’article 13 de la Convention. Enfin, il dénonce un « abus de droit », au sens de l’article 17 de la Convention, résultant de la saisie de sa propriété et en particulier de sa vente forcée à un prix sans rapport avec sa valeur réelle.", "Compte tenu de l’ensemble des éléments en sa possession, et dans la mesure où elle est compétente pour connaître des allégations formulées, la Cour n’a relevé aucune apparence de violation des droits et libertés garantis par la Convention ou ses Protocoles.", "Il s’ensuit que cette partie de la requête est manifestement mal fondée au sens de l’article 35 § 3 de la Convention et doit être rejetée en application de l’article 35 § 4.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "33.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "34.  Le requérant demande « de retrouver [sa] situation et [son] patrimoine et [ses] finances [qu’il] possédai[t] en 1970 ». Il réclame en conséquence l’annulation de tous les jugements et décisions des tribunaux français, la restitution de son pavillon et de son terrain, et 2 202 089,72 euros (EUR) pour préjudice matériel (51 646 449 EUR au titre de la perte de jouissance du belvédère démoli au cours des travaux effectués sur sa propriété ; 243 673 EUR au titre de la perte de propriété de ses brevets ; 228 673 EUR au titre de ce que lui aurait rapporté la commercialisation de son invention ; 83 049,72 EUR au titre des frais engagés pour la protection de ses brevets).", "Il demande en outre 2 126 663 EUR pour préjudice moral, dont 1 669 316 EUR pour troubles de jouissance et, au titre de son « préjudice de santé » et de celui de son épouse, 304 898 EUR et 152 449 EUR respectivement.", "35.  Le Gouvernement souligne que le requérant ne justifie ni du caractère certain des préjudices matériels qu’il invoque ni du lien de causalité entre ceux-ci et la violation alléguée de la Convention ; jugeant en outre les demandes du requérant à ce titre excessives, il invite la Cour à les rejeter. Par ailleurs, il estime que le requérant n’apporte pas de précisions suffisantes à l’appui de ses demandes au titre du dommage moral de nature à justifier de sa réalité et du montant réclamé, et n’établit pas de lien de causalité entre la violation dénoncée et le préjudice invoqué sur sa santé et celle de son épouse ; selon le Gouvernement, le cas échéant, un constat de violation constituerait en lui-même une satisfaction équitable.", "36.  La Cour rappelle que le constat de violation de l’article 1 du Protocole no 1 auquel elle parvient n’a trait ni à la vente forcée de la propriété du requérant ni aux dégâts causés par l’Etat sur celle-ci ; l’allocation d’une somme à ces titres est en conséquence exclue. Elle estime par ailleurs que, sauf à spéculer sur l’évolution du projet du requérant dans le cas où la violation de l’article 1 du Protocole no 1 ne se serait pas produite, aucun lien de causalité ne se trouve établi entre celle-ci et la perte des bénéfices que le requérant aurait pu tirer de la commercialisation de son invention et de la propriété de ses brevets, et les frais qu’il a engagés pour la protection de ceux-ci. Il y a donc lieu de rejeter la totalité des prétentions du requérant au titre du préjudice matériel.", "La Cour estime en revanche que les circonstances qui l’on conduite à conclure à la violation de l’article 1 du Protocole no 1 en l’espèce sont de nature à générer angoisse et tension et ceci, en l’espèce, pendant une très longue période ; le requérant – à l’exclusion de son épouse, qui n’est pas partie à la présente procédure – peut donc se prévaloir d’un préjudice moral justifiant l’octroi d’une indemnité. Statuant en équité, comme le veut l’article 41, la Cour lui alloue 25 000 EUR à ce titre.", "B.  Frais et dépens", "37.  Le requérant, qui assurait lui-même la défense de ses intérêts devant la Cour, demande le remboursement de ses frais et dépens devant les juridictions internes. Il fournit un tableau intitulé « état des frais d’honoraires ; avocats – expert – géomètre » qui récapitule des facturations qui se sont échelonnées du 4 juillet 1970 au 14 mars 2005 et qui porte sur un montant global de 49 239,30 EUR. Il ne produit pas d’autre justificatif.", "38.  Le Gouvernement, qui juge ce montant excessif, fait remarquer que la pièce justificative fournie par le requérant ne permet pas d’attester que les frais et honoraires en cause ne concernent que des procédures ayant eu pour « unique finalité de prévenir ou faire corriger la violation de la Convention ». Il ne s’oppose cependant pas au remboursement des frais et dépens, dans la mesure où ils sont justifiés.", "39.  La Cour rappelle que lorsqu’elle constate une violation de la Convention, elle peut accorder au requérant le paiement des frais et dépens qu’il a engagés devant les juridictions nationales pour prévenir ou faire corriger par celles-ci ladite violation (voir, par exemple, les arrêts Zimmermann et Steiner c. Suisse du 13 juillet 1983, série A no 66, § 36 et Lallement c. France du 11 avril 2002, no 46044/99, § 34) en sus de ceux exposés devant elle. Selon sa jurisprudence, un requérant ne peut cependant obtenir un remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En outre, aux termes de l’article 60 §§ 2 et 3 du règlement, le requérant doit soumettre des prétentions chiffrées et ventilées par rubriques et accompagnées des justificatifs pertinents, faute de quoi la chambre peut rejeter tout ou partie de celles-ci.", "Eu égard aux motifs qui fondent la violation de l’article 1 du Protocole no 1 en l’espèce, la Cour estime que le requérant est habilité à demander le remboursement d’une partie des frais et dépens encourus dans le cadre des procédures engagées devant le juge administratif les 27 octobre 1988 (paragraphe 11 ci-dessus) et 17 février 1998 (paragraphe 13 ci-dessus) ainsi que devant le juge civil (paragraphe 8 ci-dessus). Elle observe avec le Gouvernement que le requérant ne produit pas tous les justificatifs pertinents et que le tableau récapitulatif qu’il fournit ne permet pas de vérifier complètement si les sommes y indiquées ont été effectivement engagées pour prévenir ou faire corriger la violation constatée. Il n’est cependant pas douteux, eu égard à la multiplicité des procédures dont il s’agit et à la durée du contentieux interne, que le requérant a dû engager des frais de représentation conséquents, qu’il n’est de toutes façons pas possible, dans les circonstances de la cause, de chiffrer exactement. Fixant en conséquence ce montant en fonction de ce qui lui paraît raisonnable, la Cour alloue au requérant 25 000 EUR pour frais et dépens.", "C.  Intérêts moratoires", "40.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l’article 1 du Protocole no 1 et relatif à l’attitude de la commune de Ferté-Milon et de l’Etat, et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 1 du Protocole no 1 de la Convention ;", "", "3.  Dit ", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 25 000 EUR (vingt-cinq mille euros) pour dommage moral et 25 000 EUR (vingt-cinq mille euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 juin 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Naismith\tA.B. Baka\n\tGreffier adjoint\tPrésident"]}