{"file": "FRE_CLINF_16064_90.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "16064/90", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 122", "Août-Septembre 2009", "Varnava et autres c. Turquie [GC] - 16064/90, 16065/90, 16066/90 et al.", "Arrêt 18.9.2009 [GC]", "Article 2", "Obligations positives", "Article 2-1", "Enquête efficace", "Absence d’enquête effective sur le sort de Chypriotes grecs disparus lors des opérations militaires turques conduites dans le nord de Chypre en 1974: violation", "", "Article 3", "Traitement inhumain", "Silence des autorités face à de réelles préoccupations concernant le sort de Chypriotes grecs disparus lors des opérations militaires turques conduites dans le nord de Chypre en 1974: violation", "", "Article 5", "Article 5-1", "Liberté physique", "Absence d’enquête effective sur des allégations défendables selon lesquelles des Chypriotes grecs disparus auraient été détenus pendant les opérations militaires turques conduites dans le nord de Chypre en 1974: violation", "", "Article 35", "Article 35-1", "Délai de six mois", "Requête concernant une affaire de disparition introduite plus de six mois après la ratification par l’Etat défendeur du droit de recours individuel: exception préliminaire rejetée", "", "Article 35-2", "Même qu'une requête déjà examinée", "Compétence de la Cour lorsqu’elle a déjà examiné une affaire portant essentiellement sur les mêmes faits dans le cadre d’une affaire interétatique: exception préliminaire rejetée", "", "Article 35-3", "Ratione temporis", "Compétence ratione temporis de la Cour quant à des disparitions survenues quelque treize ans avant la reconnaissance par l’Etat défendeur du droit de recours individuel: exception préliminaire rejetée", "", "En fait – Les requérants sont des proches de neuf ressortissants chypriotes disparus au cours d’opérations militaires menées par l’armée turque dans le nord de Chypre en juillet et août 1974. Il y a controverse sur les faits entre les parties. Parmi les neuf disparus, huit faisaient partie des forces chypriotes grecques et auraient disparu, d’après les requérants, après avoir été capturés et placés en détention par des militaires turcs. Des témoins ont déclaré avoir vu les hommes portés disparus dans des prisons en Turquie en 1974 et certains d’entre eux furent identifiés par leurs familles sur des photographies de prisonniers de guerre chypriotes grecs publiées par la presse grecque. Le gouvernement turc conteste que ces hommes aient été capturés par les troupes turques et soutient qu’ils sont tombés pendant les combats. Le neuvième homme porté disparu, M. Hadjipanteli, était employé de banque. D’après les requérants, il fut appréhendé, avec un groupe de personnes, pour interrogatoire par des soldats turcs en août 1974, et n’avait pas été revu depuis lors. Son corps fut retrouvé en 2007 dans le cadre d’une mission menée par le Comité des personnes disparues à Chypre, créé par les Nations unies. Le comité a été établi en 1981 avec pour mandat de dresser des listes exhaustives des personnes portées disparues appartenant aux deux communautés, et de préciser selon le cas si elles étaient en vie ou décédées. Il n’a pas le pouvoir de déterminer les responsabilités quant aux décès de personnes portées disparues ou de rendre des conclusions sur la cause de tels décès. La dépouille de M. Hadjipanteli a été découverte en 2007 dans un charnier près d’un village chypriote turc. Un certificat médical indique que l’intéressé a été touché d’une balle à la tête et au bras droit et qu’il était blessé à la cuisse droite. Le gouvernement défendeur conteste que M. Hadjipanteli ait été placé en détention, faisant observer que le nom de celui-ci ne figure pas sur la liste des Chypriotes grecs maintenus dans le lieu de détention allégué que la Croix-Rouge internationale avait inspecté.", "Par un arrêt du 10 janvier 2008 (voir la Note d’information no 104), une chambre de la Cour a conclu à des violations continues des articles 2 et 5 sous leur volet matériel, et à la violation de l’article 3. Elle a conclu à la non-violation de l’article 5, sous son volet matériel.", "En droit", "a)  Exceptions préliminaires – Le gouvernement défendeur conteste la compétence de la Cour pour examiner la requête à plusieurs égards. Premièrement, il plaide l’absence d’intérêt juridique à statuer sur ces requêtes, soulignant que la question de l’ensemble des Chypriotes grecs portés disparus a déjà fait l’objet d’un examen dans la quatrième requête interétatique (Chypre c. Turquie [GC], no 25781/94, 10 mai 2001, Note d’information no 30). Deuxièmement, il soutient que les requêtes échappent à la compétence temporelle de la Cour, étant donné qu’il y a lieu de présumer que les requérants sont décédés bien avant le 28 janvier 1987, date de reconnaissance par la Turquie du droit de recours individuel, et qu’il ne peut y avoir d’obligation procédurale autonome, séparée de l’origine factuelle des griefs. Le gouvernement défendeur ajoute que l’obligation procédurale d’enquêter découlant des articles 2 et 3 est récente et ne peut lier les Etats rétroactivement. Enfin, il souligne que ces requêtes ont été introduites le 25 janvier 1990, soit plus de six mois après la date d’acceptation par la Turquie du droit de recours individuel, et qu’elles sont donc tardives.", "i.  Intérêt juridique : pour qu’une requête puisse être réputée « essentiellement la même » qu’une autre précédemment examinée par la Cour aux fins de l’article 35 § 2 b), elle doit non seulement soulever essentiellement les mêmes faits et griefs mais également avoir été introduite par les mêmes personnes. Dès lors, on ne saurait dire qu’une requête interétatique prive des particuliers de la possibilité d’introduire ou de faire valoir leurs propres griefs. Quant au point de savoir si les requêtes doivent être rayées de son rôle en vertu de l’article 37 § 1 c), la Cour note que les conclusions formulées dans la quatrième requête interétatique ne précisaient pas quels individus portés disparus elles visaient. En outre, dans le cadre de requêtes individuelles, la Cour est compétente pour allouer des indemnités à titre de satisfaction équitable pour le préjudice subi par les requérants individuels et pour indiquer, en vertu de l’article 46, toute mesure pouvant être prise. Aussi subsiste-t-il un intérêt juridique à continuer l’examen des présentes requêtes.", "Conclusion : exception préliminaire rejetée (seize voix contre une).", "ii.  Compétence temporelle : l’obligation procédurale que recèle l’article 2 de mener une enquête sur des décès est devenue une obligation distincte et indépendante et peut être considérée comme une « obligation détachable » pouvant s’imposer à l’Etat même lorsque le décès est survenu avant l’entrée en vigueur de la Convention (voir Šilih c. Slovénie [GC], no 71463/01, 9 avril 2009, Note d’information no 118). Peu importe que l’obligation procédurale n’était pas applicable à la date de l’acceptation par la Turquie du droit de recours individuel dès lors qu’elle n’a été développée qu’ultérieurement dans la jurisprudence, la jurisprudence étant un moyen de clarifier des textes existants et le principe de non-rétroactivité ne s’y appliquant pas de la même façon qu’en matière législative.", "Quant à l’argument selon lequel il y a lieu de présumer que les individus concernés sont décédés bien avant le début de la compétence temporelle de la Cour en 1987, la Cour établit une distinction entre la formulation d’une présomption factuelle et les conséquences juridiques qui en découlent. S’agissant des disparitions dans des circonstances mettant la vie en danger, l’obligation procédurale d’enquêter peut difficilement prendre fin avec la découverte du corps ou la présomption de décès, car il subsiste en général une obligation d’expliquer la disparition et le décès, et d’identifier et de poursuivre le ou les auteurs éventuels d’actes illégaux à cet égard. Par conséquent, même si l’écoulement d’un laps de temps de plus de trente-quatre ans sans nouvelles des personnes disparues peut constituer un indice solide que les intéressés sont décédés dans l’intervalle, cela ne fait pas disparaître l’obligation procédurale d’enquêter.", "En outre, il importe de différencier l’obligation d’enquêter sur un décès suspect et celle d’enquêter sur une disparition suspecte. Une disparition est un phénomène distinct, qui se caractérise par une situation où les proches sont confrontés de manière continue à l’incertitude et au manque d’explications et d’informations sur ce qui s’est passé, les éléments pertinents à cet égard pouvant parfois même être délibérément dissimulés ou obscurcis. Une disparition n’est pas un acte ou un événement « instantané » ; l’élément distinctif supplémentaire que constitue le défaut ultérieur d’explications sur ce qu’il est advenu de la personne disparue et sur le lieu où elle se trouve engendre une situation continue. Par conséquent, l’obligation procédurale subsiste potentiellement tant que le sort de la personne concernée n’a pas été éclairci, même lorsque l’on peut présumer que la victime est décédée. La démarche adoptée dans l’arrêt Šilihconcernant l’exigence d’un lien entre le décès et les mesures d’instruction, d’une part, et la date d’entrée en vigueur de la Convention, d’autre part, vaut uniquement en cas d’homicide ou de décès suspect.", "Conclusion : exception préliminaire rejetée (seize voix contre une).", "iii.  Délai de six mois : en matière de disparitions, les requérants doivent faire preuve de diligence et d’initiative et introduire leurs griefs sans délai excessif. Si l’on ne saurait être trop exigeant envers les proches quant à la célérité dont ils doivent faire preuve eu égard à la gravité des disparitions, des requêtes peuvent néanmoins être rejetées lorsque les requérants ont trop attendu, ou attendu sans raison apparente, pour saisir la Cour, après s’être rendu compte, ou avoir dû se rendre compte, de l’absence d’ouverture d’une enquête ou de l’enlisement ou de la perte d’effectivité de l’enquête menée, ainsi que de l’absence dans l’immédiat de la moindre chance réaliste de voir une enquête effective être menée à l’avenir. Le point de savoir quand ce stade est atteint tient forcément aux circonstances de l’affaire.", "Eu égard à la situation exceptionnelle de conflit international en l’espèce, dans laquelle aucune procédure d’enquête normale n’était disponible, les requérants, pouvaient raisonnablement attendre l’issue des initiatives prises par leur gouvernement et par les Nations unies. Ces initiatives auraient pu aboutir à la conduite d’investigations sur des sites connus de charniers et constituer la base d’autres mesures. Vers la fin de 1990 les requérants ont dû s’apercevoir que ces procédures ne leur permettaient plus aucun espoir réaliste de voir dans un avenir proche des progrès être accomplis dans la recherche de dépouilles ou des explications être livrées quant au sort de leurs parents. Par conséquent, en saisissant la Cour en janvier 1990, ils ont agi, eu égard aux circonstances particulières de leurs affaires, avec une célérité raisonnable.", "Conclusion : exception préliminaire rejetée (quinze voix contre deux).", "b)  Fond", "Article 2 : la Cour considère que des arguments défendables permettent d’affirmer que les disparus ont été vus pour la dernière fois dans un secteur sous le contrôle ou sur le point de tomber sous le contrôle de l’armée turque. Que ces hommes aient été tués au combat ou qu’ils aient été faits prisonniers, l’obligation de rendre des comptes à leur sujet subsiste. L’article 2 doit être interprété dans la mesure du possible à la lumière des principes du droit international, notamment des règles du droit international humanitaire, qui jouent un rôle indispensable et universellement reconnu dans l’atténuation de la sauvagerie et de l’inhumanité des conflits armés. Dans une zone de conflit international, les Etats contractants doivent protéger la vie de ceux qui ne sont pas ou plus engagés dans les hostilités, ce qui requiert notamment de fournir une assistance médicale aux blessés et, quant à ceux qui meurent, l’obligation de rendre des comptes implique que leurs corps soient correctement inhumés et que les autorités collectent et communiquent des informations sur l’identité et le sort des intéressés. Le gouvernement défendeur n’a soumis aucun élément ni aucune explication convaincante qui serait de nature à contrer les allégations des requérants selon lesquelles les intéressés ont disparu dans des secteurs sous son contrôle exclusif. Les disparitions litigieuses sont survenues dans des circonstances mettant la vie des intéressés en danger, la conduite des opérations militaires s’étant accompagnée d’arrestations et d’homicides en grand nombre. L’article 2 impose donc à l’Etat défendeur une obligation continue de rechercher les personnes disparues et de rendre des comptes sur ce qu’il est advenu d’elles.", "Concernant le respect de cette obligation, la Cour reconnaît pleinement l’importance des activités d’exhumation et d’identification en cours et rend hommage au travail accompli par le Comité des personnes disparues pour informer les familles et leur restituer les dépouilles. Toutefois, aussi importantes que soient ces mesures en tant que première étape du processus d’enquête, elles n’épuisent pas l’obligation de mener une enquête effective imposée au gouvernement défendeur par l’article 2. Il ressort des éléments fournis au sujet de M. Hadjipanteli, l’un des disparus, qu’une fois une dépouille identifiée la procédure consiste à établir un certificat médical de décès, qui indique brièvement les blessures ayant causé la mort.Aucun rapport analysant les circonstances du décès ou cherchant à le dater n’est toutefois rédigé et aucune mesure d’enquête n’est prise pour tenter de retrouver et d’interroger des témoins. Par conséquent, même si la dépouille a été retrouvée, on ne saurait dire que la lumière a été faite sur le sort de l’intéressé.", "Tout en reconnaissant l’extrême difficulté, plusieurs années après les événements, de retrouver des témoins et de réunir des preuves contre les auteurs présumés, la Cour rappelle que pour être effective une enquête doit permettre de déterminer si le décès a ou non été causé illégalement et, le cas échéant, de conduire à l’identification et au châtiment des responsables. Rien ne donne à penser que le Comité des personnes disparues dépasse les limites de son mandat restreint pour chercher à établir les faits ou à collecter et apprécier des preuves en vue d’engager des poursuites, et aucun autre organe ou autorité ne remplit ces fonctions par ailleurs. Certes, les enquêtes pourraient se révéler peu concluantes. Cependant, cette issue n’est pas inéluctable et le gouvernement défendeur ne saurait être dispensé des efforts requis. Il se peut que les deux parties au conflit souhaitent privilégier une méthode « politique » et que le comité, avec son mandat limité, soit la seule solution acceptable par tous dans le cadre de la mission de bons offices des Nations unies. Cela ne peut toutefois avoir d’incidence sur l’application des dispositions de la Convention. Il y a donc eu un manquement continu de l’Etat défendeur à mener des investigations effectives visant à faire la lumière sur le sort des neufs hommes disparus.", "Conclusion : violation procédurale continue (seize voix contre une). ", "Article 3 : la Cour ne voit rien qui puisse l’amener à s’écarter en l’espèce du constat formulé dans la quatrième affaire interétatique, selon lequel il y avait lieu de qualifier de traitement inhumain le silence des autorités de l’Etat défendeur devant les inquiétudes réelles des familles des disparus.", "Conclusion : violation continue (seize voix contre une).", "Article 5 : des arguments solides militent en faveur de la thèse selon laquelle deux hommes, dont le nom figure sur la liste des détenus dressée par la Croix-Rouge internationale, ont été vus pour la dernière fois dans une situation relevant du contrôle des forces turques ou chypriotes turques. Pourtant, les autorités turques ne reconnaissent pas leur détention et n’ont fourni aucune preuve documentaire constituant une trace officielle des déplacements des intéressés. Si rien ne permet de dire que l’un quelconque des deux hommes se trouvait toujours détenu au cours de la période examinée par la Cour, il incombe au gouvernement turc de montrer que les autorités ont enquêté de manière effective sur le grief défendable selon lequel les intéressés ont été arrêtés et n’ont pas été revus depuis. Or les conclusions formulées par la Cour ci-dessus sous l’angle de l’article 2 ne laissent aucun doute que les autorités sont également restées en défaut de mener les investigations requises à cet égard.", "Conclusion : violation continue dans le chef de deux disparus (seize voix contre une).", "Article 41 : compte tenu de la gravité de l’affaire et les requérants étant restés pendant des décennies dans l’ignorance, la Cour alloue 12 000 EUR à chacun d’eux pour préjudice moral. La Cour explique qu’il n’existe pas de barème spécifique concernant les indemnités à allouer dans les affaires de disparition, mais qu’elle est guidée par le principe de l’équité, qui implique une certaine souplesse et un examen objectif de ce qui est juste, équitable et raisonnable, eu égard à l’ensemble des circonstances de l’affaire.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}