{"file": "FRE_CLINF_42716_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "42716/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 116", "Février 2009", "Toma c. Roumanie - 42716/02", "Arrêt 24.2.2009 [Section III]", "Article 8", "Article 8-1", "Respect de la vie privée", "Journalistes alertés et autorisés par la police à enregistrer, en vue de leur diffusion, des images du requérant en garde à vue : violation", "", "Article 3", "Traitement inhumain", "Obligations positives", "Violences policières et défaut d'enquête effective relative à ces allégations: violations", "", "Article 5", "Article 5-3", "Aussitôt traduite devant un juge ou autre magistrat", "Présentation devant un tribunal vingt jours après l'arrestation : violation", "", "Article 5-4", "Introduire un recours", "Délai excessif et inexpliqué de l'examen de la régularité du placement en détention provisoire : violation", "", "En fait : En septembre 2002, le requérant et un autre individu A.M. furent appréhendés par des agents de la police antidrogue alors qu’ils étaient en possession illégale de 800 g de cannabis qui, selon les autorités, étaient destinés à la vente. Le requérant prétend avoir été frappé par plusieurs agents armés de la police antidrogue au cours de l'intervention. Il affirme également que le même jour, sans être assisté par un avocat et en présence du procureur chargé de l’enquête, des agents de police l'auraient frappé et contraint par la menace à écrire une déclaration dictée par eux. Le procureur, auprès duquel le requérant et sa mère se seraient plaints des violences policières subies et auraient demandé un examen médicolégal, renvoya à plusieurs reprises la visite médicale à une date ultérieure. Le Gouvernement renvoie à la fiche médicale datée du lendemain de l'arrestation et dressée selon lui à la prison. La fiche contenait, sous la rubrique « état de santé au dépôt dans l’établissement pénitentiaire », la mention « cliniquement sain », et la signature du médecin.", "Le jour de l'arrestation, des journalistes d'une chaîne locale et d'un journal filmèrent le requérant et prirent des photos de lui au siège de la police. Le lendemain, une photo du requérant portant des traces visibles de violence fut publié en première page du journal et accompagnée d'un article qualifiant le requérant de « trafiquant ». Selon le requérant, les journalistes en cause avaient été appelés par la police. Le même jour, le requérant fut placé en détention provisoire. Quelques jours plus tard, il déposa une plainte contre l’ordonnance de mise en détention provisoire. Cette plainte parvint au procureur le lendemain et celui-ci la transmit lui-même le lendemain au tribunal, où elle fut enregistrée deux jours plus tard. Quatre jours plus tard, le tribunal départemental rejeta la plainte du requérant comme mal fondée. Le requérant forma un recours. Six jours s'écoulèrent avant que le parquet ne le transmette à la cour d’appel, où il fut enregistré le lendemain. Après avoir ajourné l’examen du recours, à la demande de la mère du requérant, la cour d’appel le rejeta. ", "En 2003, le tribunal départemental condamna le requérant à une peine de trois ans de prison ferme pour détention illégale de drogues destinées à la vente. L'arrêt d'appel réforma partiellement le jugement en réduisant la peine à un an et six mois de prison ferme.", "En droit : Article 3 – Sur les allégations de mauvais traitements : L’examen de la fiche médicale qui devait présenter l’état du requérant lors de son placement en détention provisoire révèle plusieurs contradictions et défaillances. Eu égard aux circonstances de l’espèce, la simple mention « cliniquement sain » portée sur cette fiche ne saurait, à elle seule, suffire pour écarter les allégations de l’intéressé comme non étayées. Par ailleurs, les allégations du requérant quant aux violences subies lors de son interpellation se trouvent étayées par un faisceau d’indices suffisamment graves, précis et concordants. Au vu de l’ensemble des éléments soumis à son appréciation et compte tenu de l’absence de toute explication de la part du Gouvernement défendeur, la Cour estime établi en l’espèce que les traces de violence révélées par les images filmées en septembre 2002 ont été causées par un traitement dont le Gouvernement porte la responsabilité et qui peut être regardé comme un traitement inhumain au sens de l’article 3 de la Convention.", "Conclusion : violation (unanimité). ", "Sur l’obligation des autorités de mener une enquête effective : Quoique alertées par le requérant des allégations de violences policières et des preuves invoquées à leur appui, les autorités n’ont ouvert aucune enquête en vue de l’investigation du grief défendable de l’intéressé. ", "Conclusion : violation (unanimité). ", "Article 5 § 3 – Le Gouvernement concède que les exigences de l’article 5 § 3 de la Convention relatives au contrôle automatique de la détention par un magistrat habilité par la loi à exercer des fonctions judiciaires n’ont pas été respectées en l’espèce, eu égard au droit interne pertinent à l’époque des faits. La Cour rappelle avoir déjà conclu à la violation de l’article 5 § 3 de la Convention dans plusieurs affaires similaires, dans lesquelles les requérants n’avaient été présentés « aussitôt » devant un magistrat habilité par la loi à exercer des fonctions judiciaires pour le contrôle juridictionnel de leur arrestation ou détention et ne voit aucune raison d’aboutir à une conclusion différente en l’espèce, le requérant n’ayant été traduit devant le tribunal de première instance que vingt jours après son arrestation.", "Conclusion : violation (unanimité). ", "Article 5 § 4 – Même si le délai de vingt-deux jours, dont quatre imputables au requérant, pour deux degrés de juridiction, n’apparaît pas excessif en soi, il convient de l’examiner à la lumière des délais prévus par le droit interne et des circonstances de l’espèce. Or, il a fallu trois jours pour que la plainte du requérant soit enregistrée au greffe du tribunal départemental qui devait la juger, et sept jours pour qu’elle soit examinée par ce dernier. Surtout, à nouveau sept jours se sont écoulés avant que la cour d’appel n’enregistre le recours formé par le requérant contre le jugement du tribunal départemental, le parquet ne lui ayant transféré la demande de recours que six jours après l’avoir reçue. Eu égard à l’absence de toute justification pour les délais susmentionnés et au fait qu’il s’agissait de l’examen de la régularité de l’ordonnance de mise en détention, la Cour estime que la procédure en question ne s’est pas déroulée dans un « minimum de temps », tel qu’exigé par l’article 5 § 4 au sens de la jurisprudence de la Cour.", "Conclusion : violation (six voix contre une). ", "Article 8 – Le comportement des agents de police qui ont appelé des journalistes et les ont autorisés, sans l’accord du requérant, à enregistrer au siège de la police afin de les diffuser dans les média des images de ce dernier, le jour même où des poursuites furent entamées contre lui, constitue une ingérence dans le droit du requérant au respect de sa vie privée. Le Gouvernement n’a fourni aucune indication quant à la justification d’une telle ingérence. Or, à supposer même qu'une base légale à l'ingérence en cause puisse être identifiée, la question du « but légitime » que visait l'ingérence se pose. En effet, au moment des faits, le requérant n’était pas un fugitif, mais se trouvait en garde à vue dans les locaux de la police, et le procès pénal public à son encontre n’avait même pas commencé. La diffusion des images en cause, qui d’ailleurs n’avaient pas une valeur d’information en tant que telles, visait le respect des intérêts de la justice, par exemple pour assurer sa comparution au procès, ou encore la prévention des infractions pénales, l’acte d’accusation n’étant à l’époque des faits pas encore rédigé. Dès lors, à la lumière des circonstances de l’affaire, la Cour estime que l’ingérence en question dans le droit du requérant au respect de sa vie privée ne poursuivait pas l’un des buts légitimes prévus dans l’article 8 § 2 de la Convention.", "Conclusion : violation (unanimité). ", "Article 41 – 8 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}