{"file": "FRE_CLINF_54252_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "54252/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 120", "Juin 2009", "Lawyer Partners, a.s., c. Slovaquie - 54252/07", "Arrêt 16.6.2009 [Section IV]", "Article 6", "Procédure civile", "Article 6-1", "Accès à un tribunal", "Refus des tribunaux d’examiner les actions civiles que la société requérante avait soumises par voie électronique : violation", "", "En fait : En 2005, la requérante, une société à responsabilité limitée, souhaita intenter plus de 70 000 actions civiles aux fins de recouvrer des dettes. Vu le nombre de personnes concernées, elle créa les actions au moyen d’un logiciel informatique et les enregistra sur un DVD, qu’elle adressa ensuite aux tribunaux de district compétents avec une lettre explicative. Ceux-ci refusèrent d’inscrire ces actions au rôle au motif qu’ils ne disposaient pas du matériel nécessaire pour recevoir et traiter des demandes créées et signées par voie électronique. La société requérante forma alors un recours devant la Cour constitutionnelle contre chacun de ces refus, alléguant une violation du droit d’accès à un tribunal. La Cour constitutionnelle rejeta ses griefs au motif qu’elle avait été saisie en dehors du délai légal de deux mois : même si le délai avait été respecté pour les recours pris individuellement, la haute juridiction considéra que la période à prendre en compte avait commencé à courir à partir de la date à laquelle la société requérante avait eu connaissance de l’impossibilité pour les tribunaux d’enregistrer ses actions sous forme électronique.", "En droit : La société requérante a intenté ou souhaitait intenter un nombre important d'actions civiles, qui concernaient plusieurs dizaines de milliers de personnes. Si les documents enregistrés sur les DVD avaient été imprimés, ils auraient représenté plus de 40 millions de pages. Dans ces conditions, le fait que la société requérante ait procédé ainsi pour soumettre ces actions ne saurait être considéré comme un abus de procédure ou être jugé autrement inapproprié. De plus, le droit interne prévoyait depuis 2002 la possibilité de présenter des requêtes par voie électronique : on ne peut donc pas reprocher à la société requérante d’avoir fait usage de cette possibilité. Partant, le refus des tribunaux d’inscrire au rôle les actions qu’elle a soumises a restreint de manière disproportionnée son droit d’introduire ses actions en justice de manière effective. ", "Conclusion : violation (unanimité).", "Article 41 – 10 000 EUR pour dommage matériel et préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}