{"file": "FRE_HFJUD_34806_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "34806/04", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "AFFAIRE X c. FINLANDE", "", "(Requête no 34806/04)", "", "", "", "", "", "", "", "ARRÊT", "[Extraits]", "", "", "", "STRASBOURG", "", "3 juillet 2012", "", "", "DÉFINITIF", "", "19/11/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "", "En l’affaire X c. Finlande,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tNicolas Bratza, président,\n\tLech Garlicki,\n\tGeorge Nicolaou,\n\tLedi Bianku,\n\tZdravka Kalaydjieva,\n\tNebojša Vučinić, juges,\n\tMatti Mikkola, juge ad hoc,\net de Lawrence Early, greffier de section,", "Après en avoir délibéré en chambre du conseil le 12 juin 2012,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 34806/04) dirigée contre la République de Finlande et dont une ressortissante de cet Etat, Mme X (« la requérante »), a saisi la Cour le 30 septembre 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). Le président de la quatrième section de la Cour a décidé d’office de ne pas divulguer l’identité de la requérante (article 47 § 3 du règlement).", "2.  La requérante a été représentée par Me H. Molander, avocate à Helsinki. Le gouvernement finlandais (« le Gouvernement ») a été représenté par son agent, M. A. Kosonen, du ministère des Affaires étrangères.", "3.  La requérante alléguait en particulier, sur le terrain de l’article 6 de la Convention, qu’elle n’avait pas bénéficié d’un procès équitable dans le cadre de la procédure pénale dirigée contre elle en ce qu’elle n’avait pas été entendue en audience sur la nécessité de désigner un tuteur pour la représenter lors de cette procédure, et qu’elle n’avait pas pu interroger les témoins à décharge cités par elle. Sous l’angle des articles 5 et 8 de la Convention, elle alléguait en outre qu’elle avait été internée d’office dans un établissement psychiatrique et qu’on lui avait administré de force des médicaments, mesures qui étaient selon elle à la fois inutiles et illégales. Enfin, invoquant l’article 13 de la Convention, elle se plaignait de n’avoir pas disposé d’un recours effectif pour contester l’administration forcée de médicaments.", "4.  Le 11 mai 2009, le président de la section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et sur le fond.", "5.  Après consultation des parties, la chambre a décidé qu’il n’y avait pas lieu de tenir une audience sur le fond (article 54 § 3 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "A.  Contexte et événements ayant débouché sur la procédure pénale", "6.  Pédiatre de profession, la requérante, née en 1943, continua d’exercer la médecine à titre libéral après avoir pris sa retraite.", "7.  Le 30 novembre 1995, une mère conduisit sa fille, V., née en 1993, au cabinet de la requérante pour la faire examiner car elle soupçonnait le père d’avoir fait subir des abus sexuels à l’enfant. La requérante l’examina et prit des photographies.", "8.  Le 13 juin 2000, la fillette fut retirée à sa mère en raison des problèmes mentaux de cette dernière et placée dans un centre de soutien familial.", "9.  Les événements qui sont à l’origine de la présente affaire ont débuté le 16 décembre 2000, date à laquelle la mère de V. n’a pas ramené l’enfant au centre de soutien familial après avoir passé du temps avec elle. Il apparaît que le centre devait fermer pendant les vacances de Noël, et il a été allégué au cours de la procédure interne que la petite fille avait dit à sa mère qu’elle ne voulait pas aller chez son père pendant les vacances.", "10.  V. tomba malade et fut conduite par sa mère au cabinet médical de la requérante le 26 décembre 2000. Après son départ du cabinet, V. demeura avec sa mère jusqu’à ce que les autorités la retrouvent, le 22 avril 2001.", "B.  Recours à des mesures de contrainte", "11.  Le 18 avril 2001, la requérante fut arrêtée car elle était soupçonnée d’avoir privé V. de sa liberté, privation qui aurait débuté le 16 décembre 2000 dans la ville de [A.]. Le domicile et le cabinet de la requérante firent l’objet d’une perquisition le jour même. Le 20 avril 2001, le tribunal de district (käräjäoikeus, tingsrätten) entendit la requérante et décida de la placer en détention provisoire, considérant que, faute d’une telle mesure, il était probable que l’intéressée rende la résolution de l’affaire plus compliquée et continue à se livrer à des activités criminelles.", "12.  Par cinq décisions distinctes rendues entre mai et septembre 2001 à la suite de demandes de la police, le tribunal de district autorisa cette dernière à recueillir des informations au sujet d’appels à destination et en provenance des téléphones utilisés par la mère de V. et par un troisième suspect au cours de différentes périodes situées entre le 15 décembre 2000 et le 22 avril 2001. Les informations rassemblées montraient que des appels avaient aussi été émis depuis et vers un téléphone appartenant à la requérante.", "13.  V. fut retrouvée le 22 avril 2001. La requérante fut libérée le 25 avril 2001, à la suite de quoi elle déposa plusieurs plaintes, notamment à propos de la décision prise le 20 avril 2001 par le tribunal de district de la placer en détention provisoire, et elle demanda l’ouverture d’une enquête sur les actes commis par un certain nombre de policiers à l’occasion de son arrestation et des événements liés à celle-ci.", "C.  Décision d’interdiction", "14.  Le 11 mai 2001, la police interdit provisoirement à la requérante de se rendre dans certains lieux, expressément désignés, fréquentés par V.", "15.  Le 1er juin 2001, le tribunal de district considéra qu’il était peu probable que la requérante harcèle ou continue de harceler l’enfant ou commette une infraction à son égard, raison pour laquelle il annula la décision de la police.", "D.  Procédure pénale", "16.  Le 18 avril 2002, le procureur dressa un acte d’accusation contre la mère de V., la requérante et une troisième personne. La requérante était accusée d’avoir privé V. de sa liberté du 16 décembre 2000 au 22 avril 2001 ou, à titre subsidiaire, d’avoir été complice de cette infraction. Par ses avis, conseils et actes, la requérante aurait joué un rôle dans la décision prise par la mère d’enlever sa fille le 16 décembre 2000 dans la ville de [A.] et, après que la mère eut enlevé l’enfant et l’eut emmenée au plus tard à Noël 2000 dans la ville de [B.], elle aurait illégalement isolé V. avec le consentement de la mère. L’infraction était assortie de circonstances aggravantes : la durée de la privation de liberté et le fait qu’elle avait été préparée et préméditée et avait nui au développement émotionnel de l’enfant.", "17.  Dans sa réponse écrite à l’acte d’accusation, la requérante niait avoir en quoi que ce soit influé sur les actes de la mère et déclarait s’être bornée à prescrire un traitement médical à V. Il n’était selon elle pas prouvé que les soupçons d’abus sexuels étaient infondés.", "18.  Le 17 juillet 2002 et le 22 janvier 2003, la requérante demanda au parquet général (valtakunnansyyttäjä, högsta åklagaren) le remplacement du procureur, se plaignant d’un certain nombre d’irrégularités de sa part, par un procureur impartial. Le parquet rejeta sa demande.", "19.  Le 21 août 2002, le tribunal de district commit d’office une avocate, Me M.K., pour représenter la requérante, au motif que le représentant choisi par l’intéressée – M. J.R., un ingénieur – n’était pas considéré comme capable d’accomplir sa tâche en raison de la gravité de l’infraction en cause. La requérante contesta cette nomination par écrit, sans toutefois désigner d’avocat de son choix comme elle avait été invitée à le faire. Le 21 octobre 2002, la cour d’appel (hovioikeus, hovrätten) débouta la requérante.", "20.  Lors d’une audience préliminaire tenue le 19 septembre 2002, le tribunal de district ordonna, contrairement au souhait de la requérante, que l’affaire soit examinée à huis clos car elle concernait des questions sensibles se rapportant à la vie d’un enfant. Il dit aussi que la requérante ne pouvait se défendre elle-même eu égard à la nature de l’affaire. La requérante se plaignit en vain de cette décision auprès des juridictions supérieures.", "21.  L’examen de l’affaire débuta le 22 octobre 2002 et dura quatre jours. La requérante informa le tribunal qu’elle considérait que Me M.K., l’avocate commise d’office pour la représenter et qui assistait à l’audience, n’était pas habilitée à plaider en son nom. Elle ajouta qu’elle assurerait elle-même sa défense.", "22.  Le tribunal de district entendit des déclarations de la requérante et des deux autres accusés. Il entendit également le père de V., qui représentait cette dernière, et dix témoins. Le 24 octobre 2002, le tribunal rejeta, la jugeant non pertinente, une demande de la requérante visant à l’audition comme témoins de V., de J.R., d’un inspecteur de police et de deux avocats au sujet de la privation de liberté ainsi que de la mauvaise interprétation des faits à laquelle aurait procédé le procureur et que la requérante considérait comme criminelle. La requérante renouvela sa demande, déclarant qu’il fallait que les témoins soient entendus pour éclairer le contexte de l’infraction dont elle était accusée. Le tribunal de district rejeta aussi cette nouvelle demande au motif qu’aucune des raisons avancées par la requérante ne justifiait d’entendre les témoins qu’elle avait cités.", "23.  Le 25 octobre 2002, le tribunal de district ordonna que la requérante et la mère de V. subissent une expertise psychiatrique conformément au chapitre 17, article 45, du code de procédure judiciaire (oikeudenkäymiskaari, Rättegångs Balk) et à l’article 16 § 1 de la loi sur la santé mentale (mielenterveyslaki, mentalvårdslagen), et ajourna la procédure dans l’attente des résultats. La requérante décida alors de se cacher.", "E.  Evénements survenus pendant que la requérante vivait cachée", "24.  Le docteur K.A., psychiatre, déclara dans un avis écrit daté du 30 décembre 2002 qu’il avait reçu la requérante à deux reprises, le 14 novembre et le 30 décembre 2002, et que, lors des deux conversations qu’il avait eues avec elle, il n’avait remarqué aucun signe de trouble mental et qu’à son avis elle n’avait pas besoin d’une prise en charge d’office. Il souligna toutefois qu’il n’avait pas procédé à une expertise psychiatrique car pareille expertise ne pouvait être effectuée qu’à l’hôpital et non dans un cabinet de consultation privé.", "25.  L’hôpital de Niuvanniemi, l’un des deux hôpitaux psychiatriques publics de Finlande, informa la requérante qu’il pouvait l’accueillir à partir du 2 janvier 2003. L’intéressée fit repousser le rendez-vous, d’abord au 20 janvier, puis au 12 mars 2003, mais ne se rendit pas à l’hôpital.", "26.  Par une lettre du 8 janvier 2003, la requérante proposa que Me P.S. soit dorénavant son représentant. Le 13 janvier 2003, le tribunal de district désigna cet avocat pour représenter la requérante.", "27.  Le 25 mars 2003, en l’absence de la requérante, le tribunal de district ordonna que celle-ci fût arrêtée et placée en détention au motif qu’elle cherchait à se soustraire à son procès puisqu’elle ne s’était pas rendue à l’hôpital de Niuvanniemi. Me P.S. représentait la requérante à l’audience. L’intéressée déposa une plainte au motif qu’il n’existait pas de raisons suffisantes de la placer en détention et en invoquant des vices de procédure. Le 28 avril 2003, la cour d’appel rejeta la plainte pour défaut de fondement. Le 16 juin 2003, la cour d’appel rejeta une nouvelle plainte de la requérante sans examen au fond. L’intéressée soumit alors une troisième plainte, que la cour d’appel rejeta le 18 mars 2004 pour défaut de fondement. La Cour suprême rejeta les demandes par lesquelles la requérante sollicitait l’autorisation de la saisir.", "28.  Le 9 octobre 2003, la cour d’appel rejeta une plainte de la requérante relative à la décision du tribunal de district de lui ordonner de subir une expertise psychiatrique, jugeant infondée l’allégation selon laquelle la procédure devant cette juridiction était entachée de vices de procédure. Le 30 mars 2004, la Cour suprême refusa l’autorisation de la saisir.", "29.  Ayant reçu une demande de déport de la part de Me P.S., le 5 mai 2004, après avoir donné à la requérante la possibilité de soumettre des observations écrites, le tribunal de district désigna Me M.S., avocat, pour la représenter. Le 23 juin 2004, la cour d’appel rejeta une plainte formée par la requérante contre cette décision, estimant qu’elle n’était pas en mesure d’assurer elle-même sa défense et que Me M.S. n’était pas partial comme elle l’alléguait. La cour d’appel rejeta aussi une demande de la requérante en vue de la tenue d’une audience, au motif que cela n’était nullement nécessaire. Le 27 juin 2005, la Cour suprême lui refusa l’autorisation de la saisir.", "30.  Le 15 juin 2004, la cour d’appel rejeta une plainte dans laquelle la requérante alléguait notamment que le juge du tribunal de district qui avait ordonné qu’elle se soumît à une expertise psychiatrique était de parti pris. L’intéressée demanda que de nouveaux motifs fussent fournis à l’appui de cette décision. La cour d’appel la débouta le 12 juillet 2004. Le 27 juin 2005, la Cour suprême lui refusa l’autorisation de la saisir.", "31.  Par une lettre du 2 septembre 2004, le tribunal de district informa la requérante qu’il tiendrait le 20 septembre 2004 une audience au sujet de sa détention, que les autres aspects des accusations pénales retenues contre elle ne seraient pas abordés au cours de cette audience et que seules les dépositions concernant sa détention seraient recueillies.", "32.  Le 20 septembre 2004, le tribunal de district émit une nouvelle ordonnance en vue de l’arrestation de la requérante, estimant qu’elle cherchait toujours à se soustraire à son procès. Me M.S., son avocat d’office, représentait l’intéressée à l’audience. Le 9 novembre 2004, la cour d’appel rejeta la plainte formée par la requérante au sujet de la décision du 20 septembre 2004 sans examen au fond étant donné qu’elle avait été rédigée par M. J.R., qui ne satisfaisait pas aux conditions énoncées à l’article 2 du chapitre 15 du code de procédure judiciaire. Elle nota qu’un avocat avait été désigné d’office pour représenter la requérante. La Cour suprême rejeta le 29 septembre 2005 une autre plainte de la requérante sans l’examiner au fond.", "F.  Arrestation et détention", "33.  La requérante fut arrêtée le 12 octobre 2004.", "34.  Le 15 octobre 2004, après avoir entendu la requérante en personne, le tribunal de district la plaça en détention provisoire, jugeant qu’elle savait qu’elle devait se soumettre à une expertise psychiatrique et que des mandats d’arrêt avaient été décernés contre elle. Le tribunal déclara que la requérante s’était soustraite à son procès, dont l’expertise faisait partie. Le tribunal ordonna que la requérante fût placée en garde à vue puis internée dans un établissement psychiatrique devant être choisi par l’Autorité nationale des affaires médicolégales (terveydenhuollon oikeusturvakeskus, rättsskyddscentralen för hälsovården – « l’autorité médicolégale »).", "G.  Expertise psychiatrique en établissement psychiatrique", "35.  Le 11 novembre 2004, la requérante fut conduite à l’hôpital de Vanha Vaasa, l’autre hôpital psychiatrique public finlandais, pour y subir une expertise, qui était à l’origine prévue pour durer deux mois. L’expertise fut conduite par le docteur A.K., spécialiste de psychiatrie, psychiatrie des adolescents et psychiatrie médicolégale, qui rencontra la requérante dix fois. La requérante vit aussi deux psychologues, G.W-H. et A.K-V. Elle refusa de se soumettre à des examens somatiques et neurologiques et à des examens spéciaux tels qu’une imagerie du cerveau par résonance magnétique. Elle refusa aussi les tests en laboratoire et les tests psychologiques.", "36.  Le 3 janvier 2005, le docteur A.K. remit son avis écrit à l’autorité médicolégale en se fondant sur l’expertise qu’il avait menée du 11 novembre 2004 au 3 janvier 2005. Il concluait que la requérante souffrait d’hallucinations et n’était pas pénalement responsable au moment de l’infraction. Le docteur A.K. jugeait aussi que les critères requis pour un internement d’office, exposés à l’article 8 de la loi sur la santé mentale, étaient réunis, et que la requérante n’était pas en état de comparaître à son procès. Sa capacité à défendre ses intérêts était altérée par sa maladie mentale et il fallait donc désigner un tuteur pour la représenter dans le cadre de la procédure pénale.", "37.  Le même jour, la requérante réclama à l’autorité médicolégale un second avis. Le 5 janvier 2005, l’autorité l’informa qu’elle n’avait pas le pouvoir d’ordonner l’expertise psychiatrique d’un accusé dans une affaire pénale et qu’elle transmettait dès lors sa demande au tribunal.", "38.  Par une décision provisoire du 20 janvier 2005, la commission de psychiatrie criminelle de l’autorité médicolégale (terveydenhuollon oikeusturvakeskuksen oikeuspsykiatristen asioiden lautakunta, nämnden för rättspsykiatriska ärenden vid rättsskyddscentralen för hälsovården – « la commission de psychiatrie criminelle ») demanda au docteur A.K. de compléter son avis, dans la mesure du possible, en soumettant la requérante à des tests psychologiques et en fournissant des informations permettant de comparer l’aptitude de l’intéressée à gérer ses affaires à l’époque des événements criminels litigieux et antérieurement à cela. Le docteur A.K. fut également invité à expliquer en détail pourquoi il considérait que les critères requis pour une prise en charge d’office étaient réunis et pourquoi un traitement à domicile ne serait pas suffisant. Les résultats devaient être fournis à l’autorité dans les meilleurs délais.", "39.  Cet examen complémentaire fut terminé le 4 février 2005. La requérante refusa de nouveau de se soumettre aux tests psychologiques que le personnel de l’hôpital devait lui faire passer car elle doutait de son impartialité. Dans son rapport établi à cette même date, le docteur A.K. considérait que la requérante était atteinte d’une psychose hallucinatoire, et ce même avant les événements qui avaient conduit à sa mise en accusation. La requérante avait observé des signes d’abus sexuels que d’autres experts n’avaient pas repérés. Pour le docteur A.K., il était nécessaire de soumettre d’office la requérante à un traitement psychiatrique afin de la guérir de ses troubles mentaux, qui se rapportaient essentiellement à des questions judiciaires mais trahissaient aussi un complexe de supériorité du fait qu’elle était toujours convaincue d’avoir raison. En outre, étant médecin, elle risquait de nuire à autrui en prescrivant des médicaments dangereux pour la santé. Etant donné qu’elle se soustrayait depuis longtemps à une expertise psychiatrique et qu’elle s’opposait à tout traitement, il n’était pas suffisant qu’elle suivît un traitement à domicile. Le docteur A.K. concluait que la requérante était atteinte d’un délire paranoïde, ayant accusé diverses autorités d’abus continu de compétences. Elle s’était noyée dans les détails de sa propre affaire en en perdant toute vue d’ensemble. Il estimait que les troubles hallucinatoires étaient suffisamment marqués pour être qualifiés de psychose, en conséquence de quoi elle avait une perception déformée de la réalité. Du fait de sa maladie, elle ne comprenait pas l’illégalité et les conséquences de ses actes, et elle était déjà atteinte de psychose hallucinatoire lorsqu’elle avait participé à la privation de liberté de l’enfant. De surcroît, elle niait être atteinte d’une quelconque maladie.", "40.  La requérante envoya des lettres à la commission de psychiatrie criminelle dans lesquelles elle critiquait notamment l’expertise menée par le docteur A.K. Elle soumit également à la commission l’avis divergent du docteur K.A. daté du 30 décembre 2002 (paragraphe 24 ci-dessus).", "41.  Le 17 février 2005, l’autorité médicolégale rendit son avis sur l’expertise psychiatrique au tribunal de district conformément à l’article 16 § 3 de la loi sur la santé mentale, dans lequel elle concluait que la requérante n’était pas responsable de ses actes au moment où elle avait commis les infractions en cause.", "42.  Le 23 février 2005, l’expertise psychiatrique étant terminée, le tribunal de district ordonna la libération de la requérante, laquelle devait néanmoins demeurer à l’hôpital pour traitement, comme la commission de psychiatrie criminelle l’avait ordonné le 17 février 2005.", "H.  Prise en charge d’office", "43.  Le 17 février 2005, la commission de psychiatrie criminelle ordonna, en se fondant sur le projet de loi du docteur A.K., que la requérante fût soumise à un traitement d’office à l’hôpital de Vanha Vaasa. Elle estimait que l’intéressée était atteinte de troubles hallucinatoires depuis des années, ce qui la mettait dans l’incapacité de considérer les choses d’un autre point de vue que le sien ou de prendre du recul par rapport à ses propres conclusions. La requérante soupçonnait les autorités de s’être liguées contre elle. Pendant la durée de l’expertise psychiatrique, elle avait cherché, en tant que médecin, à se prononcer sur la manière dont les autres patients du service étaient traités. Son trouble hallucinatoire, s’il n’était pas traité, aggraverait considérablement sa maladie mentale, voire mettrait gravement en danger sa santé et celle d’autrui. Aucun autre type de traitement psychiatrique ne pouvait convenir puisque la requérante ne se considérait pas comme atteinte d’une maladie mentale. La décision s’appuyait sur les articles 8, 17 § 1 et 17a de la loi sur la santé mentale.", "44.  La requérante estimait pour sa part qu’elle n’avait besoin d’aucun traitement psychiatrique et voulait obtenir un deuxième avis sur la nécessité d’un tel traitement. Toutefois, début février 2005, l’hôpital refusa d’autoriser le docteur M-P.H. à lui rendre visite pendant qu’elle était sous traitement.", "45.  Les modalités du traitement furent discutées avec la requérante le 21 mars 2005. On lui proposa de prendre les médicaments par voie orale, ce qu’elle refusa à maintes reprises. En raison de son opposition, on commença par lui administrer de force du Zyprexa par injection. La requérante ayant clairement fait savoir qu’elle ne coopérerait pas, il fut décidé de continuer le traitement au moyen d’injections de Risperdal Consta à effet prolongé tous les quinze jours ; la première injection fut faite le 31 mars 2005. On expliqua à la requérante les raisons pour lesquelles on procédait ainsi et on lui donna des informations sur le médicament. La question des médicaments fut ensuite abordée avec elle à plusieurs reprises. On l’incita à les prendre par voie orale, mais elle refusa systématiquement.", "46.  Les principaux symptômes persistant après deux mois et demi de traitement, on décida le 22 juin 2005 de porter la dose de Risperdal Consta de 25 à 37,5 milligrammes. La dose fut ramenée à 25 milligrammes à partir du 16 novembre 2005.", "47.  La requérante allégua que lorsqu’elle avait demandé pourquoi on lui administrait des médicaments de force, on lui avait répondu que c’était pour la guérir de ses hallucinations d’écoutes téléphoniques. La requérante fit valoir qu’elle avait bel et bien été placée sous surveillance et qu’il n’y avait là nulle hallucination de sa part.", "48.  Le 7 juillet 2005, la requérante se plaignit d’avoir été agressée à l’occasion de l’administration forcée de médicaments. Elle avait résisté, car elle jugeait le traitement inutile, sur quoi on l’avait tirée par les bras et les jambes pour l’emmener dans sa chambre. Lorsqu’on l’avait mise au lit, sa cuisse avait heurté le bord du lit. Elle avait signalé l’incident à la police, qui avait demandé à un médecin, le docteur S.Ö., de l’examiner, ce qui avait été fait le 28 juillet 2005. Dans son avis du 5 août 2005, ce médecin notait que la requérante présentait à la cuisse une ecchymose de 10 centimètres pouvant avoir été causée de la manière décrite par elle.", "49.  Le 22 juillet 2005, le médecin-chef de l’hôpital décida de poursuivre le traitement d’office de la requérante.", "50.  Dans une déclaration écrite du 17 août 2005 adressée au tribunal administratif, le médecin-chef de l’hôpital de Vanha Vaasa, le docteur M.E., notait que la requérante continuait à nier sa maladie et à s’opposer vigoureusement à tout traitement. Elle n’hésitait pas à résister en donnant des coups, ce qui avait provoqué plusieurs fois des difficultés lorsque les membres du personnel cherchaient à lui administrer quand même les médicaments d’une manière qui soit sans risque pour elle et pour eux.", "51.  Il apparaît qu’en août 2005 des contacts furent pris avec un hôpital de la ville d’où la requérante était originaire en vue de l’y transférer. Toutefois, cet hôpital répondit qu’il n’était pas à ce stade en mesure de prendre en charge la requérante.", "52.  La requérante allégua qu’elle souffrait toujours des effets secondaires du traitement. Son dossier médical indique que les effets invoqués n’ont pas pu être vérifiés de manière objective. La requérante refusa de subir des examens complémentaires qui auraient permis de détecter d’éventuels effets secondaires.", "53.  Le 3 octobre 2005, la requérante reçut la visite du docteur E.P., médecin généraliste dans un centre de médecine du travail. Dans son avis du 5 octobre 2005, il souligna qu’il n’était pas psychiatre et qu’il ne se prononcerait donc pas sur le diagnostic d’hallucinations à partir d’une seule visite. Il avait toutefois constaté que la requérante était lucide et bien orientée. Pendant leur conversation, il n’avait remarqué aucun signe de psychose ou d’hallucination. En tant que médecin généraliste, il estimait que les conditions requises pour un traitement d’office n’étaient pas réunies.", "54.  Le 22 octobre 2005, la requérante reçut la visite d’un psychiatre, le docteur M-P.H., qui, dans un avis médical du 25 octobre 2005, considéra en tant qu’observateur extérieur que le traitement choisi (37,5 milligrammes de Risperdal Consta en injection intramusculaire tous les quinze jours) lui paraissait excessif vu l’âge et l’état de santé de la patiente. En outre, il estima que l’administration forcée de médicaments était un élément constitutif de l’infraction de voies de fait. Pour conclure, il considérait que des mesures en milieu ouvert étaient possibles et que le danger que la requérante faisait courir à elle-même et à autrui avait été considérablement exagéré, et que dès lors les conditions requises pour une prise en charge d’office n’étaient pas réunies.", "55.  Il ressort du dossier médical de la requérante qu’à partir de novembre 2005 au plus tard elle ne résistait plus physiquement aux injections, tout en continuant à s’y opposer verbalement.", "56.  Le 19 novembre 2005, l’hôpital décida de transférer la requérante d’un service fermé à un service ouvert.", "57.  Le 24 novembre 2005, l’intéressée accepta de se soumettre à des analyses de sang.", "58.  Le 21 décembre 2005, elle vit de nouveau le docteur M-P.H., qui déclara dans un avis médical du 21 décembre 2005 que les conditions d’une prise en charge d’office n’étaient pas réunies.", "59.  La requérante passa Noël chez elle. On lui avait donné une dose de Risperdal Consta, qu’elle s’injecta pendant les vacances avec l’aide d’une infirmière.", "60.  Le 9 janvier 2006, il fut décidé d’un commun accord de cesser le traitement étant donné que la requérante n’avait nulle envie de le prendre.", "61.  Le 20 janvier 2006, le médecin-chef décida à nouveau de poursuivre la prise en charge d’office.", "62.  Le 27 janvier 2006, la requérante sortit de l’hôpital.", "63.  Le 30 mai 2006, le docteur M.E. considéra qu’il n’y avait plus de motif de continuer la prise en charge d’office au titre de l’article 8 de la loi sur la santé mentale ; il fut officiellement mis fin au traitement de la requérante par une décision de l’autorité médicolégale du 22 juin 2006.", "I.  Procédure devant la Cour administrative suprême au sujet de l’internement en vue d’un traitement d’office", "64.  Le 23 février 2005, la requérante forma un recours devant la Cour administrative suprême (korkein hallinto-oikeus, högsta förvaltnings-domstolen) contre la décision de la commission de psychiatrie criminelle du 17 février 2005. Elle se plaignait que sa prise en charge d’office ne reposait sur aucune base légale et alléguait que le docteur A.K. avait fait une expertise erronée. Elle invoquait notamment l’avis susmentionné du docteur K.A. qui, après l’avoir vue une fois en novembre 2002 et une fois en décembre 2002, n’avait constaté aucune indication de maladie mentale. Elle soutenait que l’administration forcée de médicaments ordonnée par les médecins de l’hôpital n’avait pas d’autre but que de dissimuler qu’ils avaient fait un diagnostic erroné.", "65.  Le 4 mars 2005, la Cour administrative suprême jugea qu’il n’y avait aucune raison de surseoir à l’exécution dans l’attente de l’issue de la procédure devant elle.", "66.  Le 30 juin 2005, cette juridiction interdit à M. J.R. d’agir comme représentant de la requérante. En vertu de l’article 10a § 2 du chapitre 15 du code de procédure judiciaire, elle invita la requérante à lui indiquer le nom de l’avocat de son choix. Par la suite, la requérante fut représentée par Me H.M., avocate qu’elle avait choisie, et se vit accorder l’assistance judiciaire.", "67.  Le 30 août 2005, la Cour administrative suprême décida de tenir une audience dans l’affaire.", "68.  Les 29 et 30 septembre 2005, la requérante demanda à la haute juridiction de repousser l’audience jusqu’à ce qu’elle ait pu obtenir un avis médical impartial et ne sente plus les effets secondaires des médicaments. Le 3 octobre 2005, elle informa la haute juridiction qu’elle était tombée malade et demanda un nouveau report de l’audience.", "69.  Le 4 octobre 2005, la Cour administrative suprême tint une audience et recueillit notamment la déposition de la requérante et de six témoins cités par elle. L’intéressée était représentée par Me H.M.", "70.  La haute juridiction rejeta la demande de la requérante visant à la suspension de la procédure dans l’attente de nouveaux avis médicaux. Elle considérait que c’était inutile puisque la question à trancher était celle de savoir si la requérante avait eu besoin d’une prise en charge d’office à l’époque, à savoir fin 2004 et début 2005. La validité de la décision attaquée avait déjà expiré, étant donné qu’elle avait été rendue plus de six mois auparavant. Dès lors, la haute juridiction voyait mal comment une nouvelle expertise pourrait influer sur son appréciation.", "71.  Le 7 octobre 2005, la requérante soumit à la Cour administrative suprême un avis médical du docteur E.P. daté du 5 octobre 2005.", "72.  Le 13 octobre 2005, la Cour administrative suprême débouta la requérante. Après avoir noté que la décision litigieuse respectait les exigences formelles voulues et que le grief selon lequel le docteur A.K. et les membres de la commission de psychiatrie criminelle avaient fait preuve de partialité était dénué de fondement, elle déclara que la question à trancher était celle de savoir si les critères requis pour une prise en charge d’office au titre de l’article 8 de la loi sur la santé mentale étaient réunis le 17 février 2005, date à laquelle la commission avait rendu sa décision. Le point de savoir si une personne était atteinte d’une maladie mentale devait être déterminé à partir d’éléments de preuve de nature médicale en tenant dûment compte du caractère correct ou non du processus décisionnel.", "73.  La haute juridiction estima que le docteur A.K., qui exerçait la psychiatrie depuis 1990, était un spécialiste expérimenté. Son avis ainsi que celui de la commission se fondaient sur une expertise fiable effectuée par des professionnels qualifiés.", "74.  Sur le fond de la question en jeu, la Cour administrative suprême adopta le raisonnement suivant :", "« (...) Le docteur A.K. a rencontré la requérante à dix reprises, à la suite de quoi il a été en mesure de rédiger des observations à son sujet. Les docteurs A.K. et M.E. ont expliqué à l’audience que le caractère absolu du point de vue de la requérante sur l’inceste avait eu un impact sur le diagnostic d’hallucinations. Ils ont souligné que pour poser un diagnostic d’inceste, il fallait que des examens fussent effectués par des gynécologues ainsi que par des pédopsychiatres. Or la requérante est pédiatre. Le docteur M.E. a expliqué en particulier que lorsqu’il s’était entretenu avec la requérante, celle-ci avait refusé d’admettre la possibilité qu’il n’y ait pas eu inceste, alors qu’elle reconnaissait que de manière générale les médecins aussi pouvaient se tromper. Le fait que les témoins J. et S. aient déclaré que la requérante avait expliqué sa situation avec pertinence ne sape en rien l’avis des docteurs A.K. et M.E. Ces médecins ont livré des dépositions concordantes, à savoir que les discussions avec la requérante étaient pertinentes tant que son point de vue sur l’inceste allégué n’était pas contredit. A l’audience, il est apparu que les témoins J. et S. n’avaient pas contesté le point de vue de la requérante mais s’étaient essentiellement bornés à écouter ce qu’elle avait à dire. S. indiqua qu’elle avait vérifié les informations fournies par la requérante auprès d’autres sources mais, ayant conclu que le point de vue de la requérante était soutenable, elle n’était naturellement pas entrée en conflit avec elle. Quant au témoin P., il n’avait pas pris position sur l’existence de troubles hallucinatoires chez la requérante ; il s’était cantonné à juger s’il était possible d’effectuer des soins en milieu ouvert.", "Selon le docteur A.K., les soupçons persistants de la requérante à l’égard de l’autorité et des examens médicaux et psychologiques avaient aussi eu un impact sur le diagnostic d’hallucinations. Le docteur M.E. a également témoigné des nombreux recours formés par la requérante et de la manière dont sa vie tournait autour de cela. La requérante avait refusé des examens somatiques et neurologiques, une imagerie par résonance magnétique et des tests psychologiques parce qu’elle pensait qu’ils seraient effectués par des personnes nourrissant des préjugés contre elle.", "La requérante a le droit de refuser de subir des examens destinés à déterminer si elle est atteinte d’une maladie mentale. En revanche, il est permis de se demander pourquoi elle refuse catégoriquement de subir les examens demandés et si pareil refus ne serait pas précisément le produit d’un raisonnement caractéristique des troubles hallucinatoires. Dans ces conditions, on ne saurait dire que le diagnostic de troubles hallucinatoires se fondait sur des motifs incorrects ou arbitraires, même si la requérante a expliqué son refus des examens par son droit d’agir ainsi, et la rédaction d’observations juridiques par la nécessité de pareille action. A l’audience, la requérante a admis qu’une personne atteinte d’hallucinations n’aurait probablement pas conscience de sa maladie.", "A l’audience, le fils de la requérante, le docteur E., généraliste, déclara dans sa déposition qu’il comprenait, vu le comportement radical et rigide de sa mère, qu’on ait diagnostiqué chez elle la présence d’hallucinations. Il ne pouvait toutefois être certain que ce diagnostic était juste puisqu’il n’avait vu sa mère qu’à quelques rares occasions au cours des dernières années.", "En se fondant sur les documents versés au dossier et sur les informations recueillies à l’audience ainsi que sur les motifs susmentionnés, la Cour administrative suprême juge que le diagnostic de troubles hallucinatoires posé dans la décision de l’autorité médicolégale se fonde sur des éléments de preuve fiables.", "Un tel diagnostic ne suffit toutefois pas à justifier un traitement d’office. Il faut en outre en évaluer les effets sur la personne et sur autrui.", "L’autorité médicolégale a décidé que la requérante avait besoin d’une prise en charge d’office et que, si elle n’était pas soignée, sa maladie mentale s’aggraverait considérablement et mettrait sérieusement en danger sa santé et celle d’autrui.", "D’après les informations recueillies, au moment de la prise de décision quant au traitement, on a tenu compte des répercussions qu’il y aurait dans la vie de la requérante si ses conflits avec les autorités et les autres problèmes connexes devaient persister. A l’époque, on a considéré que la requérante n’était pas capable de réfléchir à l’ensemble des aspects de la question et que la prendre en charge d’office l’aiderait à mener une vie plus calme.", "Il y a lieu de tenir ces considérations pour pertinentes aux fins d’une appréciation de la nécessité de soumettre la requérante à un traitement d’office pour préserver sa santé. Ce n’est pas parce qu’au bout de six mois de traitement le médecin-chef – le docteur M.E. –, dans son explication du 17 août 2005, et les témoins cités par la requérante, dans leurs dépositions, ont exprimé des conclusions divergentes qu’il faut mettre en cause l’appréciation portée par l’autorité médicolégale quant à la nécessité de placer la requérante sous traitement le 17 février 2005 pour protéger sa santé.", "L’autorité médicolégale n’a pas considéré que, en l’absence de traitement, la requérante mettrait gravement la sécurité d’autrui en danger mais elle a jugé que la santé d’autrui pourrait être sérieusement mise en danger. Il fallait tenir compte du fait que la requérante pouvait exercer une influence sur d’autres personnes en raison de l’autorité dont elle jouissait en tant que pédiatre : elle pouvait faire naître chez les gens des soupçons sans réel fondement pouvant les conduire à agir de manière précipitée, inappropriée, voire répréhensible. Le risque d’une telle influence n’est pas diminué par le fait que la requérante est à la retraite. Il ne serait pas non plus neutralisé si l’on se bornait à interdire à la requérante l’exercice de la médecine car l’influence s’exerce sur le plan psychologique et aussi dans d’autres cadres que celui du cabinet de consultation d’un médecin.", "L’infirmier qui s’occupait de la requérante, P., déclara dans sa déposition qu’elle ne présentait aucun danger pour autrui. Même s’il a aussi évoqué la question de savoir si la requérante avait donné à d’autres patients des conseils dangereux, le témoignage de P. peut être considéré comme un avis sur ce que l’on entend couramment par la dangerosité d’une personne, c’est-à-dire par exemple quant à la violence de son comportement. Or ce n’est pas ce dont il s’agit avec la requérante. Au contraire, tous les témoins ont déclaré qu’elle s’efforçait de faire le bien et d’aider les autres. Les médecins qui l’ont suivie ont fait des déclarations identiques. Toutefois, même une personne animée de bonnes intentions peut commettre des actes portant tort à autrui. En l’occurrence, il y a des raisons suffisantes de considérer que, si elle n’était pas traitée, la requérante risquait de mettre gravement en danger la santé d’autrui.", "Les autres types de soins psychiatriques ne conviennent pas puisque la requérante nie être malade. Dans ce cas, on peut dire qu’elle chercherait à se soustraire à tout traitement et refuserait tout examen.", "Conclusion", "La Cour administrative suprême conclut, sur la base des documents versés au dossier et des informations recueillies à l’audience, qu’il a été prouvé de manière fiable et objective que, à l’époque où l’autorité médicolégale a pris sa décision, la requérante était atteinte d’une maladie mentale au sens de l’article 8 de la loi sur la santé mentale. Il fallait donc qu’elle suive un traitement, faute de quoi sa maladie risquait de s’aggraver considérablement ou de mettre sérieusement en danger sa santé et celle d’autrui. Aucun autre mode de soin psychiatrique ne pouvait convenir. Dès lors, les conditions requises pour ordonner l’internement d’office de la requérante pour traitement étaient réunies. La décision de l’autorité médicolégale ordonnant pareil traitement se fondait sur la loi sur la santé mentale et elle a été prise conformément à la procédure prévue par la loi. Cette décision ne présente par ailleurs aucune irrégularité. »", "J.  Procédure relative à la première décision de poursuivre la prise en charge d’office", "75.  Le 22 juillet 2005, sur la base d’un rapport médical préparé par le médecin traitant de la requérante et du dossier médical de celle-ci, le médecin-chef de l’hôpital de Vanha Vaasa décida de poursuivre le traitement. Il était noté que la requérante avait entre autres critiqué le traitement qu’on lui donnait à l’hôpital et qu’elle avait essayé d’intervenir dans le traitement suivi par les autres patients en sa qualité de médecin. Elle leur avait donné des instructions au sujet de la prise des médicaments, et ce même après qu’on lui eut interdit de le faire. Un traitement en milieu ouvert était jugé insuffisant car l’intéressée niait sa maladie et n’avait aucune envie de prendre son traitement.", "76.  La décision du 22 juillet 2005 fut soumise pour confirmation au tribunal administratif (hallinto-oikeus, förvaltningsdomstolen). La requérante interjeta appel de cette décision devant ce même tribunal et demanda la tenue d’une audience.", "77.  Le 31 octobre 2005, après avoir recueilli une déclaration du médecin-chef de l’hôpital de Vanha Vaasa et les observations de la requérante à son sujet, le tribunal administratif débouta la requérante. Il observait que l’état de celle-ci s’était amélioré pendant le traitement et qu’il avait été envisagé de la transférer dans un établissement psychiatrique situé dans sa ville d’origine. Il notait que la requérante n’était pas suicidaire et ne mettait donc pas en danger sa propre santé et qu’elle n’était pas non plus violente envers autrui. L’intéressée était capable de parler de sujets de la vie quotidienne de manière pertinente et polie tant que l’on ne contestait pas son point de vue. Cependant, elle niait toujours être malade et, de ce fait, s’opposait au traitement et à tout nouvel examen médical. A cause de ce déni et de l’absence de motivation quant au traitement, le tribunal conclut que, si elle sortait de l’hôpital, la requérante ne prendrait pas son traitement, ce qui aggraverait considérablement sa maladie et nuirait sérieusement à sa santé. Etant donné que ses hallucinations étaient liées à sa profession de pédiatre et à ses patients, une absence de traitement risquait aussi de mettre gravement en péril la santé d’autrui. Le tribunal rejeta également la demande d’audience formulée par la requérante, la jugeant manifestement inutile puisque la Cour administrative suprême en avait déjà tenu une le 4 octobre 2005. Au demeurant, il considérait que la question centrale – celle de savoir si l’état de santé de la requérante s’était amélioré au point qu’il n’y ait plus de raison de la traiter d’office – pouvait tout à fait être résolue sur la seule base du dossier.", "78.  La requérante forma un recours devant la Cour administrative suprême, citant entre autres l’avis du docteur K.A. du 30 décembre 2002, l’avis du docteur E.P. du 5 octobre 2005 et les avis du docteur M-P.H. du 25 octobre et du 21 décembre 2005.", "79.  Le 16 mai 2006, la Cour administrative suprême, après avoir obtenu une nouvelle déclaration du médecin-chef de l’hôpital de Vanha Vaasa et les observations de la requérante à ce sujet, confirma la décision du tribunal administratif principalement pour les mêmes motifs que celui-ci. Elle rejeta la demande d’audience formulée par la requérante, jugeant que la situation prévalant après l’adoption de la décision litigieuse du 22 juillet 2005 était sans pertinence et qu’il n’y avait donc pas lieu d’entendre des dépositions à ce sujet.", "K.  Procédure relative à la deuxième décision de poursuivre la prise en charge d’office", "80.  Le 20 janvier 2006, le médecin-chef de l’hôpital de Vanha Vaasa décida à nouveau de prolonger la prise en charge d’office de la requérante en se fondant sur le rapport d’un autre médecin de l’établissement. Il y était noté que l’état de santé de la requérante s’était amélioré et qu’elle coopérait désormais avec le personnel de l’hôpital. Alors qu’elle manquait toujours de sens des réalités lorsqu’il s’agissait de l’accusation pénale dirigée contre elle, elle était capable d’en parler de manière pertinente et sans agitation. Elle n’était plus considérée comme un danger pour elle-même ou pour autrui, et il se justifiait d’envisager sa sortie de l’hôpital pour qu’elle suivît un traitement à domicile.", "81.  Cette décision fut soumise au tribunal administratif pour confirmation. La requérante fit également appel de cette décision.", "82.  Le 20 avril 2006, à l’issue d’une audience, le tribunal administratif conclut que la requérante était toujours atteinte de psychose hallucinatoire et que sa maladie était chronique. D’après lui, l’arrêt du traitement aggraverait donc considérablement la maladie. Le tribunal tint aussi compte de la nette amélioration de l’état de santé de la requérante, ce qui permettait d’envisager un passage progressif à un traitement à domicile. Il notait que l’intéressée ne recevait plus de médicaments par injection depuis début janvier. Il estimait qu’il était important, pour des raisons de sécurité, d’observer les effets d’une réduction des doses de médicaments à l’hôpital, raison pour laquelle toute autre forme de soins serait à ce stade insuffisante.", "83.  On ne sait pas si la requérante a formé un recours devant la Cour administrative suprême.", "L.  Autres mesures prises par la requérante s’agissant de la prise en charge d’office", "84.  Pendant son séjour à l’hôpital de Vanha Vaasa, la requérante adressa des observations à l’autorité médicolégale qui, par une lettre du 15 juillet 2005, l’informa qu’elle avait ouvert une enquête sur les agissements du personnel médical qui s’occupait d’elle. L’autorité précisait toutefois qu’elle n’avait pas compétence pour contrôler les établissements de santé. Elle informa la requérante que c’était le service des affaires sanitaires et sociales du Bureau provincial concerné (lääninhallitus, länsstyrelse) qui avait compétence en la matière. Pour sa part, elle n’était pas non plus compétente pour intervenir dans l’administration de médicaments ou pour ordonner l’arrêt d’un traitement. Elle pouvait cependant apprécier a posteriori le caractère approprié ou non de l’activité professionnelle d’un médecin.", "85.  Entre janvier et juillet 2005, la requérante adressa plusieurs autres plaintes à l’autorité médicolégale concernant notamment son expertise psychiatrique et son traitement à l’hôpital de Vanha Vaasa. Le 12 janvier 2007, l’autorité médicolégale rendit sa décision sur ces plaintes. Elle s’appuyait sur l’arrêt du 13 octobre 2005 de la Cour administrative suprême pour conclure que la prise en charge d’office de la requérante était justifiée. A titre général, elle faisait observer que le principal symptôme, et parfois le seul, d’un trouble hallucinatoire est une croyance erronée à laquelle le patient s’accroche et avec laquelle il s’efforce d’accorder ses actes. L’hallucination a un caractère continu, clair et systématique, et peut parfois se montrer très persistante et inébranlable. Il est courant qu’un patient atteint de troubles hallucinatoires se comporte par ailleurs tout à fait normalement. Il existe une forme particulière de tels troubles, le délire de persécution (querulous delusion) qui conduit le patient à soumettre des demandes incessantes en rectification et des plaintes et à engager des procédures en justice, poussé par un raisonnement psychotique, dans le but de restaurer son estime de soi, qu’il considère comme lésée. Un trouble hallucinatoire se traite au moyen de consultations thérapeutiques et de médicaments anti-psychotiques. L’absence d’envie de suivre le traitement et une réaction inadaptée au traitement sont les principaux risques qui peuvent mettre en péril la réussite d’un traitement. Concernant le traitement de la requérante et en particulier l’administration forcée de médicaments, l’autorité médicolégale déclara qu’elle ne décelait aucun signe d’un comportement s’écartant de la pratique médicale appropriée et communément admise, de sorte que les observations de l’intéressée devaient passer pour erronées. Cette décision était insusceptible d’appel.", "86.  Par des lettres des 8, 11, 25 et 26 juillet 2005, Me H.M. s’adressa au ministre de la Justice pour le compte de la requérante, lui demandant de prendre des mesures au sujet du traitement d’office de sa cliente. Eu égard aux dispositions relatives au partage des compétences entre le ministre de la Justice et le médiateur parlementaire, ces lettres furent transmises à ce dernier. Par une lettre du 27 septembre 2005, Me H.M. fut informée de la décision du médiateur de ne pas examiner l’affaire car elle était déjà pendante devant d’autres autorités, à savoir la Cour administrative suprême, l’autorité médicolégale et la police.", "87.  La requérante signala trois médecins de l’hôpital de Vanha Vaasa à la police, se plaignant notamment d’une privation de liberté aggravée. Le 27 janvier 2006, après avoir recueilli des déclarations écrites de l’autorité médicolégale, la police conclut qu’aucune infraction n’avait été commise et mit fin à l’enquête.", "88.  La requérante adressa aussi des observations au Bureau provincial, qui envoya le médecin et l’inspecteur de la santé de la région à l’hôpital de Vanha Vaasa pour interroger la requérante et le personnel de l’hôpital qui s’était occupé de son traitement. Le médecin rencontra également le représentant de la requérante. Par ailleurs, l’autorité elle-même prit connaissance du dossier médical de la requérante et des autres documents relatifs à l’affaire, et se procura des déclarations écrites du personnel de l’hôpital et les observations de la requérante à leur sujet. Dans sa décision du 26 juin 2006, le Bureau provincial nota que les questions soulevées par la requérante avaient déjà été examinées de manière approfondie par l’autorité médicolégale, qui n’avait constaté aucune irrégularité. A la lumière de son propre examen de l’affaire, le Bureau provincial jugea qu’il n’y avait aucun motif de prendre d’autres mesures. Cette décision n’était pas susceptible d’appel.", "(...)", "N.  Suite de la procédure pénale", "96.  Le 10 mars 2005, la requérante adressa au tribunal de district une liste de dix-huit témoins qu’elle souhaitait interroger au sujet, entre autres, des événements de décembre 2000 et de la privation de liberté aggravée alléguée. Elle demandait aussi que les docteurs H.L. et MP.H. fussent entendus comme experts. Elle mentionnait enfin un certain nombre de documents à soumettre en tant que preuves écrites.", "97.  Le 14 mars 2005, le tribunal de district tint la dernière audience dans la procédure pénale. La requérante se présenta au tribunal mais en repartit avant le début de l’audience. D’après l’intéressée, elle aurait agi ainsi parce que M. J.R., dont elle avait demandé l’audition en tant que témoin, avait été expulsé des lieux de force.", "98.  A l’audience, la requérante fut représentée par son tuteur, M. M.S. Celui-ci ne contesta pas l’exactitude de l’avis médical relatif à l’expertise psychiatrique de l’intéressée. Il ne mentionna pas non plus d’autres avis médicaux portant sur la santé mentale de la requérante. Il fit valoir pour le compte de celle-ci qu’elle pouvait seulement être considérée comme complice de l’infraction en sa qualité de médecin. Il déclara qu’il n’était pas nécessaire d’entendre les témoins.", "99.  Dans son arrêt du 8 avril 2005, le tribunal de district déclara la mère de V. responsable d’une privation de liberté aggravée du 16 décembre 2000 au 22 avril 2001. La requérante fut déclarée complice de la mère de V. du 26 décembre 2000 au 22 avril 2001. Le tribunal ne les condamna à aucune peine au motif qu’elles n’étaient pas responsables de leurs actes au moment des faits. Il les condamna toutefois aux dépens et à verser des dommages et intérêts.", "100.  Retraçant l’historique de l’affaire, le tribunal nota que V. avait été examinée à partir de 1995 car sa mère craignait qu’elle n’ait fait l’objet d’abus sexuels. Le procureur L.K. avait décidé le 19 avril 1999 de ne pas retenir de charges contre le père car aucun élément ne prouvait qu’une infraction ait été commise entre 1994 et mars 1996. Le 21 avril 1998, le procureur M.P. abandonna les poursuites contre une autre personne, car rien ne montrait qu’une infraction ait été commise en juillet 1997. Le 4 juin 2001, le procureur L.K. abandonna les poursuites contre le père, car rien ne montrait qu’une infraction ait été commise entre septembre 1998 et juin 2000. En juin 2000, la mère conduisit V. dans un hôpital universitaire pour la faire examiner. Ces examens ne confirmèrent pas les soupçons d’abus sexuels. Le 13 juin 2000, la fillette fut retirée d’urgence à sa mère en raison des troubles mentaux de celle-ci et placée dans un centre de soutien familial. Une ordonnance de placement fut adoptée en juillet 2000. Dans l’intervalle, le 26 juin 2000, la mère retira sa fille du centre sans autorisation et on les retrouva en fin de journée dans une ville située à 100 kilomètres du centre environ, sur quoi la petite fille fut reconduite au centre par la police. Le 3 avril 2001, la cour d’appel confia au seul père la garde de l’enfant, qui fut autorisée à voir sa mère trois fois par semaine en présence d’un tiers.", "101.  Concernant les actions de la requérante, le tribunal nota qu’elle avait exprimé un certain nombre d’avis ne pouvant passer pour des avis médicaux. Elle s’était principalement comportée comme une aide pour la mère de la petite fille, en lui donnant des conseils sur les mesures à prendre. La requérante savait que l’enfant avait été placée et, le 18 décembre 2000, la police l’avait informée de sa disparition. Le tribunal estima établi que V. et sa mère s’étaient rendues au cabinet de la requérante le 26 décembre 2000. A partir de cette date, la requérante leur avait trouvé un endroit où loger et les avaient transportées dans sa voiture. Elle avait permis à la mère de faire envoyer son courrier à sa propre adresse. Le tribunal nota que nul n’avait suggéré que la requérante avait été présente dans la ville de [A.] le 16 décembre 2000.", "102.  Par une lettre du 12 avril 2005, M. M.S. informa la requérante que, en sa qualité de tuteur, il avait avisé le tribunal de district qu’elle avait l’intention de faire appel du jugement rendu. Il demanda à la requérante de coucher par écrit son opinion sur le jugement et l’informa qu’il serait à Vaasa le 26 avril 2005 pour le cas où elle souhaiterait le rencontrer. Il apparaît qu’aucune rencontre n’a eu lieu.", "103.  M. M.S. interjeta ensuite appel pour le compte de la requérante, faisant valoir qu’il fallait rendre un non-lieu en raison de l’absence d’élément intentionnel. En tant que médecin, la requérante avait seulement voulu protéger la mère et l’enfant car elle était fermement convaincue que l’enfant avait fait l’objet d’abus sexuels. Le tuteur estimait que l’affaire pourrait être examinée par la cour d’appel dans le cadre d’une procédure écrite. Le 9 mai 2005, il adressa une copie de l’acte d’appel à la requérante pour information, faisant remarquer qu’il correspondait pour l’essentiel au projet qu’il lui avait déjà envoyé le 2 mai 2005. Il notait aussi que la requérante n’avait formulé aucun commentaire au sujet de ce projet.", "104.  Dans son propre acte d’appel, la requérante sollicitait la tenue d’une audience afin que le tribunal pût entendre les dix-huit témoins qu’elle avait cités à comparaître devant le tribunal de district. Elle contestait aussi les motifs pour lesquels le procureur l’accusait d’une infraction avec circonstances aggravantes. Elle s’était procuré une copie des notes qu’il avait prises lors de la procédure, qui impliquaient que l’expertise psychiatrique était le seul moyen de traitement, lequel était le seul moyen d’empêcher que le père et l’enfant soient terrorisés et d’éviter les recours abusifs. La requérante soumit ensuite un certain nombre d’observations complémentaires à la cour d’appel.", "105.  Le 31 août 2005, invoquant le chapitre 26, article 14 § 2, point 4 du code de procédure judiciaire, la cour d’appel refusa de tenir une audience car cela lui paraissait manifestement inutile. Quant au fond, elle confirma le jugement du tribunal de district, ne voyant aucune raison de s’en écarter. Conformément au chapitre 25, article 12 § 2 du code, elle rejeta les observations fournies en retard par la requérante sans les examiner au fond.", "106.  La requérante, représentée par l’avocate de son choix, Me H.M., sollicita auprès de la Cour suprême l’autorisation de la saisir.", "107.  Le 14 février 2006, la Cour suprême refusa l’autorisation demandée.", "O.  Restriction à l’exercice de la profession médicale", "108.  Le 24 octobre 2005, l’autorité médicolégale décida qu’il fallait examiner la capacité de la requérante à exercer la profession de médecin ainsi que sa santé.", "109.  Par une décision provisoire du 17 mars 2006, l’autorité médicolégale interdit à la requérante d’exercer la médecine pendant l’année 2006.", "110.  La requérante fut examinée au sein d’un service ouvert de la clinique psychiatrique de l’hôpital universitaire d’Helsinki du 6 septembre au 6 octobre 2006.", "111.  Dans l’avis médical établi à l’issue de l’examen, daté du 10 octobre 2006, il était indiqué que l’on ne décelait chez la requérante aucun trouble psychiatrique particulier. Il était toutefois précisé qu’il n’avait pas été possible de procéder à un examen complet car la requérante avait refusé de communiquer les documents provenant de l’hôpital de Vanha Vaasa relatifs à ses antécédents médicaux. Il était indiqué que le fait qu’elle ait souffert d’un trouble hallucinatoire étroitement ciblé était de nature à l’empêcher de mener des expertises saines dans les affaires d’abus sexuels. Elle devait donc se consacrer à la pédiatrie générale.", "112.  Le 29 janvier 2007, l’autorité médicolégale annula sa décision du 17 mars 2006, mais ordonna à la requérante de ne pas s’occuper à son cabinet des cas où il y avait des soupçons d’abus sexuels sur enfant. La requérante fit appel de cette décision devant le tribunal administratif puis la Cour administrative suprême, qui la déboutèrent respectivement le 24 septembre 2008 et le 24 août 2009.", "113.  La requérante déclare qu’elle reçoit de nouveau des patients à son cabinet médical.", "II.  LE DROIT INTERNE PERTINENT", "A.  Droits fondamentaux", "114.  La Constitution (Suomen perustuslaki, Finlands grundlag – loi no 731/1999) dispose en ses passages pertinents :", "Article 7 – Droit à la vie, à la liberté individuelle et à l’intégrité", "« Toute personne a droit à la vie, à la liberté individuelle, à l’intégrité et à la sécurité.", "Nul ne sera condamné à la peine de mort, torturé ou traité de toute autre manière violant la dignité humaine.", "L’intégrité personnelle de chacun ne sera pas violée et nul ne sera privé de liberté de manière arbitraire ou sans un motif prévu par une loi. Seul un tribunal peut prononcer une peine privative de liberté. La légalité des autres cas de privation de liberté peut être soumise au contrôle d’un tribunal. Les droits des individus privés de liberté sont garantis au moyen d’une loi (...) »", "Article 10 – Droit au respect de la vie privée", "« Toute personne a droit au respect de sa vie privée, de son honneur et de son domicile (...) »", "B.  Absence de responsabilité pénale et examen psychiatrique", "115.  L’article 4 §§ 1 et 2 du chapitre 3 du code pénal (rikoslaki, strafflagen – loi no 515/2003) dispose :", "« 1.  Pour que la responsabilité pénale de l’auteur d’une infraction puisse être engagée, il faut qu’au moment des faits il ait quinze ans révolus et soit pénalement responsable.", "2.  L’auteur d’une infraction n’est pas tenu pour pénalement responsable si, au moment des faits, en raison d’une maladie mentale, d’une grave déficience mentale ou de graves troubles mentaux ou d’une grave altération de la conscience, il n’était pas en mesure de comprendre la nature de ses actes ou leur caractère illégal ou si sa capacité à contrôler son comportement est affaiblie de manière décisive pour cette raison (absence de responsabilité pénale). »", "116.  A l’époque des faits, l’article 45 du chapitre 17 du code de procédure judiciaire (oikeudenkäymiskaari, Rättegångs Balk – loi no 571/1948) était ainsi libellé :", "« S’il le juge nécessaire, le tribunal peut ordonner une expertise psychiatrique de l’accusé. Pareille expertise ne peut être ordonnée contre la volonté de l’accusé, sauf lorsque celui-ci est placé en détention provisoire ou lorsque l’infraction qui lui est reprochée est passible d’une peine de plus d’un an d’emprisonnement.", "Des dispositions distinctes régissent l’expertise psychiatrique et l’admission dans un établissement psychiatrique en vue d’une telle expertise. »", "117.  La disposition qui précède a été amendée par la loi no 244/2006, entrée en vigueur le 1er octobre 2006. D’après la nouvelle disposition, une expertise psychiatrique de l’accusé peut être ordonnée si le tribunal, par une décision provisoire, a jugé l’accusé coupable des faits qui lui étaient reprochés, si une telle expertise est justifiée et si l’accusé accepte l’expertise ou a été placé en détention provisoire ou accusé d’une infraction passible d’une peine de plus d’un an d’emprisonnement. A la demande du procureur, de l’accusé ou de son tuteur, le tribunal peut ordonner une expertise psychiatrique à un stade antérieur, pendant l’instruction ou avant l’audience principale, si l’accusé a plaidé coupable ou s’il apparaît par ailleurs clairement qu’une telle expertise est nécessaire.", "C.  La loi sur la santé mentale", "118.  Les passages pertinents de la loi sur la santé mentale (mielenterveyslaki, mentalvårdslagen – loi no 1116/1990), en vigueur à l’époque des faits, disposaient :", "Chapitre 1", "Article 2 – Direction et supervision", "« (...) Dans chaque province, la préparation, la direction et la supervision des activités dans le domaine de la santé mentale relèvent de la responsabilité du Bureau provincial. Celui-ci supervise notamment le recours aux restrictions au droit à l’autodétermination mentionnées au chapitre 4 a) de la présente loi (1423/2001). (...) »", "Article 6 – Traitements appliqués dans les hôpitaux psychiatriques publics", "« Les expertises psychiatriques mentionnées à l’article 15 sont menées dans les hôpitaux psychiatriques publics. Sur recommandation d’un hôpital d’un district hospitalier [sairaanhoitopiirin sairaala, ett sjukhus i sjukvårdsdistriktet], les individus atteints d’une maladie mentale ou d’autres troubles mentaux et dont le traitement est particulièrement dangereux ou difficile peuvent être admis dans un hôpital psychiatrique public.", "Sur recommandation d’un hôpital d’un district hospitalier, les individus qui ne sont pas atteints d’une maladie mentale ou d’autres troubles mentaux mentionnés au premier alinéa du présent article peuvent aussi être traités dans un hôpital psychiatrique public s’il n’est pas possible de leur prodiguer le traitement approprié dans un hôpital d’un district hospitalier.", "Les décisions relatives à l’admission dans un hôpital psychiatrique public d’une personne accusée d’un crime ou d’une personne bénéficiant d’une dispense de peine en raison de son état mental relèvent de l’autorité médicolégale, comme prévu à l’article 17. Dans les autres cas, les décisions relatives à l’admission d’un patient dans un hôpital psychiatrique public, à l’arrêt du traitement et à la sortie du patient relèvent du médecin-chef de l’hôpital psychiatrique public. (1504/1999) »", "Chapitre 2", "Article 8 – Critères à remplir pour un traitement obligatoire", "« Une personne peut se voir ordonner de suivre un traitement dans un établissement psychiatrique contre sa volonté seulement 1) si une maladie mentale a été diagnostiquée chez cette personne ; 2) si la personne a besoin d’un traitement pour une maladie mentale qui, en l’absence de traitement, s’aggravera considérablement ou mettra sérieusement en danger la santé ou la sécurité de la personne ou la santé ou la sécurité d’autrui, et 3) si aucun autre type de soins psychiatriques n’est adapté. (...) »", "Chapitre 3", "Article 15 – Admission à l’hôpital en vue d’une expertise psychiatrique", "« Si le tribunal ordonne à une personne accusée d’une infraction de se soumettre à une expertise psychiatrique conformément à l’article 45 du chapitre 17 du code de procédure judiciaire, l’accusé peut être admis à l’hôpital dans ce but et y être interné contre sa volonté nonobstant les dispositions du chapitre 2 de la présente loi. »", "Article 16 (1086/1992) – Expertise psychiatrique", "« Après avoir ordonné à une personne accusée d’une infraction de se soumettre à une expertise psychiatrique, le tribunal doit transmettre sans délai les documents pertinents à l’autorité médicolégale. Celle-ci doit choisir l’endroit où pratiquer l’expertise et, s’il faut l’effectuer en dehors de l’hôpital, qui doit l’effectuer.", "L’expertise une fois réalisée, une déclaration portant sur l’état mental de l’accusé est remise à l’autorité médicolégale au plus tard deux mois après le début de l’expertise. S’il y a des motifs raisonnables d’agir ainsi, l’autorité médicolégale peut prolonger la durée de l’expertise de deux mois au maximum.", "A réception de pareille déclaration, l’autorité médicolégale prépare elle-même une déclaration au sujet de l’état mental de l’accusé qu’elle transmet au tribunal. »", "Article 17 – Traitement obligatoire après une expertise psychiatrique", "« Si, à l’issue de l’expertise psychiatrique, les conditions nécessaires pour ordonner à un accusé de se soumettre à un traitement contre son gré sont réunies, l’autorité médicolégale ordonne d’astreindre la personne à un traitement obligatoire. (1086/1992)", "La personne peut être internée pour suivre un traitement obligatoire sur la base de la décision de l’autorité médicolégale pendant une durée maximale de six mois. Avant la fin de cette période est préparée une déclaration d’observation du patient indiquant si les conditions qui avaient conduit à décider de lui faire suivre un traitement obligatoire sont toujours réunies. La décision de poursuivre ou non le traitement doit être rédigée par écrit par [le médecin-chef du service de psychiatrie ou, si celui-ci ne répond pas aux critères requis ou n’est pas disponible, par un autre médecin, de préférence un psychiatre]. S’il est décidé de poursuivre le traitement, cette décision doit être communiquée au patient sans délai et soumise immédiatement pour approbation au [tribunal], lequel examine si les conditions requises pour ordonner un traitement obligatoire sont toujours réunies. S’il est décidé d’arrêter le traitement, cette décision doit aussi être communiquée au patient sans délai et transmise immédiatement pour approbation à l’autorité médicolégale. Celle-ci doit soit confirmer la décision d’arrêter le traitement soit, si les conditions requises pour appliquer le traitement obligatoire sont toujours réunies, ordonner au patient de se soumettre au traitement. (1504/1994)", "En cas de décision de poursuivre le traitement, le patient peut être interné contre son gré pour une durée maximale de six mois. S’il paraît probable à l’issue de cette période qu’il sera nécessaire de poursuivre encore le traitement, des mesures seront prises conformément au deuxième alinéa du présent article. (1504/1994)", "S’il apparaît lors du traitement d’une personne soumise à un traitement obligatoire que les conditions requises pour ordonner de soumettre le patient à un traitement contre son gré ne sont pas réunies, des mesures seront prises conformément au deuxième alinéa du présent article. (1504/1994) »", "Article 17a (383/1997) – Traitement psychiatrique spécialisé en hôpital", "« C’est l’autorité médicolégale qui décide de soumettre une personne accusée à un traitement obligatoire ; pareil traitement doit être effectué dans un hôpital doté des installations et de l’expertise particulière nécessaires pour ledit traitement.", "Lorsque les besoins du patient changent, le médecin mentionné à l’article 11 de la présente loi doit prendre sur-le-champ des mesures pour faire transférer le patient dans un hôpital qui pourra lui prodiguer le traitement dont il a besoin.", "La nécessité d’un traitement dans un hôpital psychiatrique public doit toutefois être déterminée dans les six mois suivant le début du traitement en collaboration avec l’hôpital de district dans le ressort duquel se trouve le domicile du patient. »", "Chapitre 4a", "Article 22a (1423/2001) – (...) conditions générales pour la limitation des droits fondamentaux", "« (...) Le droit d’un patient à l’autodétermination et aux autres droits fondamentaux peut être limité en vertu des dispositions du présent chapitre dans la seule mesure nécessaire pour le traitement de la maladie ou pour assurer la sécurité de la personne ou celle d’autrui, ou pour sauvegarder l’un des autres intérêts énoncés dans le présent chapitre. Ces mesures doivent être prises dans la plus grande sécurité et dans le respect de la dignité du patient. Au moment de choisir la limitation au droit à l’autodétermination et d’en fixer l’étendue, on portera une attention particulière aux critères qui ont présidé à l’internement du patient. (...) »", "Article 22b (1423/2001) – Traitement des maladies mentales", "« Dans la mesure du possible, le patient doit être traité dans une atmosphère de compréhension mutuelle. Un plan de soins doit être établi lorsque le traitement est fourni.", "Pour traiter un patient atteint d’une maladie mentale, les seules méthodes d’examen et de traitement médicalement acceptables sont celles qu’il est absolument nécessaire d’employer pour ne pas mettre gravement en péril la santé et la sécurité du patient ou celles d’autrui.", "Le médecin qui suit le patient choisit le traitement et les examens à effectuer indépendamment des souhaits de celui-ci. Il décide aussi s’il y a lieu de contenir ou d’attacher le patient ou de prendre d’autres mesures similaires pendant la durée du traitement, ou s’il y a lieu de prendre temporairement d’autres mesures restrictives pour donner le traitement. »", "Chapitre 5", "Article 24 (1504/1994) – Appel", "« La décision d’un médecin hospitalier d’ordonner un traitement ou de poursuivre un traitement contre la volonté du patient peut être contestée en appel auprès d’un [tribunal] (...) »", "Article 25 – Exécution et interruption de l’exécution", "« Une décision de soumettre un patient à un traitement contre son gré ou de poursuivre pareil traitement, ou de saisir ses biens personnels ou de limiter ses contacts est exécutée immédiatement, et ce que la décision ait ou non été soumise à une autre autorité pour la faire confirmer ou qu’elle ait ou non été contestée en appel. (1423/2001)", "Après que la décision a été soumise à une autre autorité ou a été contestée en appel, l’autorité en question ou l’instance d’appel peuvent interdire l’exécution de la décision ou en ordonner l’interruption. »", "Article 26 – Caractère d’urgence de la procédure", "« Les observations ou appels relatifs à un traitement ordonné contre la volonté d’un patient, de même que les questions relatives à une expertise psychiatrique, doivent être examinés en urgence. »", "119.  D’après les documents préparatoires relatifs à l’article 22b de la loi sur la santé mentale (projet de loi du gouvernement HE 113/2001 vp), une ordonnance d’internement d’office d’un malade mental est interprétée comme englobant automatiquement l’autorisation de traiter le patient, au besoin contre son gré. Même si les médecins peuvent s’efforcer d’obtenir le consentement de la personne avant de lui administrer un traitement, rien n’oblige à obtenir ce consentement par écrit ou à chercher à obtenir celui de la famille du patient ou de son tuteur. Lorsqu’un patient refuse de consentir au traitement ou revient sur le consentement qu’il avait accordé, cette disposition autorise à lui administrer le traitement de force, et ce dans son intérêt, afin de protéger son droit constitutionnel à bénéficier des soins nécessaires dans une situation où il n’est pas en mesure de prendre personnellement une décision quant à son traitement en raison de sa maladie.", "D.  Autres dispositions relatives à la santé mentale", "120.  L’article 7 § 3 de la loi sur les tribunaux administratifs (hallinto-oikeuslaki, lagen om förvaltningsdomstolarna – loi no 1424/2001) dispose qu’un expert participe à l’examen des affaires dont les tribunaux administratifs sont saisis et qui portent sur la prise en charge d’office et la poursuite de la prise en charge d’office des personnes mentionnées dans la loi sur la santé mentale, ainsi qu’à la prise de décision en la matière.", "121.  Les dispositions pertinentes de la loi sur les professionnels de santé (laki terveydenhuollon ammattihenkilöistä, lagen om yrkesutbildade personer inom hälso- och sjukvården – loi no 559/1994), dans la version en vigueur à l’époque des faits, étaient ainsi libellées :", "Article 15 – Obligations déontologiques", "« Le travail des professionnels de santé a pour objectif de promouvoir et maintenir la santé, de prévenir la maladie, de soigner les malades et d’alléger leurs souffrances. Dans le cadre de leurs activités professionnelles, les professionnels de santé doivent recourir à des méthodes validées par l’expérience et généralement admises et conformes à leur formation, laquelle doit s’enrichir continuellement. Chaque professionnel de santé doit mettre en balance les avantages que procure au patient son activité professionnelle et les risques éventuels qu’elle entraîne. (...) »", "Article 24 – Direction et contrôle", "« Le ministère des Affaires sociales et de la Santé fixe dans des lignes directrices les orientations générales destinées aux professionnels de santé.", "L’autorité médicolégale a pour responsabilité de guider et contrôler les professionnels de santé. (...)", "Au niveau de chaque province, c’est le Bureau provincial qui guide et supervise les activités des professionnels de santé. »", "E.  Autorités spéciales", "122.  Le décret sur l’autorité médicolégale (asetus terveydenhuollon oikeusturvakeskuksesta, förordningen om rättskyddscentralen för hälsovården – décret no 1121/1992 –, assorti d’amendements ultérieurs) contient des dispositions concernant notamment la commission de psychiatrie criminelle qui dépend de cette autorité. L’article 12 du décret amendé par la loi no 432/1997, qui était en vigueur au moment des faits, prévoyait que cette commission examinait et tranchait les questions relatives à la santé mentale des personnes accusées d’une infraction ou au traitement obligatoire en établissement psychiatrique de ces personnes ou des personnes dispensées de peine en raison de leur état mental, et à l’arrêt de pareil traitement. La commission se composait d’un président, qui devait être un fonctionnaire de l’autorité médicolégale, et de trois autres membres. L’un devait être un expert dans le domaine juridique et les deux autres des experts en psychiatrie, dont un devait également être un représentant de l’autorité municipale de santé.", "123.  Les bureaux provinciaux ont été supprimés le 1er janvier 2010, et leurs fonctions ont été dévolues à diverses autres autorités. Avant cette réorganisation administrative, les dispositions réglementant les fonctions des bureaux provinciaux étaient éparpillées dans quelque 130 statuts différents. Le projet de loi du gouvernement HE 154/2005 vp, qui contenait notamment certains amendements à la loi sur la santé mentale, renfermait des informations de nature générale sur les tâches et pouvoirs des bureaux provinciaux : ceux-ci devaient conseiller et superviser les hôpitaux psychiatriques publics, entre autres institutions et services, en particulier grâce à la diffusion d’informations, à des inspections sur les lieux et à l’examen des plaintes. Dans 63 % des décisions rendues par les bureaux provinciaux en 2004 en leur qualité d’organes de supervision, ils n’ont constaté aucune apparence d’irrégularité suffisamment importante pour justifier leur intervention ; 18 % des cas ont été portés à l’attention d’un professionnel de santé et 5 % des cas ont donné lieu à une réprimande.", "F.  Représentation en justice", "124.  Les parties pertinentes de l’article 1 du chapitre 2 de la loi sur la procédure pénale (laki oikeudenkäynnistä rikosasioissa, lagen om rättegång i brottmål – loi no 689/1997) disposent :", "« Une personne soupçonnée d’avoir commis une infraction a le droit de se défendre pendant l’instruction et au cours de son procès. (...)", "Un avocat est commis d’office par le tribunal pour défendre un suspect lorsque 1) celui-ci est incapable de se défendre lui-même ; 2) il n’a pas désigné d’avocat et est âgé de moins de 18 ans, sauf s’il est évident qu’il peut se passer des services d’un avocat ; 3) l’avocat désigné par le suspect n’a pas les qualifications requises ou est incapable d’assurer sa défense, ou 4) lorsqu’il existe une autre raison particulière d’agir ainsi. » (107/1998)", "L’article 2 § 1 du chapitre 2 est ainsi libellé :", "« Une personne désignée en vertu de l’article 1 (...) comme avocat d’office (...) doit être inscrite sur la liste officielle des avocats d’office ou être avocat. S’il n’y en a pas qui convienne ou qui soit disponible ou s’il y a une autre raison particulière d’agir ainsi, une autre personne titulaire [d’une maîtrise en droit], que la loi habilite à agir comme avocat, peut aussi être désignée comme avocat d’office. (...) La personne désignée comme telle (...) doit avoir la possibilité d’être entendue au sujet de sa désignation. » (260/2002)", "(...)", "III.  RAPPORTS DU COMITÉ EUROPÉEN POUR LA PRÉVENTION DE LA TORTURE ET DES PEINES OU TRAITEMENTS INHUMAINS OU DÉGRADANTS (CPT)", "A.  Le huitième rapport général (CPT/Inf (98) 12)", "132.  Le paragraphe 41 du rapport du CPT traite du consentement des patients aux traitements prodigués dans les hôpitaux psychiatriques :", "« Par principe, un patient doit être en mesure de donner un consentement libre et éclairé au traitement. L’admission non volontaire d’une personne dans un établissement psychiatrique ne doit pas être conçue comme autorisant le traitement sans son consentement. Il s’ensuit que tout patient capable de discernement, qu’il soit hospitalisé de manière volontaire ou non volontaire, doit avoir la possibilité de refuser un traitement ou toute autre intervention médicale. Toute dérogation à ce principe fondamental doit avoir une base légale et ne s’appliquer que dans des circonstances exceptionnelles clairement et strictement définies.", "A l’évidence, le consentement d’un patient à un traitement ne peut être qualifié de libre et éclairé que s’il se fonde sur des informations complètes, exactes et compréhensibles sur son état de santé et le traitement qui lui est proposé ; décrire l’E.C.T comme une « thérapie par le sommeil » est un exemple d’informations données sur le traitement qui sont tout sauf complètes et exactes. En conséquence, chaque patient doit systématiquement obtenir les informations pertinentes relatives à son état de santé et le traitement qu’on propose de lui prescrire. Les patients doivent aussi obtenir des informations pertinentes (résultats, etc.) après leur traitement. »", "B.  Visites dans les hôpitaux psychiatriques publics en Finlande", "133.  Le CPT s’est rendu en Finlande du 7 au 17 septembre 2003, notamment à l’hôpital psychiatrique public de Niuvanniemi. Au paragraphe 144 de son rapport du 14 juin 2004, le CPT remarque ce qui suit :", "« Les procédures applicables à l’examen psychiatrique des personnes accusées d’une infraction ainsi que le placement initial de ces personnes offrent globalement des garanties appropriées en matière d’indépendance et d’impartialité ainsi que d’expertise médicale objective. En revanche, le mode de renouvellement des décisions de traitement, tant pour les patients ordinaires que pour les accusés, mériterait d’être revu. Le CPT considère que le contrôle périodique de la décision de traiter un patient contre son gré en hôpital psychiatrique doit comporter l’avis d’un psychiatre indépendant de l’hôpital où le patient est interné. »", "134.  Lors de sa visite suivante en Finlande, qui eut lieu du 20 au 30 avril 2008, le CPT se rendit notamment à l’hôpital psychiatrique public de Vanha Vaasa et dans un autre établissement psychiatrique. Dans son rapport du 20 janvier 2009, le CPT a notamment formulé les remarques et recommandations suivantes :", "« 126.  Dans les deux établissements, l’utilisation des médicaments pour soigner les troubles psychiatriques paraît adaptée. A l’hôpital de Vanha Vaasa, le rythme actuel de contrôle clinique pluridisciplinaire formel (deux fois par an) n’est pas suffisant. Les représentants des différentes spécialités (psychiatres, infirmières, psychologues, ergothérapeutes, travailleurs sociaux) devraient tous se rencontrer et parler de l’état de chaque patient et de ses progrès plus fréquemment. Le CPT recommande que des mesures soient prises pour tenir compte de ces remarques.", "(...)", "140.  L’internement d’office d’un malade mental continue à être interprété comme autorisant automatiquement à lui administrer un traitement sans son consentement. Concrètement, les médecins de ces deux établissements psychiatriques s’efforcent d’obtenir le consentement oral des patients, mais il n’existe aucune trace écrite du consentement donné. En outre, le refus du patient ou le retrait ultérieur de son consentement ne débouche pas sur un contrôle effectué par un psychiatre indépendant extérieur à l’établissement du point de savoir s’il convient d’administrer au patient un traitement contre son gré. De plus, les patients ne peuvent pas contester pareille décision en justice.", "Le CPT recommande l’introduction d’un formulaire spécial relatif au consentement informé, à signer par le patient et (s’il est incompétent) par son représentant en justice, (...) à l’hôpital de Vanha Vaasa (ainsi que dans tous les autres établissements psychiatriques finlandais). Il convient aussi d’amender la législation en vigueur afin de prévoir de prendre l’avis d’un psychiatre extérieur à l’établissement dans tous les cas où le patient n’accepte pas le traitement proposé par les médecins de l’établissement ; en outre, les patients doivent pouvoir contester en justice toute décision de traitement obligatoire. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 DE LA CONVENTION À RAISON DE L’INTERNEMENT D’OFFICE", "135.  La requérante allègue que son droit à la liberté a été méconnu en ce qu’elle a été internée illégalement dans un hôpital psychiatrique à compter du 17 février 2005 alors qu’il n’était pas nécessaire qu’elle fût prise en charge d’office. Elle dénonce aussi le caractère illégal de son internement à l’hôpital en vue de la soumettre à une expertise psychiatrique avant sa prise en charge. Elle invoque l’article 5 de la Convention, ainsi libellé dans ses passages pertinents :", "« 1.  Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "(...)", "b)  s’il a fait l’objet d’une arrestation ou d’une détention régulières pour insoumission à une ordonnance rendue, conformément à la loi, par un tribunal ou en vue de garantir l’exécution d’une obligation prescrite par la loi ;", "(...)", "e)  s’il s’agit de la détention régulière d’une personne susceptible de propager une maladie contagieuse, d’un aliéné, d’un alcoolique, d’un toxicomane ou d’un vagabond ;", "(...) »", "136.  Le Gouvernement conteste l’argumentation relative à l’internement d’office de la requérante à compter du 17 février 2005. Aucune observation ne lui a été demandée au sujet des autres périodes.", "A.  Sur la recevabilité", "1.  Arguments des parties", "a)  La requérante", "137.  La requérante allègue qu’elle a été internée en hôpital psychiatrique sans motif légitime. On aurait ordonné de la soumettre à une expertise psychiatrique non pour déterminer quel était son état mental à l’époque de l’infraction alléguée, comme le voudrait la loi, mais parce que le procureur aurait projeté de l’enfermer. Selon elle, lorsqu’elles ont ordonné de lui faire subir une expertise psychiatrique et confirmé cette décision, les juridictions nationales ont ignoré l’avis médical émis en décembre 2002 par le docteur K.A., lequel aurait clairement montré qu’il n’y avait nul besoin de procéder à une telle expertise étant donné qu’elle aurait été en bonne santé.", "138.  Elle soutient que son internement ordonné ensuite pour la soumettre à un traitement d’office était également irrégulier et inutile. Comme le docteur K.A. et les docteurs E.P. et M-P.H. en octobre 2005, les médecins de l’hôpital universitaire d’Helsinki auraient confirmé en octobre 2006 qu’elle ne souffrait d’aucun trouble psychologique et qu’il n’y avait aucune raison de lui imposer des soins. Le docteur A.K., auteur de l’expertise psychiatrique ayant débouché sur son internement, aurait commis une erreur de jugement et aurait mal compris le contexte de l’affaire. Selon elle, le docteur A.K. n’était pas un médecin expérimenté : il n’aurait obtenu son diplôme de psychiatrie criminelle que le 5 juillet 2004, soit trois mois avant de procéder à l’expertise. De plus, elle n’aurait pas été entendue personnellement par la commission de psychiatrie criminelle avant la confirmation de l’avis du docteur A.K. au sujet de la nécessité de lui imposer des soins.", "139.  La requérante déclare qu’elle n’a pas eu la possibilité d’obtenir un second avis médical avant octobre 2005. Or le Comité européen pour la prévention de la torture et des peines ou traitements inhumains ou dégradants (CPT) aurait critiqué pareille pratique. Le docteur M-P.H. aurait accepté d’effectuer une expertise à l’hôpital de Vanha Vaasa en février 2005, mais l’hôpital n’aurait pas donné son autorisation. Elle indique qu’on aurait refusé que des médecins libéraux lui rendent visite à la seule fin de protéger les médecins de l’hôpital qui auraient posé un diagnostic erroné. Très peu de temps après la visite de deux médecins indépendants à l’hôpital de Vanha Vaasa, elle aurait été transférée dans un service ouvert et autorisée à quitter l’hôpital.", "140.  La requérante fait valoir que la décision de lui imposer un traitement était disproportionnée vu son âge, sa profession et ses relations familiales. En effet, elle aurait été placée dans un service fermé avec des patients atteints de maladies graves et ayant des antécédents judiciaires, et elle rappelle qu’elle était elle-même un médecin expérimenté et avait notamment été médecin-chef dans un hôpital psychiatrique et membre de la commission des affaires sanitaires et sociales de sa ville. Elle ajoute que pas un de ses patients n’a émis de plainte au sujet de son travail.", "b)  Le Gouvernement", "141.  Le Gouvernement déclare tout d’abord que la psychose hallucinatoire est une forme grave de psychose qui nécessite très souvent une hospitalisation.", "142.  Il précise que les autorités ont clairement établi que la requérante était atteinte de troubles mentaux et devait être soumise à un traitement obligatoire et que cette conclusion a été confirmée en appel. Ne pas la contraindre à suivre un traitement aurait considérablement aggravé sa maladie et sérieusement mis en danger sa santé et celle d’autrui. Il n’aurait pas été jugé suffisant de lui proposer d’autres types de soins médicaux. Les conditions requises pour une prise en charge d’office, exposées dans la loi sur la santé mentale, auraient donc été remplies et les mesures prises par les autorités auraient été légales. Il n’y aurait eu aucun arbitraire dans le processus décisionnel ayant conduit à l’internement de la requérante, et la question aurait relevé de la marge d’appréciation accordée à l’Etat. En bref, l’internement obligatoire de la requérante aurait été proportionné et conforme à l’article 5 § 1 e) de la Convention.", "143.  S’agissant de l’avis médical rendu par le docteur K.A. le 30 décembre 2002, le Gouvernement souligne que, selon ce médecin lui-même, il aurait rendu son avis après deux rencontres avec la requérante et sans avoir cherché à réaliser une expertise psychiatrique approfondie. Or pareille expertise aurait été nécessaire pour évaluer l’état mental de la requérante. En tout état de cause, celle-ci aurait porté l’avis du docteur K.A. à l’attention de l’autorité médicolégale et de sa commission de psychiatrie criminelle, laquelle aurait donc pu en tenir compte lors de sa prise de décision. Quant à l’examen réalisé à l’hôpital universitaire d’Helsinki en 2006, on ne pourrait guère lui accorder de poids vu le refus de la requérante d’autoriser la transmission de son dossier médical conservé à l’hôpital de Vanha Vaasa.", "2.  Appréciation de la Cour", "a)  Rappel des principes pertinents", "144.  La Cour rappelle que les termes « régulièrement » et « selon les voies légales » qui figurent à l’article 5 § 1 renvoient pour l’essentiel à la législation nationale et consacrent l’obligation d’en observer les normes de procédure. A la base du membre de phrase précité se trouve la notion de procédure équitable et adéquate, à savoir l’idée que toute mesure privative de liberté doit émaner d’une autorité qualifiée, être exécutée par une telle autorité et ne pas revêtir un caractère arbitraire (Winterwerp c. Pays-Bas, 24 octobre 1979, § 45, série A no 33, Wassink c. Pays-Bas, 27 septembre 1990, § 24, série A no 185A, et, plus récemment, Bik c. Russie, no 26321/03, § 30, 22 avril 2010).", "145.  Il incombe au premier chef aux autorités nationales, et notamment aux tribunaux, d’interpréter et d’appliquer le droit interne. Comme, au regard de l’article 5 § 1, l’inobservation du droit interne entraîne un manquement à la Convention, la Cour peut et doit toutefois exercer un certain contrôle pour rechercher si le droit interne a bien été respecté (Benham c. Royaume-Uni, 10 juin 1996, § 41, Recueil des arrêts et décisions 1996-III, et Bik, précité, § 31).", "146.  Si la Cour n’a pas à ce jour défini de manière générale les attitudes des autorités qui seraient susceptibles de relever de l’« arbitraire » aux fins de l’article 5 § 1, elle a, au cas par cas, dégagé des principes clés. De plus, il ressort clairement de la jurisprudence que la notion d’arbitraire dans le contexte de l’article 5 varie dans une certaine mesure suivant le type de détention en cause (Saadi c. Royaume-Uni [GC], no 13229/03, § 68, CEDH 2008).", "147.  D’après l’un des principes généraux consacrés par la jurisprudence, une détention est « arbitraire » lorsque, même si elle est parfaitement conforme à la législation nationale, il y a eu un élément de mauvaise foi ou de tromperie de la part des autorités. La condition d’absence d’arbitraire exige par ailleurs que non seulement l’ordre de placement en détention mais aussi l’exécution de cette décision cadrent véritablement avec le but des restrictions autorisées par l’alinéa pertinent de l’article 5 § 1. De plus, il doit exister un certain lien entre, d’une part, le motif invoqué pour justifier la privation de liberté autorisée et, de l’autre, le lieu et le régime de détention (Saadi, précité, § 69, et autres références citées).", "148.  L’exigence de régularité posée par l’article 5 § 1 e) (« détention régulière » ordonnée « selon les voies légales ») n’est pas satisfaite par un simple respect du droit interne pertinent ; il faut que le droit interne se conforme lui-même à la Convention, y compris aux principes généraux énoncés ou impliqués par elle, notamment celui de la prééminence du droit expressément mentionné dans le préambule de la Convention. A l’origine de l’expression « selon les voies légales » se trouve la notion selon laquelle le droit interne doit offrir des garanties juridiques adéquates et une « procédure équitable et adéquate » (voir, entre autres, Winterwerp, précité, § 45).", "149.  En outre, la Cour a énuméré trois conditions devant au moins être remplies pour que la détention d’un aliéné soit régulière au sens de l’article 5 § 1 e) : on doit avoir établi de manière probante l’aliénation de l’intéressé, c’est-à-dire avoir démontré devant l’autorité compétente, au moyen d’une expertise médicale objective, l’existence d’un trouble mental réel ; celui-ci doit revêtir un caractère ou une ampleur légitimant l’internement, lequel enfin ne peut se prolonger valablement sans la persistance de pareil trouble (Winterwerp, précité, § 39, Johnson c. Royaume-Uni, 24 octobre 1997, § 60, Recueil 1997VII, et, plus récemment, Stanev c. Bulgarie [GC], no 36760/06, § 145, CEDH 2012).", "150.  Quand elles se prononcent sur l’internement d’un individu comme « aliéné », les autorités nationales disposent d’une certaine liberté de jugement concernant le bien-fondé des diagnostics médicaux, car il leur incombe au premier chef d’apprécier les preuves produites devant elles dans un cas donné ; la tâche de la Cour consiste à contrôler leurs décisions sous l’angle de la Convention (Winterwerp, précité, § 40, Luberti c. Italie, 23 février 1984, § 27, série A no 75, et, plus récemment, Witek c. Pologne, no 13453/07, § 39, 21 décembre 2010).", "151.  La privation de liberté est une mesure si grave qu’elle ne se justifie que lorsque d’autres mesures, moins sévères, ont été envisagées et jugées insuffisantes pour sauvegarder l’intérêt personnel ou public exigeant la détention (Witold Litwa c. Pologne, no 26629/95, § 78, CEDH 2000III, Varbanov c. Bulgarie, no 31365/96, § 46, CEDH 2000X, et Stanev, précité, § 143).", "b)  Application de ces principes à l’expertise psychiatrique", "152.  La Cour observe que le droit interne applicable à l’époque des faits, tout comme la législation actuellement en vigueur, renfermait des dispositions habilitant les tribunaux à interner d’office une personne en vue d’effectuer une expertise psychiatrique (paragraphes 116 et 117 ci-dessus ; comparer, a contrario, avec Varbanov, précité, § 50). Dans cette partie, le grief de la requérante doit être examiné sous l’angle de l’article 5 § 1 b) de la Convention, qui autorise les Etats contractants à ordonner l’arrestation ou la détention d’une personne pour insoumission à une ordonnance rendue, conformément à la loi, par un tribunal ou en vue de garantir l’exécution d’une obligation prescrite par la loi.", "153.  La requérante est convaincue qu’on a ordonné qu’elle se soumette à une expertise psychiatrique parce que le procureur avait prévu de la faire interner. La Cour ne saurait cependant souscrire à l’allégation de la requérante selon laquelle les autorités auraient fait preuve de mauvaise foi. Tout d’abord, le tribunal de district a pris sa décision en toute indépendance : il n’était nullement tenu par l’avis du procureur quant à la nécessité de procéder à une expertise psychiatrique. Ensuite, la Cour admet que la décision de justice du 25 octobre 2002 ordonnant que la requérante subisse une expertise était destinée à déterminer si sa responsabilité pénale pouvait être engagée à raison de l’infraction dont elle était accusée, et que cette décision répondait à la nécessité d’assurer le bon déroulement de la procédure pénale dirigée contre l’intéressée. De fait, après avoir conclu que la requérante avait commis l’infraction dont elle était accusée à titre subsidiaire, le tribunal de district s’est abstenu de prononcer une condamnation à son encontre au motif qu’elle n’était pas pénalement responsable, ainsi que l’expertise psychiatrique l’avait établi.", "154.  Quant à l’avis du docteur K.A. de décembre 2002, remis au tribunal de district après qu’il eut rendu sa décision, la Cour constate que, d’après ce médecin lui-même, il n’avait rencontré la requérante qu’à deux reprises, ce qui n’était pas suffisant pour effectuer un examen psychiatrique complet. La Cour ne saurait donc dire, comme la requérante semble le suggérer, que l’avis du docteur K.A. aurait dû conduire les tribunaux internes à annuler la décision ordonnant qu’elle se soumette à une véritable expertise psychiatrique.", "155.  La Cour observe que l’expertise psychiatrique a été effectuée dans un hôpital conformément à l’article 15 de la loi sur la santé mentale.", "156.  Elle relève en outre que l’article 16 § 2 de cette loi dispose que l’expertise d’une personne accusée d’une infraction doit être effectuée dans un délai de deux mois. L’autorité médicolégale peut accorder une prorogation de deux mois s’il y a des motifs raisonnables de procéder ainsi. En l’espèce, cette autorité a demandé au docteur A.K. de poursuivre l’expertise au-delà de la période initiale de deux mois car elle jugeait qu’il fallait procéder à des tests complémentaires et obtenir d’autres informations avant de prendre une décision. La Cour constate que, si la durée du séjour de la requérante contre son gré à l’hôpital de Vanha Vaasa en vue de son expertise, à savoir du 11 novembre 2004 au 17 février 2005, peut paraître longue, elle était couverte par l’ordonnance du 25 octobre 2002 et n’a pas dépassé la durée maximale autorisée par la loi. La poursuite de son internement à l’hôpital dans ce but a en permanence été placée sous la surveillance de l’autorité médicolégale.", "157.  Dans ces conditions, la Cour ne saurait souscrire à l’allégation de la requérante selon laquelle son internement à l’hôpital de Vanha Vaasa du 11 novembre 2004 au 17 février 2005 pour effectuer son expertise psychiatrique était irrégulier. Il s’ensuit que ce grief doit être déclaré irrecevable pour défaut manifeste de fondement, conformément à l’article 35 §§ 3 a) et 4 de la Convention.", "c)  Application de ces principes à l’internement pour traitement obligatoire", "158.  Constatant que le grief de la requérante selon lequel elle a été internée pour un traitement obligatoire à compter du 17 février 2005 au mépris de l’article 5 § 1 de la Convention n’est pas manifestement mal fondé au sens de l’article 35 §§ 3 a) et 4 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "B.  Sur le fond du grief tiré de l’internement de la requérante en vue de son traitement obligatoire", "159.  Ayant jugé irrecevable le grief de la requérante relatif à son internement à l’hôpital de Vanha Vaasa du 11 novembre 2004 au 17 février 2005 en vue de procéder à son expertise psychiatrique, la Cour limitera son examen sous l’angle de l’article 5 § 1 e) de la Convention à la période passée par la requérante dans cet établissement pour y suivre un traitement obligatoire.", "160.  La Cour note que la décision du 17 février 2005 d’interner la requérante pour la soumettre à un traitement obligatoire n’a pas été prise par le tribunal de district mais par une autre autorité indépendante, à savoir la commission de psychiatrie criminelle. La Cour examinera tout d’abord si le fait de priver la requérante de sa liberté dans ces conditions a respecté la législation nationale ainsi que la procédure prévue par le droit interne.", "161.  La Cour observe que l’autorité médicolégale tire son pouvoir décisionnel des articles 8 et 17 § 1 de la loi sur la santé mentale.", "162.  Elle relève qu’en l’occurrence, la commission de psychiatrie criminelle a fondé son appréciation de la nécessité d’interner la requérante pour un traitement obligatoire sur l’expertise psychiatrique qui avait été effectuée et sur la recommandation du docteur A.K., auteur de l’expertise. La commission a considéré que la requérante était atteinte de troubles hallucinatoires depuis plusieurs années, ce qui l’empêchait de voir les choses autrement que de son point de vue personnel et de prendre du recul par rapport à ses propres conclusions. Or un trouble hallucinatoire non traité aurait considérablement aggravé sa maladie mentale ou sérieusement mis en danger sa santé et celle d’autrui. Pour la commission, aucun autre type de soins psychiatriques ne pouvait convenir car la requérante ne se considérait pas comme atteinte d’une maladie mentale. Après une audience, cette décision fut confirmée par la Cour administrative suprême le 13 octobre 2005 (paragraphe 72 ci-dessus).", "163.  La Cour note de plus que l’internement d’office de la requérante s’est poursuivi pendant cinq mois environ après la mise en œuvre de l’ordonnance initiale. La décision du 22 juillet 2005 de prolonger le traitement a été prise, conformément à la législation interne, par le médecin-chef de l’hôpital de Vanha Vaasa après obtention d’un rapport établi par un autre médecin de ce même établissement. Cette décision a été confirmée en appel par le tribunal administratif le 31 octobre 2005, puis attaquée devant la Cour administrative suprême.", "164.  Une nouvelle décision de poursuivre le traitement d’office de la requérante a été prise le 20 janvier 2006 par le médecin-chef de l’hôpital de Vanha Vaasa. La requérante a également interjeté appel de cette décision devant le tribunal administratif, alors même qu’elle a en fait été autorisée à sortir de l’hôpital le 27 janvier 2006.", "165.  S’appuyant sur les événements qui viennent d’être rappelés, la Cour observe que la décision d’interner la requérante pour un traitement d’office a été prise par un organe administratif indépendant doté de compétences tant juridiques que médicales (paragraphe 122 ci-dessus) et qu’elle se fondait sur une expertise psychiatrique approfondie menée dans un hôpital psychiatrique par un médecin, le docteur A.K., qui n’a pas participé au processus décisionnel proprement dit. La Cour est convaincue que ledit processus a par ailleurs constamment respecté la procédure prévue par le droit interne et elle prend note des conclusions des juridictions nationales selon lesquelles l’internement de la requérante, ainsi que ses prolongations, étaient réguliers.", "166.  Toutefois, comme indiqué plus haut, la Cour doit contrôler la conformité des décisions internes avec l’article 5 § 1 e) de la Convention, et notamment vérifier si la procédure prévue par la loi répond à l’exigence de « qualité » qu’implique l’expression « selon les voies légales ».", "167.  Pour la Cour, il est clair que l’article 17 de la loi sur la santé mentale constituait la base légale de la détention de la requérante à compter du 17 février 2005. Pour ce qui est de la qualité de la loi, la Cour note qu’il ne se pose en l’espèce aucun problème en matière d’accessibilité et de prévisibilité de la loi. Elle rappelle toutefois que la loi en cause doit aussi être « compatible avec la prééminence du droit ». Dans le cadre d’une privation de liberté, cela signifie que le droit interne doit fournir à l’individu une certaine protection contre toute ingérence arbitraire dans ses droits garantis par l’article 5.", "168.  La Cour réaffirme que lorsque la décision de priver un individu de sa liberté est prise par un organe administratif, cet individu a le droit de voir la légalité de la décision contrôlée par un tribunal (voir, mutatis mutandis, Luberti, précité, § 31). La Cour considère que le placement initial par la commission de psychiatrie criminelle d’un « accusé », après une expertise psychiatrique, dans un établissement psychiatrique dans le but qu’il y suive un traitement obligatoire, ne paraît pas poser de problème du point de vue de la prééminence du droit étant donné que les décisions de cette commission sont soumises à un contrôle juridictionnel indépendant. Toutefois, il n’existait pas de garanties adéquates contre l’arbitraire pour ce qui est de la poursuite de pareil traitement.", "169.  La Cour rappelle premièrement qu’en l’espèce, les décisions de prolonger l’internement d’office de la requérante ont été prises par le médecin-chef de l’hôpital de Vanha Vaasa après obtention d’un rapport médical d’un autre médecin de cet établissement. Dans le système finlandais, l’évaluation médicale est donc effectuée par deux médecins du même établissement psychiatrique. Le patient n’a donc pas la possibilité d’obtenir un second avis psychiatrique indépendant. Or la Cour juge que pareille possibilité constitue une garantie importante contre un éventuel élément d’arbitraire dans le processus décisionnel portant sur la poursuite d’un internement obligatoire. A cet égard, la Cour renvoie également à la recommandation du CPT selon laquelle le contrôle périodique d’une décision de traiter un patient contre son gré en hôpital psychiatrique doit comporter l’avis d’un psychiatre indépendant de l’hôpital où le patient est interné (paragraphe 133 ci-dessus). Cela couvre tous les critères cités à l’article 8 de la loi sur la santé mentale.", "170.  Deuxièmement, la Cour note que, dans les hôpitaux psychiatriques finlandais, le contrôle périodique de la nécessité de poursuivre le traitement d’office d’une personne a lieu tous les six mois. Sans trancher la question de savoir si un délai de six mois peut passer pour raisonnable, la Cour attire l’attention sur le fait qu’en vertu de l’article 17 § 2 de la loi sur la santé mentale, ladite prolongation se produit à l’initiative des autorités nationales. Un patient interné en hôpital psychiatrique ne paraît pas avoir la possibilité d’engager une procédure par laquelle serait examinée la question de savoir si les conditions nécessaires pour son internement en vue d’un traitement obligatoire sont toujours remplies. La Cour a jugé dans des précédents qu’un système de contrôle périodique où l’initiative ne revient qu’aux autorités n’est pas en soi suffisant (voir, mutatis mutandis, Rakevitch c. Russie, no 58973/00, §§ 43-44, 28 octobre 2003, et Gorchkov c. Ukraine, no 67531/01, § 44, 8 novembre 2005). En l’espèce, la situation est aggravée par le fait qu’en Finlande, une ordonnance d’internement d’office d’un malade mental est interprétée comme englobant automatiquement l’autorisation de traiter le patient, au besoin contre son gré. Là encore, le patient ne dispose d’aucun recours immédiat.", "171.  A la lumière des considérations qui précèdent, la Cour estime que la procédure prévue en droit interne n’a pas fourni en l’espèce des garanties adéquates contre l’arbitraire. La législation interne n’était donc pas conforme aux exigences de l’article 5 § 1 e) de la Convention et, dès lors, il y a eu violation des droits de la requérante garantis par cette disposition à raison de son internement dans un hôpital psychiatrique en vue d’un traitement obligatoire à l’issue du délai initial de six mois.", "(...)", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION À RAISON DE L’ADMINISTRATION FORCÉE DE MÉDICAMENTS", "202.  La requérante se plaint qu’on lui a administré de force des médicaments, au mépris de l’article 3 de la Convention.", "203.  Le Gouvernement combat cette thèse.", "204.  La Cour considère que, eu égard à l’ensemble des circonstances de la cause, le grief en question se rapporte à la vie privée de la requérante et doit donc être examiné sous l’angle de l’article 8 de la Convention, dont les passages pertinents disposent :", "« 1.  Toute personne a droit au respect de sa vie privée (...)", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Sur la recevabilité", "205.  Constatant que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "B.  Sur le fond", "1.  Arguments des parties", "a)  La requérante", "206.  La requérante arguë qu’elle était en bonne santé et n’avait nul besoin de médicaments. Agée de soixante-deux ans à l’époque, l’administration forcée de médicaments lui aurait causé un grave préjudice et de sérieux problèmes de santé qui auraient persisté pendant un an après son retour chez elle. Les médicaments lui auraient été administrés de manière extrêmement violente. Forte de sa longue et vaste expérience dans le domaine de la médecine, elle aurait été en mesure d’identifier les erreurs qu’auraient faites les médecins de l’hôpital de Vanha Vaasa, ce qui aurait encore accentué ses souffrances. De plus, dans son avis du 25 octobre 2005, le docteur M-P.H. aurait déclaré que l’administration forcée de médicaments était constitutive de l’infraction de voies de fait à son égard. Ce n’est qu’en novembre 2005, après une visite à l’hôpital de deux médecins indépendants, que la dose de médicaments aurait été réduite. Le seul réconfort qu’elle aurait trouvé à l’hôpital aurait été de savoir qu’elle allait recevoir la visite de ces médecins et qu’elle pourrait obtenir un second avis. L’administration forcée de médicaments aurait eu des conséquences sur sa capacité à obtenir une nouvelle expertise psychiatrique, puisqu’elle aurait dû attendre que les effets secondaires du traitement disparaissent, ce qui ne se serait pas produit avant septembre 2006.", "b)  Le Gouvernement", "207.  Le Gouvernement admet que l’administration forcée de médicaments à la requérante a constitué une atteinte à son droit au respect de sa vie privée. Cette ingérence aurait toutefois visé un but légitime : la protection de la santé et des droits et libertés d’autrui. La mesure incriminée se serait fondée sur la loi, à savoir l’article 8 de la loi sur la santé mentale, qui aurait été à la fois accessible et prévisible. Le Gouvernement soutient également que la mesure litigieuse était nécessaire dans une société démocratique et qu’elle relevait en tout état de cause de la marge d’appréciation reconnue à l’Etat.", "208.  Le Gouvernement renvoie à l’article 15 de la loi sur les professionnels de santé, soutenant que des efforts doivent être faits pour aider une personne atteinte d’une maladie mentale même si celle-ci ne comprend pas la nécessité des soins. Tout professionnel de santé devrait mettre en balance les avantages que procure au patient son activité professionnelle et les risques éventuels qu’elle entraîne.", "209.  Le Gouvernement signale aussi que, d’après le dossier médical de la requérante, celle-ci s’était opposée à tout traitement médical avant même le début de sa prise en charge d’office. Après son internement d’office, on aurait commencé à lui administrer des médicaments par injection parce qu’elle aurait persisté à refuser de les prendre par voie orale. Le personnel hospitalier se serait efforcé d’apporter des soins à la requérante dans une atmosphère de compréhension mutuelle mais en raison de l’opposition manifestée par celle-ci, il n’y serait pas parvenu. Avec le temps, la requérante serait devenue plus conciliante à l’égard des médicaments et, à partir de novembre 2005, elle n’aurait plus opposé de résistance physique à l’administration des médicaments, alors même qu’elle aurait continué à s’y opposer verbalement. A la fin de l’année, elle aurait aussi accepté de se soumettre à des analyses de sang et, pendant les vacances de Noël, elle se serait fait elle-même une injection avec l’aide d’une infirmière.", "210.  Pour le Gouvernement, le traitement de la requérante était justifié sur le plan médical. Il indique que la dose recommandée de Risperdal Consta, utilisée notamment pour le traitement des troubles hallucinatoires en plus d’une thérapie par la parole, était de 25 milligrammes en injection intramusculaire une semaine sur deux, certains patients pouvant avoir besoin de doses plus importantes, de 37,5 voire 50 milligrammes. Le Gouvernement arguë que, si la requérante n’avait pas pris de médicaments, cela aurait mis sa santé sérieusement en danger.", "211.  Le Gouvernement renvoie également à une déclaration fournie le 7 juillet 2009 par le médecin-chef de l’hôpital de Vanha Vaasa, le docteur M.E., où ce dernier indiquait que la santé de la requérante s’était améliorée peu à peu après qu’elle eut commencé à prendre des médicaments et qu’elle était notamment devenue capable d’avoir les idées plus claires sur les questions courantes de sa vie quotidienne, au lieu de consacrer son temps à la préparation de longs recours ou de répéter sans fin son point de vue sur les événements ayant conduit à porter une accusation pénale contre elle (document non soumis à la Cour).", "2.  Appréciation de la Cour", "212.  La Cour réaffirme qu’une intervention médicale effectuée contre la volonté d’une personne s’analyse en une atteinte à son droit au respect de sa vie privée, et plus particulièrement à son droit à l’intégrité physique (Glass c. Royaume-Uni, no 61827/00, § 70, CEDH 2004II).", "213.  Elle rappelle également qu’une ingérence dans le droit d’un individu au respect de sa vie privée emporte violation de l’article 8 sauf si elle est « prévue par la loi », poursuit un ou plusieurs buts légitimes au sens du paragraphe 2 de cette disposition et peut passer pour « nécessaire dans une société démocratique » (voir, entre autres, Elsholz c. Allemagne [GC], no 25735/94, § 45, CEDH 2000VIII). La notion de nécessité implique que l’ingérence corresponde à un besoin social impérieux et, en particulier, qu’elle soit proportionnée au but légitime poursuivi. Pour déterminer si une ingérence est « nécessaire dans une société démocratique », il y a lieu de tenir compte du fait qu’une marge d’appréciation est laissée aux Etats contractants. De plus, la Cour ne saurait se borner à examiner isolément les faits litigieux ; il lui faut appliquer un critère objectif et les considérer à la lumière de l’ensemble de l’affaire (voir, entre autres, Matter c. Slovaquie, no 31534/96, § 66, 5 juillet 1999).", "214.  La Cour observe qu’en l’espèce le Gouvernement n’a pas contesté que l’administration forcée de médicaments a constitué une ingérence dans le droit de la requérante au respect de son intégrité physique au sens du premier paragraphe de l’article 8. Il reste donc à déterminer si cette ingérence était justifiée au titre du second paragraphe de cet article, c’estàdire si elle était prévue par la loi, visait un but légitime et pouvait passer pour nécessaire dans une société démocratique.", "215.  La Cour relève que les mots « prévue par la loi » au sens de l’article 8 § 2 veulent d’abord que la mesure incriminée ait une base en droit interne, mais ils ont trait aussi à la qualité de la loi en cause : ils exigent l’accessibilité de celle-ci à la personne concernée, qui de surcroît doit pouvoir en prévoir les conséquences pour elle, et sa compatibilité avec la prééminence du droit (voir, par exemple, Herczegfalvy c. Autriche, 24 septembre 1992, § 88, série A no 244).", "216.  Quant à savoir s’il existait une base légale en droit finlandais, la Cour rappelle que, conformément à la jurisprudence des organes de la Convention, dans le domaine du paragraphe 2 de l’article 8, le terme « loi » doit être entendu dans son acception « matérielle » et non « formelle ». Dans un domaine couvert par le droit écrit, la « loi » est le texte en vigueur tel que les juridictions compétentes l’ont interprété (voir, entre autres, Société Colas Est et autres c. France, no 37971/97, § 43, CEDH 2002III). A cet égard, elle rappelle les limites de son pouvoir de contrôler l’observation du droit interne : il incombe au premier chef aux autorités nationales, et notamment aux cours et tribunaux, d’interpréter et d’appliquer ce dernier (voir, entre autres, Chappell c. Royaume-Uni, 30 mars 1989, § 54, série A no 152A). Comme l’indique le Gouvernement, l’article 8 de la loi sur la santé mentale énonce les critères présidant à l’internement d’une personne en hôpital psychiatrique en vue de son traitement d’office. La Cour observe aussi que l’article 22b de cette loi renferme des dispositions plus détaillées sur le traitement des maladies mentales. Son paragraphe 3 précise que c’est au médecin traitant du patient de décider du traitement à prescrire, indépendamment des souhaits du patient. La Cour est dès lors convaincue que l’ingérence dénoncée avait une base en droit finlandais.", "217.  S’agissant de la qualité de la loi, la Cour constate que les exigences d’accessibilité et de prévisibilité de la loi ne soulèvent en l’espèce aucun problème. Toutefois, la Cour réitère que l’article 8 § 2 exige aussi que la loi en question soit « compatible avec la prééminence du droit ». Dans le cadre de l’administration forcée de médicaments, le droit interne doit offrir une certaine protection à l’individu contre des ingérences arbitraires dans ses droits garantis par l’article 8. La Cour doit dès lors examiner la « qualité » des règles de droit applicables à la requérante en l’espèce.", "218.  La Cour note en premier lieu que l’article 22b de la loi sur la santé mentale renferme des dispositions détaillées sur le traitement des maladies mentales et précise en particulier que c’est au médecin traitant de décider du traitement à prescrire à son patient, quels que soient les souhaits de ce dernier. D’après les travaux préparatoires relatifs à cette disposition (voir le projet de loi du Gouvernement HE 113/2001 vp), une ordonnance d’internement d’office d’un malade mental s’interprète comme englobant automatiquement l’autorisation de traiter le patient, au besoin contre son gré. Même si les médecins peuvent s’efforcer d’obtenir le consentement de la personne avant de commencer le traitement, il n’y a nulle obligation d’obtenir ce consentement par écrit ni de chercher à obtenir celui des proches du patient ou de son tuteur. Si un patient refuse de donner son consentement ou le rétracte, la disposition en cause autorise à administrer les médicaments de force. Selon les documents préparatoires relatifs à la loi, pareille mesure est conçue dans l’intérêt du patient, afin de protéger son droit constitutionnel à bénéficier des soins nécessaires dans une situation où il n’est pas personnellement en mesure de prendre une décision au sujet du traitement en raison de sa maladie.", "219.  La Cour note aussi que les décisions prises par un médecin au titre de l’article 22b § 3 de la loi sur la santé mentale concernant les médicaments à administrer à un patient ne sont pas susceptibles d’appel. La requérante a soumis un certain nombre de plaintes en ce sens à l’autorité médicolégale et au ministre de la Justice. Or aucun d’eux ne pouvait intervenir dans l’affaire. Le ministre de la Justice a transmis les plaintes à la médiatrice parlementaire, qui a estimé ne pas pouvoir intervenir dans une affaire déjà examinée par l’autorité médicolégale. Celle-ci a pour sa part confirmé dans sa réponse du 15 juillet 2005 qu’elle n’avait pas compétence pour intervenir directement en matière d’administration de médicaments ou pour ordonner l’arrêt d’un traitement étant donné que le pouvoir décisionnel en la matière incombait aux médecins responsables du traitement. Il semble que le Bureau provincial n’avait pas non plus les compétences nécessaires.", "220.  La Cour considère que l’administration forcée de médicaments constitue une grave atteinte à l’intégrité physique d’une personne, raison pour laquelle pareille mesure doit se fonder sur une « loi » contenant des garanties adéquates contre l’arbitraire. Or en l’espèce il n’existait pas de garanties de cette nature. La décision d’interner la requérante pour un traitement obligatoire englobait automatiquement l’autorisation de procéder à l’administration forcée de médicaments si la requérante refusait le traitement. La décision était ainsi dans les mains des seuls médecins traitants, lesquels pouvaient même prendre des mesures tout à fait radicales sans tenir compte des souhaits de la requérante. En outre, leur décision n’était soumise à aucune forme de contrôle juridictionnel immédiat : la requérante ne disposait d’aucun recours lui permettant de demander à un tribunal de statuer sur la régularité de l’administration forcée de médicaments, y compris sa proportionnalité, ou d’en ordonner la cessation.", "221.  Pour ces raisons, la Cour considère que l’administration forcée de médicaments a en l’espèce été mise en œuvre sans garanties légales appropriées. Elle conclut que, même si l’on peut dire que la mesure en cause s’appuyait sur une base générale en droit finlandais, l’absence de garanties suffisantes contre l’administration forcée de médicaments a privé la requérante de la protection minimale à laquelle elle avait droit dans une société démocratique régie par la prééminence du droit (Herczegfalvy, précité, § 91, et, mutatis mutandis, Narinen c. Finlande, no 45027/98, § 36, 1er juin 2004).", "222.  Dans ces conditions, la Cour juge que l’on ne peut dire que l’ingérence en question était « prévue par la loi » comme le veut l’article 8 § 2 de la Convention. Dès lors, il y a eu violation de l’article 8 de la Convention.", "223.  Eu égard aux conclusions ci-dessus, la Cour juge qu’il n’y a pas lieu de vérifier si les autres exigences prévues à l’article 8 § 2 ont été respectées en l’espèce.", "(...)", "PAR CES MOTIFS, LA COUR", "1.  Déclare, à l’unanimité, recevables les griefs relatifs à l’internement de la requérante en vue de son traitement obligatoire, à l’administration forcée de médicaments à l’hôpital et à l’absence de recours effectif à cet égard ;", "", "2.  Déclare, à la majorité, irrecevable le grief relatif à l’illégalité de l’expertise psychiatrique subie par la requérante.", "", "(...)", "", "4.  Dit, à l’unanimité, qu’il y a eu violation de l’article 5 § 1 de la Convention à raison de l’internement de la requérante en vue d’un traitement obligatoire à l’issue du délai initial de six mois ;", "", "5.  Dit, à l’unanimité, qu’il y a eu violation de l’article 8 de la Convention à raison de l’administration forcée de médicaments ;", "", "(...)", "Fait en anglais, puis communiqué par écrit le 3 juillet 2012, en application de l’article 77 §§ 2 et 3 du règlement.", "\t Early\tNicolas Bratza\n\tGreffier\tPrésident"]}