{"file": "FRE_CLINF_38978_97.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "38978/97", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 47", "Novembre 2002", "Salomonsson c. Suède - 38978/97", "Arrêt 12.11.2002 [Section IV]", "Article 6", "Procédure civile", "Article 6-1", "Procès public", "Procès oral", "Absence d'audience dans une procédure relative à une prestation d'invalidité: violation", "En fait – Le requérant saisit le tribunal administratif local d'un recours contre le refus de lui accorder une allocation d'invalidité. Sans tenir d'audience, le tribunal accueillit son recours. Toutefois, la Commision de la sécurité sociale saisit la cour administrative d'appel. La demande d'audience contradictoire présentée par le requérant fut rejetée et la cour statua en faveur de la commission. La Cour suprême administrative lui refusa l'autorisation de la saisir.", "En droit – Article 6 § 1: La procédure devant les juridictions administratives étant en principe écrite en droit suédois, on aurait pu s'attendre à ce que le requérant demande la tenue d'une audience devant le tribunal administratif. Puisqu'il n'en n'a rien fait, on peut raisonnablement considérer qu'il a renoncé à son droit à une audience contradictoire devant cette juridiction. En outre, puisque la Cour suprême administrative a seulement statué sur la question de l'autorisation de la saisir, elle ne s'est pas livrée à un examen plein et entier de l'affaire et, à supposer que l'article 6 soit applicable, la question ne pouvait pas être résolue de manière adéquate sur la base du dossier et des conclusions écrites. Toutefois, il s'impose d'examiner également la question de l'absence d'audience contradictoire devant la cour administrative d'appel. Dans certaines circonstances, il peut être acceptable de rejeter une demande visant à obtenir la tenue d'une audience en appel, même si aucune audience n'a été tenue en première instance. En outre, les litiges portant sur des prestations de sécurité sociale sont généralement assez techniques et bon nombre d'entre eux peuvent être tranchés dans le cadre d'une procédure écrite. Néanmoins, la compétence de la cour d'appel administrative ne se limitait pas aux questions de droit, mais s'étendait également aux questions de fait, et il apparaît qu'une audience contradictoire aurait pu fournir des informations présentant un intérêt pour l'issue de l'affaire. Dès lors, il n'existait aucune circonstance exceptionnelle justifiant de ne ne pas tenir d'audience et, puisque le requérant avait demandé expressément une audience contradictoire devant la cour administrative d'appel, il y avait droit.", "Conclusion: violation (unanimité).", "Article 41: La Cour rejette la demande du requérant pour dommage matériel mais lui octroie une indemnité pour frais et dépens.", "(Cette affaire soulève des questions identiques à celles de l'affaire Lundevall c. Suède, n° , 12 novembre 2002.)", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}