{"file": "FRE_HFJUD_18522_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "18522/06", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "AFFAIRE DATTEL c. LUXEMBOURG (No 2)", "", "(Requête no 18522/06)", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "30 juillet 2009", "", "DÉFINITIF", "", "10/12/2009", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Dattel c. Luxembourg (no 2),", "La Cour européenne des droits de l’homme (première section), siégeant en une chambre composée de :", "\tNina Vajić, présidente,\n\tAnatoly Kovler,\n\tElisabeth Steiner,\n\tKhanlar Hajiyev,\n\tSverre Erik Jebens,\n\tGiorgio Malinverni,\n\tGeorge Nicolaou, juges,\net de Søren Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 7 juillet 2009,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 18522/06) dirigée contre le Grand-Duché de Luxembourg et dont quatre ressortissants allemands, M. et Mme Dany et Margot Dattel et leurs enfants Sascha et Nathalie Dattel (« les requérants »), ont saisi la Cour le 8 mai 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me M. Kleine-Cosack, avocat à Freiburg (Allemagne). Le gouvernement luxembourgeois (« le Gouvernement ») est représenté par son conseil, Me F. Schiltz, avocat à Luxembourg.", "3.  Les requérants allèguent en particulier, sous l’angle de l’article 6 § 1 de la Convention, d’avoir été privés du droit d’accès à un tribunal.", "4.  Le 13 février 2008, le président de la première section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "5.  Dans la mesure où M. D. Spielmann, juge élu au titre du Luxembourg, s’est déporté (article 28 du règlement de la Cour) et où le gouvernement défendeur a renoncé à l’usage de son droit de désignation, la chambre a désigné pour siéger à sa place M. G. Malinverni, juge élu au titre de la Suisse (article 27 § 2 de la Convention et article 29 § 2 du règlement de la Cour).", "6.  Par une lettre du 19 février 2005, le gouvernement allemand fut informé qu’il avait la possibilité, s’il le désirait, de présenter des observations écrites en vertu de l’article 36 § 1 de la Convention et 44 du règlement de la Cour. N’ayant pas reçu de réponse du gouvernement allemand dans le délai imparti, la Cour considère que ce dernier n’entend pas se prévaloir de son droit d’intervention.", "EN FAIT", "7.  Les requérants sont nés respectivement à une date non précisée pour le premier requérant, et en 1939, 1966 et 1968 et résident à Cologne (Allemagne).", "8.  M. Dany Dattel est le fils de Mme R.F. qui s’était, au courant de l’année 1974, engagée sur le marché à terme en devises auprès d’une banque, H.B. Luxembourg (ci-après « HBL »), filiale de la HBK située à Cologne (Allemagne). Les relations d’affaires entre R.F. et HBL passaient par deux comptes : le compte no 49 et le compte no 45. Le compte no 49 était le compte personnel de R.F. Le compte no 45 était un compte commun dont R.F. était titulaire avec 39 autres co-titulaires (dont les époux Dany et Margot Dattel, les deux premiers requérants).", "9. En avril 1974, Dany et Margot Dattel firent, sur leurs comptes personnels, des transactions d’achat de dollars (USD) contre des francs suisses, assorties, afin de limiter les risques de cette spéculation, d’un contrat de vente de USD contre des marks allemands (DEM). Cette opération en sens inverse était effectuée par l’intermédiaire du compte no 45.", "10.  Le 24 juin 1974, sur instructions de R.F. et de Dany et Margot Dattel, HBL transférait leurs bénéfices respectifs, soit en tout une somme de 2 822 000 DEM, du compte no 45 au compte no 49 de R.F.", "11.  Le 29 juin 1974, l’autorisation de faire le commerce fut retirée à HBL. Le 30 octobre 1974, le tribunal plaça HBL sous le régime de la gestion contrôlée.", "12.  R.F. déclara sa créance portant sur le crédit du compte no 49 dans le cadre de la procédure de gestion contrôlée et de la liquidation. Sa créance fut contestée par les commissaires chargés de la liquidation.", "13.  Suite au décès de R.F. le 18 octobre 1996, les requérants ont repris et poursuivi les procédures suivantes, en leur qualité d’héritiers de R.F.", "1.  Première procédure", "14.  Le 24 février 1986, HBL en liquidation assigna R.F. devant le juge civil en vue, notamment, de voir déclarer nulle la créance inscrite au compte no 49. HBL souleva en effet la nullité de la créance invoquée par R.F. relative à l’avoir au compte no 49 dont elle était titulaire, au motif que cette créance procédait d’une cause illicite, sinon immorale en ce qu’elle proviendrait de fonds obtenus illégalement et de manière frauduleuse.", "R.F. assigna à son tour HBL en vue d’obtenir paiement de la somme inscrite au compte no 49 et, en ordre subsidiaire, de se voir admettre au passif chirographaire de la gestion contrôlée pour ladite somme.", "15.  Le 12 décembre 1990, le tribunal d’arrondissement de Luxembourg retint que HBL avait fait exposer à l’appui de sa demande que le compte bancaire no 45, duquel le montant litigieux fut viré sur le compte no 49 de R.F., aurait été approvisionné par des manipulations frauduleuses effectuées par le département des opérations de devises de la HBK, dont le chef était Dany Dattel. Le tribunal poursuivit que HBL reprochait aux employés du service des devises de HBK d’avoir effectué des opérations de devises à terme totalement fictives, sinon irrégulières ; ainsi, les arbitragistes de HBK auraient spéculé sciemment contre l’avis de leur employeur, traité leurs opérations à des cours fictifs et mis sur pied un système pour cacher leurs agissements. Le tribunal acta que ces affirmations étaient contestées par R.F. Retenant que la preuve des allégations de HBL ne résultait pas d’ores et déjà des éléments de la cause, les juges instituèrent une expertise, afin de décrire les opérations ayant abouti à la constitution des fonds réclamés, d’indiquer par quels moyens ces opérations avaient été financées, de préciser s’il s’agissait d’opérations purement fictives ou simplement irrégulières et, le cas échéant, d’analyser la régularité des opérations au point de vue des usages professionnels en la matière et des directives en vigueur à l’époque chez HBK et HBL.", "Un rapport d’expertise fut rendu en date du 24 mars 1995.", "16.  Le tribunal d’arrondissement rendit son jugement le 12 février 1998.", "Les juges rappelèrent, entre autres, que R.F. était bénéficiaire du compte personnel no 49 et du compte collectif no 45, et qu’il n’était pas contesté que l’approvisionnement du compte no 49 était le résultat d’un virement opéré du compte no 45. Ils poursuivirent que, dans le cadre de l’appréciation d’une éventuelle cause illicite ou immorale, le tribunal pouvait analyser la provenance des fonds qui étaient sortis du compte no 45. Admettre le contraire reviendrait à permettre le blanchiment, par le simple jeu d’un virement d’un compte à un autre avec des titulaires différents, de fonds obtenus de manière frauduleuse. Les juges considérèrent qu’afin d’examiner le déroulement des opérations qui avaient donné lieu à l’approvisionnement du compte no 45 et du compte no 49, il convenait de se référer aux descriptions données par les juges allemands dans le cadre d’affaires pénales diligentées contre les employés de la HBK au sujet de la faillite de cette dernière. Ainsi, ils citèrent des extraits de plusieurs jugements allemands. Ils relatèrent la création et le fonctionnement du service des devises, et rapportèrent que les opérations de spéculations frauduleuses dont Dany Dattel était le principal instigateur s’étaient déroulées de façon prononcée au cours de la période allant de juillet 1973 à la mi-1974. Ils indiquèrent également qu’il résultait des jugements allemands que des opérations de change, effectuées au détriment de HBK et HBL, n’avaient pas été valablement répercutées à des établissements tiers comme le prescrivaient les usages bancaires et la réglementation interne de HBK. Ils poursuivirent qu’il résultait des constatations des juges allemands que les opérations effectuées par les employés de HBK pour leur propre compte et, plus tard, pour le compte des membres de leur famille ou de leurs amis sur des comptes « pool », tel le compte no 45, avaient été réalisées en violation des règles établies par la HBK (Elf Punkteregelung). Les juges soulignèrent que la Elf-Punkte-Regel, qui ne constituait certes qu’une règle interne, était destinée à garantir que les opérations soient conformes aux usages bancaires et ne se fassent pas au détriment de la banque. Ainsi, contrairement aux allégations des requérants, selon lesquelles des opérations faites en violation de règles internes ne sauraient être qualifiées d’illicites, les juges estimèrent que la violation de telles règles était susceptible d’entraîner l’illicéité des opérations qui en étaient le fruit, dans la mesure où une telle violation constituait une manipulation frauduleuse de nature à procurer aux bénéficiaires un gain prohibé.", "Les juges arrivèrent à la conclusion que les éléments retenus dans les décisions allemandes étaient de nature à établir le caractère irrégulier des opérations en cause, dont le principal responsable était le fils de la titulaire du compte no 49. Les juges précisèrent que ces éléments – qui n’étaient contredits ni par l’expertise ni par d’autres éléments soumis au tribunal – constituaient des présomptions suffisamment graves, précises et concordantes, de nature à emporter leur conviction que le solde créditeur du compte no 49, provenant du crédit du compte no 45, avait été obtenu de manière illicite. Ils annulèrent ainsi l’opération qui avait donné lieu au solde créditeur du compte no 49 de R.F., en l’occurrence l’inscription de monnaie scripturale pour un montant de 2 822 000 DEM, valeur au 25 juin 1974, sur le compte no 49. Ils déclarèrent ainsi la créance en découlant dénuée de fondement.", "17.  Le 5 mai 1998, les requérants interjetèrent appel, en reprochant notamment aux premiers juges de les avoir déboutés de leurs demandes en paiement et d’avoir annulé l’opération ayant donné lieu au solde créditeur du compte no 49. A titre subsidiaire, ils sollicitèrent une expertise judiciaire afin de prouver l’exactitude des opérations ayant abouti à la constitution des soldes créditeurs en leur faveur sur le compte no 45 et donc aussi sur le compte no 49. Plus subsidiairement, les requérants sollicitèrent la condamnation de HBL à leur payer les soldes créditeurs inscrits au compte no 45.", "18.  Le 31 mai 2000, la cour d’appel confirma la décision de première instance. Elle décida, entre autres, que c’était à bon droit que les premiers juges avaient déduit des éléments résultant des jugements allemands que d’octobre 1973 à la mi-1974 des opérations avaient été pratiquées par les employés de la HBK non seulement en violation des usages bancaires, mais de manière frauduleuse, dans la mesure où il y avait eu des manipulations, des absences de comptabilisation et un conflit d’intérêt dans le chef des employés de la HBK, qui spéculaient contre la banque. Quant à la demande subsidiaire des requérants, la cour d’appel déclara leur offre de preuve par expertise non pertinente, au motif que les présomptions basées sur les décisions allemandes établissaient à suffisance le caractère illicite des opérations ayant entraîné l’approvisionnement des comptes litigieux.", "19.  Un pourvoi formé contre cet arrêt fut rejeté par la Cour de cassation le 14 juin 2001.", "20.  Le 11 décembre 2001, les trois derniers requérants introduisirent une requête devant la Cour à l’égard de cette première procédure. Une décision partielle sur la recevabilité fut rendue en date du 6 mai 2003, suivie d’un arrêt dans lequel la Cour conclut à la violation de l’article 6 de la Convention au regard de la durée de la procédure (Dattel et autres c. Luxembourg, no 13130/02, 4 août 2005).", "2.  Deuxième procédure", "21.  Le 16 juillet 2001, les requérants assignèrent HBL et son liquidateur devant le tribunal civil. Ils exposèrent que, dans la mesure où l’arrêt du 31 mai 2000 de la cour d’appel avait annulé le transfert du montant de 2 822 000 DEM du compte no 45 au compte no 49, ce montant figurait nécessairement au crédit du compte no 45. Ils sollicitèrent dès lors que HBL et son liquidateur soient condamnés à leur restituer le montant litigieux.", "22.  Le 30 octobre 2002, le tribunal d’arrondissement de Luxembourg déclara irrecevables les nouvelles demandes des requérants, au vu de l’autorité de la chose jugée dont étaient recouvertes les décisions judiciaires rendues dans la première procédure. Les juges décidèrent en effet ce qui suit :", "« (...) il n’est pas contesté que la [deuxième] demande met en cause les mêmes parties dans les mêmes qualités et que la chose demandée consiste dans les mêmes montants que ceux sur lesquels portait la [première] procédure qui s’est soldée par l’arrêt de cassation du 14 juin 2001. Aussi les [requérants] se bornent-[ils] à soutenir que la cause de leur nouvelle demande serait différente, créance résultant du compte 49 dans la première procédure et créance résultant du compte 45 dans la présente procédure. (...)", "Pour déclarer non fondée la créance des [requérants], le jugement du 12 février 1998 a examiné le fonctionnement du compte 45 en même temps qu’il a analysé le transfert des fonds au compte 49. (...)", "(...) le jugement en question a admis que HBL pouvait demander l’annulation de l’opération ayant donné lieu à la créance résultant du solde inscrit au compte no 49 (...) et il a rejeté les demandes des [requérants] pour procéder d’une cause illicite, le tribunal étant venu à la conclusion que la cause initiale de la prétendue créance qui se trouvait à l’origine sur le compte 45 était illicite.", "En résumé, le jugement du 12 février 1998 a admis que l’illicéité des créances réclamées à l’époque et de nouveau réclamées devant la présente juridiction affectait aussi bien le compte 45 que le compte 49. (...)", "(...) il suffit de rappeler que les [requérants] réclamaient la restitution des fonds dont ils se prévalent, à partir du compte 49 à titre principal et à partir du compte 45 à titre subsidiaire et que le tribunal, après avoir constaté l’origine illicite des fonds a pu se borner à déclarer la demande non fondée sans distinguer dans son dispositif entre les deux comptes en question. (...)", "L’arrêt d’appel du 31 mai 2000 a réexaminé l’affaire sous le même angle (...)", "La cour [d’appel] s’est ralliée à l’avis des premiers juges que tous ces éléments constituaient des présomptions suffisamment graves, précises et concordantes de nature à emporter la conviction que le solde créditeur du compte 49 auprès de H.B.L., provenant du crédit de compte 45, avait été obtenu de manière illicite et a jugé que c’était à juste titre que les premiers juges avaient annulé l’opération qui avait donné lieu au solde créditeur du compte 49 (...)", "La Cour de cassation a rejeté le pourvoi en cassation.", "Il reste dès lors que la demande des [requérants] a été rejetée dans son intégralité pour des motifs tenant à l’illicéité des montants déposés originairement sur le compte 45 et subséquemment sur le compte 49. (...) »", "Les juges condamnèrent les requérants à une indemnité de procédure de 7 000 euros (EUR), ainsi qu’à une indemnité pour procédure abusive et vexatoire de 10 000 EUR, aux motifs suivants :", "« (...) En l’espèce, l’exercice d’une action en justice dont la motivation est de faire rejuger ce qui a été jugé, avec le vague espoir que lors d’un nouveau procès les juges se départiraient de la constatation faite lors du premier procès que le caractère illicite de l’opération affectait la créance en tant que telle, qu’elle soit rattachée au compte 45 ou au compte 49, ne permet aucun doute quant à l’intention processive malveillante dans le chef des [requérants].", "Compte tenu du préjudice matériel subi par (...) HBL, en ce qu’elle a dû se défendre en justice et en ce que la liquidation a été retardée en raison de la présente procédure, la demande est à déclarer justifiée pour le montant de 10 000 EUR à titre de dommages-intérêts pour procédure abusive et vexatoire. (...) »", "23.  Par un arrêt du 10 juin 2004, la cour d’appel rejeta l’appel des requérants et confirma le jugement du 30 octobre 2002 dans son intégralité. Elle condamna en outre les requérants à une indemnité de procédure d’appel, ainsi qu’à une indemnité pour procédure d’appel abusive et vexatoire de 5 000 EUR à l’égard de HBL et de son liquidateur.", "24.  Les requérants se pourvurent en cassation de cet arrêt. Dans leur mémoire en cassation, ils rappelèrent le contexte et les faits de l’affaire et retracèrent le dispositif de l’arrêt attaqué. Ils formulèrent ensuite un unique moyen de cassation dans les termes suivants :", "« tiré de la violation des articles 6.1. et 6.3. de la Convention (...) et de l’article 1er du Protocole [no 1], du manque de base légale ainsi que de l’absence et de la contradiction des motifs,", "", "PREMIERE BRANCHE", "en ce que l’arrêt attaqué n’a pas tenu compte ni répondu aux moyens présentés par les [requérants] relatifs à la violation, par les premiers juges, de leurs droits garantis par la [Convention],", "alors que les [requérants] avaient pris des conclusions le 27 novembre 2003 demandant à la cour d’appel de constater la violation de la [Convention] et de déclarer bonne et valable leur créance résultant du compte no 45 ; qu’en refusant de répondre aux moyens légitimes soulevés par les demandeurs, la cour d’appel a violé leur droit à un procès équitable garanti par l’article 6 de la [Convention] ;", "DEUXIEME BRANCHE", "en ce que l’arrêt attaqué a refusé d’analyser les droits des [requérants] sur le compte no 45 au motif que d’autres juges auraient déjà analysé les droits des [requérants] sur le compte no 49,", "alors que les [requérants] ont invoqué des droits de propriété séparés sur le compte no 45 et différents de ceux invoqués sur le compte no 49 ; qu’en refusant de déclarer bons et valables les droits des demandeurs sur le compte no 45, la Cour d’appel a violé le droit à la protection de la propriété garanti par l’article 1er du Protocole no 1 ;", "TROISIEME BRANCHE", "en ce que l’arrêt attaqué a condamné les [requérants] à de lourdes indemnités pour procédure abusive et vexatoire,", "alors que toute personne a le droit à ce que sa cause soit entendue équitablement par un tribunal indépendant et impartial ; qu’en condamnant les [requérants] aux indemnités précitées, la cour d’appel a voulu les dissuader de leur droit d’ester en justice et a violé l’article 6 de la [Convention] ; »", "Dans une rubrique intitulée « Discussion », les requérants rappelèrent qu’ils avaient rendu attentifs les juges d’appel à la violation de l’article 1 du Protocole no 1 et de l’article 6 de la Convention. Ils relatèrent ensuite le déroulement de la procédure devant la cour d’appel, pour conclure que le comportement des juges d’appel constituait une atteinte à leur droit à un procès équitable, notamment du fait du rejet de leurs conclusions du 27 novembre 2003.", "Ils demandèrent à la Cour de cassation de casser et annuler l’arrêt du 10 juin 2004 dans toutes ses dispositions attaquées.", "25.  Le 10 novembre 2005, la Cour de cassation rejeta le pourvoi des requérants au motif suivant :", "« Attendu, selon l’article 10 de la loi modifiée du 18 février 1885 sur les pourvois et la procédure en cassation que, pour introduire son pourvoi, la partie demanderesse devra déposer au greffe de la Cour supérieure de justice un mémoire précisant les moyens de cassation ;", "Attendu que le pourvoi en cassation est une voie extraordinaire de recours ; que la Cour de cassation ne répond qu’aux moyens ; que la discussion qui les développe ne peut en combler les lacunes ;", "Mais attendu que le moyen est constitué d’un amalgame de cas d’ouverture de cassation partiellement reproduits dans les différentes branches et sans lien logique entre eux qui ne permet pas d’en saisir le sens et la portée ;", "Qu’ainsi formulé le moyen ne saurait, faute de précision, être accueilli en aucune de ses parties ; (...) »", "EN DROIT", "26.  Les requérants soulèvent divers griefs au titre des articles 6 de la Convention et 1 du Protocole no 1.", "I.  SUR LES EXCEPTIONS D’IRRECEVABILITÉ SOULEVÉES À L’ÉGARD DE LA PREMIÈRE PROCÉDURE INTERNE", "27.  Le Gouvernement expose que, dans leur requête introduite au sujet de la deuxième procédure (qui s’est soldée par l’arrêt de la Cour de cassation du 10 novembre 2005), les requérants font valoir des griefs, tirés de l’article 6 de la Convention et de l’article 1 du Protocole no 1, à l’encontre des décisions rendues dans la première procédure (qui s’est soldée par l’arrêt de la Cour de cassation du 14 juin 2001).", "28.  A cet égard, le Gouvernement soulève deux exceptions d’irrecevabilité, l’une tirée du non-respect du délai de six mois (concernant l’ensemble des griefs), et l’autre tirée du non-épuisement des voies de recours internes (concernant le grief tiré de l’article 1 du Protocole no 1).", "29.  La première exception, tirée du non-respect du délai de six mois, est motivée par le fait que la Cour de cassation a rendu son arrêt le 14 juin 2001 dans la première procédure, alors que la requête n’a été introduite que le 8 mai 2006.", "30.  La Cour rappelle qu’aux termes de l’article 35 § 1 de la Convention elle ne peut être saisie que dans un délai de six mois à partir de la date de la décision interne définitive. En l’espèce, l’arrêt de la Cour de cassation du 14 juin 2001 constitue la décision interne définitive dans la première procédure et la requête n’a été introduite que le 8 mai 2006, de sorte que le délai de six mois n’a pas été respecté à cet égard. Dans ces circonstances, la Cour accueille cette exception du Gouvernement et n’estime pas nécessaire d’examiner celle tirée du non-épuisement des voies de recours internes. Dans la mesure où elle est dirigée contre la première procédure interne, la requête doit donc être rejetée pour non-respect du délai de six mois, en application de l’article 35 §§ 1 et 4 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION AU REGARD DU DROIT D’ACCÈS À UN TRIBUNAL", "31.  Les requérants reprochent à la Cour de cassation d’avoir rejeté, par l’arrêt du 10 novembre 2005, leur pourvoi et de ne pas avoir répondu aux arguments soulevés dans leur mémoire en cassation. Ils y voient une atteinte à l’équité et, en substance, un défaut d’accès au tribunal, et invoquent l’article 6 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "32.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "33.  Le Gouvernement argue que le grief tiré de la violation du droit d’accès à un tribunal est manifestement mal fondé. Il souligne que, même si le pourvoi en cassation avait été déclaré recevable, la Cour de cassation se serait heurtée au principe de l’autorité de la chose jugée.", "La Cour, n’étant pas compétente pour substituer sa propre appréciation à celle des juridictions nationales, ne saurait spéculer sur les conclusions auxquelles la Cour de cassation aurait abouti si elle n’avait pas rejeté l’unique moyen de cassation au motif qu’il n’avait pas été formulé avec la précision requise.", "Dans ces circonstances, la Cour estime que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève en outre qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "34.  Les requérants estiment avoir soumis, sans équivoque, à la Cour de cassation la question relative à la violation de leur droit d’être entendus dans le cadre du procès au fond. Arguant avoir exposé devant la Cour de cassation les motifs tirés de la Convention, ils concluent que le rejet de leur pourvoi en cassation a violé l’article 6 § 1 de la Convention.", "35.  Le Gouvernement estime que le rejet du pourvoi par la Cour de cassation ne relève pas d’une application trop formaliste des conditions de recevabilité du pourvoi. Rappelant que la Cour de cassation connaît exclusivement de questions de droit et non de fait, il expose qu’un mémoire doit être articulé de manière précise et structurée, faute de quoi la Cour de cassation ne saurait se prononcer sans risque de dépasser le cadre de ce qui lui est demandé. En l’espèce, le moyen était non seulement imprécis mais aussi incompréhensible (même en se basant sur la discussion du moyen). Selon le Gouvernement, il ne faut pas perdre de vue que, dans la deuxième procédure, les juges du fond avaient retenu, à l’issue d’un procès équitable et contradictoire, que le principe de l’autorité de la chose jugée trouvait application et avaient ainsi déclaré la demande des requérants irrecevable, sans se prononcer sur le fond de l’affaire. Or, le moyen de cassation concernait non pas le fait que les juridictions du fond avaient retenu l’exception d’irrecevabilité tirée de l’autorité de la chose jugée, mais directement la demande au fond relative à la créance alléguée des requérants. Le problème ne provient dès lors pas du fait que la Cour de cassation a rejeté le pourvoi pour des raisons de forme, mais que le fond de la demande n’a, en toute logique, pas été analysé ; or, les requérants ne s’y résignent pas et tentent d’instituer la Cour de cassation en instance supplémentaire quant au fond de leur demande. Le Gouvernement en conclut que, même à supposer que le pourvoi ait été recevable d’un point de vue formel, il aurait été écarté, alors que le moyen dépassait le strict cadre du contrôle en droit de la Cour de cassation, d’une part, et en raison de l’autorité de la chose jugée dont est revêtue la première affaire, d’autre part.", "2.  Appréciation de la Cour", "36.  La Cour rappelle que sa tâche consiste à examiner si le motif du rejet du pourvoi en cassation par la Cour de cassation a privé les requérants de leur droit de voir examiné le moyen présenté dans leur pourvoi. Pour ce faire, la Cour se penchera sur la proportionnalité de la limitation imposée par rapport aux exigences de la sécurité juridique et de la bonne administration de la justice.", "37.  Ainsi que la Cour l’a relevé dans l’arrêt Kemp et autres c. Luxembourg, (no 17140/05, § 52, 24 avril 2008,), la règle appliquée par la Cour de cassation pour se prononcer sur le caractère recevable du pourvoi en cause est une construction jurisprudentielle. En effet, l’article 10 de la loi du 18 février 1885 se borne à prévoir que, pour introduire un pourvoi en cassation, l’intéressé doit déposer au greffe de la Cour de cassation « un mémoire (...) lequel précisera les dispositions attaquées de l’arrêt ou du jugement et les moyens de cassation et contiendra les conclusions dont l’adjudication sera demandée ». C’est la haute juridiction qui a introduit la distinction entre l’énoncé du moyen de cassation, d’une part, et « la discussion qui développe le moyen [et qui] ne peut suppléer à l’absence de formulation de moyen », d’autre part.", "38.  Aussi, la Cour a-t-elle estimé que la limitation imposée par cette règle jurisprudentielle poursuit un but légitime. En effet, la précision exigée dans la formulation des moyens de cassation a clairement pour objectif de permettre à la Cour de cassation d’exercer son contrôle en droit (Kemp et autres, précité, § 53).", "39.  Reste à savoir si cette exigence de précision dans la formulation du moyen de cassation répond à la condition de la proportionnalité entre les moyens employés et le but visé. A ce sujet, la Cour estime que le mémoire en cassation doit être considéré dans son ensemble, en ce sens que les requérants doivent avoir formulé leurs doléances à l’égard de l’arrêt d’appel soit dans l’énoncé du moyen de cassation même, soit au besoin dans la discussion qui développe le moyen.", "40.  La Cour examinera donc de quelle manière les requérants présentèrent, en l’espèce, leurs doléances à la Cour de cassation, d’une part, et pour quelles raisons leur pourvoi fut rejeté, d’autre part.", "41.  Dans leur mémoire en cassation, les requérants retracèrent le dispositif de l’arrêt attaqué, à savoir celui de la cour d’appel du 10 juin 2004. Ils formulèrent ensuite un unique moyen de cassation divisé en trois branches et tiré de la violation de l’article 6 de la Convention et de l’article 1 du Protocole no 1.", "Dans la première branche du moyen, les requérants reprochèrent à la cour d’appel de ne pas avoir répondu à leurs moyens relatifs à la violation par les premiers juges de leurs droits garantis par la Convention ; ils rappelèrent en effet avoir demandé à la cour d’appel de constater la violation de la Convention et de déclarer bonne et valable leur créance résultant du compte no 45. Ils conclurent qu’en refusant de répondre à ces moyens, la cour d’appel avait violé leur droit à un procès équitable garanti par l’article 6 de la Convention.", "Dans la deuxième branche, ils reprochèrent à la cour d’appel d’avoir refusé d’analyser leurs droits sur le compte no 45 au motif que d’autres juges auraient déjà analysé leurs droits sur le compte no 49. Estimant avoir invoqué des droits de propriété séparés sur le compte no 45 et différents de ceux invoqués sur le compte no 49, ils conclurent que la cour d’appel avait violé leur droit à la protection de la propriété garanti par l’article 1 du Protocole no 1.", "Dans la troisième branche, ils reprochèrent à la cour d’appel de les avoir condamnés à de lourdes indemnités pour procédure abusive et vexatoire.", "Ils demandèrent à la Cour de cassation de casser et annuler l’arrêt du 10 juin 2004 dans toutes ses dispositions attaquées.", "42.  La Cour de cassation, après avoir rappelé sa jurisprudence en la matière, rejeta le moyen faute de précision. Elle estima que le moyen était constitué d’un amalgame de cas d’ouverture de cassation partiellement reproduits dans les différentes branches et sans lien logique entre eux, qui ne permettait pas d’en saisir le sens et la portée.", "43.  Aux yeux de la Cour, l’on ne saurait soutenir que les requérants auraient omis de soumettre à la connaissance des juges suprêmes les éléments déterminants de l’affaire ainsi que leurs doléances à l’égard de l’arrêt de la cour d’appel attaqué. En effet, ils ont reproché principalement aux juges d’appel d’avoir refusé d’analyser leur demande à l’égard du compte no 45 et d’avoir ainsi violé leur droit à un procès équitable au titre de l’article 6 de la Convention, d’une part, et leur droit à la protection de la propriété garanti par l’article 1 du Protocole no 1, d’autre part.", "Sur ce point, la Cour estime que la précision exigée par la Cour de cassation dans la formulation du moyen de cassation n’était pas indispensable pour que la haute juridiction suprême puisse exercer son contrôle. Pareille exigence affaiblit à un degré considérable la protection des droits des justiciables devant la haute juridiction nationale, surtout si l’on tient compte du fait que le Luxembourg ne connaît pas le système des avocats aux Conseils spécialisés (mutatis mutandis, Kemp et autres, précité, § 58).", "44.  Dans ces conditions, prononcer l’irrecevabilité de l’ensemble du moyen de cassation au motif qu’il n’avait pas été articulé avec la précision requise s’inscrit dans une approche par trop formaliste, qui a empêché les requérants de voir la Cour de cassation se prononcer sur le bien-fondé de ce moyen (mutatis mutandis, Efstathiou et autres c. Grèce, no 36998/02, § 33, 27 juillet 2006, et Kemp et autres, précité, § 59).", "45.  Pour autant que le Gouvernement indique que l’unique moyen de cassation aurait en tout état de cause été écarté, la Cour rappelle qu’elle ne saurait spéculer sur les conclusions auxquelles la Cour de cassation aurait abouti si elle n’avait pas rejeté ledit moyen pour les motifs avancés.", "46.  A la lumière des considérations qui précèdent, la Cour estime qu’en l’espèce, la limitation imposée au droit d’accès des requérants à un tribunal n’a pas été proportionnelle au but de garantir la sécurité juridique et la bonne administration de la justice.", "47.  Partant, la Cour conclut à la violation de l’article 6 § 1 de la Convention au regard du droit des requérants d’avoir accès à un tribunal.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "48.  Les requérants estiment que le rejet, par les tribunaux luxembourgeois, de leur demande relative à leur créance sur le compte no 45 a enfreint l’article 1 du Protocole no 1, qui se lit ainsi qu’il suit :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "Sur la recevabilité", "49.  Le Gouvernement estime que le grief tiré de l’article 1 du Protocole no 1 est manifestement mal fondé, dans la mesure où le fait, pour les requérants, d’avoir été déboutés de leurs demandes par les tribunaux luxembourgeois ne saurait équivaloir à une atteinte à leur droit de propriété. Ainsi, les requérants ne sauraient faire valoir que les décisions des juridictions nationales ont constitué des actes de la part de l’Etat ayant entraîné une violation de l’article 1 du Protocole no 1.", "50.  La Cour rappelle qu’elle doit déterminer en premier lieu si les requérants étaient ou non titulaires d’un « bien » susceptible d’être protégé par l’article 1 du Protocole no 1.", "51.  Le Gouvernement expose que les requérants ne disposent pas d’un tel « bien ». Si l’on est certes en présence d’une créance alléguée par les requérants, celle-ci procède, selon les jugements rendus dans la première procédure nationale, d’une cause illicite et a dès lors été déclarée non fondée. La créance ayant été qualifiée en elle-même d’illicite, les requérants ne sauraient faire valoir qu’il s’agissait d’un élément certain de leur patrimoine. Les jugements de la première procédure étant revêtus de l’autorité de la chose jugée, il n’y a dès lors pas de créance actuelle et exigible, et donc pas de « bien » protégeable au sens de l’article 1 du Protocole no 1. Par ailleurs, en raison de la cause illicite affectant la créance dans son ensemble, les requérants ne sont pas en mesure de réclamer le paiement de cette « créance » et n’ont dès lors pas une « espérance légitime » de pouvoir obtenir le paiement d’une somme.", "52.  Les requérants estiment, en substance et sans fournir de précisions, être titulaires d’un « bien » au sens de l’article 1 du Protocole no 1.", "53.  D’emblée, la Cour se doit de rappeler qu’il appartient aux juridictions nationales de trancher des litiges de droit privé, avec la conséquence inévitable qu’une des parties ne puisse pas obtenir gain de cause. Le seul fait que des instances judiciaires fournissent un forum pour trancher un litige entre personnes privées ne donne pas lieu à une ingérence de l’Etat en violation des droits protégés par l’article 1 du Protocole no 1 (Questel c. France (déc.), no 43275/98, 11 mai 2000 ; Commission européenne des droits de l’homme, Kuchar et Stis c. République Tchèque (déc.), no 37527/97, 21 octobre 1998).", "54.  S’agissant de la portée autonome de la notion de « bien », la Cour se réfère à sa jurisprudence bien établie (Iatridis c. Grèce [GC], nº 31107/96, § 54, CEDH 1999-II, et Beyeler c. Italie [GC], nº 33202/96, § 100, CEDH2000-I). Il importe donc d’examiner, dans chaque affaire soumise à son examen, si les circonstances, considérées dans leur ensemble, ont rendu les requérants titulaires d’un intérêt substantiel protégé par l’article 1 du Protocole nº 1.", "\n55.  En l’espèce, l’objet des procédures, engagées par R.F. et poursuivies par les requérants en leur qualité d’héritiers, portait, dans le cadre de la liquidation de HBL, sur la déclaration d’une créance qui était contestée par les commissaires chargés de la liquidation. Il y a dès lors lieu de déterminer si la créance en question constituait une « valeur patrimoniale », c’est-à-dire si elle était suffisamment établie pour entraîner l’application des garanties de l’article 1 du Protocole no 1.", "56.  La Cour rappelle que, dans une première procédure, HBL avait assigné R.F. en vue, notamment, de voir déclarer nulle la créance inscrite au compte no 49. R.F. avait assigné à son tour HBL en vue d’obtenir le paiement de la somme inscrite au compte no 49 et, en ordre subsidiaire, de se voir admettre au passif chirographaire de la gestion contrôlée pour ladite somme. Les juges conclurent, sur la base d’une analyse de la provenance des fonds qui étaient sortis du compte no 45 et du déroulement des opérations qui avaient donné lieu à l’approvisionnement du compte no 49, que la cause initiale de la créance alléguée par les requérants était illicite. Ils annulèrent dès lors l’opération qui avait donné lieu au solde créditeur du compte no 49 et déclarèrent la créance en découlant dénuée de fondement.", "57.  Dans le cadre d’une deuxième procédure, les requérants assignèrent HBL et son liquidateur en restitution du montant litigieux qui, selon eux, figurait nécessairement au crédit du compte no 45, depuis l’annulation par les juges, dans la première procédure, du transfert du montant du compte no 45 au compte no 49. Dans le cadre de cette deuxième procédure, les juges déclarèrent la demande des requérants irrecevable, au vu de l’autorité de la chose jugée dont étaient recouvertes les décisions judiciaires rendues dans la première procédure. Ils précisèrent que, dans la première procédure, les juges avaient admis que l’illicéité de la créance, réclamée à l’époque et de nouveau dans la deuxième procédure, affectait aussi bien le compte no 45 que le compte no 49.", "58.  Dans ces conditions, la Cour n’aperçoit aucune apparence d’arbitraire dans la manière dont les juges du fond ont ainsi statué sur les prétentions des requérants. Eu égard aux considérations développées par ces magistrats, la Cour estime que la créance alléguée par les requérants ne pouvait être réputée suffisamment établie pour s’analyser en une « valeur patrimoniale » appelant la protection de l’article 1 du Protocole no 1.", "59.  Partant, la Cour considère que les requérants ne peuvent se prévaloir d’un « bien » au sens de la première phrase de l’article 1 du Protocole no 1.", "60.  Il s’ensuit que ce grief doit être rejeté en application de l’article 35 §§ 3 et 4 de la Convention.", "IV.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "61.  Les requérants mettent en cause l’équité de la procédure, au titre de l’article 6 de la Convention, en reprochant tout d’abord aux juges du fond d’avoir déclaré irrecevables leurs demandes présentées dans le cadre de la procédure relative au compte no 45, au motif que les décisions rendues dans la procédure concernant le compte no 49 seraient revêtues de l’autorité de la chose jugée. Ainsi, les juges auraient, dans la deuxième procédure, cautionné à tort l’approche suivie par les juges dans la première procédure. Ils reprochent ensuite aux juges de les avoir condamnés à des dommages et intérêts importants pour procédure abusive et vexatoire, alors qu’ils n’avaient que fait valoir un droit d’une manière tout à fait légitime.", "La Cour rappelle qu’aux termes de l’article 19 de la Convention, elle est seulement compétente pour assurer le respect de la Convention européenne des droits de l’homme. Elle n’est donc pas compétente pour examiner une requête relative à des erreurs de fait ou de droit prétendument commises par une juridiction interne (García Ruiz c. Espagne [GC], no 30544/96, § 28, CEDH 1999-I).", "En l’espèce, la Cour constate qu’en première instance et en appel, les décisions litigieuses ont été motivées par des considérations tant de fait que de droit et sont intervenues à l’issue d’une procédure contradictoire au cours de laquelle les requérants ont pu faire valoir tous les arguments qu’ils ont estimé nécessaires. Au demeurant, le simple désaccord des requérants avec les décisions internes litigieuses ne saurait suffire à conclure que la procédure n’a pas été équitable.", "Partant, cette partie de la requête est manifestement mal fondée, au sens de l’article 35 § 3 de la Convention et doit être rejetée conformément à l’article 35 § 4 de la Convention.", "62.  Finalement, les requérants se plaignent, au titre de l’article 6 de la Convention, de la longueur de la deuxième procédure.", "La Cour constate que la procédure a débuté le 16 juillet 2001 et s’est terminée le 10 novembre 2005 par un arrêt de la Cour de cassation. Elle a donc duré un peu plus de quatre années et trois mois pour trois instances.", "La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement des requérants et celui des autorités compétentes, ainsi que l’enjeu du litige pour les intéressés (voir, parmi beaucoup d’autres, Frydlender c. France [GC], no 30979/96, § 43, CEDH 2000-VII).", "En l’espèce, la Cour, qui n’aperçoit aucune période d’inactivité particulière imputable aux autorités nationales, estime, à la lumière de sa jurisprudence, que la durée globale de la procédure ne se révèle pas suffisamment importante pour que l’on puisse conclure à une violation de l’article 6 § 1 de la Convention.", "Cette partie de la requête doit dès lors être rejetée comme manifestement mal fondée, au sens de l’article 35 §§ 3 et 4 de la Convention.", "V.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "63.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "64.  Les requérants réclament 1 442 865,69 EUR au titre du préjudice matériel qu’ils auraient subi.", "65.  Le Gouvernement conteste ce montant.", "66.  La Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué et rejette cette demande.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré du défaut d’accès au tribunal soulevé au titre de l’article 6 de la Convention et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 6 de la Convention au regard du droit d’accès à un tribunal ;", "", "3.  Rejette la demande de satisfaction équitable.", "Fait en français, puis communiqué par écrit le 30 juillet 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tNina Vajić\n\tGreffier\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion concordante de la juge Vajić.", "N.A.V.\nS.N.", "OPINION CONCORDANTE DE Mme LA JUGE VAJIĆ", "En suivant l’approche dans l’affaire Kemp et autres c. Luxembourg (no 17140/05, 24 avril 2008), j’ai voté avec la majorité pour la violation de l’article 6 § 1 de la Convention au regard du droit des requérants d’avoir accès à un tribunal. Cependant, je ne suis pas d’accord avec l’« obiter dictum » au paragraphe 39 in fine de l’arrêt qui va plus loin dans le raisonnement que celui suivi dans l’affaire Kemp, § 54.", "A mon avis, il incombe aux hautes juridictions d’interpréter les critères permettant d’introduire un pourvoi en cassation, comme l’a fait la Cour de cassation de Luxembourg. Comme cela est mentionné dans l’arrêt au § 37, c’est la haute juridiction qui a introduit la distinction entre l’énoncé du moyen de cassation, d’une part, et « la discussion qui développe le moyen [et qui] ne peut suppléer à l’absence de formulation de moyen », d’autre part. J’estime qu’il n’est pas de la compétence de notre Cour de remettre cette approche générale en cause comme elle l’a fait, je pense, au § 39 du présent arrêt lorsqu’elle dit « ... la Cour estime que le mémoire en cassation doit être considéré dans son ensemble, en ce sens que les requérants doivent avoir formulé leurs doléances à l’égard de l’arrêt d’appel soit dans l’énoncé du moyen de cassation même, soit au besoin dans la discussion qui développe le moyen ».", "Par ailleurs, la Cour ayant constaté en l’espèce une violation sur la base d’une « approche par trop formaliste » (§ 44), il était inutile et superflu que la Cour traite cette question générale (§ 39 in fine) étant donné que la violation aurait été constatée même sans aborder ce sujet.", ""]}