{"file": "FRE_CLINF_19133_91.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "19133/91", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Septembre 1995", "Scollo c. Italie - 19133/91", "Arrêt 28.9.1995", "article 1 du Protocole n° 1", "article 1 al. 2 du Protocole n° 1", "Réglementer l'usage des biens", "Impossibilité pour le propriétaire d'un appartement d'obtenir l'exécution d'une décision d'expulsion : violation", "Article 6", "Article 6-1", "Délai raisonnable", "Absence de procédure d'exécution stricto sensu : violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tOBJET DU LITIGE", "Griefs tirés de l'article 14 de la Convention, combiné avec l'article 1 du Protocole n° 1, ainsi que de l'article 6 § 1 de la Convention (droit à l'accès à un tribunal) : sortent du cadre de l'affaire tel que l'a délimité la décision de la Commission sur la recevabilité.", "II.\tARTICLE 1 DU PROTOCOLE N° 1", "A.\tLa règle applicable ", "Mesures litigieuses constituant non pas une expropriation formelle ou de fait, mais une réglementation de l'usage des biens - second alinéa donc applicable.", "B.\tRespect des conditions du second alinéa", "Grande latitude du législateur pour la mise en œuvre des politiques sociales et économiques, notamment dans le domaine du logement.", "1.\tBut de l'ingérence", "Motifs fondant les dispositions législatives en cause : ne peuvent être qualifiés de manifestement déraisonnables - poursuite d'un but légitime conforme à l'intérêt général.", "2.\tProportionnalité de l'ingérence", "Crise du logement : phénomène quasi général pour les sociétés modernes. ", "Déclaration \"solennelle\" du requérant : aurait dû justifier l'octroi en priorité de l'assistance de la force publique pour l'exécution de l'expulsion, mais le préfet n'intervint jamais dans ce sens. Tentatives de l'huissier de justice : n'eurent point de succès. Caractère prioritaire du cas du requérant : démarches de son conseil visant une solution rapide demeurèrent infructueuses. ", "Le requérant récupéra son immeuble à la suite du départ spontané du locataire - auparavant il avait dû non seulement acheter un autre appartement, mais aussi entamer un procès visant à régler le problème des loyers partiellement impayés.", "Le législateur pouvait raisonnablement estimer que les mesures d'urgence en question, qui prévoyaient des exceptions à leur application, convenaient pour atteindre le but légitime poursuivi. Restriction à l'usage de l'appartement résultant de la non-application desdites dispositions : charge disproportionnée. ", "Conclusion : violation (unanimité).", "III.\tARTICLE 6 § 1 DE LA CONVENTION (\"DÉLAI RAISONNABLE\")", "Absence de procédure d'exécution stricto sensu. Article 6 § 1 toutefois applicable eu égard à l'objet de la procédure : vider la  contestation opposant le requérant à son locataire.", "Point de départ : notification au locataire de l'assignation à comparaître devant le juge d'instance.", "Terme : restitution de l'immeuble. ", "Résultat : un peu plus de onze ans et dix mois.", "Le requérant ne ménagea pas ses efforts pour obtenir satisfaction en s'adressant à maintes reprises à l'huissier de justice, lequel demandait systématiquement l'assistance de la force publique -commission préfectorale et préfet ne donnèrent jamais suite à ces démarches.", "Prise en compte des difficultés pratiques soulevées par l'exécution d'un nombre très élevé d'expulsions, mais l'inertie de l'administration compétente engage la responsabilité de l'Etat sur le terrain de l'article 6 § 1.", "Conclusion : violation (unanimité).", "IV.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage", "Octroi d'une indemnité pour préjudice matériel et moral.", "B.\tFrais et dépens", "Remboursement intégral. ", "Conclusion : Etat défendeur tenu de verser au requérant certaines sommes pour dommage ainsi que pour frais et dépens (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}