{"file": "FRE_HFJUD_40786_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "40786/98", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE BENEFICIO CAPPELLA PAOLINI c. SAINT-MARIN", "", "", "(Requête no 40786/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "13 juillet 2004", "", "", "", "DÉFINITIF", "", "13/10/2004", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "\nEn l’affaire Beneficio Cappella Paolini c. Saint-Marin,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tA.B. Baka,\n\t\tL. Loucaides,\n\t\tC. Bîrsan,\n\t\tK. Jungwiert,\n\t\tV. Butkevych, juges,\n\t\tL. Ferrari Bravo, juge ad hoc,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 8 avril 2003 et 22 juin 2004,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 40786/98) dirigée contre la République de Saint-Marin et dont Beneficio Cappella Paolini, une institution ecclésiastique saint-marinaise (« la requérante »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 19 mars 1998 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me G. L. Mularoni, avocat à Fiorina. Le gouvernement saint-marinais (« le Gouvernement ») est représenté par son agent, L. L. Danièle, et M. G. Bellati Ceccoli, coagent.", "3.  La requérante se plaignait en particulier de la durée de la procédure devant les juridictions civiles, d’un déni de justice et du non respect des ses biens.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11).", "5.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement. A la suite du déport de Mme A. Mularoni, juge élue au titre du Saint-Marin (article 28), le Gouvernement a désigné M. L. Ferrari Bravo pour siéger en qualité de juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement).", "6.  Par une décision du 8 avril 2003, la chambre a déclaré la requête partiellement recevable.", "7.  Tant la requérante que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement). La chambre a décidé après consultation des parties qu’il n’y avait pas lieu de tenir une audience consacrée au fond de l’affaire (article 59 § 3 in fine du règlement).", "EN FAIT", "8.  La requérante est une institution ecclésiastique saint-marinaise.", "9.  Le 7 mars 1985, le Gouvernement saint-marinais décréta l’expropriation de certains terrains appartenant à la requérante. L’indemnité d’expropriation versée s’éleva à 114 790 590 lires italiennes (environ 59 284 euros – « EUR »). Destinés à des travaux d’urbanisation à réaliser avant le 31 décembre 1987, les terrains ne furent utilisés qu’en partie. Le 16 février 1987, la requérante s’adressa au Gouvernement afin de pouvoir recouvrer la possession des terrains non utilisés. Le Gouvernement rejeta la demande le 20 octobre 1987 au motif que ces biens pouvaient encore être utilisés dans l’intérêt de la collectivité.", "La procédure devant les juridictions civiles", "10.  Le 10 novembre 1988, s’appuyant sur le paragraphe 3 de l’article 14 de la loi no 18 du 25 mars 1980 (« la loi no 18/1980 ») qui prévoit la péremption de la procédure d’expropriation en cas de dépassement du délai fixé pour la réalisation des travaux, la requérante introduisit une action possessoire devant le juge civil de première instance (Commissario della Legge). La première audience fut fixée au 19 janvier 1989 mais ne se tint pas en raison du défaut de notification au Gouvernement. Celui-ci se constitua dans la procédure le 5 mai 1989. A l’audience du 23 septembre 1989, le Gouvernement demanda l’audition d’un témoin, autorisée par le juge le 12 janvier 1990. Le témoin ne se présenta pas à l’audience du 5 avril 1990, puis le 26 septembre le Gouvernement renonça à l’audition. Les parties présentèrent leurs conclusions écrites le 23 mai 1991. La mise en état de l’affaire fut close le 14 novembre 1991.", "11.  Par un jugement du 14 janvier 1992, déposé au greffe le même jour, le juge rejeta la demande de la requérante car, d’une part, le décret d’expropriation du 20 octobre 1987 était un acte administratif et échappait à la compétence de la juridiction civile et, d’autre part, la requérante ne pouvait introduire une action possessoire au motif que les biens litigieux avaient été expropriés légalement et n’avaient pas été acquis sine titulo par l’Etat.", "12.  Le 12 mars 1992, la requérante saisit le juge civil d’appel (Giudice delle Appellazioni Civili) d’une action pétitoire visant la restitution des terrains litigieux en application du paragraphe 3 de l’article 14 de la loi no 18/1980. Elle affirmait aussi que le comportement de l’administration avait violé l’article 1 du Protocole no 1. La première audience eut lieu le 9 avril 1992. Le 21 mai suivant, l’intéressée déposa certaines pièces. La procédure fut suspendue le 29 mai 1992 en raison de la tentative de règlement amiable en cours. La tentative n’ayant pas abouti, le 2 décembre 1992, le Commissario della Legge, organe chargé aussi de la mise en état en appel, ordonna la reprise de la procédure. A l’audience du 25 février 1993, la requérante demanda la désignation d’un expert ainsi que l’audition d’un témoin afin de déterminer les terrains qui n’avaient pas été utilisés. Le Commissario della Legge y fit droit le 2 mars et le 6 avril. Le témoin fut entendu le 24 juin et l’expertise déposée le 7 novembre 1993. Les parties présentèrent leurs conclusions le 10 février et le 24 mars 1994. La mise en état fut close le 27 avril 1994.", "13.  En décembre 1994, le juge d’appel C.P. décéda. Aucun autre juge ne pouvant le remplacer, car l’organigramme de la juridiction d’appel au civil prévoyait un seul magistrat, le 17 janvier 1995, le Parlement promulgua la loi n 2/1995. Aux termes de son article 1 : « En cas de décès ou de grave empêchement du magistrat d’appel au civil d’exercer ses fonctions d’instruction, l’un des magistrats d’appel au pénal le remplacera afin d’accomplir d’éventuels actes urgents jusqu’à la substitution ou à la fin du grave empêchement (...) ».", "14.  Le 25 avril 1995, le Parlement nomma le juge P.G.P. en tant que remplaçant du juge décédé. Cependant, P.G.P. demanda au Conseil des XII l’autorisation de s’abstenir dans l’examen de la procédure litigieuse parce qu’il y avait participé comme juge civil de première instance. Le Conseil des XII, organe juridictionnel de troisième instance lorsque la décision d’appel ne confirme pas celle de première instance, se prononçait à l’époque (conformément à l’article 17 de la loi no 2/1995) également sur les demandes d’abstention et de récusation.", "15.  Le 26 septembre 1995, le Conseil des XII fit droit à cette demande et confia le dossier en question à P.G., magistrat d’appel au pénal (Giudice delle Appellazioni per le cause penali). ", "16.  Par un arrêt du 18 décembre 1998, déposé au greffe le même jour, le juge rejeta l’appel. Il relevait que l’article 14 § 3 de la loi no 18/1980 prévoyait la péremption de l’expropriation en cas de dépassement du délai fixé pour l’exécution des travaux et non pas pour la non utilisation de la totalité des biens expropriés. La compétence quant au bien-fondé de la procédure d’expropriation appartenait de toute manière aux juridictions administratives. Le magistrat notait, en outre, que l’appel visait la restitution de la propriété des biens alors qu’en première instance la requérante avaient simplement demandé à reprendre possession des terrains. La demande était par conséquent irrecevable car, conformément à la jurisprudence consolidée, « les demandes introduites en appel pour la première fois sont manifestement irrecevables » (arrêt du Giudice delle Appellazioni Civili du 20 juillet 1970 no 147).", "2.\tLa procédure devant les juridictions administratives", "17.  Auparavant, le 3 mars 1992, à la suite de l’entrée en vigueur du nouveau plan d’occupation des sols changeant la destination des terrains en question de productifs en agricoles, la requérante avait demandé au Gouvernement la restitution des biens. Le 24 novembre 1992, n’ayant pas eu de réponse, elle lui adressa une mise en demeure en l’invitant à adopter les décisions nécessaires en vue de la restitution. Le 20 avril 1993, elle saisit le juge administratif de première instance. L’audience de plaidoiries eut lieu le 3 août 1993. Par un jugement du 17 août 1993, déposé au greffe le même jour, le juge déclara son incompétence à « reconnaître l’existence d’un éventuel droit à la restitution des terrains non utilisés », les juridictions administratives pouvant connaître exclusivement des intérêts légitimes. Il précisa que seul le Parlement (Consiglio Grande e Generale) pouvait décider du sort desdits biens. Enfin, le nouveau plan d’occupation des sols ayant changé la destination des terrains non utilisés, le juge invalida l’expropriation décrétée le 7 mars 1985, pour péremption, dans la mesure où elle concernait ces biens. Cette déchéance ne créait pas pour autant un droit à rétrocession.", "18.  Le Gouvernement interjeta alors appel, contestant l’existence du refus tacite pouvant légitimer le recours au juge administratif de première instance, ainsi que la compétence de celui-ci pour prononcer l’invalidation partielle de l’expropriation. L’audience de plaidoiries, fixée d’abord au 13 janvier 1994, fut renvoyée au 24 mai suivant en raison de l’empêchement du juge administratif d’appel. Par un arrêt du 26 mai 1994, déposé au greffe le même jour, le juge accueillit l’appel. Relevant que l’Etat avait acquis la propriété des terrains selon les voies légales et moyennant le paiement de l’indemnité d’expropriation, le juge soulignait le fait qu’aucune disposition législative n’imposait au Gouvernement de procéder à la restitution des biens. La demande introduite par la requérante le 20 avril 1993 était par conséquent irrecevable, le comportement du Gouvernement ne pouvant pas être qualifié de refus tacite. Le juge précisait enfin qu’en tout cas, le juge administratif de première instance ne pouvait pas déclarer l’invalidation partielle du décret d’expropriation, décision par ailleurs jamais attaquée, mais éventuellement l’illégalité du prétendu refus tacite du Gouvernement.", "19.  A une date non précisée, le juge administratif d’appel ordonna la transmission du dossier de l’affaire au Conseil des XII, autorité à laquelle il incombe en matière civile, après avoir recueilli l’avis d’un expert, de trancher une demande en cas de jugements de première et deuxième instance aboutissant à des conclusions opposées (article 21 de la loi 68 du 28 juin 1989 instituant les juridictions administratives). Le 27 septembre 1994, le Conseil des XII, faisant sien l’avis de l’expert, confirma l’arrêt d’appel. L’expert releva que si, d’une part, à la suite de la déclaration d’utilité publique des travaux d’urbanisation, le droit de propriété de Beneficio Cappella Paolini s’était transformé en simple intérêt légitime, d’autre part, le paragraphe 3 de l’article 14 de la loi no 15/1980 conférait non pas un intérêt légitime à la légalité de l’action de l’administration, mais un véritable droit de saisir le juge civil et d’obtenir la péremption de l’expropriation en raison du dépassement du délai fixé pour la réalisation des travaux.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "20.  La requérante se plaint de la durée de la procédure engagée devant le juge civil de première instance le 10 novembre 1988 et d’un déni de justice en ce que les juridictions nationales n’auraient pas tranché au fond sa cause. Aux termes de l’article 6 § 1 de la Convention,", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "1.\t« Délai raisonnable »", "21.  Sur le terrain du premier grief tiré de cette disposition, le Gouvernement soutient que, compte tenu notamment de la complexité de la cause, la procédure litigieuse a respecté l’exigence du délai raisonnable tant en première qu’en deuxième instance. Les juridictions saisies durent, par exemple en appel, entendre un témoin et ordonner une expertise. Le décès du juge d’appel entraîna ensuite la désignation d’un nouveau juge, lequel fut toutefois autorisé à se déporter car il avait jugé l’affaire en première instance. Un autre juge fut par conséquent désigné. Le Gouvernement concède que la gestion de la part du nouveau magistrat de toutes les procédures suspendues a produit un certain retard mais, s’agissant d’un événement « exceptionnel et transitoire», l’Etat ne saurait être responsable car il aurait réagi promptement à une situation exceptionnelle. Enfin, la requérante aurait causé des retards (entre autres, la suspension de plus de six mois de la procédure d’appel) et n’aurait entrepris aucune démarche visant à accélérer le procès.", "22.  Selon la requérante l’audition d’un témoin et l’accomplissement d’une expertise ne suffiraient pas à justifier la durée dont elle se plaint. Quant au remplacement du juge civil d’appel, la désignation par le Parlement de P.G.P., un magistrat qui avait auparavant exercé les fonctions de Commissario della Legge dans de nombreuses affaires civiles, aurait dû être évitée car la demande de l’intéressé d’autorisation de s’abstenir était à prévoir. Enfin, la requérante met en évidence le laps de temps qui s’écoula entre la clôture de la mise en état de l’appel et le dépôt de l’arrêt du juge civil d’appel.", "23.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement de la requérante et celui des autorités compétentes ainsi que l’enjeu du litige pour les intéressés (voir, parmi beaucoup d’autres, Tierce c. Saint-Marin, no 69700/01, § 30).", "24.  La période à considérer ne commence qu’avec l’entrée en vigueur, le 22 mars 1989, de la Convention pour la République de Saint-Marin (voir parmi d’autres Foti et autres c. Italie, arrêt du 10 décembre 1982, série A no 56, p. 18, § 53). Pour vérifier le caractère raisonnable du laps de temps écoulé après cette date, il faut cependant tenir compte de l’état où l’affaire se trouvait à l’époque.", "La période à considérer est donc d’environ neuf ans et neuf mois pour quatre niveaux de juridictions.", "25.  La Cour estime que si l’affaire revêtait une certaine complexité en droit liée à la compétence des juridictions internes, cela ne peut en aucun cas justifier le délai litigieux ; il en va de même quant à l’audition d’un témoin et à l’accomplissement d’une expertise. Certes à la suite du décès de C.P. l’Etat intervint rapidement afin de permettre la désignation d’un nouveau juge civil d’appel, mais force est de constater que, comme le souligne à juste titre la requérante, le choix aurait pu et dû porter dès le début sur un autre magistrat, P.G.P. ayant jugé l’affaire en première instance. Près de trois ans et demi s’écoulèrent ensuite entre le moment où le dossier de l’affaire fut confié à P.G., juge d’appel au pénal, et le dépôt au greffe de l’arrêt d’appel. Quant au comportement de la requérante, la Cour rappelle que, même dans les systèmes juridiques consacrant le principe de la conduite du procès par les parties, l’attitude des intéressés ne dispense pas les juges d’assurer la célérité voulue par l’article 6 § 1 de la Convention.", "En conclusion, la lenteur de la procédure résulte essentiellement du comportement des autorités et juridictions saisies. L’article 6 a donc été enfreint sur le terrain du « délai raisonnable ».", "2.\t« Droit à un tribunal »", "26.  Quant au déni de justice, le Gouvernement affirme que seule la requérante porte la responsabilité de son échec au motif qu’elle se serait adressée aux juridictions administratives pour la reconnaissance d’un droit (diritto soggettivo »), et aux juges civils pour un « intérêt légitime » (« interesse legittimo »), c’est-à-dire une position individuelle protégée de façon indirecte et subordonnée au respect de l’intérêt public. Et pour finir, la requérante formula en appel une demande nouvelle par rapport à celle introduite en première instance – ce qui justifia pleinement la décision de rejet conformément à la jurisprudence établie.", "27.  La requérante fait relever que les juridictions nationales n’ont pas tranché au fond la question soumise à leur attention en déclarant tour à tour leur incompétence à connaître du litige.", "28.  La Cour rappelle sa jurisprudence selon laquelle l’article 6 § 1 de la Convention consacre le « droit à un tribunal », dont le droit d’accès, à savoir le droit de saisir le tribunal en matière civile, ne constitue qu’un aspect (arrêt Golder c. Royaume-Uni du 21 février 1975, série A no 18, p. 18, § 36). L’effectivité du droit d’accès demande qu’un individu jouisse d’une possibilité claire et concrète de contester un acte constituant une ingérence dans ses droits (voir l’arrêt Bellet c. France du 4 décembre 1995, série A no 333-B, p. 42, § 36).", "Or en l’espèce, la requérante saisit le juge civil de première instance afin de recouvrer la possession des biens expropriés et non utilisés par l’Etat puis elle introduisit, en appel, une action pétitoire pour récupérer la propriété desdits biens ; devant les juridictions administratives, la requérante réclamait dès le début la restitution des biens (paragraphes 10-19 ci-dessus). Dans son arrêt du 18 décembre 1998, le juge civil d’appel affirma que la compétence à connaître du bien fondé de la procédure d’expropriation appartenait aux juges administratifs, alors que le 27 septembre 1994, confirmant l’arrêt du juge administratif d’appel, le Conseil des XII déclara que la loi no 15/1980 conférait un véritable droit de saisine du juge civil afin d’obtenir la péremption de l’expropriation en cas de dépassement du délai fixé pour la réalisation des travaux à effectuer sur les terrains (paragraphes 16 et 19 ci-dessus).", "29.  La Cour n’a pas pour tâche d’examiner si les juridictions civiles et administratives pouvaient ou non trancher le litige sur le fond compte tenu en particulier de l’article 14 § 3 de la loi no 15/1980. Elle relève que la requérante a eu accès à ces juridictions, mais qu’aucune n’a répondu sur la question de savoir si elle avait droit ou non à la restitution des terrains expropriés en excès. Cette situation s’analyse selon la Cour en un déni de justice qui a porté atteinte à la substance même du droit à un tribunal garanti par l’article 6 § 1 de la Convention. Par conséquent, il y a eu violation de cette disposition.", "\nII.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1 ", "30.  Invoquant l’article 1 du Protocole no 1, la requérante se plaint d’une atteinte à son droit au respect de ses biens. Selon la disposition en question,", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "31.  Le Gouvernement souligne que l’expropriation des biens de la requérante a respecté le principe de légalité. La loi nationale a été correctement appliquée et une indemnisation a été versée. Le changement de destination du terrain exproprié et non utilisé (de productif en agricole) n’aurait pas fait disparaître l’intérêt public qui fut à la base de l’expropriation. En outre, la requérante, d’une part, n’aurait jamais fait valoir devant le juge administratif la non utilisation d’une partie du terrain exproprié et, d’autre part, elle a contesté la violation de son droit de propriété seulement en appel en essuyant le rejet inévitable de sa demande. Compte tenu de la large marge d’appréciation que l’article 1 du Protocole no1 ménage aux États, le Gouvernement considère que l’équilibre entre les intérêts en jeu a été respecté en l’espèce.", "32.  La requérante estime que dans tout Etat démocratique seule l’existence d’un intérêt public actuel justifie la non restitution des biens expropriés et non utilisés. Si, au contraire, l’Etat est libre de garder ces biens, les limites et les garanties prévues par les lois pertinentes sont alors inutiles.", "33.  La Cour note avant tout que la régularité de la procédure d’expropriation n’est nullement mise en cause en l’espèce : les terrains litigieux ont été expropriés conformément aux règles applicables en la matière et une indemnité a été versée à la requérante. Néanmoins, la Cour considère que l’utilisation partielle des terrains expropriés pose un problème quant au respect du droit de propriété eu égard, d’une part, au changement de destination consécutif à l’approbation du nouveau plan d’occupation des sols, et, d’autre part, à l’absence en droit interne d’une disposition prévoyant la restitution des terrains expropriées et non utilisés. Le paragraphe 2 de l’article 1 du Protocole no 1 ménage à n’en pas douter une large marge d’appréciation pour les États. ", "Il ne suffit toutefois pas qu’une mesure privative de propriété poursuive, en l’espèce comme en principe, un objectif légitime d’utilité publique : il doit exister un rapport raisonnable de proportionnalité entre ledit but et les moyens employés. L’équilibre à ménager entre les exigences de l’intérêt général et les impératifs des droits fondamentaux est ainsi rompu si la personne concernée a eu à subir une charge disproportionnée. Dans l’affaire Motais de Narbonne c. France (no 48161/99, 2 octobre 2002), qui portait également sur un bien exproprié pour cause d’utilité publique puis non utilisé, la Cour a jugé contraire à l’article 1 du Protocole no 1 l’écoulement d’un laps de temps notable entre la prise d’une décision portant expropriation d’un bien et la réalisation concrète du projet d’utilité publique fondant l’expropriation. « Dans un tel cas, l’expropriation peut avoir pour effet de priver l’individu concerné d’une plus-value générée par le bien en cause ; si cette privation spécifique ne repose pas elle-même sur une raison légitime tenant de l’utilité publique, l’individu concerné peut subir une charge additionnelle, incompatible avec les exigences de l’article 1 du Protocole no 1. » (§ 19 de l’arrêt précité). ", "Selon la Cour il peut en aller de même en l’espèce. Si l’on peut en effet aisément accepter que les exigences de l’intérêt public justifièrent l’expropriation de 1985 ainsi que le refus opposé à la requérante par le Gouvernement en 1987 (paragraphe 9 ci-dessus), la Cour ne considère pas justifié le maintien de la décision de non restitution des biens, eu égard, d’une part, au résultats contradictoires des deux séries de procédures engagées par la requérante et, d’autre part, au fait que les terrains litigieux n’ont toujours pas été affectés à la réalisation d’ouvrages d’intérêt public.", "34.  A la lumière de ce qui précède et compte tenu de la conclusion figurant au paragraphe 29 du présent arrêt, la Cour estime que le juste équilibre entre les exigences de l’intérêt général et les impératifs de la sauvegarde des droits individuels a été rompu en l’occurrence. Il y a donc eu violation de l’article 1 du Protocole no 1.", "", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "35.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. » ", "Dommage", "36.  La requérante demande d’abord à la Cour de lui accorder en équité une somme à titre de dommage moral pour la longueur de la procédure civile. Elle réclame ensuite la restitution de la partie du terrain exproprié et non utilisé, en étant prête à restituer à l’Etat 75 776, 08 EUR correspondant à la valeur dudit terrain calculée par un expert, et à renoncer à la somme que la Cour accorderait pour tort moral. A défaut de restitution, la requérante demande à la Cour de condamner Saint-Marin à lui verser 2 635 523,92 EUR correspondant à la valeur marchande des biens non utilisés.", "37.  Le Gouvernement prie la Cour de rejeter les prétentions de la requérante.", "38.  La Cour rappelle d’emblée qu’un arrêt constatant une violation entraîne pour l’Etat défendeur l’obligation juridique au regard de la Convention de mettre un terme à la violation et d’en effacer les conséquences. Si le droit interne ne permet d’effacer qu’imparfaitement les conséquences de cette violation, l’article 41 de la Convention confère à la Cour le pouvoir d’accorder une réparation à la partie lésée par l’acte ou l’omission à propos desquels une violation de la Convention a été constatée. Dans l’exercice de ce pouvoir, elle dispose d’une certaine latitude ; l’adjectif « équitable » et le membre de phrase « s’il y a lieu » en témoignent. Parmi les éléments pris en considération par la Cour, lorsqu’elle statue en la matière, figurent le dommage matériel, c’est-à-dire les pertes effectivement subies en conséquence directe de la violation alléguée, et le dommage moral, c’est-à-dire la réparation de l’état d’angoisse, des désagréments et des incertitudes résultant de cette violation, ainsi que d’autres dommages non matériels. En outre, là où les divers éléments constituant le préjudice ne se prêtent pas à un calcul exact ou là où la distinction entre dommage matériel et dommage moral se révèle difficile, la Cour peut être amenée à les examiner globalement (Comingersoll c. Portugal [GC], no 35382/97, §§ 32-35, CEDH 2000-IV). ", "La Cour rappelle que selon sa jurisprudence, l’on ne doit pas écarter de manière générale la possibilité d’octroyer une réparation pour le préjudice moral allégué par les personnes morales ; cela dépend des circonstances de chaque espèce. On ne peut donc exclure qu’il puisse y avoir, pour une institution ecclésiastique, un dommage autre que matériel appelant une réparation pécuniaire. La Cour estime que l’allongement de la procédure litigieuse au-delà du délai raisonnable a dû causer, dans le chef de la Beneficio Cappella Paolini, des désagréments notables et une incertitude prolongée. La situation d’incertitude dans laquelle la requérante a été laissée justifie l’octroi d’une indemnité.", "Statuant en équité, comme le veut l’article 41, la Cour alloue à la requérante 3 000 EUR pour le dommage subi.", "En ce qui concerne la demande de restitutio in integrum ou de versement d’une somme pour préjudice matériel, la Cour considère cependant que, dans les circonstances de la cause, la question de l’application de l’article 41 ne se trouve pas en état. Vu les violations constatées des articles 6 § 1 de la Convention et 1 du Protocole no 1, la meilleure forme de réparation dans cette affaire consiste dans la restitution du terrain par l’Etat, en plus d’une indemnité pour les dommages matériels subis, comme la privation de jouissance, et d’une indemnité pour préjudice moral. Partant, il y a lieu de réserver la question et de fixer la procédure ultérieure en tenant compte de l’éventualité d’un accord entre l’Etat défendeur et la requérante (article 75 § 1 du règlement).", "B.  Frais et dépens", "39.  La requérante sollicite le remboursement des sommes suivantes : a) 6 000 EUR pour les frais et dépens exposés devant la Commission puis la Cour ;", "b) 2 400 EUR correspondant au coût de l’expertise privée nécessaire pour déterminer les sommes demandées pour dommage matériel ; et", "c) 2 427,35 EUR, à réévaluer, déboursés par la requérante devant les autorités judiciaires nationales pour remédier à la violation de l’article 1 du Protocole no 1.", "40.  Le Gouvernement ne se prononce pas.", "41.  La Cour estime raisonnables le montant sollicité sous a) et l’accorde en entier. Quant aux points b) et c), il y a lieu de les réserver compte tenu de leur lien étroit avec la question de la restitutio in intégrum des terrains litigieux.", "", "C.  Intérêts moratoires", "42.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Dit, à l’unanimité, qu’il y a eu violation de l’article 6 § 1 de la Convention quant au droit de la requérante à un procès dans un délai raisonnable ;", "2.  Dit, par six voix contre une, qu’il y a eu violation de l’article 6 § 1 quant au droit à un tribunal ;", "3.  Dit, par six voix contre une, qu’il y a eu violation de l’article 1 du Protocole no 1 ;", "4.  Dit, à l’unanimité,", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "\ti.  3 000 EUR (trois mille euros) pour dommage moral relatif à la violation du droit à un procès dans un délai raisonnable ;", "\tii.  6 000 EUR (six mille euros) pour les frais et dépens exposés devant la Commission puis la Cour ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "5.  Dit, par six voix contre une, que la question de l’article 41 de la Convention ne se trouve pas en état pour le dommage relatif aux violations de l’article 6 quant au droit d’accès à un tribunal et de l’article 1 du Protocole no 1, ainsi que pour les frais et dépens supportés devant les juridictions nationales pour remédier auxdites violations ; en conséquence,", "a) réserve cette question ;", "b) invite le Gouvernement et la requérante à lui donner connaissance, dans les six mois, de tout accord auquel ils pourraient aboutir ;", "c) réserve la procédure et délègue au président le soin de la fixer au besoin ;", "6.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 13 juillet 2004 en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tJ.-P. Costa\n\tGreffière\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion dissidente de M. Ferrari Bravo.", "", "S.D.\nJ.-P. C.", "\nOPINION DISSIDENTE", "DE M. LE JUGE FERRARI BRAVO", "Dans la présente affaire, j’ai voté avec la majorité en ce qui concerne la durée de la procédure qui était de toute évidence exorbitante.", "Mais je n’ai pas voté de la même manière concernant le droit à un tribunal et la violation de l’article 1 du Protocole no1.", "En effet, sur ce point la majorité a reproché à Saint-Marin de ne pas avoir eu une loi claire en matière d’expropriation et d’indemnité pour le cas où un terrain exproprié n’est pas totalement utilisé. Mais cela n’est pas la tâche de la Cour qui n’est pas appelée à dire si un système d’ailleurs rudimentaire est bon ou mauvais. ", "Il suffit qu’il soit cohérent, et certes un bon avocat comme celui qui défendait Beneficio Cappella Paolini, pouvait avec quelques difficultés, s’orienter dans le labyrinthe des actions pétitoires ou procédurales. ", "S’il n’a pas réussi, c’est donc sa faute et il n’y a rien à réclamer.", ""]}