{"file": "FRE_CLINF_32093_10.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "32093/10", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 180", "Décembre 2014", "Cumhuriyetçi Eğitim Ve Kültür Merkezi Vakfı c. Turquie - 32093/10", "Arrêt 2.12.2014 [Section II]", "Article 14", "Discrimination", "Refus d’octroyer une dispense du paiement des factures d’électricité conférée aux lieux de culte à un lieu consacré à l’exercice cultuel des alévis : violation", "En fait – La requérante est une fondation à vocation cultuelle, gérant de nombreux cemevis en Turquie, qui sont des lieux consacrés à l’exercice cultuel des alévis, une branche minoritaire et hétérodoxe de l’islam. En août 2006, le directeur de la fondation, faisant valoir qu’un centre était un lieu de culte pour la communauté alévie, sollicita une dispense de paiement de ses factures d’électricité, la loi prévoyant la prise en charge par un fonds de la Direction des affaires religieuses (DAR) des frais d’électricité des lieux de culte. Par un jugement de mai 2008, le tribunal d’instance débouta la fondation de sa demande, se basant sur les observations de la DAR selon lesquelles la confession alévie n’est pas une religion et les cemevis ne sont pas des lieux de culte. Le jugement de première instance fut confirmé en cassation et le recours en rectification introduit par la fondation requérante fut rejeté en 2009. Le total des factures impayées du centre s’élève à environ 290 000 EUR.", "En droit – Article 14 combiné avec l’article 9 : La prise en charge des frais d’électricité par des fonds publics pour aider les lieux de culte à faire face à leurs coûts d’électricité est suffisamment liée à l’exercice du droit garanti par l’article 9 de la Convention. Par conséquent, le grief de la fondation requérante portant sur le rejet de sa demande tendant à obtenir la dispense de paiement des factures d’électricité entre dans le champ d’application de l’article 9, de sorte que l’article 14 de la Convention trouve à s’appliquer en l’espèce.", "Le statut juridique du cemevi est différent de celui des lieux de culte reconnus comme tels par l’État. Cependant, dès lors que le libre exercice du droit à la liberté de religion des alévis est protégé par l’article 9 de la Convention, que le centre comporte une salle consacrée à la pratique de cem, un élément essentiel de l’exercice du culte de la confession alévie, qu’il fournit un service de funérailles, et que les activités pratiquées n’ont aucun caractère lucratif, les cemevis sont, comme les autres lieux de culte reconnus, des lieux destinés à l’exercice du culte d’une conviction religieuse.", "Certes, la liberté de religion n’implique nullement que les groupements religieux ou les fidèles d’une religion doivent se voir accorder un statut juridique déterminé ou un statut fiscal différent de celui des autres entités existantes. Toutefois, un statut spécial pour les lieux de culte a été créé en droit turc par une décision du Conseil des ministres. En effet, la jouissance d’un tel statut emporte plusieurs conséquences importantes dont la prise en charge des frais d’électricité par un fonds de la DAR. Ainsi la fondation requérante qui abrite un cemevi se trouve dans une situation comparable à celle des autres lieux de culte pour ce qui est du besoin de reconnaissance juridique et de la protection de son statut. En outre, la décision en question réserve explicitement la prise en charge des frais d’électricité aux lieux de culte reconnus. Par conséquent, en excluant tacitement les cemevis de son champ d’application, la disposition en cause introduit une différence de traitement fondée sur la religion.", "Le refus opposé à la demande de la fondation requérante était fondé sur une appréciation exprimée par les tribunaux internes, sur la base d’un avis émis par l’autorité chargée des affaires dans le domaine de la religion musulmane, selon laquelle la confession alévie n’était pas une religion mais une interprétation soufie de la religion musulmane et, à ce titre, elle ne peut disposer de son propre lieu de culte. Toutefois une telle appréciation ne peut servir à justifier l’exclusion des cemevis du bénéfice en question, compte tenu du fait que les cemevis sont, comme les autres lieux de culte reconnus, des lieux destinés à l’exercice du culte d’une conviction religieuse. Certes, un État peut avoir d’autres raisons légitimes de restreindre la reconnaissance du bénéfice d’un régime spécifique à certains lieux de culte. Toutefois, en l’espèce, le Gouvernement n’a avancé aucune justification à la différence de traitement entre les lieux de culte reconnus et les cemevis.", "Pour ce qui est de l’argument du Gouvernement selon lequel la fondation requérante avait et a toujours la possibilité de bénéficier pour le centre du tarif réduit d’électricité accordé aux fondations, une telle possibilité n’est pas susceptible de pallier l’absence d’une dispense du paiement des factures d’électricité conférée aux lieux de culte.", "À la lumière de toutes ces considérations, la différence de traitement dont la fondation requérante a fait l’objet n’avait pas de justification objective et raisonnable. Le régime d’octroi de dispense du paiement des factures d’électricité conférée aux lieux de culte opérait une discrimination sur la base de la religion.", "Conclusion : violation (unanimité).", "Article 41 : question réservée.", "(Comparer avec l’affaire The Church of Jesus Christ of Latter-Day Saints c. Royaume-Uni, 7552/09, 4 mars 2014, )", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}