{"file": "FRE_HFJUD_38460_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "38460/97", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE PLATAKOU c. GRÈCE", "", "", "(Requête no 38460/97)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "11 janvier 2001", "", "", "", "DÉFINITIF", "", "05/09/2001", "", "", "", "", "", "", "En l'affaire Platakou c. Grèce,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tA.B. Baka, président,\n\t\tC.L. Rozakis,\n\t\tG. Bonello,\n\tMme\tV. Strážnická,\n\tMM.\tP. Lorenzen,\n\t\tM. Fischbach,\n\t\tE. Levits, juges,\net de M. E. Fribergh, greffier de section,", "Après en avoir délibéré en chambre du conseil les 25 mai 1999 et 14 décembre 2000,", "Rend l'arrêt que voici, adopté à cette dernière date :", "", "PROCÉDURE", "", "1.  A l'origine de l'affaire se trouve une requête (no 38460/97) dirigée contre la République hellénique et dont une ressortissante de cet Etat, Mme Foula Platakou (« la requérante »), avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 31 juillet 1997 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me N. Frangakis, avocat au barreau d'Athènes. Le gouvernement grec (« le Gouvernement ») est représenté par les délégués de son agent, M. F. Georgakopoulos, conseiller auprès du Conseil juridique de l'Etat, et Mme K. Grigoriou, assesseur auprès du Conseil juridique de l'Etat.", "3.  L'affaire porte sur la procédure qui suivit l'expropriation de la propriété de la requérante. Sous l'angle de l'article 6 § 1 de la Convention, pris isolément et combiné avec l'article 14 de la Convention, et de l'article 1 du Protocole no 1, la requérante se plaignait en particulier d'une violation de ses droits à un procès équitable et au respect de ses biens.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole).", "5.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "6.  Par une décision du 25 mai 1999, la Cour a déclaré la requête recevable [Note du greffe : la décision de la Cour est disponible au greffe.].", "7.  Tant la requérante que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "8.  Le 18 décembre 1990, par la décision no 108562/1990 des ministres de la Culture et des Finances, l'Etat grec procéda à l'expropriation d'un terrain de 162,64 m² appartenant à la requérante, ainsi que de l'immeuble à trois étages qui était construit sur ledit terrain, dans le but d'y installer le musée de Sparte.", "9.  Le 30 avril 1993, par la décision no 37/1993, le tribunal de première instance de Sparte fixa l'indemnisation provisoire à 30 millions de drachmes (GRD). Lors de l'audience, l'Etat grec avait soutenu que l'immeuble était en très mauvais état et l'avait qualifié de « ruine ». La requérante avait demandé la somme de 120 millions GRD.", "10.  Le 16 juin 1993, la requérante saisit la cour d'appel de Nafplion d'une action tendant à obtenir la fixation d'un montant unitaire définitif d'indemnisation. A nouveau, elle soutint que la valeur réelle de sa propriété était de 120 millions GRD. Sa demande fut déposée au greffe de la cour d'appel le 4 octobre 1993. L'audience fut fixée au 15 décembre 1993.", "11.  Le 8 octobre 1993, S.I., huissier de justice (δικαστικός επιμελητής) auprès du tribunal de première instance d'Athènes, fut mandaté par l'avocat de la requérante pour signifier ladite demande à la partie adverse, à savoir l'Etat grec et la Caisse des ressources archéologiques et des expropriations (Ταμείo Αρχαιoλoγικώv Πόρωv και Απαλλoτριώσεωv). Il disposait d'un délai de six mois à partir de la date de la décision du tribunal de première instance de Sparte (à savoir jusqu'au 31 octobre 1993). Toutefois, S.I. se trompa et, croyant qu'il s'agissait d'un appel dont la signification devait être effectuée au minimum trente jours avant la date d'audience, signifia la demande de la requérante le 12 novembre 1993.", "12.  Entre-temps, les adversaires de la requérante avaient saisi également la cour d'appel de Nafplion d'une action tendant à obtenir la fixation d'un montant unitaire définitif d'indemnisation. Leur demande, datée du 30 août 1993, fut déposée au greffe de la cour d'appel le 9 septembre 1993 et signifiée à la requérante le 4 mars 1994. L'audience fut fixée au 6 avril 1994.", "13.  Le 15 décembre 1993, les adversaires de la requérante se présentèrent devant la cour d'appel et sollicitèrent l'ajournement de l'examen de la demande de la requérante, afin que les deux demandes soient examinées ensemble le 6 avril 1994.", "14.  Le 29 juin 1994, par l'arrêt no 357/1994, la cour d'appel déclara les deux demandes irrecevables pour tardiveté. S'agissant toutefois de la demande de l'Etat grec, la cour observa que le délai de six mois était suspendu pendant les vacances judiciaires, à savoir du 1er juillet 1993 au 15 septembre 1993.", "15.  Le 18 juillet 1994, la requérante saisit la cour d'appel de Nafplion d'une demande tendant à obtenir le « rétablissement des choses en l'état » (αίτηση επαvαφoράς τωv πραγμάτωv στηv πρoηγoύμεvη κατάσταση). Elle soutint en particulier que l'erreur de l'huissier de justice qui était à l'origine de la signification tardive de sa demande constituait un cas de force majeure dont elle n'était pas responsable.", "16.  Le 21 juillet 1994, la requérante saisit la Cour de cassation d'une demande de rétablissement des choses en l'état assortie d'une demande en cassation de l'arrêt no 357/1994 de la cour d'appel. Elle soutenait notamment que l'erreur de l'huissier, lequel avait cru qu'il s'agissait d'un appel, résultait manifestement des termes mêmes des actes de signification, où il était indiqué que le recours signifié portait contre la décision no 37/1993 du tribunal de première instance.", "17.  Par ailleurs, le 29 juillet 1994, la requérante saisit le tribunal de première instance de Sparte d'une demande tendant à la révision (αvαψηλάφηση) de sa décision no 37/1993. A l'appui de sa demande, elle se référait à un document du ministère de la Culture daté du 24 février 1993, dont il ressortait que son immeuble était en très bon état. La requérante affirmait que ses adversaires connaissaient déjà lors de l'audience l'existence dudit document, mais qu'ils l'avaient dissimulée au tribunal. Par la décision no 191/1994 du 30 décembre 1994, la demande en révision fut déclarée irrecevable au motif qu'une décision fixant le montant provisoire de l'indemnisation n'est susceptible d'aucun recours. Le 2 février 1995, la requérante forma contre la décision no 191/1994 un appel qui fut rejeté par un arrêt de la cour d'appel de Nafplion daté du 14 juillet 1995 (arrêt no 490/1995). La requérante ne se pourvut pas en cassation contre cet arrêt.", "18.  Le 16 novembre 1995, la cour d'appel de Nafplion suspendit l'examen de la demande tendant au rétablissement des choses en l'état jusqu'à ce que la Cour de cassation se prononce sur le pourvoi formé par la requérante.", "19.  Le 14 février 1996, la requérante déposa ses conclusions devant la Cour de cassation. Elle produisit notamment une déclaration sous serment (έvoρκη βεβαίωση) datée du 3 octobre 1995, dans laquelle S.I. admettait s'être trompé quant à la nature de l'acte qu'il avait été chargé de signifier. La requérante affirmait en outre que la règle appliquée par la cour d'appel en l'espèce, selon laquelle tout délai judiciaire est suspendu au profit de l'Etat pendant la période des vacances judiciaires, avait porté atteinte au principe de l'égalité des armes. Elle soutenait que, si elle avait pu profiter elle aussi de cette suspension, sa demande n'aurait pas été considérée comme ayant été déposée hors du délai prévu par la loi. A cet égard, l'intéressée invoquait les articles 6 § 1 et 14 de la Convention.", "20.  Dans son arrêt no 929/1996 du 18 juin 1996, la Cour de cassation indiqua que la demande de rétablissement des choses en l'état devait être déclarée irrecevable, la requérante n'ayant pas précisé dans son pourvoi les moyens de preuve qu'elle produisait à l'appui de son allégation concernant l'erreur prétendument commise par l'huissier S.I. La Cour de cassation ajouta que, puisque la demande des adversaires de la requérante avait aussi été déclarée irrecevable pour tardiveté, la requérante n'avait subi aucun préjudice du fait de l'application de la règle relative à la suspension du délai litigieux pendant les vacances judiciaires. La Cour de cassation rejeta donc le pourvoi de la requérante. Dans le dispositif de son arrêt, elle ne faisait toutefois aucune référence à la demande de rétablissement des choses en l'état dont la requérante avait assorti son pourvoi.", "21.  A la suite du rejet de son pourvoi en cassation, la requérante reprit la procédure engagée le 18 juillet 1994 devant la cour d'appel de Nafplion. L'audience fut fixée au 4 décembre 1996.", "22.  Le 6 février 1997, par l'arrêt no 94/1997, la cour d'appel rejeta la demande de la requérante tendant à obtenir le rétablissement des choses en l'état, au motif que cette demande avait déjà été rejetée en substance par l'arrêt no 929/1996 de la Cour de cassation. La requérante ne se pourvut pas en cassation contre cet arrêt.", "II.  LE DROIT INTERNE PERTINENT", "23.  L'article pertinent de la Constitution de 1975 se lit ainsi :", "Article 17", "« 1.  La propriété est placée sous la protection de l'Etat. Les droits qui en dérivent ne peuvent toutefois s'exercer au détriment de l'intérêt général.", "2.  Nul ne peut être privé de sa propriété, si ce n'est pour cause d'utilité publique, dûment prouvée, dans les cas et suivant la procédure déterminés par la loi et toujours moyennant une indemnité préalable complète. Celle-ci doit correspondre à la valeur que possède la propriété expropriée le jour de l'audience sur l'affaire concernant la fixation provisoire de l'indemnité par le tribunal. Dans le cas d'une demande visant à la fixation immédiate de l'indemnité définitive, est prise en considération la valeur que la propriété expropriée possède au jour de l'audience du tribunal sur cette demande. (...)", "4.  L'indemnité est toujours fixée par les tribunaux civils ; elle peut même être fixée provisoirement par voie judiciaire, après audition ou convocation de l'ayant droit, que le tribunal peut, à sa discrétion, obliger à fournir une caution analogue avant l'encaissement de l'indemnité, selon les dispositions de la loi.", "Jusqu'au versement de l'indemnité définitive ou provisoire, tous les droits du propriétaire restent intacts, l'occupation de sa propriété n'étant pas permise. »", "L'indemnité fixée doit être versée dans un délai d'un an et demi après la publication de la décision fixant l'indemnité provisoire ; dans le cas d'une demande de fixation immédiate de l'indemnité définitive, celle-ci doit être versée dans un délai d'un an et demi après la publication de la décision du tribunal fixant l'indemnité définitive.", "24.  Une partie au procès peut demander le rétablissement des choses en l'état si elle n'a pas pu observer un délai pour cause de force majeure (article 152 du code de procédure civile). Aux termes de l'article 154 du même code, le rétablissement des choses en l'état est demandé au tribunal devant lequel le procès principal est pendant, et, s'il n'y a pas de litispendance, au tribunal qui est compétent pour juger si l'acte pour lequel le délai avait été imparti a été accompli dans les délais.", "25.  Selon le code de procédure civile (articles 118 à 120 et 566), le pourvoi en cassation doit comporter le nom de la juridiction à laquelle s'adresse le recours, les nom et adresse des parties, l'objet du recours, la décision attaquée, les motifs de cassation et une demande en cassation de tout ou partie de la décision attaquée. Le recours doit aussi être dûment daté et signé. La demande de rétablissement des choses en l'état doit mentionner les raisons pour lesquelles le demandeur n'a pas pu observer un délai, ainsi que les moyens de preuve qu'il produit à l'appui de ses allégations (article 155 du code de procédure civile).", "26.  L'article 11 du décret no 26/6-10/7/1944 dispose que tous les délais sont suspendus au profit de l'Etat pendant la période des vacances judiciaires, à savoir du 1er juillet au 15 septembre.", "27.  L'article 25 de la loi no 2318/1995 précise que les huissiers de justice sont des fonctionnaires (δημόσιoι λειτoυργoί ή υπάλληλoι) qui, dans l'accomplissement de leurs tâches, agissent en tant qu'organes de l'Etat.", "28.  Aux termes de l'article 18 § 10 du décret-loi no 797/1971, la décision qui fixe le montant unitaire provisoire d'indemnisation n'est susceptible d'aucun recours.", "EN DROIT", "I.  SUR LES EXCEPTIONS PRÉLIMINAIRES DU GOUVERNEMENT", "29.  Le Gouvernement soulève les exceptions préliminaires qu'il avait déjà présentées dans ses observations écrites du 6 juillet 1998 sur la recevabilité de la requête.", "30.  La Cour rappelle qu'elle a déjà rejeté lesdites exceptions dans sa décision sur la recevabilité de la requête en date du 25 mai 1999. Elle n'estime pas nécessaire de procéder une deuxième fois à leur examen.", "Il échet donc de rejeter les exceptions en question.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "31.  La requérante allègue une triple violation de son droit à un procès équitable. Elle invoque l'article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...), par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "Plus particulièrement, la requérante se plaint, tout d'abord, de ce que sa demande tendant à ce qu'un montant unitaire définitif d'indemnisation soit fixé a été déclarée irrecevable par la cour d'appel de Nafplion pour tardiveté. Elle note à cet égard qu'elle a dû subir les conséquences d'une erreur commise par un organe de l'Etat dans l'exercice de ses fonctions en tant qu'auxiliaire de justice.", "Par ailleurs, la requérante affirme qu'aucun tribunal n'a examiné au fond ses allégations concernant l'erreur en question. En effet, alors que la Cour de cassation s'était bornée à rejeter son pourvoi contre la décision de la cour d'appel susmentionnée, sans faire aucune allusion dans le dispositif de son arrêt à la demande tendant au rétablissement des choses en l'état dont elle avait assorti ledit pourvoi, la cour d'appel de Nafplion a considéré par la suite que cette demande avait déjà été rejetée par la Cour de cassation et n'a pas procédé à l'examen au fond de ses griefs.", "La requérante se plaint enfin que la règle appliquée par la cour d'appel de Nafplion, selon laquelle tout délai judiciaire est suspendu au profit de l'Etat pendant la période des vacances judiciaires, a en l'espèce porté atteinte au principe de l'égalité des armes. Elle soutint que, si elle avait pu profiter elle aussi de cette suspension, sa demande tendant à ce qu'un montant unitaire définitif d'indemnisation soit fixé n'aurait pas été considérée comme ayant été déposée hors du délai prévu par la loi.", "A.  Sur le rejet de la demande de la requérante tendant à obtenir la fixation d'un montant unitaire définitif d'indemnisation", "32.  Le Gouvernement affirme que ce grief est dénué de fondement. Il souligne d'emblée que les huissiers de justice ne sont pas des fonctionnaires. Ils exercent une profession libérale, tout comme les avocats ou les architectes. Dès lors, ils ne représentent pas l'Etat, lequel ne saurait être tenu pour responsable des erreurs commises par eux dans l'exercice de leurs fonctions.", "Le Gouvernement souligne par ailleurs que, dans une procédure civile, les parties ont l'initiative de l'instance. Par conséquent, il incombait à la requérante de veiller à ce que l'huissier qu'elle avait commis déposât l'acte litigieux dans les délais prescrits par la loi. Or, selon le Gouvernement, il ne ressort pas du dossier que la requérante ait fait preuve d'une telle diligence.", "33.  La requérante rétorque que l'huissier de justice n'est pas un facteur qui assure tout simplement la distribution des actes juridiques ; il s'agit d'un fonctionnaire qui utilise le sceau de l'Etat et porte un brassard aux armes de la République hellénique et qui, dans l'exercice de ses fonctions, peut solliciter l'assistance des forces de police. Il lui incombe donc de procéder avec toute la diligence requise aux significations qui lui sont confiées en sa qualité d'organe de l'Etat. La requérante fait observer qu'elle a mandaté S.I. vingt-trois jours avant l'expiration du délai, ce qui lui laissait suffisamment de temps pour signifier l'acte dans les délais prescrits par la loi. Elle n'avait donc aucune raison de penser que la demande litigieuse risquait d'être signifiée tardivement.", "34.  La Cour considère que l'article 6 § 1 garantit à chacun le droit à ce qu'un tribunal connaisse de toute contestation portant sur ses droits et obligations de caractère civil. Ce « droit à un tribunal », dont le droit d'accès constitue un aspect, peut être invoqué par quiconque a des raisons sérieuses d'estimer illégale une ingérence dans l'exercice de l'un de ses droits de caractère civil et se plaint de n'avoir pas eu l'occasion de soumettre pareille contestation à un tribunal répondant aux exigences de l'article 6 § 1 (voir, notamment, l'arrêt Golder c. Royaume-Uni du 21 février 1975, série A no 18, p. 18, § 36).", "35.  D'autre part, il ressort de la jurisprudence de la Cour que le droit d'accès à un tribunal n'est pas absolu et se prête à des limitations implicitement admises, notamment quant aux conditions de recevabilité d'un recours, car il appelle de par sa nature même une réglementation par l'Etat, lequel jouit à cet égard d'une certaine marge d'appréciation. Toutefois, ces limitations ne sauraient restreindre l'accès ouvert à un justiciable de manière ou à un point tels que son droit à un tribunal s'en trouve atteint dans sa substance même. En outre, les limitations appliquées ne se concilient avec l'article 6 § 1 que si elles poursuivent un but légitime et s'il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (voir, parmi d'autres, l'arrêt Levages Prestations Services c. France du 23 octobre 1996, Recueil des arrêts et décisions 1996V, p. 1543, § 40).", "36.  En l'espèce, l'intéressée allègue qu'une erreur qui ne saurait lui être imputable l'a privée de son droit de voir examiner par les juridictions grecques sa demande tendant à la fixation d'une indemnité définitive d'expropriation.", "37.  La Cour rappelle qu'elle n'a pas pour tâche de se substituer aux juridictions internes. C'est au premier chef aux autorités nationales, et notamment aux cours et aux tribunaux, qu'il incombe d'interpréter la législation interne (arrêt Edificaciones March Gallego S.A. c. Espagne du 19 février 1998, Recueil des arrêts et décisions 1998-I, p. 290, § 33). Cela est particulièrement vrai s'agissant de l'interprétation par les tribunaux de règles de nature procédurale telles que les formes et les délais régissant l'introduction d'un recours (arrêt Pérez de Rada Cavanilles c. Espagne du 28 octobre 1998, Recueil 1998-VIII, p. 3255, § 43). Le rôle de la Cour se limite à vérifier la compatibilité avec la Convention des effets de pareille interprétation.", "38.  Par ailleurs, la Cour réaffirme que l'article 6 de la Convention n'astreint pas les Etats contractants à créer des cours d'appel ou de cassation. Néanmoins, un Etat qui se dote de juridictions de cette nature a l'obligation de veiller à ce que les justiciables jouissent auprès d'elles des garanties fondamentales de l'article 6 (voir, parmi d'autres, l'arrêt Delcourt c. Belgique du 17 janvier 1970, série A no 11, pp. 13 à 15, § 25).", "39.  En l'occurrence, la Cour observe que la déclaration d'irrecevabilité prononcée par la cour d'appel dans son arrêt no 357/1994 a pénalisé la requérante pour une erreur commise dans la signification de son recours. Or la Cour estime que la requérante ne saurait être tenue pour responsable de ladite erreur. En effet, la Cour considère que, puisque la législation interne confie la signification des actes de justice aux huissiers de justice, le respect des modalités de telles significations relève principalement de la responsabilité des huissiers. La Cour ne saurait admettre que ces derniers, dans l'exercice de leurs fonctions, n'agissent pas en tant qu'organes publics de l'Etat.", "B.  Sur le rejet de la demande de la requérante tendant au « rétablissement des choses en l'état »", "40.  Le Gouvernement affirme que les juridictions saisies de l'affaire n'ont pas omis d'examiner la demande de la requérante tendant au rétablissement des choses en l'état.", "41.  La requérante soutient qu'elle a été privée d'accès aux tribunaux pour faire examiner cette demande.", "42.  La Cour constate que ni la cour d'appel de Nafplion ni la Cour de cassation n'ont examiné le bien-fondé de la demande de la requérante tendant à obtenir le rétablissement des choses en l'état et, par là, l'ouverture d'une procédure pour la fixation de l'indemnité définitive d'expropriation.", "43.  La Cour relève en particulier que la Cour de cassation a considéré que la demande litigieuse était irrecevable au motif que la requérante n'avait pas précisé dans son pourvoi les moyens de preuve qu'elle produisait à l'appui de son allégation concernant l'erreur prétendument commise par l'huissier. Or la Cour note que la requérante avait bel et bien indiqué dans son recours que l'erreur de l'huissier résultait manifestement des termes mêmes des actes de signification, où il était mentionné que le recours signifié portait contre la décision no 37/1993 du tribunal de première instance (paragraphe 16 ci-dessus). En outre, la Cour relève que, dans ses conclusions, la requérante a produit devant la Cour de cassation une déclaration sous serment dans laquelle l'huissier reconnaissait son erreur ; de plus, elle a largement argumenté sur ce point (paragraphe 19 ci-dessus). A supposer même que la requérante n'ait pas observé scrupuleusement les conditions prévues par le code de procédure civile concernant l'introduction de sa demande de rétablissement des choses en l'état, la Cour ne saurait donc admettre que la procédure suivie devant la Cour de cassation soit assortie d'un formalisme aussi rigide.", "44.  Quant à la cour d'appel, elle n'a pas non plus procédé à l'examen de la demande en question, car elle considérait que celle-ci avait déjà été rejetée par la Cour de cassation, alors que cette dernière n'y avait fait aucune allusion dans le dispositif de son arrêt. Dès lors, la Cour ne peut que constater que la requérante s'est trouvée dans une impasse : bien qu'elle eût saisi de sa demande deux juridictions différentes, elle n'a pu obtenir que cette demande fût jugée au fond.", "C.  Sur la suspension de tout délai judiciaire au profit de l'Etat pendant la période des vacances judiciaires", "45.  Le Gouvernement observe que l'Etat est représenté en justice par un organe étatique : il s'agit du Conseil juridique de l'Etat, dont le personnel prend obligatoirement ses congés annuels durant les vacances judiciaires. Pendant cette période, l'Etat fonctionne donc avec un personnel réduit ; en revanche, les justiciables et leurs représentants peuvent fixer librement leurs congés et défendre efficacement leurs intérêts même durant cette période. Il est donc normal que l'Etat bénéficie de la suspension des délais pendant les vacances judiciaires.", "46.  La requérante rétorque que le fait que le Conseil juridique de l'Etat soit un organe étatique assure justement la continuité du service même pendant la période des vacances judiciaires. Elle souligne que, comme les agents de l'Etat, les justiciables et leurs avocats prennent leurs vacances pendant l'été.", "47.  La Cour rappelle que le principe de l'égalité des armes constitue un élément de la notion plus large de procès équitable. Il implique l'obligation d'offrir à chaque partie une possibilité raisonnable de faire valoir ses arguments dans des conditions qui ne la placent pas dans une situation de net désavantage par rapport à la partie adverse (arrêt Dombo Beheer B.V. c. Pays-Bas du 27 octobre 1993, série A no 274, p. 19, § 33).", "48.  En l'espèce, la Cour observe que, si la requérante avait pu elle aussi profiter de cette suspension de délai, sa demande tendant à obtenir la fixation d'un montant unitaire définitif d'indemnisation n'aurait pas été considérée comme ayant été déposée hors du délai prévu par la loi. Dès lors, la Cour estime que la requérante a été placée dans une situation de net désavantage par rapport à l'Etat.", "D.  Conclusion", "49.  Au vu des considérations qui précèdent (parties A à C), la Cour considère que la requérante a subi une entrave disproportionnée à son droit d'accès à un tribunal et que, dès lors, il y a eu atteinte à la substance de son droit à un tribunal. En outre, la Cour estime qu'il y a eu atteinte au principe de l'égalité des armes.", "Partant, il y a eu violation de l'article 6 § 1 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION COMBINÉ AVEC L'ARTICLE 14", "50.  \tLa requérante se plaint qu'en raison de la suspension de tout délai judiciaire au profit de l'Etat pendant la période des vacances judiciaires, elle a subi, dans la jouissance de son droit à un procès équitable, garanti par l'article 6 § 1 de la Convention, une discrimination contraire à l'article 14, ainsi libellé :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l'origine nationale ou sociale, l'appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "51.  Eu égard au constat figurant au paragraphe 49 ci-dessus, la Cour estime qu'il ne s'impose pas de statuer sur le grief en question.", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 DU PROTOCOLE No 1", "52.  La requérante allègue une violation de l'article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "53.  Le Gouvernement affirme qu'eu égard à la marge d'appréciation que cet article laisse aux autorités nationales, l'indemnisation fixée par les juridictions internes était raisonnablement en rapport avec la valeur des biens expropriés.", "54.  La requérante se plaint d'avoir été privée de ses biens sans pour autant recevoir d'indemnité complète et équitable. Elle affirme que le montant perçu ne représente qu'un quart de la valeur de sa propriété.", "55.  La Cour rappelle qu'une mesure d'ingérence dans le droit au respect des biens doit ménager un « juste équilibre » entre les exigences de l'intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l'individu (voir, entre autres, l'arrêt Sporrong et Lönnroth c. Suède du 23 septembre 1982, série A no 52, p. 26, § 69). Afin d'apprécier si la mesure litigieuse respecte le juste équilibre voulu et, notamment, si elle ne fait pas peser sur le requérant une charge disproportionnée, il y a lieu de prendre en considération les modalités d'indemnisation prévues par la législation interne. A cet égard, sans le versement d'une somme raisonnablement en rapport avec la valeur du bien, une privation de propriété constitue normalement une atteinte excessive qui ne saurait se justifier sur le terrain de l'article 1 du Protocole no 1 (arrêt Les saints monastères c. Grèce du 9 décembre 1994, série A no 301-A, p. 35, § 71).", "56.  En l'occurrence, la Cour note que l'indemnité d'expropriation fut fixée à la somme de 30 millions GRD, l'Etat grec ayant soutenu devant les juridictions internes que l'immeuble était en très mauvais état et que c'était une « ruine ». Or, devant la Cour, la requérante a produit un rapport d'expertise du ministère de la Culture daté du 24 février 1993, qui qualifie son immeuble d'« exemple type de l'architecture bourgeoise du début du siècle » et atteste son très bon état. Elle a également fourni un rapport d'expert en date du 2 avril 1993, estimant la valeur de sa propriété (terrain et immeuble) à 117 088 000 GRD. La requérante a présenté en outre une attestation de la mairie de Sparte qui, en 1990, avait décidé d'acheter cet immeuble pour y installer une partie de ses services. Le maire notait que « l'immeuble en question avait été choisi, malgré son coût élevé, en raison de son emplacement central et de son intérêt architectural et esthétique particulier ». Cet achat n'a pas eu lieu, l'expropriation litigieuse ayant été déclarée quelque temps après. Enfin, la requérante a produit un rapport d'expert daté du 25 juin 1999, établi sous serment devant le tribunal de paix de Sparte, estimant la valeur actuelle de sa propriété à 147 522 400 GRD.", "57.  Compte tenu de ces éléments, la Cour estime que la requérante a suffisamment démontré que l'indemnité d'expropriation fixée par les juridictions internes n'était pas raisonnablement en rapport avec la valeur de sa propriété.", "Partant, il y a eu violation de l'article 1 du Protocole no 1.", "V.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "58.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "59.  La requérante réclame pour dommage matériel 90 000 000 drachmes (GRD) (« montant principal »), soit la différence entre la somme qu'elle avait demandée devant les juridictions nationales au titre de l'indemnité d'expropriation (120 000 000 GRD) et la somme qui lui a été versée (30 000 000 GRD). Elle réclame de plus la somme qu'elle aurait touchée à titre d'intérêts si elle avait investi le montant principal dans des bons du Trésor : cette somme s'élèverait à 79 203 627 GRD pour un investissement à compter du 30 avril 1993 (date de la décision du tribunal de première instance de Sparte) et à 57 925 150 GRD pour un investissement réalisé à partir du 29 juin 1994 (date de l'arrêt de la cour d'appel de Nafplion). A titre subsidiaire, l'intéressée demande la restitution de sa propriété ; elle entend recevoir en outre, en cas de restitution, la somme qu'elle aurait touchée si elle avait loué sa maison et par la suite investi les loyers perçus dans des bons du Trésor, à savoir un total de 65 066 900 GRD.", "La requérante réclame enfin 10 000 000 GRD au titre du dommage moral.", "60.  Le Gouvernement, qui conteste le bon état de l'immeuble exproprié, estime que les prétentions de la requérante sont exagérées. Il produit un document de la direction chargée de la gestion des antiquités byzantines (Εφορία Βυζαντινών Αρχαιοτήτων) daté du 29 octobre 1999, qui atteste que la réparation du toit de l'immeuble a coûté 13 500 000 GRD et estime le coût global de sa rénovation et de sa transformation en musée à 250 000 000 GRD.", "61.  La Cour ne saurait spéculer sur les bénéfices que la requérante aurait tirés en investissant la somme qu'elle avait demandée devant les juridictions nationales. Cependant, eu égard au constat figurant au paragraphe 57 et aux documents produits par la requérante pour l'évaluation de la valeur de sa propriété (paragraphe 9, note 1), elle estime raisonnable d'accorder à l'intéressée, au titre du préjudice matériel, l'intégralité de cette somme (120 000 000 GRD), déduction faite de la somme qui lui a déjà été versée à la suite de la décision du tribunal de première instance de Sparte (30 000 000 GRD), soit une somme de 90 000 000 GRD.", "Quant au préjudice moral, on peut raisonnablement penser que le caractère inéquitable de la procédure et l'absence d'indemnisation raisonnable pour l'expropriation de sa propriété ont provoqué chez la requérante angoisse et tension. Statuant en équité, comme le veut l'article 41 de la Convention, la Cour lui alloue 3 000 000 GRD à ce titre.", "B.  Frais et dépens", "62.  La requérante, qui était représentée par un avocat devant la Commission et la Cour, réclame 6 710 000 GRD pour honoraires d'avocat et frais divers au titre des procédures menées devant les juridictions nationales et les organes de la Convention.", "63.  Le Gouvernement ne se prononce pas sur ce point.", "64.  Eu égard au constat de violation sur tous les aspects du litige, la Cour accueille la demande en entier.", "C.  Intérêts moratoires", "65.  Selon les informations dont la Cour dispose, le taux d'intérêt légal applicable en Grèce à la date d'adoption du présent arrêt est de 6 % l'an.", "\n", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Rejette les exceptions préliminaires du Gouvernement ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "3.  Dit qu'il ne s'impose pas de statuer sur le grief tiré de l'article 14 de la Convention ;", "", "4.  Dit qu'il y a eu violation de l'article 1 du Protocole no 1 ;", "", "5.  Dit", "a)  que l'Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 90 000 000 GRD (quatre-vingt-dix millions de drachmes) pour dommage matériel, 3 000 000 GRD (trois millions de drachmes) pour dommage moral, ainsi que 6 710 000 GRD (six millions sept cent dix mille drachmes) pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée ;", "b)  que ces montants seront à majorer d'un intérêt simple de 6 % l'an à compter de l'expiration dudit délai et jusqu'au versement ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 11 janvier 2001, en application de l'article 77 §§ 2 et 3 du règlement.", "Erik Fribergh\tAndrás Baka\tGreffier\tPrésident"]}