{"file": "FRE_HFJUD_60255_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "60255/00", "text_paragraphs": ["", "", "ANCIENNE SECTION IV", "", "", "AFFAIRE PEREIRA HENRIQUES c. LUXEMBOURG", "", "", "(Requête no 60255/00)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "9 mai 2006", "", "", "", "DÉFINITIF", "", "09/08/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Pereira Henriques c. Luxembourg,", "La Cour européenne des Droits de l’Homme (ancienne section IV), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tMM.\tM. Pellonpää,\n\t\tM. Fischbach,\n\t\tJ. Casadevall,\n\t\tS. Pavlovschi,\n\t\tJ. Borrego Borrego,\n\tMme\tE. Fura-Sandström, juges,\net de M. M. O’Boyle, greffier de section,", "Après en avoir délibéré en chambre du conseil les 13 mars 2006 et 12 avril 2006,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 60255/00) dirigée contre le Grand-Duché de Luxembourg et dont trois ressortissants portugais, Mmes Maria Cecilia et Christina Maria Pereira Henriques ainsi que M. Joao Manuel Pereira Henriques (« les requérants »), ont saisi la Cour le 3 août 2000 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me C. Scott, avocate à Luxembourg. Le gouvernement luxembourgeois (« le Gouvernement ») est représenté par son conseil, Me N. Decker, avocat à Luxembourg.", "3.  Les requérants alléguaient en particulier avoir été privés de leur droit d’accès à un tribunal et reprochaient à l’Etat d’avoir manqué à son obligation de protection procédurale du droit à la vie.", "4.  La requête a été attribuée initialement à l’ancienne section II de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la quatrième section ainsi remaniée (article 52 § 1 du règlement).", "6.  Par une décision du 26 août 2003, la chambre a déclaré la requête partiellement recevable. Elle a, par ailleurs, considéré que la tenue d’une audience n’était pas nécessaire (article 59 § 3 du règlement).", "7.  Par une lettre du 5 septembre 2003, le gouvernement portugais fut informé qu’il avait la possibilité s’il le désirait de présenter des observations écrites en vertu de l’article 36 § 1 de la Convention et 31 du règlement de la Cour. N’ayant pas reçu de réponse du gouvernement portugais dans le délai imparti, la Cour considéra que ce dernier n’entendait pas se prévaloir de son droit d’intervention.", "8.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "9.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a cependant continué à être examinée par la chambre de l’ancienne section IV telle qu’elle existait avant cette date.", "10.  Le 23 mai 2005, les parties furent informées du fait que la chambre avait décidé d’ajourner l’examen de la requête dans l’attente d’un arrêt qui, dans l’affaire Roche c. Royaume-Uni (no 32555/96) pendante devant la Grande Chambre, soulevait des questions similaires à la présente affaire. Suite à l’adoption de l’arrêt Roche c. Royaume-Uni ([GC], no 32555/96, 19 octobre 2005) et à la demande des requérants, les parties furent informées, le 19 décembre 2005, de la décision du président de la chambre, en application de l’article 38 § 1 du règlement, de leur permettre de présenter des observations portant sur la question de l’incidence dudit arrêt quant à leur affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "11.  Les requérants sont nés respectivement en 1948, 1968 et 1972 et résident à Luxembourg et Tondela (Portugal).", "12.  M. Coimbra Henriques, qui était le mari de la première requérante et père des deuxième et troisième requérants, était au service d’une société G. qui procédait, avec une entreprise M. en sous-traitance, à des travaux de démolition d’un immeuble situé au no 30, Boulevard Royal à Luxembourg.", "La démolition était faite, sur une largeur de trois à quatre mètres à partir du mur mitoyen, jusqu’au premier étage, afin de permettre les travaux de stabilisation de l’immeuble voisin.", "Le 2 février 1995, deux ouvriers, dont M. Coimbra Henriques, étaient installés sur un échafaudage au premier étage et procédaient à ces travaux de stabilisation, lorsqu’un mur de l’immeuble no 30 s’effondra sur eux depuis le troisième étage et les emporta à travers le plancher jusqu’au rezde-chaussée. Cet accident causa le décès de M. Coimbra Henriques et des blessures graves à l’autre ouvrier.", "13.  Par un courrier recommandé du 3 février 1995, le directeur de l’inspection du travail et des mines (ci-après « ITM ») ordonna à l’entreprise G. d’arrêter l’exploitation du chantier et d’opérer de suite une évacuation des lieux, dans la mesure où l’activité du chantier compromettait gravement la sécurité et la santé des travailleurs y occupés. L’ITM énuméra en outre différentes démarches à effectuer par l’entreprise pour pouvoir continuer les travaux et précisa que les mesures ainsi prescrites conservaient leurs effets jusqu’à ce que la disparition du danger soit constatée par un membre du personnel supérieur d’inspection.", "Les requérants indiquent, sans précisions quant à la date, que le chantier fut par la suite ré ouvert et un nouvel immeuble construit à l’endroit où avait eu lieu l’accident.", "A.  Enquêtes réalisées dans l’affaire", "14.  Le matin même de la survenance de l’accident, un contrôleur de l’ITM ainsi que différentes autorités judiciaires se rendirent sur les lieux.", "1.  Enquête préliminaire", "a)  Procès-verbal no 7333", "15.  Le 17 février 1995, un procès-verbal no 7333 fut dressé par un inspecteur de police du commissariat central de Luxembourg, à charge de l’entrepreneur de construction et du chef d’équipe du chantier de la société G., pour cause de :", "homicide involontaire,", "lésions corporelles involontaires,", "infraction à la loi du 17 juin 1994 (article 4, sub. 1) concernant la sécurité et l’hygiène des travailleurs sur les lieux de travail,", "infraction au règlement grand-ducal du 4 novembre 1994 (annexe IV, partie B, section II, sub. 4) concernant la législation relative à la sécurité et à l’hygiène des travailleurs sur les chantiers temporaires.", "16.  Dans ce procès-verbal, l’inspecteur de police indique avoir été informé, à 10 h 50, de l’accident de travail et s’être rendu immédiatement, avec un brigadier-chef, sur le chantier où il trouva le SAMU et le médecin des urgences. Il relata ensuite ce qui suit :", "« (...) Le bâtiment no 30 du côté mitoyen avait été démoli jusqu’au rez-de-chaussée, ceci sur une largeur de 3-4 mètres. On procédait à la démolition étage après étage, ceci afin de pouvoir entreprendre les travaux de stabilisation sur la façade de [l’immeuble voisin]. Les deux hommes s’occupaient précisément de ces travaux [au 1er étage] (...) lorsqu’un mur s’effondra sur eux depuis le troisième étage (...). Ledit mur de séparation était resté debout lors des travaux de démolition. La maçonnerie est tombée sur les deux hommes, lesquels tombèrent à travers le plancher jusqu’au rezde-chaussée. (...)", "Après nous avoir fait une idée plus claire des événements sur les lieux, les instances judiciaires compétentes furent informées. Monsieur le juge d’instruction [W.] ainsi que le substitut de service [E.] sont descendus ensuite sur les lieux de l’accident. Après s’être informés des faits, ceux-ci ont établi le permis d’inhumer. Le corps [du défunt] a été transporté à la morgue (...). Les responsables du chantier ont indiqué qu’ils transmettraient les effets personnels du décédé à la famille de celui-ci. (...)", "Description des lieux et des faits", "(...) Le quatrième étage est en fait un étage mansardé (...)", "[Aux] rez-de-chaussée, 1er, 2e et 3e étages (...) des murs supplémentaires ont été ajoutés. (...)", "Certains murs avaient entre-temps été intercalés, ceux-ci étaient composés de blocs de béton cellulaire (...) d’une épaisseur de 10 centimètres.", "Un tel mur est resté debout au troisième étage après les travaux de démolition, ceci en raison du fait qu’on pensait que le mur était assez solide pour ne pas mettre en danger les personnes travaillant aux étages inférieurs. Un mur tout à fait identique a été démoli au deuxième étage car celui-ci donnait l’impression de n’être pas stable.", "Le mur en question était donc parallèle à la façade de [l’immeuble voisin] (à la distance connue) et il avait une hauteur de 3,10 mètres. Rien ne se trouvait en dessous.", "La profondeur mesurée entre le pied du mur et le plancher du premier étage s’élevait à 8,6 mètres. Donc, si on ajoute la hauteur de l’échafaudage situé au premier étage (1,9 mètres) et la hauteur des ouvriers (environ 1,7 mètres), on peut dire que les parties du mur sont tombées d’une hauteur de 5 - 8,1 mètres sur la tête des ouvriers.", "Le mur faisait une longueur de 5 mètres et était, à l’origine, solidaire des deux murs latéraux (méthodes de construction croisée, c’est-à-dire que les blocs empilés sont encastrés sur la moitié de leur longueur dans l’autre mur).", "Le mur n’était cependant pas ancré dans le sol. Pire encore, le mur avait été construit sur une poutrelle en bois de 10,5 centimètres de hauteur sur 8 centimètres de largeur.", "Par conséquent une histoire passablement branlante. Après l’accident, on pouvait bien voir qu’une partie de la poutrelle en bois penchait vers l’avant, donc dans la direction de la chute du mur. En haut, le mur n’était pas du tout consolidé. Les verbalisants ont vu ceci lors de la descente sur les lieux. Le mur se dressait dans le vide. Une première poutre du plafond se trouvait à quelques centimètres seulement en contrebas, de sorte que le mur ne pouvait être que posé contre le faux plafond. (Le faux plafond se composait, comme c’était courant dans le passé, de très fines planches de bois doubles clouées dont l’entrelac avait été plafonné). Une liaison ferme avec le mur latéral est donc impossible. Le papier-peint collé sur le mur donne l’impression d’être relié sans raccord.", "", "", "Recherche des causes de l’accident", "(...) deux ouvriers de la firme [M.] travaillaient ce matin funeste au 4e étage (donc au-dessus du « mur »). Les deux hommes étaient occupés à déblayer le plancher (planches de bois) au-dessus de la pièce d’où s’est effondré le mur. Au moyen de pieds-de-biche, les planches clouées sur les poutres du plafond disposées à l’intervalle régulier étaient enlevées.", "Le travail en question était terminé et les ouvriers étaient occupés (selon leurs informations) quelques mètres à coté de la pièce (dans laquelle ils avaient auparavant déblayé le plancher) à ranger les outils et à jeter un étage plus bas les planches restantes en les faisant passer à travers un trou du plancher.", "(...) [l’ouvrier] blessé dans l’accident, a indiqué (...) avoir réprimandé les deux ouvriers un peu avant l’accident, ceci en raison du fait que semble-t-il à cause du travail de ces deux ouvriers à l’étage supérieur, des pierres s’étaient détachées et étaient tombées. Sur quoi, les ouvriers se seraient déplacés plus vers l’arrière.", "Après l’accident le faux plafond pendait en partie vers le sol de la pièce. Si ce plafond s’est détaché par la rupture du mur, ou si les deux ouvriers travaillaient par le haut du faux plafond reste à éclaircir, ceci en raison du fait qu’aucun autre ouvrier n’a pu faire de déclarations à ce sujet.", "Vu les conséquences de l’accident, il paraît naturel de chercher un bouc émissaire pour ce qui est arrivé. Les verbalisants, après avoir examiné en détail l’affaire, sont toutefois d’avis que les travaux de démolition du plancher situé au-dessus de la pièce n’ont pas provoqué l’effondrement du mur, sinon le mur aurait dû tomber plus tôt lorsque les ouvriers travaillaient directement au-dessus et éventuellement sur le mur.", "Mais comme tout le plancher était déjà enlevé, cela est plus qu’invraisemblable.", "Les verbalisants misent davantage sur le fait que le mur, peu de temps avant l’accident, s’est progressivement mis à pencher peu à peu pour finir par tomber.", "Comme il avait fortement plu la nuit précédente, il paraît normal de supposer que l’eau qui a pénétré par le haut dans les blocs de béton cellulaire a augmenté considérablement le poids de ces derniers. La poutrelle en bois peut également s’être laissée aller du fait de l’humidité et s’être inclinée de ce fait avec le mur. De plus, une rafale de vent a pu s’introduire dans la pièce et ainsi avoir donné le dernier coup au mur.", "Tous ces facteurs liés ensemble (de même que les vibrations dues aux travaux à l’intérieur et autour du bâtiment) ont très vraisemblablement déclenché l’accident.", "Comme déjà dit, il est fort peu vraisemblable que le mur se soit arraché en raison d’une quelconque action directe volontaire ou involontaire d’origine humaine.", "Conclusion", "En ce qui concerne maintenant la plainte à proprement parler déposée contre les accusés, il convient de noter que ces derniers ont certainement fait tout le possible pour garantir la sécurité de leurs subordonnés.", "La firme [G.] et donc ses cadres jouissent, selon les informations données aux verbalisants, d’une bonne réputation au plan de la sécurité du personnel.", "Dans le cas présent, il aurait suffi (comme mesure préventive) de démolir la maison jusqu’à une distance de sécurité suffisante par rapport aux hommes travaillant aux étages inférieurs ou encore d’une cage en acier avec toit en acier retenant les objets lourds tombant des étages supérieurs.", "Mais on sait cependant aussi que les meilleures mesures de prévention des accidents n’excluent jamais un risque résiduel. (...)", "Monsieur le substitut [S.] a également été mis au courant de l’incident. »", "17.  L’inspecteur de police annexa à son procès-verbal les résultats de différents témoignages qu’il avait recueillis respectivement en date des 8, 9 et 10 février 1995. Le personnel employé sur le chantier livra différentes versions sur les causes potentielles de l’accident.", "Ainsi, pour ce qui est des deux ouvriers de la société M., qui avaient déblayé, peu de temps avant l’accident, le plancher au-dessus de la pièce d’où s’est effondré le mur, le premier rapporta ce qui suit :", "« (...) le plancher que nous avions démonté n’avait rien à voir avec le mur qui s’est effondré.", "Le plancher n’était pas en liaison avec ce mur. Le plancher en question était posé sur des grosses poutres qui sont toujours existantes. Je veux dire aussi que notre travail n’a pas provoqué des vibrations qui auraient pu contribuer à l’effondrement du mur. En outre, nous étions au moment de l’effondrement simplement en train de ranger les outils.", "Je ne peux faire ici que des suppositions concernant la cause de l’accident. A mon avis, il est possible qu’une petite rafale de vent en liaison avec des vibrations éventuelles ait provoqué l’effondrement. En outre, j’aimerais dire que de mon point de vue, le mur depuis le début aurait dû être démoli avec les autres parties du bâtiment, ceci pour la sécurité des personnes travaillant aux étages inférieurs. »", "Le deuxième ouvrier de la société M. indiqua ce qui suit :", "« (...) Pour quelle raison le mur s’est-il effondré, je ne peux rien indiquer. Ce mur m’avait donné l’impression d’être solide. Le mur n’était pas ancré au plafond, cela je peux le dire avec certitude. »", "Quant au chef d’équipe du chantier de la firme G., il se prononça dans les termes suivants :", "« (...) Pour la démolition de l’ancien bâtiment, aucun plan n’avait été prévu à cet effet, il n’y avait que des instructions des ingénieurs concernant la protection du bâtiment voisin mitoyen. Ici, à différents étages, sont placées des poutrelles métalliques sous la surveillance des ingénieurs le long de la façade servant à renforcer et à stabiliser la façade.", "", "(...) Si vous me demandez pourquoi le mur en question au troisième étage a été laissé en place pendant les travaux de démolition, je dois vous dire que le mur posait solidement. Le même mur était debout au deuxième étage, je l’ai cependant fait abattre car il oscillait trop fort.", "Quelques jours avant l’accident, je m’étais personnellement assuré de la solidité du mur au troisième étage en appuyant plusieurs fois le pied contre celui-ci. Le mur n’a même pas vibré. Celui-ci était encastré dans les deux autres contre-murs. Je ne peux pas indiquer si le mur était fixé dans le plafond. En tout cas, le mur au deuxième étage était consolidé avec le plafond au moyen de fixations métalliques, ce que j’ai pu constater lors de la démolition. Ce n’était pas possible de faire ainsi avec le mur supérieur car, comme déjà dit, le faux plafond s’appuyait contre le mur et les papiers peints se trouvaient toujours collés dessus.", "Si vous me demandez mon avis sur la cause de l’effondrement du mur, je pense pouvoir dire que le mur s’est écroulé en raison des travaux de démolition des deux ouvriers de la firme M.", "A mon avis, ces deux ouvriers de la firme [M.] s’étaient mis à travailler sur le faux plafond de sorte que celui-ci tombe. Pour cette raison, cette chute, selon moi, a provoqué un choc et des vibrations consécutives qui ont entraîné le basculement du mur. (...) »", "Le témoignage du conducteur du chantier de la firme G. se lit ainsi qu’il suit :", "« (...) Les travaux de démolition ont été entrepris selon un plan mis au point par nous-même et la firme [M.].", "Comme des difficultés sont apparues à la façade de l’immeuble voisin, le plan a été modifié, c’est-à-dire qu’il a fallu poser des fixations de sécurité supplémentaires sur l’immeuble voisin. Un plan à ce sujet a également été établi par le bureau d’études (...).", "Ces plans ne contenaient toutefois aucun détail sur la manière précise d’entreprendre la démolition, c’est-à-dire que dans ces plans, on ne peut pas retrouver et tenir compte de chaque brique une à la fois. On doit toujours s’adapter dans ce cas aux conditions existantes.", "Le mur situé au troisième étage et qui s’est écroulé plus tard en provoquant l’accident était stable aux dires du chef de chantier. Je ne me suis pas non plus occupé personnellement en détail de ce mur.", "Pour quelle raison ce mur s’est-il effondré ? Je ne puis rien dire, avec toute la meilleure volonté du monde, même après inspection du lieu de l’accident. A notre avis, c’est-à-dire celui du contremaître et à mon avis personnel, le mur était assez solide pour ne pas être préalablement démoli. Cela ne s’appliquait pas au mur identique à l’étage inférieur que nous avons fait abattre. (...) »", "L’ouvrier blessé relata qu’environ une heure avant l’accident, quelques pierres étaient tombées sur lui et M. Coimbra Henriques, à cause des travaux effectués par les deux ouvriers de la société M. au 4e étage, de sorte qu’il faisait entendre à ces derniers d’arrêter leurs travaux. Quant au mur qui s’est effondré, il indiqua ce qui suit :", "« (...) je peux dire que ce mur tenait solidement.", "Je ne me suis fait aucun souci concernant notre sécurité à propos de ce mur resté debout.", "Je pense que ce mur serait resté en place si aucun ouvrier n’avait travaillé ce matin là à l’étage supérieur. Je ne veux faire supporter la responsabilité de l’accident à aucun des travailleurs de [M.], toutefois, je pense pouvoir dire que leurs travaux ont contribué à la chute du mur. Je veux faire remarquer que les consignes générales de sécurité chez notre employeur [G.] sont très bonnes, c’est-à-dire, qu’on pense dans tous les sens à la sécurité des travailleurs.", "Mais comme maintenant il s’est produit un accident fatal, je dois dire que le mur impliqué aurait pu a priori être abattu et ce pour la sécurité des personnes travaillant aux étages inférieurs. On doit penser que nous travaillions de plus en plus profondément étage après étage et que de ce fait la hauteur de chute d’un objet augmentait automatiquement avec l’avancement de nos travaux. (...) »", "Le gérant de la société G. fut également auditionné et prit position de la manière suivante :", "« (...) En ce qui concerne les travaux de démolition, nous avons élaboré un plan à cet effet et ce en collaboration avec la firme [M.]. Le plan se trouve auprès de la firme [M.]. Le plan en question a été transmis à l’inspection professionnelle. Toutefois, le plan a dû être modifié une fois en fonction des circonstances et des faits rencontrés sur le terrain.", "En ce qui concerne maintenant l’accident, j’exprime ici mon plus profond regret au sujet de l’incident survenu.", "Je n’avais moi-même aucune influence et je n’étais pas non plus renseigné sur l’état des travaux. (...) »", "b)  Rapport no 7/107", "18.  Le 23 février 1995, un commissaire du service de police judiciaire de la gendarmerie grand-ducale transmit au parquet de Luxembourg un rapport no 7/107 auquel était annexé un jeu de photos commentées des lieux de l’accident.", "19.  Le commissaire précisa que le 2 février 1995 le parquet de Luxembourg avait (sur requête verbale) chargé le service de police judiciaire d’effectuer des recherches d’identité judiciaire dans le dossier.", "20.  Le commissaire retraça d’abord une description des lieux et énuméra les phases des travaux de démolition. Ensuite, il fournit, entre autres, les indications suivantes concernant le déroulement des travaux à l’heure de l’accident :", "« Les deux travailleurs concernés plus tard par l’accident se trouvaient (...) au 1er étage dans une pièce dont la partie supérieure était à l’air libre. Sur toute la largeur de la pièce derrière leur échafaudage, se dressait le flanc nord ouvert du bâtiment en démolition jusqu’à l’étage sous la toiture au-dessus du 3e étage. Il n’y avait aucun dispositif de sécurité contre les chutes de pierres ou autres débris. »", "Le commissaire décrivit également le déroulement de l’accident. Il conclut que la cause du détachement du mur intermédiaire devait être recherchée dans des influences climatiques (action du vent, absorption d’eau de pluie avec augmentation correspondante du poids de la maçonnerie), des secousses causées par la circulation devant le bâtiment et des vibrations provoquées par les travaux de démolition.", "2.  Procédure suivie par l’inspection du travail et des mines (« ITM »)", "21.  Le 29 mars 1995, un contrôleur de l’ITM rendit son rapport d’accident. Après avoir fait un récit de l’accident, il se prononça ainsi qu’il suit :", "« Concernant la stabilité du mur de séparation :", "[Les conducteur et chef d’équipe du chantier] nous ont confirmé d’avoir contrôlé visuellement (par coups de pied) la stabilité du mur de séparation au niveau + 2 et + 3. Le mur au niveau + 2 a été démoli étant donné que sa stabilité n’était pas garantie. La stabilité du mur au niveau + 3 a été jugée suffisante par les 2 personnes précitées, ainsi ils ont décidé de ne pas le démolir. Sur place j’ai pu m’assurer que le mur de séparation était bien encastré dans le mur porteur, côté cour du bâtiment (photos 45 + 461), ce qui m’était plus difficile à constater sur le mur de séparation opposé (voir photos 42 + 44).", "Pour obtenir certitude dans ce contexte, j’avais proposé au substitut, Monsieur [S.], de nommer un expert, proposition non retenue de sa part.", "Concernant les motifs de la chute du mur :", "Lors de mon enquête, je n’ai pas pu constater si la chute du mur de séparation a été provoquée par une ou plusieurs influences inconnues (Fremdeinwirkung) quelconques, tels que vibrations de la circulation du Bd Royal, intempéries ou autres motifs. (...) »", "Le contrôleur rappela la législation applicable en matière de travaux de démolition de bâtiments. Il conclut qu’il avait « dû constater que les ouvertures dans les planchers pour évacuer les déchets n’étaient pas pourvues de garde-corps ».", "22.  Le 7 avril 1995, l’ITM communiqua son rapport d’accident au parquet.", "3.  Echange de correspondances entre les requérants et le ministère public et décision de ce dernier du classement sans suites", "23.  L’avocate des requérants fait part d’échanges verbaux qu’aurait eus son prédécesseur avec les autorités judiciaires entre février 1995 et juillet 1996 au sujet de l’affaire. Les 12 juillet, 3 et 23 septembre 1996, elle s’adressa au procureur d’Etat du tribunal d’arrondissement de Luxembourg pour solliciter des renseignements sur l’état de la procédure ainsi que la délivrance d’une copie du dossier répressif.", "24.  Le 16 octobre 1996, l’avocate écrivit au parquet que, ayant été sans nouvelles de sa part, elle s’était adressée directement au secrétariat du ministère public, qui l’avait alors informée de ce que l’affaire avait été classée sans suites le 17 mai 1996. Elle demanda en conséquence au substitut du procureur de lui fournir les raisons du classement et de lui délivrer enfin une copie du dossier.", "Par courriers des 18 octobre et 18 novembre 1996, le 1er substitut du procureur d’Etat confirma, sans autres précisions, le classement sans suites du dossier. Il apparaît encore du dossier qu’en date du 17 mai 1996, une note manuscrite se lisant « Ad acta, info non établie » avait été apposée sur le rapport de l’ITM.", "25.  Le 21 novembre 1996, une copie du dossier pénal fut remise à l’avocate des requérants ; le 29 novembre 1996, certaines pages manquantes furent encore transmises. Le 21 janvier 1997, l’avocate écrivit au 1er substitut S. dans les termes suivants :", "« Je vous remercie de la copie du dossier que vous m’avez fait parvenir dans l’affaire référencée. Je vous prie de bien vouloir m’informer des raisons qui vous ont amené à classer la présente affaire sans suite. Par ailleurs, je vous saurais gré de bien vouloir autoriser vos services à me délivrer une copie du dossier illustré avec les deux jeux de photos auxquels il est fait référence dans les procès-verbaux. »", "Le 27 mai 1997, le 1er substitut fit parvenir à l’avocate « un jeu de photos en original dont [elle] pourr[ait] disposer ».", "B.  Procédure devant les juridictions", "26.  Par une citation directe des 1er et 2 juillet 1997 devant le tribunal correctionnel de Luxembourg, les requérants sollicitèrent, au pénal, la condamnation des responsables des sociétés G. et M. aux peines à requérir par le ministère public, ainsi qu’au civil, l’indemnisation des préjudices matériel et moral subis. Quant au volet pénal, ils reprochèrent aux cités d’avoir causé involontairement la mort de leur mari et père, par le fait de ne pas s’être conformés aux prescriptions minimales de sécurité et de santé à mettre en œuvre sur les chantiers.", "27.  Le tribunal rendit son jugement en date du 6 mai 1998.", "Reprenant en premier lieu les termes de l’article 115 du code des assurances sociales (« CAS »), les juges rappelèrent la jurisprudence de la Cour de cassation qui prévoit que « réserve faite de l’exception prévue in fine audit article, aussi bien les ayants droits que les héritiers de la victime sont irrecevables à se prévaloir des dispositions du droit commun (...) ». Ils soulignèrent ensuite qu’en ce qui concerne les infractions à la législation sur la sécurité et la santé des travailleurs au travail reprochées par les requérants, le non-respect des prescriptions prévues dans le cadre de cette législation ne pouvait constituer que les négligences ou les fautes nécessaires pour retenir l’infraction d’homicide involontaire, mais ne pouvait pas être retenu comme infraction volontaire sur base de laquelle des dommages et intérêts pouvaient être réclamés à un assuré de l’association d’assurance contre les accidents.", "Le tribunal se prononça ensuite sur la question de la mise en mouvement de l’action publique. A cet égard, il rappela que l’action civile engagée par voie de citation directe mettait nécessairement en mouvement aussi l’action répressive, à condition toutefois qu’elle soit régulièrement intentée. Dans la mesure où il arriva à la conclusion que l’action intentée contre les responsables des sociétés G. et M. tombait sous l’application de l’article 115 du CAS, il décida que la citation directe était à déclarer irrecevable et n’avait, par conséquent, pas pu valablement déclencher l’action publique.", "28.  En date du 14 mai 1998, les requérants interjetèrent appel de ce jugement.", "29.  Dans une note du 26 janvier 1999, l’avocat général rappela qu’aux termes d’une jurisprudence constante des tribunaux luxembourgeois, l’irrecevabilité d’une action en dommages et intérêts, au titre de l’article 115 du CAS, devait entraîner le non-déclenchement de l’action publique. En revanche, l’approche de la jurisprudence française serait fondamentalement différente. En effet, l’action civile restait certes une action en réparation, mais elle pouvait n’être motivée que par le souci d’obtenir que soit établie la culpabilité du prévenu. Ainsi, la constitution de partie civile pouvait déclencher l’action publique, même si la juridiction répressive n’était pas compétente pour statuer sur l’action civile. La doctrine française distinguerait dans l’action civile deux aspects, voire deux droits bien distincts, le droit d’obtenir réparation et le droit indépendant, d’une nature différente, d’obtenir la répression de l’infraction. Une manifestation de cette dissociation entre recevabilité et bien-fondé de l’action civile serait l’hypothèse où la victime ne pouvait obtenir réparation de son préjudice devant le juge répressif, comme en cas d’accidents de travail. La Cour de cassation française admettrait que l’indemnisation forfaitaire de la victime, et dès lors l’impossibilité de lui allouer au pénal des dommages et intérêts, ne faisait pas obstacle à son droit, ni à celui de ses ayants cause, de se constituer partie civile. L’avocat général poursuivit qu’il était conscient que la démarche traditionnelle de la jurisprudence luxembourgeoise était différente de celle suivie en France depuis des décennies. Il conclut qu’il ne s’opposerait pas à un aménagement de la jurisprudence fort restrictive, même s’il mesurait la difficulté de le faire au niveau d’une juridiction de fond.", "30.  Par un arrêt du 30 mars 1999, la cour d’appel déclara l’appel des requérants non fondé et confirma le jugement du 6 mai 1998. Les juges d’appel se prononcèrent notamment dans les termes suivants :", "« (...) En droit luxembourgeois, l’action civile ne peut pas, contrairement à la conception française, se limiter à l’actio vindictam spirans mais son but est l’indemnisation pour le dommage encouru à la suite d’une faute pénale commise par autrui.", "A cet effet, la démarche du demandeur est d’obtenir en premier lieu la condamnation de l’auteur pour les infractions qu’on lui reproche, mais ceci seulement pour créer ainsi la base légale des prétentions indemnitaires que la victime fait valoir devant la juridiction pénale (...).", "Encore faut-il en droit commun, pour que le demandeur puisse prospérer en son action, que le préjudice soit susceptible de résulter des faits délictueux reprochés au prévenu-cité ; sinon l’action en réparation est irrecevable.", "En matière d’accident du travail il est exigé en plus, afin d’éviter l’obstacle constitué par l’article 115 du [CAS], que l’action intentée par les victimes tende sur le plan pénal à la condamnation du responsable du chef d’un fait voulu.", "Or, (...) les [requérants] ont recherché [les responsables des sociétés G. et M.] (...) pour [homicide involontaire causé par le non-respect des prescriptions de sécurité sur le chantier].", "Donc, même à supposer que les actuels intimés puissent être convaincus du délit [d’homicide involontaire], il restera toujours que la condition d’ouverture insérée à l’article 115 du [CAS], à savoir celle du fait intentionnel n’est pas remplie.", "Il suit de ce qui précède que dès l’ingrès d’instance l’action civile en discussion était inadmissible sur la base légale invoquée.", "Cette fin de non-recevoir ne constitue pas un refus d’accès à la justice au sens de l’article 6 de la [Convention] alors qu’il s’agit d’une question de fond du droit à faire valoir. »", "31.  Le 26 avril 1999, les requérants se pourvurent en cassation de cet arrêt. Ils invoquèrent une fausse application de la loi par les juges du fond, et firent encore valoir que l’accès à un tribunal leur avait été refusé.", "32.  Dans ses conclusions du 25 octobre 1999, le ministère public réitéra ses développements produits dans le cadre de la procédure d’appel et se rapporta à la sagesse de la Cour quant aux moyens des requérants tirés d’une fausse application de la loi. Il conclut cependant au rejet du moyen concernant l’accès à la justice.", "33.  Le 10 février 2000, la Cour de cassation rejeta le pourvoi en cassation formé par les requérants, au motif, d’abord, que la cour d’appel avait fait l’exacte application de la loi. Quant au moyen relatif au droit d’accès à un tribunal, elle se prononça ainsi qu’il suit :", "« [L’article 6 de la Convention] consacre uniquement le droit de la personne accusée d’avoir accès à une juridiction présentant les caractéristiques requises par elle, sans instaurer un droit d’initiative dans la mise en mouvement de l’action pénale ; d’où il suit que par ce motif de pur droit substitué en tant que de besoin à celui critiqué, la décision de la cour d’appel est légalement justifiée en son dispositif. »", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Possibilité d’agir au pénal contre l’employeur en cas d’accident du travail", "1.  Sur initiative du parquet", "34.   Sur initiative du parquet, un employeur peut être poursuivi et ensuite condamné par les juges sur base des différentes dispositions législatives énumérées ci-dessous.", "35.  a)  La loi du 17 juin 1994 concernant la sécurité et la santé des travailleurs au travail prévoit, à charge de l’employeur, des obligations assorties de sanctions :", "Article 4", "« 1.  L’employeur est obligé d’assurer la sécurité et la santé des travailleurs dans tous les aspects liés au travail. (...) »", "Article 12", "« 1.  Toute infraction aux dispositions des articles 4 (...) de la présente loi, des règlements et des arrêtés pris en son exécution est punie d’un emprisonnement de 8 jours à 6 mois et d’une amende (...) ou d’une de ces peines seulement. »", "36.  Le règlement grand-ducal du 4 novembre 1994 concernant les prescriptions minimales de sécurité et de santé à mettre en œuvre sur les\nchantiers temporaires ou mobiles précise les mesures de prévention à mettre en œuvre pour prévenir le danger de chutes d’objets :", "Annexe IV, partie B, section II, article 4", "« Les travailleurs doivent être protégés chaque fois que cela est techniquement possible par des moyens collectifs contre les chutes d’objets.", "Les matériaux et équipements doivent être disposés ou empilés de façon à éviter leur éboulement ou renversement.", "En cas de besoin, les passages couverts doivent être prévus sur le chantier ou l’accès aux zones dangereuses doit être rendu impossible. »", "37.  b)  En cas d’accident du travail mortel d’un de ses travailleurs, l’employeur peut être poursuivi et condamné sur base des dispositions pertinentes du code pénal :", "Article 418", "« Est coupable d’homicide ou de lésions involontaires, celui qui a causé le mal par défaut de prévoyance ou de précaution, mais sans intention d’attenter à la personne d’autrui. »", "Article 419", "« Quiconque aura involontairement causé la mort d’une personne sera puni d’un emprisonnement de trois mois à deux ans et d’une amende de 500 euros à 10 000 euros. »", "2.  Sur initiative des victimes", "38.  L’action répressive peut également être mise en mouvement par les victimes directes ou indirectes de l’accident du travail, par la voie de la constitution de partie civile ou de la citation directe. Toutefois, cette action n’est considérée comme régulièrement intentée que lorsqu’elle tend sur le plan pénal à la condamnation du responsable pour un fait intentionnel (voir paragraphes 27 et 30 ci-dessus).", "B.  Possibilité d’agir au civil contre l’employeur en cas d’accident du travail", "1.  La situation avant 1902", "39.  La victime d’un accident du travail pouvait intenter contre la personne fautive – tel l’employeur – une action en réparation devant les juridictions de droit commun.", "2.  La législation en vigueur depuis la loi du 5 avril 1902", "40.  Un régime dérogatoire aux règles ordinaires de la responsabilité fut introduit par la loi du 5 avril 1902, reprise par la loi du 17 décembre 1925 au code des assurances sociales (« CAS »).", "41.  Ainsi, une action en dommages et intérêts destinée à indemniser une personne à la suite d’un accident du travail ne peut pas être portée devant les juridictions de droit commun, sauf pour ce qui est de l’accident causé intentionnellement. En effet, en vertu des articles 92 et suivants du CAS, les membres de l’association d’assurance contre les accidents («AAA ») sont assurés contre les accidents du travail, l’indemnisation étant de nature forfaitaire et ne pouvant pas, en principe, être cumulée avec l’indemnisation de droit commun. Les personnes assurées contre les accidents moyennant paiement de cotisations de l’assurance-accidents (patrons, salariés et leurs ayants droit) sont par conséquent irrecevables à présenter une demande en dommages et intérêts du chef d’un accident contre l’auteur de l’accident devant les tribunaux de droit commun (D. Spielmann, « De la double nature de la constitution de partie civile et de son incidence en droit social luxembourgeois », Bull. dr.h.7 (1997), p. 98).", "L’article 115 du code des assurances sociales (« CAS ») dispose en effet ce qui suit :", "« Les personnes assurées en vertu de la présente loi, leurs ayants droits et leurs héritiers, même s’ils n’ont aucun droit à une pension, ne peuvent, en raison de l’accident, agir judiciairement en dommages et intérêts contre l’entrepreneur, ni dans le cadre d’un travail connexe ou d’un travail non connexe exécuté en même temps et sur le même lieu, contre tout autre membre de l’association d’assurances contre les accidents ou contre leurs représentants, employés ou ouvriers, à moins qu’un jugement pénal n’ait déclaré les défendeurs coupables d’avoir intentionnellement provoqué l’accident. »", "²²L’assurance-accidents a le droit de réclamer le remboursement des prestations faites à la suite d’un accident du travail, si l’auteur responsable a agi avec intention ou même par négligence (J. Loesch, « Combat à trois : l’auteur, la victime, la sécurité sociale. Le recours de la sécurité sociale contre l’auteur responsable », Pas.lux. XIX, p. 60 et suiv.). L’article 116 du CAS dispose en effet ce qui suit :", "« Les entrepreneurs (...) déclarés par un jugement pénal coupables d’avoir provoqué l’accident, soit avec intention, soit par négligence en se relâchant de la vigilance à laquelle ils sont tenus en raison de leurs fonctions, profession ou métier et condamnés irrévocablement de ce dernier chef à une peine d’emprisonnement de huit jours au moins, sont responsables à l’égard de l’association d’assurance de toutes les dépenses effectuées par celle-ci en vertu de la présente loi. (...)»", "La jurisprudence a souligné que « le droit propre de l’assuranceaccidents de réclamer des dommages et intérêts à son assuré est donc plus large que celui des assurés entre eux » (Cour d’appel, 21 avril 1968, Pas. lux. XX, p. 378 et suiv.).", "La doctrine a défini les motifs du régime. Ainsi, le système forfaitaire à l’égard des victimes s’explique par le fait qu’« on a voulu protéger l’ouvrier, précisément en le dispensant de la preuve de la faute (qui implique normalement la preuve de l’identité de l’auteur, de l’imputabilité de la faute, du rapport causal entre l’action incriminée et le résultataccident), et on a voulu en même temps éviter qu’un état de guerre permanent ne s’installe dans les usines et ateliers et sur les chantiers » (R. Thiry, Actions et recours des Assurances sociales devant les juridictions répressives, Publication du Cercle François Laurent, Luxembourg, 1964, p. 186 et suiv.).", "Quant aux effets du régime envers les victimes, la doctrine confirme ce qui suit : « La nature forfaitaire du système d’indemnisation par l’assuranceaccidents a pour conséquence évidente que l’indemnisation de la victime d’un accident selon ce système ne peut pas, en principe, être cumulée avec l’indemnisation selon le droit commun, qui précisément a conduit à une réparation non forfaitaire, mais intégrale du préjudice » (G. Ravarani, La responsabilité civile des personnes privées et publiques, Pasicrisie luxembourgeoise, 2000, p. 543). La Cour de cassation a également retenu que « ce principe a pour corollaire nécessaire une répartition collective de la charge financière du risque assuré, une limitation de la réparation à une fraction forfaitaire et une législation à caractère impératif et d’ordre public » (2 mai 1963, Pas. lux. XIX, p. 65 et suiv.).", "42.  Le système d’indemnisation forfaitaire en cas d’accident du travail fonctionne de la manière suivante :", "Suite à la déclaration d’accident par l’employeur, la reconnaissance d’un accident et la détermination du montant de l’indemnité revenant à la victime de l’accident ou ses ayants droit sont effectuées d’office par le président de l’AAA ou son délégué.", "Si l’accident a causé le décès du salarié, une indemnité funéraire, s’élevant à un quinzième de la rémunération annuelle, est accordée. En outre, les ayants droit de la victime se voient allouer une rente, qui se chiffre à 42,8 pour cent du salaire annuel pour le conjoint, et à 21,4 pour cent pour chaque enfant jusqu’à l’âge de 18 ans ou, en cas d’études, jusqu’à l’âge de 27 ans. L’ensemble des rentes des survivants ne peut excéder 85,6 pour cent de la rémunération annuelle. Pour le conjoint et les enfants, la réduction éventuelle s’opère proportionnellement aux rentes.", "En cas de désaccord avec les montants ainsi retenus par le président de l’AAA, les personnes concernées peuvent former opposition devant la commission des rentes. Contre la décision des organes de l’AAA un recours peut être introduit devant les juridictions spécialisées en matière de sécurité sociale, à savoir en première instance le conseil arbitral et en appel le conseil supérieur des assurances sociales. Les décisions de ces juridictions spécialisées sont soumises au contrôle de la Cour de cassation.", "43.  Par un arrêt du 28 mai 2004, la Cour constitutionnelle du GrandDuché de Luxembourg se prononça sur des questions préjudicielles qui lui avaient été soumises, le 30 octobre 2003, par le tribunal d’arrondissement de Luxembourg dans le cadre d’une affaire opposant une victime d’un accident du travail à son employeur.", "Elle décida notamment que l’article 115 du CAS, en disposant que les victimes d’un accident du travail ne peuvent agir judiciairement en dommages et intérêts et sont donc exclues de la réparation intégrale selon le droit commun qui est accordée à toute autre victime d’un accident, n’était pas contraire à la Constitution. A cet égard, elle retint, entre autres, ce qui suit :", "« Considérant que la limitation du droit d’agir prévue par l’article 115 du [CAS] s’explique par une réglementation s’écartant du droit commun basée non plus sur la notion de faute, mais sur celle de risque professionnel et sur une répartition de ce risque entre l’employeur et la victime de l’accident du travail, l’assuré bénéficiant des prestations statutaires de l’[AAA] même en l’absence de responsabilité dans le chef de l’« auteur de l’accident » et même en cas de faute dans son chef ;", "Que cette limitation permet le fonctionnement même du système d’indemnisation forfaitaire et automatique et contribue au maintien de la paix sociale dans les entreprises, que ce soit dans les relations entre travailleurs et assimilés ou, le cas échéant, dans les relations entre ces mêmes personnes et leurs employeurs ;", "Que cette différence de traitement est rationnellement justifiée ;", "Que la limitation du droit d’agir qui constitue la contribution de l’assuré victime au fonctionnement de ce système d’indemnisation est adéquate ;", "Que de même, il existe un rapport raisonnable de proportionnalité entre les objectifs poursuivis et la différenciation établie, les victimes d’accidents de travail étant indemnisées en dehors de toute considération de faute et dispensées de rapporter la preuve de la responsabilité de l’auteur de l’accident, ceci d’autant plus que la limitation ne s’applique pas au cas où un jugement pénal constate une faute intentionnelle dans le chef de cet auteur. (...) »", "La Cour constitutionnelle se prononça également sur la question de la conformité à la Constitution de l’article 115 du CAS pour autant qu’il exclut les ayants droit de la victime de l’accident du travail, « même s’ils n’ont aucun droit à prestation », de la réparation intégrale selon le droit commun qui est accordée à toute autre victime d’un accident. Elle fournit la réponse suivante :", "« Considérant que [cette] question vise la situation des ayants droit de la victime de l’accident qui, aux termes de l’article 115 du [CAS] se trouvent exclus de la réparation suivant le droit commun, même s’ils n’ont aucun droit à prestation ;", "Considérant que constituent des ayants droit au sens de cette disposition toutes personnes autres que l’assuré susceptibles de bénéficier à un titre quelconque d’une prestation de la part de l’[AAA] ;", "Considérant que ces personnes, dans la mesure où elles remplissent les conditions pour bénéficier de prestations du chef d’un accident de travail, se trouvent dans une situation analogue à celle de l’assuré, de sorte que, pour les motifs retenus à l’appui de la réponse à la question [antérieure], concernant ces personnes, l’article 115 du [CAS] n’est pas contraire à l’article 10bis(1) de la Constitution [qui prévoit que « les Luxembourgeois sont égaux devant la loi »] ;", "Considérant par contre que l’article 115 du [CAS], dans la mesure où il concerne les ayants droit qui n’ont aucun droit à prestation, porte atteinte au principe d’égalité devant la loi consacré par [l’article 10bis(1) de la Constitution] ;", "Qu’en effet, il n’y a pas de justification objective de refuser le recours selon le droit commun à un ayant droit de la victime écarté du système d’indemnisation des accidents du travail ;", "Que dès lors dans la mesure où il exclut du recours de droit commun les ayants droit de la victime qui n’ont aucun droit à prestation, l’article 115 du [CAS] est contraire à l’article 10bis(1) de la Constitution. »", "La Cour constitutionnelle se prononça finalement sur la question de savoir si l’article 115 du CAS était contraire à la Constitution, dans la mesure où il accorde à la victime un droit de recours seulement en cas d’accident provoqué intentionnellement, contrairement à l’article 116 du CAS qui accorde à l’AAA un droit de recours même en cas d’accident provoqué par négligence. Elle décida que l’AAA et les victimes d’accidents du travail n’étaient pas dans une situation comparable, dès lors qu’elles constituaient des entités différentes et que les dispositions qui leur sont applicables ne tendaient pas à la même fin.", "", "3.  Droit comparé", "44.  En droit français, les articles L. 451-1 à L. 452-5 du code de la sécurité sociale s’appliquent en la matière :", "Le principe est celui de l’exclusion du régime de droit commun en cas d’accident du travail, sauf lorsque ce dernier est dû à la faute inexcusable de l’employeur, auquel cas la victime ou ses ayants droits reçoivent une indemnisation complémentaire.", "En effet, les articles pertinents se lisent ainsi qu’il suit :", "Article L. 451-1", "« Sous réserve des dispositions prévues aux articles L. 452-1 à L. 452-5, L. 454-1, L. 455-1, L .455-1-1 et L. 455-2 aucune action en réparation des accidents et maladies mentionnés par le présent livre ne peut être exercée conformément au droit commun, par la victime ou ses ayants droit. »", "Article L. 452-1", "« Lorsque l’accident est dû à la faute inexcusable de l’employeur ou de ceux qu’il s’est substitués dans la direction, la victime ou ses ayants droit ont droit à une indemnisation complémentaire dans les conditions définies aux articles suivants. »", "Article L. 452-2", "« Dans le cas mentionné à l’article précédent, la victime ou ses ayants droit reçoivent une majoration des indemnités qui leur sont dues en vertu du présent livre. (...) »", "L’article L. 452-3 dispose en outre ce qui suit :", "« Indépendamment de cette majoration, la victime a encore le droit de demander à l’employeur devant la juridiction de sécurité sociale la réparation du préjudice causé par les souffrances physiques et morales endurées, de ses préjudices esthétiques et d’agrément ainsi que celle du préjudice résultant de la perte ou de la diminution de ses possibilités de promotion professionnelle. (...) En cas d’accident suivi de mort, les ayants droit de la victime (...) peuvent demander à l’employeur réparation du préjudice moral devant la juridiction de sécurité sociale. La réparation de ces préjudices est versée directement aux bénéficiaires par la caisse qui en récupère le montant auprès de l’employeur. »", "L’article L. 452-4 donne encore les précisions suivantes :", "« A défaut d’accord amiable entre la caisse et la victime ou ses ayants droit d’une part, et l’employeur d’autre part, sur l’existence de la faute inexcusable reprochée à ce dernier, ainsi que sur le montant de la majoration et des indemnités mentionnées à l’article L. 452-3, il appartient à la juridiction sociale compétente, saisie par la victime ou ses ayants droit ou par la caisse primaire d’assurance maladie, d’en décider. (...) L’auteur de la faute inexcusable est responsable sur son patrimonial personnel des conséquences de celle-ci. L’employeur peut s’assurer contre les conséquences financières de sa propre faute inexcusable ou de la faute de ceux qu’il s’est substitué dans la direction de l’entreprise ou de l’établissement. »", "En plus de ces dispositions concernant les accidents causés par la faute inexcusable de l’employeur, l’article L. 452-5 envisage l’hypothèse de la faute intentionnelle :", "« Si l’accident est dû à la faute intentionnelle de l’employeur ou de l’un de ses préposés, la victime ou ses ayants droit conserve contre l’auteur de l’accident le droit de demander la réparation du préjudice causé, conformément aux règles du droit commun (...) ».", "45.  En droit belge, les dispositions pertinentes de la loi du 10 avril 1971 sur les accidents du travail se lisent ainsi qu’il suit :", "Article 46", "« §  1.  Indépendamment des droits découlant de la présente loi, une action en justice peut être intentée, conformément aux règles de la responsabilité civile, par la victime ou ses ayants droit :", "1o  contre l’employeur qui a causé intentionnellement l’accident du travail ou causé intentionnellement un accident ayant entraîné un accident du travail ; (...)", "7o  contre l’employeur qui, ayant méconnu gravement les obligations que lui imposent les dispositions légales et réglementaires relatives au bien-être des travailleurs lors de l’exécution de leur travail, a exposé les travailleurs au risque d’accident du travail, alors que les fonctionnaires désignés pour surveiller l’application desdites dispositions en application de l’article 3 de la loi du 16 novembre 1972 concernant l’inspection du travail lui ont par écrit :", "a)  signalé le danger auquel il expose ces travailleurs ;", "b)  communiqué les infractions qui ont été constatées ;", "c)  prescrit des mesures adéquates ;", "d)  communiqué que s’il néglige de prendre les mesures visées sous c), la victime ou son ayant droit a, en cas d’accident éventuel, la possibilité d’intenter une action civile en responsabilité.", "La mise en demeure écrite mentionne les infractions aux prescriptions en matière de sécurité et d’hygiène du travail qui ont été constatées, le risque spécifique d’accident du travail ainsi créé, les mesures concrètes de prévention à prendre ainsi que le délai dans lequel ces mesures doivent être réalisées, sous peine de donner à la victime ou à ses ayants droit la possibilité d’intenter une action en responsabilité civile dans l’éventualité d’un accident.", "L’action en responsabilité civile ne peut pas être intentée contre l’employeur qui prouve que l’accident est également dû au non-respect, par le travailleur victime de l’accident, des instructions de sécurité que l’employeur lui a préalablement notifiées par écrit, alors que les moyens de sécurité nécessaires ont été mis à sa disposition.", "§  2.  Indépendamment des dispositions du § 1er, l’entreprise d’assurances reste tenue du paiement des indemnités résultant de la présente loi (...).", "La réparation en droit commun qui ne peut se rapporter à l’indemnisation des dommages corporels, telle qu’elle est couverte par la présente loi, peut se cumuler avec les indemnités résultant de la présente loi. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 2 DE LA CONVENTION", "46.  Les requérants allèguent qu’il n’y a pas eu d’enquête effective sur les circonstances du décès de leur mari et père. Ils invoquent l’article 2 de la Convention qui dispose :", "« 1.  Le droit de toute personne à la vie est protégé par la loi. (...) »", "A.  Thèses des parties", "1.  Les requérants", "47.  Les requérants soutiennent que l’article 2 de la Convention impose à l’Etat de mener une enquête effective contradictoire, à laquelle la famille du défunt doit pouvoir accéder.", "48.  En l’espèce, seuls des rapports préliminaires furent dressés et le parquet décida de classer l’affaire, sans avoir enquêté davantage. Les requérants furent longtemps laissés dans l’ignorance au sujet du déroulement de l’accident. Ils n’obtinrent, en définitive, aucune information sur les raisons du classement sans suites, à part qu’ils purent s’apercevoir que la mention « Ad acta, info non établie » avait été apposée sur une pièce du dossier.", "49.  Les requérants estiment que les rapports d’enquête préliminaires constataient à l’abri de tout doute que des infractions graves avaient été commises à la législation sur la sécurité au travail. Ces mêmes rapports démontraient cependant des divergences énormes concernant la question des circonstances et des causes potentielles de l’accident mortel. Dans ces conditions, seule une enquête approfondie aurait pu faire établir la vérité quant aux événements survenus. Or, aucun expert en bâtiment ne fut appelé sur les lieux afin de donner un avis technique. Au contraire, le substitut passa outre la proposition, faite par l’ITM, de nommer un tel expert et décida de classer l’affaire sans suites.", "50.  Les requérants en concluent que l’Etat a manqué à son obligation de protection procédurale du droit à la vie.", "2.  Le Gouvernement", "51.  Le Gouvernement soutient que l’enquête menée par les autorités policières et judiciaires suite au décès du mari et père des requérants était conforme aux exigences découlant de l’article 2 de la Convention.", "52.  Il souligne que l’enquête démarra 20 minutes après la survenance de l’accident.", "Ainsi, deux inspecteurs du commissariat central de police, dont un officier de police judiciaire, ainsi qu’un juge d’instruction et le substitut de service du parquet se rendirent, le matin même, sur les lieux de l’accident. Les deux inspecteurs recueillirent de nombreux témoignages, notamment de la part du personnel occupé sur le chantier, et dressèrent un procès-verbal circonstancié.", "Le même jour, sur instructions du parquet, un membre de la section de la police technique du service de la police judiciaire se rendit sur les lieux de l’accident et dressa à son tour un procès-verbal comprenant un dossier de vingt-six photos.", "L’ITM envoya également sur place, le jour même, un contrôleur qui établit un rapport qu’il communiqua, le 7 avril 1995, au parquet.", "Le Gouvernement poursuit que les autorités judiciaires, après avoir pris connaissance des enquêtes administratives et policières, furent d’avis qu’une nouvelle expertise ne s’imposait pas. En effet, tant les contrôles effectués par les collègues de travail du défunt, que les investigations de l’ITM et de la police auraient démontré à suffisance de droit que l’accident mortel n’était pas dû à une infraction volontaire sur base de laquelle des dommages et intérêts auraient pu être réclamés devant les juridictions répressives à un assuré de l’AAA. Dans ces conditions, une nouvelle expertise n’aurait apporté aucun résultat tangible et n’aurait que retardé l’issue du dossier.", "Le 17 mai 1996, le parquet, estimant que l’infraction pénale n’était pas établie, décida ainsi du classement sans suites de l’affaire.", "53.  Le Gouvernement en arrive à la conclusion que l’Etat a satisfait à son obligation procédurale sous l’angle de l’article 2.", "B.  Principes généraux", "54.  La Cour rappelle que la première phrase de l’article 2 impose aux Etats contractants l’obligation non seulement de s’abstenir de donner la mort « intentionnellement » ou par le biais d’un « recours à la force » disproportionné par rapport aux buts légitimes mentionnés aux alinéas a) à c) du second paragraphe de cette disposition, mais aussi de prendre les mesures nécessaires à la protection de la vie des personnes relevant de leur juridiction (voir, notamment, les arrêts L.C.B. c. Royaume-Uni du 9 juin 1998, Recueil des arrêt et décisions 1998-III, § 36, et Keenan c. RoyaumeUni du 3 avril 2002, no 27229/95, § 89, CEDH 2001-III).", "55.  La Cour a en outre jugé que l’obligation de protéger le droit à la vie qu’impose l’article 2 de la Convention, combinée avec le devoir général incombant à l’Etat en vertu de l’article 1 de « reconna[ître] à toute personne relevant de [sa] juridiction les droits et libertés définis [dans] la (...) Convention », requiert, par implication, que soit menée une forme d’enquête officielle et effective lorsque le recours à la force a entraîné mort d’homme. Il s’agit essentiellement, au travers d’une telle enquête, d’assurer l’application effective des lois internes qui protègent le droit à la vie et, dans les affaires où des agents ou organes de l’Etat sont impliqués, de garantir que ceux-ci aient à rendre des comptes au sujet des décès survenus sous leur responsabilité. Quant au type d’enquête devant permettre d’atteindre ces objectifs, il peut varier selon les circonstances. Toutefois, quelles que soient les modalités de l’enquête, les autorités doivent agir d’office, dès que l’affaire est portée à leur attention. Elles ne sauraient laisser aux proches du défunt l’initiative de déposer une plainte formelle ou d’assumer la responsabilité d’une procédure d’enquête (voir, par exemple, les arrêts McKerr c. Royaume-Uni du 4 mai 2001, no 28883/95, § 111, CEDH 2001III ; Slimani c. France, no 57671/00, § 29, CEDH 2004- IX).", "56.  Selon la Cour, l’absence d’une responsabilité directe de l’Etat dans la mort d’une personne n’exclut pas l’application de l’article 2 (mutatis mutandis, Menson c. Royaume-Uni (déc.), no 47916/99, CEDH 2003-V). En astreignant l’Etat à prendre les mesures nécessaires à la protection de la vie des personnes relevant de sa juridiction (L.C.B., précité, § 36) l’article 2 § 1 impose à celui-ci le devoir d’assurer le droit à la vie en mettant en place une législation pénale concrète dissuadant de commettre des atteintes contre la personne et s’appuyant sur un mécanisme d’application conçu pour en prévenir, réprimer et sanctionner les violations (Osman c. Royaume-Uni, Recueil 1998-VIII, fasc. 95, arrêt du 28 octobre 1998, § 115). Ladite obligation requiert, par implication, qu’une enquête officielle effective soit menée lorsqu’il y a des raisons de croire qu’un individu a subi des blessures potentiellement mortelles dans des circonstances suspectes. L’enquête doit permettre d’établir la cause des blessures et d’identifier et sanctionner les responsables. Elle revêt d’autant plus d’importance lorsqu’il y a décès de la victime, car le but essentiel qu’elle poursuit est d’assurer la mise en œuvre effective des lois internes qui protègent le droit à la vie (mutatis mutandis, décision Menson précitée).", "57.  L’effectivité de l’enquête exige que les autorités prennent les mesures raisonnables dont elles disposent pour assurer l’obtention des preuves relatives aux faits en question, y compris, entre autres, les dépositions des témoins oculaires, des expertises et, le cas échéant, une autopsie propre à fournir un compte rendu complet et précis des blessures et une analyse objective des constatations cliniques, notamment de la cause du décès. Toute déficience de l’enquête affaiblissant sa capacité à établir la cause du décès ou les responsabilités risque de faire conclure qu’elle ne répond pas à cette norme (voir, notamment, McKerr, précité, § 113, et Slimani, précité, § 32).", "C.  Application en l’espèce", "58.  Le jour même de la survenance de l’accident mortel, soit le 2 février 1995, un contrôleur de l’ITM, deux inspecteurs de police du commissariat central de Luxembourg, un commissaire du service de police judiciaire, ainsi qu’un juge d’instruction et un membre du parquet se rendirent sur les lieux. Les autorités policières, après avoir recueilli de nombreux témoignages, dressèrent des procès-verbaux circonstanciés, les 17 et 23 février 1995, dans le dossier ouvert à charge de l’entrepreneur pour cause d’homicide involontaire et d’infractions à la législation relative à la sécurité et à l’hygiène des travailleurs. L’ITM, qui avait ordonné, dès le lendemain de l’accident, l’arrêt de l’exploitation du chantier, rendit son rapport le 29 mars 1995.", "59.  Ainsi, les autorités d’enquête peuvent passer pour avoir agi d’office, dès que l’affaire fut portée à leur attention (Slimani, précité, § 29), et avec une promptitude exemplaire (Öneryıldız c. Turquie [GC], no 48939/99, § 113, CEDH 2004-XII).", "60.  Reste à savoir si les autorités ont pris les mesures raisonnables dont elles disposaient pour permettre d’établir la cause du décès et d’identifier et sanctionner les responsables.", "61.  Il résulte des procès-verbaux que le mur, long de 5 mètres et d’une hauteur de 3,10 mètres, était tombé du troisième étage sur M. Coimbra Henriques qui se trouvait au premier étage. Ce mur, solidaire de deux murs latéraux, n’était cependant pas ancré dans le sol ; il avait été construit sur une poutrelle en bois. A ce sujet, l’inspecteur de police conclut qu’il s’agissait d’une « histoire passablement branlante » (paragraphe 16 cidessus). Le commissaire du service de police judicaire précisa qu’aucun dispositif de sécurité n’avait été mis en place contre les chutes de pierres ou autres débris (paragraphe 20 ci-dessus).", "Les enquêteurs entendirent le personnel occupé sur le chantier, afin de déterminer les circonstances de l’accident.", "Il apparut notamment de ces témoignages que le plan mis au point pour les travaux de démolition, modifié en cours de chantier, ne contenait aucun détail sur la manière précise d’entreprendre la démolition (paragraphe 17 cidessus).", "Le chef d’équipe du chantier, qui ignorait si le mur litigieux était fixé dans le plafond, attesta que quelques jours avant l’accident, il s’était assuré de la solidité du mur « en appuyant plusieurs fois le pied contre celui-ci » et que le mur n’avait « même pas vibré » (paragraphe 17 ci-dessus).", "Quant aux causes potentielles de l’accident, les avis des témoins divergèrent. Ainsi, une partie du personnel estima que les vibrations provoquées par les deux ouvriers qui déblayaient le plancher au quatrième étage étaient à l’origine de la chute du mur. Les deux ouvriers concernés contestèrent ces affirmations ; l’un d’entre eux imputa l’effondrement du mur aux conditions météorologiques. Les autorités d’enquête ne furent pas davantage en mesure de tirer des conclusions unanimes sur les raisons de l’écroulement du mur. Selon les autorités policières, les influences climatiques ainsi que les vibrations dues aux travaux de démolition et à la circulation devant le bâtiment semblaient expliquer l’effondrement du mur (paragraphes 16 et 20 ci-dessus). Le contrôleur de l’ITM indiqua qu’il n’avait pas pu constater si la chute avait été provoquée par une ou plusieurs influences inconnues quelconques (paragraphe 21 ci-dessus).", "Les rapports des enquêteurs fournirent quelques indices sur la question de savoir si l’accident aurait pu être évité. Ainsi, deux témoins affirmèrent qu’à leur avis le mur litigieux aurait dû être démoli, dès le début, afin de garantir la sécurité des ouvriers travaillant aux étages inférieurs (paragraphe 17 ci-dessus). L’inspecteur de police conclut également qu’il « aurait suffi (comme mesure préventive) de démolir la maison jusqu’à une distance de sécurité suffisante par rapport aux hommes travaillant aux étages inférieurs ou encore d’une cage en acier avec toit en acier retenant les objets lourds tombant des étages supérieurs » (paragraphe 16 ci-dessus).", "Le contrôleur de l’ITM retint que, selon les témoignages, la stabilité du mur litigieux avait été contrôlée visuellement, par des coups de pieds. Il précisa ensuite ce qui suit : « Sur place, j’ai pu m’assurer que le mur de séparation était bien encastré dans le mur porteur, côté cour du bâtiment, ce qu’il m’était plus difficile à constater sur le mur de séparation opposé. Pour obtenir certitude dans ce contexte, j’avais proposé au substitut de nommer un expert, proposition non retenue de sa part » (paragraphe 21 ci-dessus).", "Le 17 mai 1996, le parquet décida de classer l’affaire sans suite.", "62.  La Cour estime que le parquet, en décidant de ne pas retenir la proposition de l’ITM de procéder par la voie d’une expertise, empêcha la clarification des zones d’ombre qui subsistaient dans le dossier à l’issue de l’enquête préliminaire. Le ministère public ne saurait ainsi passer pour avoir permis d’établir la cause du décès et d’identifier et sanctionner les responsables. La Cour est d’avis qu’en l’espèce, il importait particulièrement que le parquet mène l’enquête avec diligence, dans la mesure où il ne pouvait ignorer que l’article 115 du CAS constituait un obstacle pour la famille du défunt d’obtenir des explications des entrepreneurs sur leurs actions et omissions.", "63.  Au vu de tout ce qui précède, la Cour conclut que l’enquête ne fut pas « effective » en l’espèce. Partant, il y a eu violation, sous l’angle procédural, de l’article 2 de la Convention de ce chef.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "64.  Les requérants se plaignent de ne pas avoir eu accès à un tribunal, à cause de l’article 115 du CAS. Ils invoquent à cet égard l’article 6 de la Convention, qui dispose :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...), par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...). »", "65.  La Cour doit examiner si cet article est applicable au présent litige, cette question ayant été jointe au fond dans la décision sur la recevabilité.", "A.  Thèses des parties", "1.  Les requérants", "66.  Les requérants plaident en faveur de l’applicabilité de l’article 6. Ils arguent avoir été privés de toute possibilité de voir leurs griefs concernant les carences des responsables des entreprises dûment examinées par un tribunal. A cet égard, il serait sans intérêt de savoir s’ils pouvaient ou non y prétendre en vertu d’un droit matériel au niveau interne, puisqu’ils seraient victimes d’une violation de droits fondamentaux (et donc aussi civils) qui leur seraient reconnus par la Convention, nonobstant tout ce que pouvaient comporter de contraire le droit et la pratique internes. Dans leurs observations complémentaires du 27 décembre 2005, les requérants se prononcent sur les incidences de l’arrêt Roche c. Royaume-Uni ([GC], no 32555/96, 19 octobre 2005) quant à la présente affaire. Ils soulignent notamment que dans le cas visé par l’affaire Roche, il n’existait, avant la législation mise en cause, aucun droit à agir contre la Couronne ; au contraire, l’article 115 du CAS, tel qu’il a été introduit, restreindrait une responsabilité de droit commun préexistante. Ensuite, ils soutiennent que dans l’affaire Roche, il fut retenu que le ministre ne jouissait d’aucune latitude pour refuser ou délivrer l’attestation confirmant l’imputabilité du dommage corporel d’un membre de la force armée au service ; en revanche, le classement sans suites par le parquet d’une affaire en matière d’accident du travail mortel, tel que ce fut le cas en l’espèce, serait loin de constituer la pratique au Luxembourg. Les requérants sont d’avis que l’article 115 du CAS se borne à régir une responsabilité civile existante par le biais de restrictions procédurales. Ainsi, la base légale d’un « droit existant » des requérants serait la responsabilité civile de droit commun leur permettant l’octroi de dommages et intérêts ; or, le « recours » à ce droit serait interdit, sauf en cas d’accident provoqué intentionnellement.", "67.  Quant au fond, les requérants sont d’avis que les dispositions de l’article 115 du CAS ne correspondent plus aux réalités de la société actuelle et ne poursuivent pas un « but légitime ». Pour ce qui est de la « proportionnalité », ils estiment que la manière pour les juges d’appliquer la règle de l’article 115 du CAS, sans rechercher plus avant l’existence de considérations d’intérêt général concurrentes, constitue une restriction injustifiée à leur droit d’obtenir une décision sur le bien-fondé de leur plainte contre les entrepreneurs dans une affaire qui le mérite.", "2.  Le Gouvernement", "68.  Le Gouvernement estime que la déclaration d’irrecevabilité de la citation directe des requérants ne rentre pas dans le champ d’applicabilité de l’article 6 de la Convention. Il insiste notamment sur le principe consacré au paragraphe 120 de l’arrêt Roche (précité), selon lequel « pour apprécier s’il existe un « droit » de caractère civil et déterminer quelle est la qualification (matérielle ou procédurale) à donner à la restriction en cause, il faut prendre pour point de départ les dispositions du droit national pertinent et l’interprétation qu’en font les juridictions internes (...) ». A cet égard, il souligne que les juges du fond déclarèrent la citation directe des requérants, qui avait pour but de faire condamner l’employeur de leur mari et père pour homicide involontaire, irrecevable sur base de l’article 115 du CAS. Il en conclut que pareille irrecevabilité découle des principes régissant le droit d’action matériel en droit interne luxembourgeois (§ 124 de l’arrêt Roche).", "69.  Quant au fond, le Gouvernement soutient que le système d’indemnisation forfaitaire poursuit comme « but légitime » celui de la paix sociale dans les entreprises et de la protection des victimes d’accidents du travail contre les difficultés inhérentes aux actions en responsabilité. Ensuite, il souligne que les victimes directes ou indirectes sont indemnisées automatiquement pour le préjudice subi moyennant une rente et qu’elles disposent d’un recours devant les juridictions spécialisées pour faire examiner les décisions prises par l’AAA. Le Gouvernement en conclut que le défaut d’indemnisation de l’intégralité du préjudice subi par la victime d’un accident du travail, dans les circonstances données, ne saurait être considéré comme une violation du droit d’accès à un tribunal.", "B.  Principes généraux", "70.  L’article 6 § 1 garantit à chacun le droit de faire statuer par un tribunal sur toute contestation portant sur ses droits et obligations de caractère civil (voir Z et autres c. Royaume-Uni [GC], no 29392/95, § 91, CEDH 2001-V). L’article 6 § 1 n’assure toutefois aux « droits » (de caractère civil) aucun contenu matériel déterminé dans l’ordre juridique des Etats contractants : la Cour ne saurait créer, par voie d’interprétation de l’article 6 § 1, un droit matériel n’ayant aucune base légale dans l’Etat concerné (Fayed c. Royaume-Uni, arrêt du 21 septembre 1994, série A no 294-B, § 65). Ses garanties ne valent que pour les droits que l’on peut dire, au moins de manière défendable, reconnus en droit interne (voir James et autres c. Royaume-Uni, arrêt du 21 février 1986, série A no 98, Z et autres, précité, § 81, et les précédents cités dans cette affaire, ainsi que McElhinney c. Irlande [GC], no 31253/96, § 23, CEDH 2001-XI (extraits)).", "71.  Dans l’affaire Roche c. Royaume-Uni (arrêt précité, § 118) – concernant la question de l’accès au tribunal d’un militaire dans le cadre d’une procédure de contrôle juridictionnel relative au lien de causalité allégué entre la détérioration de sa santé et sa participation à des essais sur des gaz – le requérant soutenait qu’il existait une certaine tension entre, d’une part, le principe susmentionné et, d’autre part, le caractère autonome que la Cour attribuait depuis toujours à la notion de « droits et obligations de caractère civil ». A cet égard, il remettait en cause la distinction entre une restriction délimitant le contenu matériel proprement dit du droit de caractère civil litigieux, à laquelle les garanties de l’article 6 § 1 ne s’appliquent pas (Powell et Rayner c. Royaume-Uni, arrêt du 21 février 1990, série A no 172, § 36, et Z et autres, précité, § 100), et une restriction qui constitue un obstacle procédural empêchant de saisir un tribunal de plaintes potentielles, à laquelle l’article 6 peut s’appliquer dans une certaine mesure (Tinnelly & Sons Ltd et autres et McElduff et autres c. RoyaumeUni, arrêt du 10 juillet 1998, Recueil 1998-IV, fasc. 79, § 62 ; Al-Adsani c. Royaume-Uni [GC], no 35763/97, §§ 48-49, CEDH 2001-XI ; Fogarty c. Royaume-Uni [GC], no 37112/97, § 26, CEDH 2001-XI (extraits) et McElhinney, précité, § 25). Le requérant estimait qu’il n’y avait pas lieu de maintenir cette distinction (il s’appuyait sur les décisions de la Commission dans les affaires Ketterick c. Royaume-Uni, no 9803/82, 15 octobre 1982 ; Pinder c. Royaume-Uni, no 10096/82, 9 octobre 1984 ; Dyer c. Royaume-Uni, no 10475/83, 9 octobre 1984, Décisions et rapports 39, p. 246, ainsi que sur le paragraphe 65 de l’arrêt Fayed c. Royaume-Uni, cité au paragraphe 25 de l’arrêt Fogarty) ; selon lui, toute restriction devait être soumise au critère de proportionnalité, car on ne saurait tolérer que les tribunaux soient sous l’emprise d’un pouvoir et d’un contrôle arbitraires de la part de l’exécutif.", "La Cour conclut, dans son arrêt du 19 octobre 2005, ne pas pouvoir souscrire à ces arguments du requérant, et se prononça dans les termes suivants :", "« 119.  [La Cour] ne voit aucune incompatibilité entre le caractère autonome de la qualification « de caractère civil » (voir l’arrêt König c. Allemagne du 28 juin 1978, série A no 27, § 89, et l’arrêt – plus récent – Ferrazzini c. Italie [GC], no 44759/98, §§ 24-31, CEDH 2001VII) et l’exigence selon laquelle le requérant doit pouvoir prétendre, au moins de manière défendable, que le droit interne reconnaît l’existence d’un « droit » (James et autres, précité, § 81 ; Lithgow et autres c. Royaume-Uni, arrêt du 8 juillet 1986, série A no 102, § 192 ; et Les saints monastères c. Grèce, arrêt du 9 décembre 1994, série A no 301A, § 80). De plus, les décisions de la Commission dans les affaires Ketterick, Pinder et Dyer doivent être lues à la lumière, notamment, de l’arrêt Z et autres (précité), en particulier de l’affirmation que la Cour y fait de la nécessité de maintenir la distinction entre ce qui est d’ordre procédural et ce qui est d’ordre matériel : aussi subtile qu’elle puisse être dans un cas donné, il n’en reste pas moins que cette distinction détermine l’applicabilité et, le cas échéant, la portée des garanties de l’article 6 de la Convention. Pour ces deux raisons, la Cour rappelle le principe fondamental selon lequel l’article 6 n’assure par luimême aucun contenu matériel déterminé dans l’ordre juridique des Etats contractants (voir, parmi d’autres, Z et autres, précité, § 87).", "De l’avis de la Cour, aucune implication contraire ne saurait être tirée du paragraphe 67 de l’arrêt Fayed. Le fait que les circonstances et les griefs propres à une affaire puissent rendre inutile l’établissement d’une distinction entre limitations matérielles et barrières procédurales (voir, par exemple, A c. Royaume-Uni, no 35373/97, § 65, CEDH 2002X) n’a aucune incidence sur la portée de l’article 6 de la Convention, lequel, en principe, ne peut s’appliquer aux limitations matérielles d’un droit consacré par la législation interne.", "120.  Dès lors, pour apprécier s’il existe un « droit » de caractère civil et déterminer quelle est la qualification (matérielle ou procédurale) à donner à la restriction en cause, il faut prendre pour point de départ les dispositions du droit national pertinent et l’interprétation qu’en font les juridictions internes (Masson et Van Zon c. Pays-Bas, arrêt du 28 septembre 1995, série A no 327A, § 49). Lorsque de surcroît les juridictions nationales supérieures ont analysé de façon complète et convaincante la nature précise de la restriction litigieuse, en s’appuyant sur la jurisprudence pertinente issue de la Convention et sur les principes qui en découlent, la Cour doit avoir des motifs très sérieux pour prendre le contre-pied de ces juridictions en leur substituant ses propres vues sur une question d’interprétation du droit interne (Z et autres précité, § 101) et en jugeant, contrairement à elles, que la personne concernée pouvait prétendre de manière défendable qu’elle possédait un droit reconnu par la législation interne.", "121.  Enfin, dans cette appréciation, il faut, par-delà les apparences et le vocabulaire employé, s’attacher à cerner la réalité (Van Droogenbroeck c. Belgique, arrêt du 24 juin 1982, série A no 50, § 38). La Cour ne doit pas se laisser indûment influencer, notamment, par les techniques législatives employées (arrêt Fayed précité, § 67) ou par la manière dont le droit interne qualifie la restriction en question : comme le relève le Gouvernement, le terme fréquent d’« immunité » désigne tantôt une « exonération de responsabilité » (en principe, il s’agit d’une limitation matérielle), tantôt une « immunité de poursuites » (qui suggère une limitation procédurale). »", "Sur base d’une analyse du contexte historique, du texte et de l’objectif de la législation en cause – soit notamment l’article 10 de la loi de 1947 – ainsi que de son application par les autorités nationales, la Cour conclut, dans son arrêt du 19 octobre 2005, que « la restriction litigieuse découlait des principes régissant le droit d’action matériel en droit interne (Z et autres, précité, § 100). Dans ces conditions, le droit interne ne reconnaissait pas au requérant un « droit » (de caractère civil) propre à faire jouer l’article 6 § 1 de la Convention (Powell et Rayner, précité, § 36) » (voir § 124 de l’arrêt Roche).", "C.  Application en l’espèce", "72.  La Cour rappelle qu’en vertu de l’article 115 du CAS, les victimes ou leurs ayants droit ne peuvent agir judiciairement en dommages et intérêts contre l’employeur, sauf en cas d’accident du travail provoqué intentionnellement.", "73.  En l’espèce, en application de cette règle, les juges du fond confirmèrent l’irrecevabilité de la citation directe des requérants. La Cour de cassation entérina cette solution en décidant que la cour d’appel avait fait une exacte application de la loi.", "74.  La Cour estime que l’article 115 du CAS est ainsi à considérer comme une disposition de droit matériel qui prive les victimes d’accidents du travail dus à une négligence d’intenter une action en réparation contre l’employeur. Le CAS prévoit, par ailleurs, par des dispositions relevant du droit matériel, un système de pensions non fondé sur la faute en cas de décès ou de dommages corporels subis lors d’un accident du travail. A cet égard, la présente affaire présente de fortes similitudes avec l’arrêt Roche (voir l’arrêt précité, § 122).", "75.  Les requérants soutiennent que, dans le cas visé par l’affaire Roche, l’article 10 de la loi de 1947 n’avait pas pour objet d’accorder aux militaires un quelconque droit matériel d’engager une action en réparation contre la Couronne mais il avait maintenu l’absence (non contestée) de responsabilité civile de la Couronne vis-à-vis des militaires dans les circonstances visées par ses propres dispositions. Ils estiment qu’en l’espèce, au contraire, les victimes d’accidents du travail pouvaient intenter une action devant les juridictions de droit commun jusqu’à ce qu’en 1902 une loi restreignit ce droit par le biais des dispositions de l’actuel article 115 du CAS.", "76.  Il est vrai que dans l’affaire Roche, la Chambre des lords, en considérant que l’article 10 de la loi de 1947 constituait une disposition de droit matériel, avait insisté sur le fait que cette disposition n’avait pas soustrait à la compétence des juridictions internes une catégorie d’actions précédemment reconnue ni institué une exonération de responsabilité concernant pareille catégorie. La Cour estime cependant qu’il y a lieu de placer cette décision dans le contexte de l’argumentation rapportée par le demandeur devant la Chambre des lords : celui-ci avait soutenu que la loi de 1947 conférait aux militaires un droit d’action en réparation à partir du moment où ils avaient subi un dommage important, ce droit pouvant être enlevé par le biais d’une attestation délivrée par le ministre au titre de l’article 10 de la loi ; il en avait conclu que l’attestation délivrée par le ministre au titre de l’article 10 opérait comme une restriction procédurale l’empêchant d’exercer un droit d’action dont il aurait pu bénéficier en vertu de la loi de 1947. La Chambre des lords rejeta cet argument comme étant basé sur un malentendu au sujet des effets de la loi et de l’attestation du ministre, l’objet de cette dernière n’étant pas d’enlever un droit d’action existant, mais de confirmer que les dommages subis étaient imputables au service et de faciliter ainsi l’accès au système de pensions non fondé sur la faute. En conséquence, la Cour n’estime pas que la décision dans l’affaire Roche puisse être sensiblement distinguée sur cette base.", "77.  La question centrale à résoudre dans le contexte d’un grief tiré du défaut d’accès à un tribunal au titre de l’article 6 de la Convention n’est pas celle de savoir si un droit d’action préexistant à un stade antérieur avait été enlevé ou restreint par une législation, mais plutôt celle de savoir si un droit d’action existait ou non selon le droit interne au moment des faits sur lesquels porte la plainte, soit, en l’occurrence, l’accident du travail de M. Coimbra Henriques. En l’espèce, tout comme dans l’affaire Roche, le droit interne applicable au moment de l’accident ne reconnaissait pas aux requérants un « droit » (de caractère civil) propre à faire jouer l’article 6 § 1 de la Convention (Roche, précité, § 124).", "78.  En conséquence, la Cour conclut que l’article 6 § 1 n’est pas applicable et, partant, qu’il n’a pas été violé.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 13 DE LA CONVENTION", "79.  Les requérants dénoncent l’absence de mécanisme efficace auquel ils auraient pu recourir pour obtenir que soient établies les circonstances du décès de leur mari et père et pour formuler leurs griefs de méconnaissance de l’article 2 de la Convention. Ils invoquent à ce sujet l’article 13 de la Convention, ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "A.  Thèses des parties", "1.  Les requérants", "80.  Les requérants soutiennent qu’ils se sont vus privés de tout accès à une enquête efficace, de manière à faire établir la vérité quant aux événements survenus lors de l’accident du travail mortel de leur mari et père.", "81.  Ils estiment que le classement sans suites du dossier par le ministère public – et par là même l’absence de poursuites des entrepreneurs – constitue une omission de la part de l’Etat qui a entravé de façon injustifiée leur droit à un recours effectif.", "A cela s’ajouterait le fait qu’en dépit des demandes de leur part, le parquet omit de fournir les motifs de sa décision. Ainsi, la famille, qui n’avait déjà pas été associée à l’enquête, ne fut en définitive pas informée des raisons du classement sans suites.", "Les requérants soulignent qu’à la suite de la décision du classement sans suites – contre laquelle il n’existe aucun recours – ils avaient seulement le choix entre le dépôt d’une plainte avec constitution de partie civile auprès du juge d’instruction et l’introduction d’une citation directe devant le tribunal correctionnel. S’ils privilégièrent la deuxième solution, ils précisent cependant qu’une constitution de partie civile se serait en tout état de cause heurtée au même obstacle d’irrecevabilité, au regard de l’article 115 du CAS. A titre d’exemple, ils produisent une décision de la chambre du conseil de la cour d’appel qui confirma une ordonnance du juge d’instruction déclarant irrecevable, au titre de l’article 115 du CAS, la plainte avec constitution de partie civile déposée par une victime indirecte d’un accident du travail mortel contre un employeur (Chambre du conseil de la Cour d’appel, 29 novembre 2001, no 414/01).", "82.  Ils estiment ensuite que l’application stricte, par le tribunal, de l’article 115 du CAS à leur citation directe les a empêchés d’obtenir une réparation de la part des entrepreneurs et constitue à son tour une entrave injustifiée à leur droit à un recours effectif.", "83. Au vu de tout ce qui précède, les requérants concluent qu’ils n’avaient à leur disposition aucun recours interne effectif pour formuler leurs griefs de méconnaissance de l’article 2 de la Convention.", "2.  Le Gouvernement", "84.  Le Gouvernement estime, en premier lieu, que les droits et libertés reconnus par la Convention n’ont pas été violés de sorte qu’un recours effectif, au titre de l’article 13 de la Convention, ne s’imposait pas dans le chef des requérants.", "85.  Il expose ensuite que les requérants n’ont, à aucun moment de la procédure, porté plainte avec constitution de partie civile devant le juge d’instruction, ce qui aurait pourtant fait d’eux des acteurs de la procédure d’instruction au même titre que les inculpés. Le Gouvernement conclut que les requérants – ayant été en droit de se constituer partie civile et d’influencer ainsi le cours de la procédure devant le juge d’instruction – disposaient d’un recours interne effectif au travers duquel ils auraient pu formuler leurs griefs ayant trait aux dispositions procédurales de l’article 2 de la Convention.", "\nB.  Appréciation de la Cour", "86.  La Cour réaffirme que l’article 13 de la Convention garantit l’existence en droit interne d’un recours permettant de se prévaloir des droits et libertés de la Convention tels qu’ils peuvent s’y trouver consacrés. Cette disposition a donc pour conséquence d’exiger un recours interne habilitant l’instance nationale compétente à connaître du contenu d’un « grief défendable » fondé sur la Convention et offrir le redressement approprié, même si les Etats contractants jouissent d’une certaine marge d’appréciation quant à la manière de se conformer aux obligations que leur fait cette disposition. La portée de l’obligation découlant de l’article 13 varie en fonction de la nature du grief que le requérant fonde sur la Convention. Toutefois, le recours exigé par l’article 13 doit être « effectif » en pratique comme en droit, en ce sens particulièrement que son exercice ne doit pas être entravé de manière injustifiée par les actes ou omissions des autorités de l’Etat défendeur (voir, parmi d’autres, Kaya c. Turquie, arrêt du 19 février 1998, Recueil 1998-I, pp. 329-330, § 106).", "87.  Vu l’importance fondamentale du droit à la protection de la vie, l’article 13 impose, outre le versement d’une indemnité là où il convient, des investigations approfondies et effectives propres à conduire à l’identification et à la punition des responsables de la mort et comportant un accès effectif du plaignant à la procédure d’enquête (Kaya, précité, pp. 330331, § 107).", "88.  La Cour se doit d’observer que la présente affaire concerne un accident du travail impliquant un employeur privé. Aussi, dans sa décision du 26 août 2003, la Cour a-t-elle déclaré irrecevable le grief des requérants tiré de l’article 2 de la Convention, selon lequel l’Etat aurait manqué à son obligation positive d’assurer le droit à la vie de M. Coimbra Henriques. En conséquence, le grief des requérants ne saurait passer pour « défendable » aux fins de l’article 13 à cet égard.", "89.  Par ailleurs, la Cour rappelle que le grief tiré de l’article 2 de la Convention qui fut déclaré recevable et qui amena à un constat de violation (voir paragraphes 58 à 63 ci-dessus) se limite à une allégation d’inefficacité de l’enquête sur les circonstances du décès de M. Coimbra Henriques. Par conséquent, dans la mesure où, dans le cadre du présent grief, les requérants dénoncent de manière analogue l’absence d’un mécanisme d’enquête efficace, la Cour estime que ce grief a déjà été traité dans le contexte de l’article 2. Il s’ensuit qu’aucune question séparée ne se pose, à cet égard, sous l’angle de l’article 13 de la Convention.", "90.  En revanche, se pose sous l’angle de l’article 13 la question, liée au grief déclaré recevable au titre de l’article 2, de savoir si le droit luxembourgeois prévoit un recours effectif pour se plaindre de l’inefficacité de l’enquête et obtenir un dédommagement à cet égard. La Cour estime que l’argument du Gouvernement, selon lequel les requérants auraient pu se constituer partie civile pour s’assurer de ce qu’une enquête effective soit menée, ne saurait raisonnablement être pris en compte. En effet, le simple fait que les autorités aient été informées du décès donnait ipso facto naissance à l’obligation, découlant de l’article 2, de mener une enquête efficace sur les circonstances dans lesquelles il s’était produit (voir, mutatis mutandis, les arrêts Ergi c. Turquie du 28 juillet 1998, Recueil 1998-IV, p. 1778, § 82 ; Yaşa c. Turquie du 2 septembre 1998, Recueil 1998-IV, p. 2438, § 100, et Abdurrahman Orak c. Turquie, no 31889/96, § 82, 14 février 2002) sans nécessité pour les requérants d’entamer une quelconque démarche. En tout état de cause, la Cour a d’ores et déjà conclu que l’enquête n’avait pas été effective en l’espèce.", "91.  Etant donné que le Gouvernement n’a pas établi que les requérants auraient disposé d’une voie de recours effective pour obtenir un dédommagement à l’issue de l’enquête inefficace, la Cour estime qu’il y a eu violation de l’article 13 de la Convention à cet égard.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "92.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "1.  Dommage matériel", "93. En réparation du dommage matériel, les requérants réclament une somme totale de 143 350,45 EUR, qui se subdivise ainsi :", "- \tPerte d’un être cher : 3 x 20 000 EUR", "- \tFrais funéraires :", "\tFrais de fossoyeur : 247,90 EUR", "\tFrais de transport funéraire de Luxembourg à Lisbonne : 1 983,14 EUR", "\tFrais pour le cercueil : 3 091,90 EUR", "\tFrais de déplacement de la famille au Portugal pour assister aux funérailles :", "3 x 345,31 = 1 035,94 EUR", "-\tFrais de traduction du dossier répressif : 991,570 EUR", "-\tFrais de souvenir : 1 000 EUR", "-\tPerte de revenus : 55 000 EUR", "-\tIndemnité de bricolage/agricole (le défunt n’ayant pas pu achever \tl’aménagement de la maison de la famille au Portugal) : \t20 000 EUR.", "94.  La Cour estime qu’elle ne saurait raisonnablement spéculer sur ce qu’aurait pu être l’issue de l’affaire si une enquête effective avait été menée et si la citation directe des requérants contre les entrepreneurs des sociétés G. et M. n’avait pas été déclarée irrecevable. Elle ne s’estime dès lors pas en mesure d’allouer une somme à ce titre.", "2.  Dommage moral", "95.  Les requérants sollicitent chacun 20 000 EUR, soit au total 60 000 EUR, en compensation du préjudice moral causé par les souffrances endurées par le fait de n’avoir pu se faire entendre dans la procédure ouverte suite au décès de leur mari et père.", "96.  La Cour a constaté que l’Etat défendeur ne pouvait passer pour avoir mené une enquête pénale effective suite au décès de M. Coimbra Henriques et que les requérants ne disposaient pas d’un recours effectif pour s’en plaindre. Elle a ainsi conclu à une violation des articles 2 et 13 de la Convention.", "97.  La Cour estime qu’il est justifié d’accorder l’intégralité des sommes sollicitées par les requérants. En conséquence, le montant à accorder au titre de la réparation du préjudice s’élève à 60 000 EUR, soit 20 000 EUR pour chaque requérant.", "B.  Frais et dépens", "98.  Au titre des frais et dépens afférents à leur représentation en justice, les requérants réclament 12 443,24 EUR, soit 7 882,46 EUR pour la procédure devant les juridictions internes et 4 560,78 EUR pour celle devant la Cour.", "99.  La Cour rappelle qu’un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (Bottazzi c. Italie [GC], no 34884/97, CEDH 1999-V). En l’espèce, compte tenu des éléments en sa possession et des critères susmentionnés, la Cour, statuant en équité, alloue aux requérants la somme de 12 000 EUR.", "C.  Intérêts moratoires", "100.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Dit, à l’unanimité, qu’il y a eu violation de l’article 2 de la Convention, sous son volet procédural ;", "", "2.  Dit, par 6 voix contre 1, qu’il n’y a pas eu violation de l’article 6 de la Convention ;", "", "3.  Dit, à l’unanimité, qu’il y a eu violation de l’article 13 de la Convention ;", "", "4.  Dit, à l’unanimité,", "a)  que l’Etat défendeur doit verser aux requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i.  60 000 EUR (soixante mille euros) pour dommage moral ;", "ii. 12 000 EUR (douze mille euros) pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 9 mai 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tMichael O’Boyle\tNicolas Bratza\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion partiellement dissidente de M. Casadevall.", "N.*.\nM.*.", "\nOPINION PARTIELLEMENT DISSIDENTE\nDE M. LE JUGE CASADEVALL", "1.  Je ne partage pas le point de vue de la majorité en ce qui concerne l’inapplicabilité de l’article 6 de la Convention. A mon avis, dans les circonstances de la présente affaire, et eu égard au droit interne, l’article 6 est applicable et, en outre, il a été violé. La majorité a fondé ses arguments sur la jurisprudence de la Cour dans les affaires britanniques (d’ailleurs assez controversée) et notamment sur l’affaire Roche récemment tranchée.", "", "2.  Au-delà de ma dissidence dans l’affaire Roche – déjà sur le point de l’inapplicabilité de l’article 6 – et au-delà de mon souhait de ne pas voir importer la philosophie du système britannique des immunités, que ce soit sous la forme d’exonération de responsabilité ou d’immunité de poursuite, propre à la common law (que je me dois de respecter), pour qu’elle soit ensuite interpolée ou interposée dans les principes généraux sur la responsabilité civile ancrés de longue date dans la culture juridique du droit continental, j’estime, contrairement à la majorité, que l’espèce pouvait parfaitement se distinguer de l’affaire Roche, pour les raisons suivantes.", "", "3.  D’abord quant aux circonstances personnelles des requérants. Dans l’affaire Roche la question litigieuse concernait l’accès à un tribunal d’un militaire. Celui-ci voulait se plaindre des problèmes de santé dont il souffrait à la suite de sa participation à des essais relatifs à des gaz toxiques. On pourrait accepter, à la limite, que des conditions d’accès plus restrictives soient imposées aux membres des forces armées. Mais, en l’espèce, la victime était un civil, ouvrier du bâtiment, qui trouva la mort en exécution d’un contrat de droit privé.", "", "4.  Ensuite quant aux principes du droit applicable.", "a)  Au Royaume-Uni, d’après une règle bien établie, la Couronne n’était pas civilement responsable (il n’y avait pas de droit d’action), et c’est à partir de la loi de 1947 que la possibilité de poursuivre la Couronne a été reconnue, avec cependant l’exception relative aux forces armées prévue à l’article 10, (restriction matérielle ou procédurale ?), exception qui fut supprimée plus tard par la loi de 1987. Ainsi, dans Roche, sur la base dudit article 10 la Cour conclut que « la restriction litigieuse découlait des principes régissant le droit d’action matériel en droit interne » (paragraphe 124 de l’arrêt), ce qui signifie que le droit national ne reconnaissait pas au requérant un droit de caractère civil défendable.", "b)  Au Luxembourg, par contre, la victime d’un accident du travail a toujours eu un droit d’action en responsabilité civile pour agir contre toute ", "personne ayant commis une faute. Ce n’est que par la loi de 1902 (qui instaurait un système d’indemnisation forfaitaire), reprise à l’article 115 du code des assurances sociales en 1925, qu’une restriction procédurale est intervenue, par laquelle une action en responsabilité à la suite d’un accident du travail (sauf causé intentionnellement) ne pouvait plus être portée devant les juridictions de droit commun. Mais la majorité en tire la même conclusion négative : « tout comme dans l’affaire Roche, le droit interne applicable au moment de l’accident ne reconnaissait pas aux requérants un droit [de caractère civil] (...) » (paragraphe 77 du présent arrêt).", "", "5.  Or, j’estime que ce n’est pas le droit en soi ou l’action en elle-même qui ont été écartés par la loi de 1902. Il s’agit plutôt d’une entrave procédurale ou d’une limitation au droit d’agir qui a été introduite par l’actuel article 115 du code des assurances sociales. L’action civile contre l’entrepreneur en réparation des dommages causés par un accident du travail existe toujours au Luxembourg, mais l’exercice de ce droit reste le privilège de l’assureur au détriment de la victime, laquelle se voit barrer tout son droit d’accès à un tribunal.", "", "6.  En effet, contrairement à la situation dans l’affaire Roche, la loi luxembourgeoise de 1902 ne prévoit pas une absence de responsabilité civile de l’employeur à l’égard des travailleurs. Au contraire, elle substitue au régime d’indemnisation de droit commun un système forfaitaire. Dès lors, depuis 1902 seulement, les victimes reçoivent une rente de l’association d’assurance et voient leur action introduite contre l’employeur déclarée irrecevable par les juridictions ordinaires. Aussi peut-on affirmer sans le moindre doute que la disposition litigieuse a « soustrait à la compétence des juridictions internes une catégorie d’actions précédemment reconnue » (voir, a contrario, l’arrêt Roche, § 122).", "", "7.  Il me paraît évident que, dans les circonstances de l’espèce, l’on ne peut raisonnablement affirmer que la restriction en cause entraîne une exonération de responsabilité de l’employeur alors que celui-ci, en vertu de l’article 116 du code des assurances sociales, est responsable – soit par intention ou par négligence – à l’égard de l’assurance-accident des dépenses effectuées par cette dernière en faveur des victimes. La barrière instaurée par l’article 115 du code des assurances sociales s’avère ainsi être, à l’égard des victimes d’accidents de travail, une « immunité de poursuite » suggérant une limitation procédurale (§ 121 de l’arrêt Roche).", "", ""]}