{"file": "FRE_CLINF_12027_10.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "12027/10", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 176", "Juillet 2014", "Statileo c. Croatie - 12027/10", "Arrêt 10.7.2014 [Section I]", "article 1 du Protocole n° 1", "article 1 al. 2 du Protocole n° 1", "Réglementer l'usage des biens", "Obligation faite au propriétaire par la législation sur les loyers bloqués de louer un bien pendant une durée indéfinie sans loyer adéquat : violation", "En fait – Le requérant était propriétaire d’un appartement de 66 mètres carrés sis à Split et occupé par un locataire qui s’était vu accorder un bail spécialement protégé dans les années 1950. Ce type de bail fut aboli en 1996 par la loi sur la location d’appartements, qui prévoyait que les titulaires de tels baux sur des appartements privés deviendraient des « locataires protégés ». Les propriétaires privés furent tenus de conclure des contrats de location à durée indéterminée avec les anciens titulaires de baux spécialement protégés à un loyer d’un montant plafonné qui était bien inférieur au prix du marché. Le requérant se vit par la suite ordonner par les tribunaux internes de conclure avec l’ancienne titulaire d’un bail spécialement protégé un bail prévoyant un loyer mensuel d’environ 14 euros. Dans sa requête devant la Cour européenne, le requérant se plaignait sous l’angle du Protocole no 1 de l’impossibilité de recouvrer la possession de son appartement ou de fixer un loyer au prix du marché.", "En droit – Article 1 du Protocole no 1 : L’ingérence dans le droit de propriété du requérant a constitué une mesure de réglementation de l’usage des biens et visait à promouvoir le bien-être économique du pays et la protection des droits d’autrui. Dans le cadre du système établi par la loi sur la location d’appartements, les propriétaires n’ont guère, voire aucune influence sur le choix des locataires ou sur les conditions de location, telles que la durée ou le droit de résiliation. Un propriétaire ayant eu l’intention d’emménager dans l’appartement ou d’y installer un des membres de sa famille a le droit de résilier le bail seulement s’il n’a pas d’autre logement et a droit à une assistance sociale permanente ou est âgé de plus de soixante ans, ou si le locataire est propriétaire d’un logement approprié dans la même commune. Ces dispositions ne laissent guère de possibilité, voire aucune, aux propriétaires de recouvrer la possession de leurs biens puisque la probabilité que des locataires protégés partent de leur plein gré est généralement faible. De plus, les propriétaires sont tenus de maintenir l’appartement dans des conditions propres à l’habitation et de participer aux frais d’entretien de la copropriété de l’immeuble où l’appartement est situé.", "Le droit du propriétaire de tirer des bénéfices de l’appartement est soumis à des restrictions légales. Les propriétaires sont en droit de percevoir un loyer plafonné, qui est parfois inférieur au montant des frais d’entretien qu’ils doivent verser à la copropriété. En outre, ils doivent acquitter des impôts sur le revenu sur les loyers perçus, alors que la valeur marchande du bien diminue en raison de son occupation par des locataires protégés. Le montant du loyer perçu par le requérant est 25 fois inférieur à la valeur locative et donc manifestement disproportionné. Certes, les États jouissent d’une certaine marge d’appréciation dans l’adoption de mesures telles que la réglementation des loyers, mais cette marge n’est pas illimitée et les conséquences de telles mesures peuvent être contraires aux normes de la Convention. La Cour reconnaît que, dans le contexte de la réforme fondamentale du système politique, juridique et économique du pays durant la transition du régime socialiste à un État démocratique, les autorités croates avaient la tâche exceptionnellement difficile de mettre en balance les droits des propriétaires et ceux des locataires titulaires d’un bail spécialement protégé qui occupaient leur logement depuis une longue période. Toutefois, la Cour ne voit pas quelles exigences d’intérêt général justifient des restrictions aussi étendues aux droits de propriété du requérant. En l’espèce, le poids social et financier résultant de la réforme du secteur du logement a été inégalement réparti. En effet, un fardeau disproportionné et excessif a pesé sur le requérant, en tant que propriétaire, puisque c’est lui qui a été obligé de supporter la majeure partie du coût social et financier du logement du locataire protégé et de sa famille. Il s’ensuit que les autorités croates n’ont pas ménagé l’équilibre requis entre l’intérêt général de la collectivité et la protection des droits de propriété du requérant.", "Conclusion : violation (unanimité).", "Article 41 : 8 200 EUR pour dommage matériel et 1 500 EUR pour préjudice moral.", "(Voir également Hutten-Czapska c. Pologne [GC], 35014/97,  ; Amato Gauci c. Malte, 47045/06, 15 septembre 2009 ; Lindheim et autres c. Norvège, 13221/08 et 2139/10, 12 juin 2012,  ; et, pour une affaire dans laquelle un locataire se plaignait des conséquences des réformes du logement sur ses droits, Berger-Krall et autres c. Slovénie, 14717/04, 12 juin 2014, ).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}