{"file": "FRE_HFJUD_40454_07.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "40454/07", "text_paragraphs": ["", "", "", "GRANDE CHAMBRE", "", "", "", "", "", "", "", "", "AFFAIRE COUDERC ET HACHETTE FILIPACCHI ASSOCIÉS c. FRANCE", "", "(Requête no 40454/07)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "10 novembre 2015", "", "", "", "", "", "Cet arrêt est définitif. ", "", "", "En l’affaire Couderc et Hachette Filipacchi Associés c. France,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tDean Spielmann, président,\n\tJosep Casadevall,\n\tIşıl Karakaş,\n\tKhanlar Hajiyev,\n\tPäivi Hirvelä,\n\tMirjana Lazarova Trajkovska,\n\tLedi Bianku,\n\tJulia Laffranque,\n\tPaulo Pinto de Albuquerque,\n\tErik Møse,\n\tHelen Keller,\n\tAndré Potocki,\n\tAleš Pejchal,", "\tJohannes Silvis,\n\tValeriu Griţco,\n\tRobert Spano,\n\tBranko Lubarda, juges,\net de Søren Prebensen, greffier adjoint de la Grande Chambre,", "Après en avoir délibéré en chambre du conseil les 15 avril et 19 octobre 2015,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 40454/07) dirigée contre la République française et dont une ressortissante de cet État, Mme Anne-Marie Couderc, et une société de droit français, Hachette Filipacchi Associés (« les requérantes »), ont saisi la Cour le 24 août 2007 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérantes ont été représentées par Me M.-C. de Percin, avocate au barreau de Paris. Le gouvernement français (« le Gouvernement ») a été représenté par son co-agent, M. G. de Bergues, directeur adjoint des affaires juridiques au ministère des Affaires étrangères et du Développement international.", "3.  Les requérantes alléguaient avoir subi une atteinte injustifiée à leur droit à la liberté d’expression (article 10 de la Convention).", "4.  La requête a été attribuée à la cinquième section de la Cour (article 52 § 1 du règlement). Le 13 mai 2014, une chambre de ladite section, composée des juges Mark Villiger, Angelika Nußberger, Boštjan M. Zupančič, Ann Power-Forde, André Potocki, Paul Lemmens et Helena Jäderblom, ainsi que de Claudia Westerdiek, greffière de section, l’a déclarée recevable et a rendu un arrêt. Le 11 septembre 2014, le Gouvernement a sollicité le renvoi de l’affaire devant la Grande Chambre au titre de l’article 43 de la Convention. Le 13 octobre 2014, le collège de la Grande Chambre a fait droit à cette demande.", "5.  La composition de la Grande Chambre a été arrêtée conformément aux articles 26 §§ 4 et 5 de la Convention et 24 du règlement.", "6.  Tant les requérantes que le Gouvernement ont déposé des observations écrites complémentaires (article 59 § 1 du règlement). Des observations ont également été reçues du gouvernement de Monaco et de l’organisation non-gouvernementale Media Legal Defence Initiative, que le président de la Grande Chambre avait autorisés à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 3 du règlement).", "7.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 15 avril 2015 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nM.\tG. de Bergues, directeur adjoint des affaires juridiques,\nministère des Affaires étrangères et du Développement\ninternational,\t\tco-agent ;\nMmes\tE. Jung,", "P. Rouault-Chalier,", "C. Fabre,", "T. Jewcsuk,\tconseillers ;", "–  pour les requérantes\nMe\tM.-C. de Percin, avocate au barreau de Paris, \tconseil.\n", "La Cour a entendu en leurs déclarations Me de Percin et M. de Bergues.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Les requérantes sont respectivement la directrice de publication et la société éditrice de l’hebdomadaire Paris Match. Mme Anne-Marie Couderc est née en 1950 et réside à Levallois-Perret. La société Hachette Filipacchi Associés a son siège social à Levallois-Perret.", "A.  Le contexte factuel de l’affaire", "9.  Le 3 mai 2005, le quotidien britannique Daily Mail publia un article intitulé « Is this boy the heir to Monaco ? » (« Ce garçon est-il l’héritier de Monaco ? »), relatant les révélations d’une femme, Mme Coste, qui affirmait que le père de son fils était Albert Grimaldi, prince régnant de Monaco (ciaprès, « le prince ») à la suite de la mort de son père, survenue le 6 avril 2005. L’article mentionnait une publication à venir dans Paris Match, dont il présentait les éléments essentiels. Il était assorti de trois photographies, dont une montrant le prince avec l’enfant dans les bras et sous-titrée « His successor to the throne ? Prince Albert with Alexandre » (« Son successeur au trône ? Le prince Albert avec Alexandre »).", "10.  Informé de l’imminence de la parution d’un article dans Paris Match, le prince adressa aux requérantes le jour même, par acte d’huissier, une mise en demeure de ne pas le publier.", "11.  Le 4 mai 2005, l’hebdomadaire allemand Bunte publia l’interview de Mme Coste. La couverture du magazine était intitulée « Prinz Albert ist der Vater meines Kindes » (« Le prince Albert est le père de mon enfant »). Elle montrait deux photographies du prince : sur l’une, il apparaissait avec Mme Coste, sur l’autre, il tenait l’enfant dans les bras.", "12.  Le même jour, différents sites Internet reprirent cette information. En France, sur le site Internet de la radio RTL, des éléments de l’article à paraître dans Paris Match furent intégrés dans un article intitulé « Le prince Albert II aurait un fils, silence au Rocher ». La chaîne LCI publia quant à elle sur son site Internet un article intitulé « Albert : la rumeur d’un fils ». L’information figurait également sur le site Internet du MEDEF (Mouvement des entreprises de France), sous la forme suivante : « L’enfant caché du prince Albert de Monaco : selon certains journaux britanniques et allemands, Albert de Monaco serait le papa d’un petit garçon de 19 mois ».", "13.  Le 5 mai 2005, malgré la mise en demeure du prince, l’hebdomadaire Paris Match publia, dans son édition no 2920, un article annoncé en page de couverture par le titre « Albert de Monaco : Alexandre, l’enfant secret », accompagné d’une photographie reproduite en médaillon, montrant le prince avec l’enfant dans les bras. L’article, publié aux pages 50 à 59 du magazine, était consacré à un entretien avec Mme Coste, qui répondait aux questions d’un journaliste et affirmait que le père de son fils Alexandre, né le 24 août 2003, était le prince. L’entretien relatait notamment les circonstances dans lesquelles Mme Coste avait rencontré le prince, leur relation intime, leurs sentiments, ainsi que la manière dont le prince avait réagi à l’annonce de la grossesse et dont il s’était comporté à l’égard de l’enfant à sa naissance et par la suite.", "14.  Les passages pertinents de cet entretien étaient les suivants :", "« Paris Match. À quelle occasion avez-vous rencontré Albert de Monaco ?", "Nicole Coste. Il y a huit ans, sur un vol Nice-Paris (...) Avant d’atterrir, il m’a demandé mon numéro de téléphone. Deux semaines après, j’avais un message sur mon téléphone portable (...)", "(...) Il voulait m’inviter à Monaco (...) J’y suis allée le week-end suivant (...) Nous avons passé une nuit très tendre l’un à côté de l’autre, très fleur bleue ! Après ce week-end, il m’a rappelée pour me dire qu’il avait passé un moment très agréable et qu’il voulait me revoir.", "(...)", "Au fil des mois, je suis tombée très amoureuse. J’ai passé des week-ends à Monaco. Il m’emmenait partout avec lui lorsqu’il n’avait pas d’obligations (...)", "(...)", "J’avais l’impression qu’il se passait quelque chose. Il ne disait pas ses sentiments, mais j’entendais battre son cœur. Il y a des signes qui ne trompent pas quand on est dans les bras de quelqu’un... Il ne me disait rien et je ne lui demandais rien. Simplement, il avait des regards et des gestes de tendresse à mon égard, même en public, et même devant d’autres jeunes femmes. Je crois qu’il appréciait mon affection. Il disait à ses copains que j’étais très très tendre, qu’il aimait mon côté maternel. Moi, je le trouvais émouvant.", "Paris Match. Vous vous retrouviez souvent ?", "Nicole Coste. Les cinq premières années, je venais environ une fois par mois à Monaco (...) Il lui arrivait de m’emmener dans des événements officiels par exemples les World Music Awards ou les tournois de tennis (...)", "Paris Match. Avez-vous rencontré son père, le prince Rainier ?", "Nicole Coste. Oui. Lors d’un dîner d’une vingtaine de convives. Albert m’a dit que nous ne pouvions pas y assister ensemble car son père y était. L’après-midi, il m’a fait sa plus belle déclaration, de manière indirecte, en disant devant tout le monde à un ami « Prends bien soin de Nicole. Elle m’est chère. » Et il m’a embrassée (...)", "Paris Match. Que vous a-t-il confié de son entretien avec son père ?", "Nicole Coste. Nous en avons parlé le lendemain. Je le trouvais bizarre. Je me suis inquiétée. « J’ai réfléchi, m’a-t-il répondu. Je pense qu’il vaut mieux que nous restions amis. »", "Paris Match. Comment avez-vous réagi ?", "Nicole Coste. (...) J’étais en pleurs. Je l’ai appelé pour savoir si c’était vraiment fini. « Si tu étais à ma place, que ferais-tu ? » Il m’a répondu : « J’attendrais. Pas longtemps, mais j’attendrais (...) » (...)", "Paris Match. On a le sentiment que l’entretien d’Albert avec son père a été un tournant dans votre histoire.", "Nicole Coste. C’est vrai, la relation s’est dégradée. Mais d’un autre côté, il semblait avoir peur de s’engager, hésitant, faisant un pas en avant et deux pas en arrière (...)", "(...) Albert n’est pas quelqu’un qui exprime ses sentiments ou qui se dispute. Il a beaucoup d’humour. Moi, j’avais l’impression qu’il éprouvait toujours quelque chose. On se voyait à peu près à la même cadence, mais moins longtemps, un jour au lieu de trois. J’avais comme l’impression qu’il avait peur de trop s’attacher. En décembre 2002, je voulais que nous fêtions mon anniversaire (...) Il m’a proposé de venir à Monaco (...) nous sommes allés boire un verre (...) Pas mal de filles gravitaient autour de lui et je lui ai fait comprendre que cela ne me plaisait pas. De retour à l’appartement, nous sommes redevenus amants, ce que je ne souhaitais pas cette nuitlà. La soirée m’avait énervée.", "Paris Match. C’est à ce moment-là que vous êtes tombée enceinte ?", "Nicole Coste. Oui. Ce n’était voulu ni de lui ni de moi. Je prenais mes précautions (...) Lorsque j’ai vu Albert, ce 11 décembre, j’avais les seins douloureux. Je lui ai dit : « Et si j’étais enceinte, qu’est-ce qu’on fait ? ». Il m’a répondu : « Si tu es enceinte, il faut que tu le gardes ». Cela venait du cœur. Il s’est tout de suite mis à chercher des prénoms de garçon et moi des prénoms de fille, car des garçons, j’en avais déjà deux. Il m’a dit : « Je cherche des prénoms de garçon. Tu ne sais faire que ça ! » (...)", "(...)", "Peu de temps après, mon test de grossesse se révèle positif (...) Je voulais qu’il prenne une décision très vite (...) j’étais bien consciente de ce que représentait un enfant pour Albert étant donné sa situation. Pour moi, c’était à lui de décider (...) Il m’a dit « Garde-le. Je m’en occuperai. Vous ne manquerez jamais de rien. Je ne te promets pas de t’épouser, mais garde-le et ne t’inquiète pas : je le ferai petit à petit entrer dans la famille. J’aimerais que cela reste entre nous pour l’instant. La seule personne à qui je dois le dire c’est mon conseil et mon ami d’enfance que tu connais bien ».", "Paris Match. A-t-il pris de vos nouvelles pendant votre grossesse ?", "Nicole Coste. De temps à autre. Il me parlait très gentiment. Puis un jour, il est venu me voir à Paris avec son conseil (...) J’étais enceinte de trois mois. Il paraissait avoir changé d’avis, mais pour moi, c’était trop tard. Son conseil m’a dit : « Tu te rends compte, si c’est un garçon, on se servira de ça pour qu’Albert ne monte pas sur le trône et le trône, l’enfant pourrait le revendiquer ». Ça m’a surprise qu’il aille dans ce qui était pour moi des détails. Je n’y pensais même pas (...) il est clair pour moi qu’un enfant né hors mariage ne peut régner.", "Paris Match. Que s’est-il passé ensuite ?", "Nicole Coste. J’ai su que j’attendais un garçon. J’étais très perturbée (...) Je lui ai demandé si ça posait un problème que ce soit un garçon (...) « Non, pas plus que si c’était une fille ». Il posait sa main sur mon ventre et nous avons reparlé des prénoms (...)", "(...)", "À cinq mois et demi de grossesse, je l’ai appelé. Il n’était pas comme d’habitude, j’ai compris qu’il s’était passé quelque chose et qu’il voulait couper les ponts. Il m’a dit : « [J]’ai tourné tout ça dans ma tête. J’ai demandé conseil. L’enfant est impossible ».", "(...)", "Je suis allée voir un avocat, lequel a prévenu celui d’Albert. Albert m’a aussitôt appelé, très fâché : « Tu m’a piégé... ». Il me parlait comme s’il était conditionné. J’étais à huit mois de grossesse et elle a eu lieu six ans après notre première rencontre. J’aurais eu tant de fois l’occasion de tomber enceinte.", "Paris Match. Comment s’est passé l’accouchement ?", "Nicole Coste. Ce 24 août 2003 n’est pas mon meilleur souvenir. J’étais très seule. Le jour de ma sortie de l’hôpital (...) j’ai reçu la visite d’un laboratoire français, accrédité par l’Institut médico-légal suisse, pour un prélèvement ADN de mon fils. C’était organisé par son conseil.", "(...)", "Mes deux aînés ne savaient toujours pas qui était le père de leur petit frère (...) Alexandre dormait dans ma chambre, dans un couffin (...) Il faisait de l’asthme et a été hospitalisé à un mois et demi... J’ai affronté cela toute seule sans personne à qui me confier.", "(...)", "Paris Match. Quand a-t-il vu Alexandre pour la première fois ?", "Nicole Coste. Deux mois et demi après sa naissance (...) le plus important pour moi, c’était la reconnaissance d’Alexandre. Il n’était pas question que mon enfant n’ait pas de père. Je leur ai dit ça comme ça. La non-reconnaissance aurait été pour moi le seul motif d’une action en justice. C’était à Albert de voir comment s’organiser pour que ce petit bébé ait une vie plus ou moins normale, même si, dans les tout premiers temps, il avait fallu le cacher. Mais je n’avais pas envie qu’il grandisse comme Mazarine par exemple. Je ne pensais qu’à ça, et pas une seconde au fait qu’il représente un héritier potentiel. Parallèlement à cela, Albert me versait tous les trois mois une somme que je perçois toujours.", "Paris Match. Que s’est-il passé par la suite ?", "Nicole Coste. N’ayant plus confiance en mon avocat, j’en ai contacté un autre, à qui j’ai expliqué que la seule chose qui comptait était qu’Albert reconnaisse son enfant. Dans mon esprit, la non-reconnaissance, pour un enfant, cela revient à lui refuser ses racines (...)", "(...)", "Paris Match. Albert a-t-il mesuré à quel point il était important pour vous qu’il reconnaisse cet enfant ?", "Nicole Coste. Finalement oui, à mon grand bonheur : le 15 décembre 2003, il m’a donné rendez-vous chez un notaire, avec son conseil (...)", "Paris Match. Comment s’est déroulé le rendez-vous chez le notaire ?", "Nicole Coste. Albert a signé l’acte de reconnaissance. Il l’a fait par respect pour moi, en donnant comme consigne que cet acte ne soit transcrit en mairie qu’au décès de son père.", "Paris Match. Avez-vous une copie de cet acte de reconnaissance ?", "Nicole Coste. On ne m’a donné aucun papier, je n’ai que le numéro d’enregistrement de l’acte. J’ai réclamé plusieurs fois une attestation du notaire disant qu’il avait un acte concernant mon fils. On m’a répondu « plus tard ». Après les funérailles de Rainier, j’ai à nouveau demandé au notaire que l’engagement d’Albert soit tenu, que l’officialisation de la reconnaissance de la paternité de notre fils soit enregistrée à l’état civil. À nouveau, le notaire m’a dit que cela pouvait attendre (...) J’ai alors redemandé une copie de l’acte. Il me l’a refusée (...)", "Paris Match. Et votre appartement ? Avez-vous finalement déménagé ?", "Nicole Coste. (...) J’ai trouvé une maison en avril 2004, qui est actuellement en travaux.", "Paris Match. À qui appartient-elle ?", "Nicole Coste. À une S.C.I. 50 % des parts sont au nom d’Alexandre (...)", "Paris Match. Quels sont vos rapports avec Albert depuis la reconnaissance chez le notaire ?", "Nicole Coste. Je voulais qu’il voie régulièrement son fils, qu’il prenne aussi de ses nouvelles. Il l’a fait (...) Lors d’une de ses visites, je lui ai dit : « Ce n’est pas parce qu’on a un enfant qu’il faut que tout s’arrête ». Il m’a répondu : « Pour l’instant, je préfère que ça s’arrête parce que si ça continue, on aura un deuxième enfant ! »", "(...)", "Paris Match. Pourquoi vous décidez-vous à parler ?", "Nicole Coste. Je vous en ai donné quelques raisons. Je veux qu’Alexandre grandisse normalement avec un père. Que cessent les mensonges. Moi, je n’en peux plus de mentir, de me cacher et de passer pour la maîtresse de ses amis. À cause de ce silence, je n’ai plus d’identité et je vis presque dans l’illégalité. J’ai peur pour l’équilibre psychologique de mon fils. J’aimerais le baptiser au plus vite avec son acte de naissance en règle. J’apprends de plus que des rumeurs circulent à propos de cet enfant et je veux rétablir la vérité pour que ses deux frères aînés aient une image digne de leur mère.", "(...) »", "15.  Cet entretien était illustré de cinq photographies du prince avec l’enfant et de trois photographies du prince avec Mme Coste. Notamment, était publiée en double page (pages 50 et 51) une photographie du prince avec l’enfant dans les bras, assortie du titre « Alexandre « c’est le fils d’Albert » dit sa mère », suivi de ce texte :", "« Un petit garçon qui ne sait dire que deux mots : papa et maman. Un petit garçon qu’un grand écart entre ses cultures d’origine n’a pas l’air de troubler. Il s’appelle Alexandre, un prénom de conquérant, un prénom d’empereur. Et il est né le 24 août 2003, à Paris. Sa mère demande qu’il ne grandisse pas « comme Mazarine », dans le secret. Et c’est pourquoi elle révèle aujourd’hui son existence qui ne met en péril aucune république, aucune dynastie. Parce qu’au Togo, le pays de sa famille maternelle, tous les enfants, de couples légitimes ou non, ont droit à un père officiel. Pour le moment, le petit garçon aux boucles noires se fiche de savoir s’il est prince ou pas. Il lui suffit que sa mère se penche vers lui, pour être heureux. Et puis il y a déjà un roi à la maison... C’est lui. »", "La photographie était également accompagnée des légendes suivantes :", "« À 47 ans, on ne connaissait au nouveau souverain monégasque aucune liaison durable. Aujourd’hui Nicole Coste, une hôtesse de l’air rencontrée il y a huit ans, affirme qu’ils ont eu un fils. »", "« Un sourire comme on ne lui en a jamais vu : le prince Albert a succombé au charme d’Alexandre. »", "16.  En pages 52, 53, 56 et 57 étaient publiées quatre photographies du prince avec l’enfant dans les bras, également assorties de légendes et/ou de sous-titres. Notamment, on pouvait lire, en légende page 52, « Douceur, tendresse et patience, des mots-clés pour un prince qui aime les enfants », et en page 53, « Le cœur du Prince a toujours battu pour les enfants » ainsi que « Albert, président du Comité olympique monégasque, porte un maillot des J.O., avec Alexandre dans les bras ». En pages 56 et 57 figurait le sous-titre suivant : « Alexandre à 6 mois. Il veut déjà se mettre debout. C’est une de ses toutes premières rencontres avec Albert. Il dort dans la chambre de sa mère. Nicole et ses trois enfants se sont déjà installés dans un appartement du XVIe arrondissement de Paris. »", "Enfin, en pages 58 et 59 étaient publiées trois photographies du prince avec Mme Coste. La photographie en page 58 comportait la légende suivante :", "« Ils se sont rencontrés sur un vol Nice-Paris, Nicole était hôtesse de l’air. Elle avait quitté Lomé, au Togo, huit ans plus tôt, à 17 ans. « Chez nous, un père aurait forcé son fils à reconnaître son enfant. »", "Les photographies en page 59 étaient sous-titrées comme suit :", "« Nicole assiste aussi à des manifestations officielles. En mai 2001, elle est à la droite du prince, qui reçoit le chanteur Yannick, lors des Monte-Carlo Music Awards. À gauche, en 2002, ils sont à la tribune princière, pendant le Grand Prix. »", "17.  Le 10 mai 2005, Mme Coste établit une attestation dans laquelle elle déclarait avoir accordé à Paris Match une interview destinée à être publiée dans le numéro du 5 mai 2005, en avoir attentivement relu les termes, et avoir elle-même remis les photographies montrant le prince avec Alexandre. Elle précisait être l’auteure de ces photographies et les avoir prises avec le plein assentiment du prince. Elle établit par ailleurs une autre attestation dans laquelle elle déclarait avoir remis ces clichés aux médias pour publication sans contrepartie financière. Elle ajoutait que son fils avait été reconnu devant notaire, que l’acte notarié avait été signé le 15 décembre 2003 et qu’à cette date, il avait été convenu que l’acte serait envoyé à la mairie du 14e arrondissement dès le décès du prince Rainier. Elle exposait qu’elle avait essayé par tous les moyens amiables de transiger avec l’avocat du prince et que c’était le fait que celui-ci ait manqué à son engagement qui l’avait poussée à porter cette affaire à la connaissance du public. En ce qui concernait les médias, elle déclarait : « Ces derniers n’ont fait que nous aider mon fils et moi à obtenir la reconnaissance officielle d’Alexandre ».", "B.  La procédure devant les juridictions françaises", "18.  Le 19 mai 2005, estimant que la publication de l’article paru dans Paris Match portait atteinte à ses droits à la vie privée et à l’image, le prince assigna les requérantes, dans le cadre d’une procédure à jour fixe, sur le fondement de l’article 8 de la Convention et des articles 9 et 1382 du code civil, aux fins de voir condamner la société éditrice à lui payer des dommages-intérêts et à publier la décision qui serait prise à l’issue de la procédure en première page du magazine, et ce avec le bénéfice de l’exécution provisoire.", "19.  Le 29 juin 2005, le tribunal de grande instance (TGI) de Nanterre condamna la société Hachette Filipacchi associés à verser au prince 50 000 euros (EUR) au titre du dommage moral. Il ordonna également la publication de la condamnation, sous astreinte et aux frais de la société éditrice, sur l’intégralité de la page de couverture du magazine, sous le titre : « Condamnation judiciaire de Paris Match à la demande du Prince Albert II de Monaco ». Ce jugement était assorti de l’exécution provisoire.", "20.  Le TGI releva notamment que, dès sa page de couverture, le magazine mis en cause révélait la paternité naturelle du prince par le titre « Albert de Monaco : Alexandre, l’enfant secret », accompagné d’une photographie montrant l’enfant dans les bras du prince. Il observa également que cet article traitait de la question de la filiation princière de cet enfant sur dix pages intérieures, sous la forme d’une interview dont les questions avaient conduit Mme Coste à s’exprimer sur ses relations avec le prince, sur les sentiments du couple, sur la vie privée et les réactions du prince et sur la reconnaissance de l’enfant devant notaire. Il souligna que le journal avait choisi à dessein de nombreuses photographies réalisées dans le cadre de l’intimité de la vie privée des intéressés pour illustrer et accréditer la révélation, et que ces photographies étaient accompagnées de légendes fournies, propres au journal, se rapportant également à la vie sentimentale du prince et aux circonstances de sa rencontre avec l’interviewée, analysant son comportement et ses réactions face à la jeune femme et à l’enfant, et supputant ses sentiments à l’égard de cet enfant secret.", "21.  Le TGI estima que l’article entier, y compris ses illustrations, relevait de la sphère la plus intime de la vie sentimentale et familiale, et qu’il ne se prêtait à aucun débat d’intérêt général. Il ajouta notamment :", "« (...) l’avènement du demandeur comme souverain de la principauté de Monaco ne le privait pas du droit au respect de sa vie privée ni du droit dont il dispose sur son image, face à de simples rumeurs sur l’état civil d’un enfant qui ne sauraient en tout état de cause servir de légitime prétexte à l’information d’un public indiscret et curieux de la vie des personnalités, de leurs sentiments et de leurs comportements privés, pour être médiatisées dans les colonnes d’un organe de presse qui ne peut sérieusement prétendre se substituer au prétoire où sont légalement défendus les droits des enfants sans préjudice de ceux des femmes ;", "Attendu qu’il s’ensuit que l’article querellé, qui donne à des rumeurs un traitement sensationnel tant par son texte que par ses illustrations dépourvues de toute pertinence puisqu’elles participent à l’atteinte à la vie privée dénoncée, constitue une violation caractérisée et délibérée des droits essentiels de la personnalité du plaignant, lequel avait expressément mis la société éditrice en demeure de les respecter par acte extra judiciaire du 3 mai 2005 (...) »", "22.  Les requérantes interjetèrent appel de ce jugement.", "23.  Par un communiqué de presse du 6 juillet 2005, le prince reconnut publiquement être le père d’Alexandre.", "24.  Le 13 juillet 2005, la cour d’appel de Versailles suspendit l’exécution provisoire dont était assorti le jugement du TGI quant à la publication judiciaire.", "25.  Le 24 novembre 2005, la cour d’appel de Versailles rendit son arrêt. Elle constata que l’article incriminé était consacré, au travers de l’interview de Mme Coste, à la révélation de la naissance d’Alexandre, présenté comme né de relations intimes entretenues par l’interviewée avec le prince depuis 1997. Elle releva également que si, à la date de parution de l’article, ce dernier avait pu déposer en l’étude d’un notaire – et donc dans des conditions intentionnelles de confidentialité – une déclaration de reconnaissance de l’enfant, cette déclaration n’avait pas fait l’objet d’une transcription en marge de l’état civil de l’enfant, de sorte que la naissance et la filiation de celui-ci demeuraient inconnues du public.", "26.  La cour d’appel énonça en outre que la vie sentimentale, amoureuse et familiale, la paternité et la maternité relevaient de la sphère de la vie privée et étaient à ce titre protégées tant par l’article 9 du code civil que par l’article 8 de la Convention, et que ces dispositions n’établissaient pas de distinction entre personnes anonymes et personnes publiques, quelles que fussent leurs fonctions civiles, politiques ou religieuses. Elle releva cependant que ce principe souffrait exception chaque fois que les faits révélés pouvaient susciter un débat à raison de l’impact ou des conséquences qu’ils pouvaient avoir relativement au statut ou aux fonctions des personnes concernées, auquel cas le devoir d’information primait sur le respect de la vie privée.", "27.  Elle tint le raisonnement suivant :", "« Considérant que dès lors que la paternité d’Albert Grimaldi n’avait été l’objet d’aucune reconnaissance publique, que la constitution monégasque exclut qu’un enfant né hors mariage puisse accéder au trône et qu’Albert Grimaldi n’avait pas consenti à la révélation de sa possible paternité à l’égard de l’enfant de Madame Coste en ayant signifié à la société Hachette Filipacchi Associés son opposition à la publication de ces faits, la société Hachette Filipacchi Associés a violé délibérément les dispositions de l’article 9 du code civil et celles de l’article 8 de la Convention européenne des droits de l’homme sans pouvoir justifier cette infraction par les nécessités inexistantes de l’actualité, la légitimité de l’information et le droit à l’information des lecteurs dont ne relevait pas la paternité secrète d’Albert Grimaldi quand bien même il serait devenu depuis le décès de son père en avril 2005 prince régnant de la Principauté ;", "Que cette intrusion dans la sphère de sa vie privée, l’article ne se contentant pas de la révélation de l’existence d’un enfant « secret » mais contenant force digressions tirées des confessions de Madame Coste quant aux circonstances de leur rencontre, les sentiments de l’intimé, ses réactions les plus intimes à l’annonce de la grossesse de Madame Coste et son comportement envers l’enfant lors des rencontres dans l’intimité de son appartement, ne trouve sa justification ni dans la publication concomitante de ces faits dans le magazine Bunte ni dans l’impact médiatique causé par la teneur de l’article, ni par le fait que d’autres publications ont par la suite repris ces faits devenus par la faute de la société éditrice notoires, ni dans la prétendue légitimité d’une telle révélation, l’enfant n’ayant aucun statut officiel qui ferait de sa naissance et de la révélation de l’identité du père un sujet dont les médias et au cas particulier la société Hachette Filipacchi Associés devraient dans le droit fil de leur devoir d’information assumer la divulgation auprès du public, ni dans le fait qu’Albert Grimaldi, confronté contre son gré aux conséquences médiatiques de la révélation d’un fait de sa vie privée dont il entendait conserver le secret sinon la confidentialité, a été contraint de s’expliquer publiquement, ni dans le ton de l’article dont la société Hachette Filipacchi Associés précise, sans pertinence, qu’elle a veillé à ce qu’il soit particulièrement bienveillant envers l’intimé ;", "Considérant que si les photographies, pour celles représentant l’intimé avec l’enfant, qui accompagnent l’article ont été prises par Madame Coste avec le consentement d’Albert Grimaldi et si Madame Coste seule investie de l’autorité parentale sur l’enfant les a remises à Paris Match en vue de leur publication, il demeure qu’Albert Grimaldi n’a pas consenti à leur publication laquelle vient au soutien d’un article attentatoire à sa vie privée de telle sorte que leur publication est fautive (...) »", "28.  La cour d’appel conclut que la publication incriminée avait causé au prince un dommage irréversible en ce que sa paternité, qu’il souhaitait garder secrète et qui l’était restée depuis la naissance de l’enfant jusqu’à l’article litigieux, était devenue brusquement et contre son gré de notoriété publique. Elle estima que le préjudice moral ainsi causé justifiait que soit ordonnée à titre de réparation complémentaire une mesure de publication judiciaire et que, compte tenu de la nature de l’atteinte et de la gravité de ses conséquences, une telle mesure n’était pas disproportionnée au regard des intérêts en présence et constituait au contraire la réparation la plus adéquate dans les circonstances de la cause. Elle confirma donc le jugement déféré sauf pour ce qui était des modalités de la publication judiciaire ordonnée, qui ne devait plus mentionner d’intitulé et ne devait occuper qu’un tiers de la page de couverture. La cour d’appel ordonna donc la publication en page de couverture du premier numéro à paraître dans les huit jours suivant la signification de l’arrêt, sous astreinte de 15 000 EUR par numéro de retard passé ce délai, d’un bandeau sur fond blanc couvrant le tiers inférieur de la page, contenant le texte suivant, en lettres rouges :", "« Par arrêt de la cour d’appel de Versailles confirmant le jugement rendu par le tribunal de grande instance de Nanterre, la société HACHETTE FILIPACCHI Associés a été condamnée pour avoir porté atteinte à la vie privée et au droit à l’image de Albert II de Monaco dans le numéro 2920 daté du 5 mai 2005 du journal Paris Match dans un article intitulé « Albert de Monaco : Alexandre. L’enfant secret. »", "29.  Ce communiqué fut publié sur la couverture du numéro 2955 de l’hebdomadaire, en date du 5 janvier 2006, sous une photographie du prince. La couverture du magazine était intitulée « Albert de Monaco. La vérité condamnée ». Ce titre était assorti du commentaire suivant :", "« Paris Match avait révélé l’existence de son fils, Alexandre. La justice sanctionne la liberté d’informer. La presse internationale réagit et nous soutient. »", "30.  Les requérantes formèrent par ailleurs un pourvoi en cassation contre l’arrêt de la cour d’appel. Dans leur mémoire ampliatif, elles développèrent les arguments suivants : la révélation de la paternité d’un prince souverain en exercice constituait un événement d’actualité relatif à la vie publique en raison des fonctions de l’intéressé et du caractère héréditaire de la transmission du pouvoir dans la principauté de Monaco ; la divulgation de cette information était nécessaire à l’information du public ; la publication de commentaires et digressions accompagnant l’annonce d’un événement d’actualité tel que la paternité d’un prince souverain était licite dès lors qu’ils étaient anodins et se bornaient à mettre l’information en perspective ; et la publication des photographies prises dans le cercle familial qui illustraient l’événement d’actualité relaté dans l’article n’était pas de nature à porter atteinte au respect de l’intimité et de la vie privée.", "31.  Invoquant l’article 10 de la Convention et citant la jurisprudence de la Cour, les requérantes arguaient en outre que le public avait le droit d’être informé, et que ce droit s’étendait aux informations concernant la vie privée de certaines personnes publiques. Elles estimaient notamment que la décision de la Cour eût été inverse dans l’affaire Von Hannover c. Allemagne (no 59320/00, §§ 62 et 76, CEDH 2004VI), si le membre de la famille princière concerné avait été, comme c’était le cas en l’espèce, le prince lui-même, chef de l’État monégasque. Elles citaient à l’appui de cette thèse l’affaire Krone Verlag GmbH & Co. KG c. Autriche (no 34315/96, 26 février 2002), dont il ressortait selon elles que la qualité d’homme politique fait entrer celui qui l’assume dans la sphère de la vie publique, avec les conséquences que cela comporte. Elles soutenaient de plus que la Cour de cassation reconnaissait également le droit à l’information du public y compris sur des faits concernant la vie privée, et ce même si la personne concernée n’exerçait pas de fonctions publiques. Enfin, elles avançaient que la prééminence du droit d’informer et du droit d’être informé était consacrée, dans des conditions similaires, même lorsque le droit à l’image d’une personne était en cause.", "32.  Les requérantes arguaient, notamment, que dans une monarchie héréditaire, l’absence de descendance connue du prince était déjà un sujet de débat, et que l’existence d’un enfant était de nature à nourrir ce débat. Elles soutenaient en outre que l’enfant était potentiellement héritier du trône monégasque puisqu’à tout moment, son père pouvait le légitimer. Elles estimaient que, même improbable, cette hypothèse demeurait juridiquement possible, et donc de nature à faire l’objet d’un débat général sur l’avenir de la monarchie monégasque, et que, de surcroît, le fait que l’enfant soit d’origine togolaise pouvait nourrir un débat d’intérêt général de nature à modifier l’image d’une principauté particulièrement conservatrice.", "33.  Les requérantes tiraient également argument des liens très forts unissant selon elles la principauté de Monaco à la France. Elles soutenaient de plus que le retentissement mondial de l’information litigieuse, y compris dans les journaux les plus sérieux et les plus prestigieux, prouvait que l’information révélée par Paris Match était de nature à nourrir un débat d’intérêt général et qu’il ne s’agissait pas d’un simple article de divertissement.", "34.  Elles arguaient en outre que les photographies accompagnant l’article et présentant le prince avec l’enfant ou avec Mme Coste illustraient un événement d’actualité, et qu’il n’en résultait aucune atteinte au respect de la dignité humaine puisque le prince était présenté de manière bienveillante. Elles faisaient valoir que ces photographies n’avaient pas été prises à l’insu du prince, mais par Mme Coste elle-même, et elles précisaient que celle-ci les avait remises à Paris Match en vue de leur publication volontairement et gratuitement.", "35.  Enfin, elles soulignaient que le magazine Bunte avait publié en Allemagne un article tout à fait similaire le 4 mai 2005, avant la parution de l’article incriminé, et que les juridictions allemandes avaient débouté le prince de son action dirigée contre ce journal.", "36.  Par un arrêt rendu le 27 février 2007, la Cour de cassation rejeta le pourvoi, notamment pour les motifs suivants :", "« (...) toute personne, quel que soit son rang, sa naissance, sa fortune, ses fonctions présentes ou à venir a droit au respect de sa vie privée ; (...) l’arrêt relève d’une part que, à la date de la parution de l’article, l’existence et la filiation de l’enfant étaient inconnues du public, que d’autre part, la Constitution de la principauté exclut que, né hors mariage, il puisse accéder au trône, situation que, du reste, les conclusions de la société ne soutenaient ni être en débat dans les sociétés française ou monégasque, ni être étudiée par la publication litigieuse, et, enfin, que l’article comportait de nombreuses digressions sur les circonstances de la rencontre et de la liaison de Mme [Coste] et du prince Albert, les réactions de celui-ci à l’annonce de la grossesse et son comportement ultérieur à l’égard de l’enfant ; (...) au vu de ces constatations et énonciations, la cour d’appel a exactement retenu l’absence de tout fait d’actualité comme de tout débat d’intérêt général dont l’information légitime du public aurait justifié qu’il fût rendu compte au moment de la publication litigieuse ; (...) par ailleurs, la publication de photographies représentant une personne pour illustrer des développements attentatoires à sa vie privée porte nécessairement atteinte à son droit au respect de son image (...) »", "C.  La procédure devant les juridictions allemandes", "37.  Le 12 mai 2005, après la première parution du 4 mai 2005 (paragraphe 11 ci-dessus), l’hebdomadaire Bunte publia un nouvel article consacré à la révélation de la paternité du prince, assorti cette fois de plusieurs photographies montrant le prince avec l’enfant.", "38.  Le prince assigna l’hebdomadaire en référé afin d’interdire toute nouvelle publication, mais il fut débouté par un jugement du 19 juillet 2005 du tribunal régional (Landgericht) de Fribourg, confirmé le 18 novembre 2005 par le tribunal régional supérieur (Oberlandesgericht) de Karlsruhe.", "39.  Le tribunal régional de Fribourg releva notamment que, en tant que personnalité absolue de l’histoire contemporaine, le prince devait supporter les empiètements litigieux sur sa vie privée, étant donnée la valeur informative du reportage. Il releva que la véracité des éléments concernant les déclarations de la mère de l’enfant et la paternité du demandeur publiés par l’hebdomadaire n’était contestée concrètement sur aucun point. Il estima également que la publication n’était pas intolérable du point de vue de la protection de la sphère intime, les révélations faites faisant partie non de cette sphère, mais de la sphère privée, moins protégée. Il considéra que le droit à l’information du public résultait de la position sociale du demandeur et que la pression qu’il avait pu subir du fait de ces révélations, visant à le forcer à reconnaître son enfant, n’interdisait pas la publication mais en était simplement une conséquence inévitable qu’il devait supporter. Il nota que les clichés publiés avaient été pris avec l’accord du demandeur, dans sa sphère privée, et mis à la disposition de la presse par une personne aussi légitime que lui pour ce faire. Il considéra que la protection de la sphère privée du demandeur et de son droit à l’image s’effaçait devant la liberté de la presse du fait de l’important intérêt qu’il y avait à communiquer au public des informations relatives au fils naturel de l’intéressé et à la mère de l’enfant. Enfin, il estima qu’il appartenait à la mère, et non au prince, qui n’avait pas reconnu l’enfant, de décider si la révélation de l’existence de celui-ci relevait ou non de la sphère privée protégée.", "40.  À la suite de l’appel interjeté par le prince, le tribunal régional supérieur imposa au magazine de ne pas republier ni faire publier une photographie parue dans le numéro du 4 mai 2005 de Bunte qui montrait l’intéressé avec Mme Coste, dans l’intimité. Il estima en revanche que la question de l’existence d’une descendance masculine du prince de Monaco – monarchie héréditaire constitutionnelle – revêtait une importance décisive, et que l’intérêt que portaient à cette question non seulement les Monégasques mais aussi de nombreuses personnes vivant hors de la Principauté méritait d’être protégé et ne devait pas être supplanté par l’intérêt du demandeur à faire protéger sa sphère privée, au motif que la situation juridique actuelle permettait uniquement aux enfants légitimes de prétendre au trône.", "II.  LES TEXTES DE DROIT FRANÇAIS ET MONÉGASQUE ET LES TEXTES EUROPÉENS PERTINENTS", "A.  Le droit interne pertinent", "41.  Les dispositions pertinentes du code civil se lisent comme suit :", "Article 9", "« Chacun a droit au respect de sa vie privée.", "Les juges peuvent, sans préjudice de la réparation du dommage subi, prescrire toutes mesures, telles que séquestre, saisie et autres, propres à empêcher ou faire cesser une atteinte à l’intimité de la vie privée ; ces mesures peuvent, s’il y a urgence, être ordonnées en référé. »", "Article 1382", "« Tout fait quelconque de l’homme, qui cause à autrui un dommage, oblige celui par la faute duquel il est arrivé à le réparer. »", "B.  La Constitution de la Principauté de Monaco", "42.  En ses passages pertinents en l’espèce, l’article 10 de la Constitution du 17 décembre 1962 de la Principauté de Monaco (modifiée par la loi no 1.249 du 2 avril 2002) dispose :", "« La succession au Trône, ouverte par suite de décès ou d’abdication, s’opère dans la descendance directe et légitime du Prince régnant, par ordre de primogéniture avec priorité masculine au même degré de parenté.", "À défaut de descendance directe et légitime, la succession s’opère au profit des frères et sœurs du Prince régnant et de leurs descendants directs et légitimes, par ordre de primogéniture avec priorité masculine au même degré de parenté.", "Si l’héritier qui aurait été appelé à monter sur le Trône en vertu des alinéas précédents est décédé ou a renoncé avant l’ouverture de la succession, la dévolution s’opère au profit de ses propres descendants directs et légitimes, selon l’ordre de primogéniture avec priorité masculine au même degré de parenté.", "Si l’application des paragraphes ci-dessus ne permet pas de pourvoir à la vacance du Trône, la succession s’opère au profit d’un collatéral désigné par le Conseil de la Couronne sur avis conforme du Conseil de régence. Les pouvoirs princiers sont provisoirement exercés par le Conseil de régence.", "La succession au Trône ne peut s’opérer qu’au profit d’une personne ayant la nationalité monégasque au jour de l’ouverture de la succession.", "(...) »", "C.  Les textes européens pertinents", "1.  La résolution 1165 (1998) de l’Assemblée parlementaire du Conseil de l’Europe", "43.  En ses parties pertinentes en l’espèce, la résolution 1165 (1998) de l’Assemblée parlementaire du Conseil de l’Europe sur le droit au respect de la vie privée, adoptée le 26 juin 1998, est ainsi libellée :", "L’Assemblée rappelle le débat d’actualité qu’elle a consacré au droit au respect de la vie privée au cours de sa session de septembre 1997, quelques semaines après l’accident qui a coûté la vie à la princesse de Galles.", "À cette occasion, certaines voix se sont élevées pour demander un renforcement au niveau européen de la protection de la vie privée, notamment des personnes publiques, au moyen d’une convention, tandis que d’autres étaient d’avis que la vie privée était suffisamment protégée par les législations nationales et la Convention européenne des Droits de l’Homme, et qu’il ne fallait pas porter atteinte à la liberté d’expression.", "Pour approfondir la réflexion sur ce sujet, la commission des questions juridiques et des droits de l’homme a organisé une audition à Paris le 16 décembre 1997 avec la participation tant de personnes publiques ou de leurs représentants que des médias.", "Le droit au respect de la vie privée, garanti par l’article 8 de la Convention européenne des Droits de l’Homme, a déjà été défini par l’Assemblée dans la déclaration sur les moyens de communication de masse et les droits de l’homme contenue dans la Résolution 428 (1970) comme « le droit de mener sa vie comme on l’entend avec un minimum d’ingérence ».", "Pour tenir compte de l’apparition des nouvelles technologies de la communication permettant de stocker et d’utiliser des données personnelles, il convient d’ajouter à cette définition le droit de contrôler ses propres données.", "L’Assemblée est consciente que le droit au respect de la vie privée fait souvent l’objet d’atteintes, même dans les pays dotés d’une législation spécifique qui la protège, car la vie privée est devenue une marchandise très lucrative pour certains médias. Ce sont essentiellement des personnes publiques qui sont les victimes de ces atteintes, car les détails de leur vie privée représentent un argument de vente. En même temps, les personnes publiques doivent se rendre compte que la position particulière qu’elles prennent dans la société, et qui est souvent la conséquence de leur propre choix, entraîne automatiquement une pression élevée dans leur vie privée.", "Les personnes publiques sont celles qui exercent des fonctions publiques et/ou utilisent des ressources publiques et, d’une manière plus générale, toutes celles qui jouent un rôle dans la vie publique, qu’il soit politique, économique, artistique, social, sportif ou autre.", "C’est au nom d’une interprétation unilatérale du droit à la liberté d’expression, garanti par l’article 10 de la Convention européenne des Droits de l’Homme, que bien souvent les médias commettent des atteintes au droit au respect de la vie privée, estimant que leurs lecteurs ont le droit de tout savoir sur les personnes publiques.", "Il est vrai que certains faits relevant de la sphère de la vie privée des personnes publiques, en particulier des politiciens, peuvent avoir un intérêt pour les citoyens et qu’il est donc légitime de les porter à la connaissance des lecteurs qui sont aussi des électeurs.", "Il est donc nécessaire de trouver la façon de permettre l’exercice équilibré de deux droits fondamentaux, également garantis par la Convention européenne des Droits de l’Homme : le droit au respect de la vie privée et le droit à la liberté d’expression.", "L’Assemblée réaffirme l’importance du droit au respect de la vie privée de toute personne, et du droit à la liberté d’expression, en tant que fondements d’une société démocratique. Ces droits ne sont ni absolus ni hiérarchisés entre eux, étant d’égale valeur.", "L’Assemblée rappelle toutefois que le droit au respect de la vie privée garanti par l’article 8 de la Convention européenne des Droits de l’Homme doit protéger l’individu non seulement contre l’ingérence des pouvoirs publics, mais aussi contre celle des particuliers et des institutions privées, y compris les moyens de communication de masse.", "L’Assemblée considère que, tous les États membres ayant désormais ratifié la Convention européenne des Droits de l’Homme, et par ailleurs de nombreuses législations nationales comportant des dispositions garantissant cette protection, par conséquent, il n’est pas nécessaire de proposer l’adoption d’une nouvelle convention pour garantir le droit au respect de la vie privée.", "(...) »", "2.  La Déclaration des devoirs et des droits des journalistes", "44.  La Déclaration des devoirs et des droits des journalistes, adoptée à Munich les 24 et 25 novembre 1971 par les organisations professionnelles de journalistes des États membres de la Communauté européenne, a été entérinée par la Fédération internationale des journalistes lors du congrès d’Istanbul de 1972. Elle énonce notamment ceci :", "« Préambule", "Le droit à l’information, à la libre expression et à la critique est une des libertés fondamentales de tout être humain.", "Ce droit du public de connaître les faits et les opinions procède l’ensemble des devoirs et des droits des journalistes.", "La responsabilité des journalistes vis-à-vis du public prime toute autre responsabilité, en particulier à l’égard de leurs employeurs et des pouvoirs publics.", "La mission d’information comporte nécessairement des limites que les journalistes eux-mêmes s’imposent spontanément. Tel est l’objet de la déclaration des devoirs formulés ici.", "Mais ces devoirs ne peuvent être effectivement respectés dans l’exercice de la profession de journaliste que si les conditions concrètes de l’indépendance et de la dignité professionnelle sont réalisées. Tel est l’objet de la déclaration des droits qui suit.", "Déclaration des devoirs", "Les devoirs essentiels du journaliste, dans la recherche, la rédaction et le commentaire des événements, sont :", "1) respecter la vérité, quelles qu’en puissent être les conséquences pour lui-même, et ce, en raison du droit que le public a de connaître ;", "2) défendre la liberté de l’information, du commentaire et de la critique ;", "3) publier seulement les informations dont l’origine est connue ou les accompagner, si c’est nécessaire, des réserves qui s’imposent ; ne pas supprimer les informations essentielles et ne pas altérer les textes et les documents ;", "4) ne pas user de méthodes déloyales pour obtenir des informations, des photographies et des documents ;", "5) s’obliger à respecter la vie privée des personnes ;", "6) rectifier toute information publiée qui se révèle inexacte ;", "7) garder le secret professionnel et ne pas divulguer la source des informations obtenues confidentiellement ;", "8) s’interdire le plagiat, la calomnie, la diffamation, les accusations sans fondement ainsi que de recevoir un quelconque avantage en raison de la publication ou de la suppression d’une information ;", "9) ne jamais confondre le métier de journaliste avec celui du publicitaire ou du propagandiste ; n’accepter aucune consigne, directe ou indirecte, des annonceurs ;", "10) refuser toute pression et n’accepter de directives rédactionnelles que des responsables de la rédaction.", "Tout journaliste digne de ce nom se fait un devoir d’observer strictement les principes énoncés ci-dessus ; reconnaissant le droit en vigueur dans chaque pays, le journaliste n’accepte, en matière d’honneur professionnel, que la juridiction de ses pairs, à l’exclusion de toute ingérence gouvernementale ou autre.", "Déclaration des droits", "1) Les journalistes revendiquent le libre accès à toutes les sources d’information et le droit d’enquêter librement sur tous les faits qui conditionnent la vie publique. Le secret des affaires publiques ou privées ne peut en ce cas être opposé au journaliste que par exception en vertu de motifs clairement exprimés.", "2) Le journaliste a le droit de refuser toute subordination qui serait contraire à la ligne générale de son entreprise, telle qu’elle est déterminée par écrit dans son contrat d’engagement, de même que toute subordination qui ne serait pas clairement impliquée par cette ligne générale.", "3) Le journaliste ne peut être contraint à accomplir un acte professionnel ou à exprimer une opinion qui serait contraire à sa conviction ou sa conscience.", " (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "45.  Les requérantes allèguent que la condamnation prononcée contre elles constitue une ingérence injustifiée dans l’exercice de leur liberté d’information. Elles invoquent l’article 10 de la Convention, qui est ainsi libellé :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. Le présent article n’empêche pas les États de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d’autorisations.", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "A.  Arrêt de la chambre", "46.  La chambre a relevé que la condamnation des requérantes portait indistinctement sur des informations relevant d’un débat d’intérêt général et sur des informations qui concernaient exclusivement les détails de la vie privée du prince. En conséquence, malgré la marge d’appréciation dont jouissent les États contractants en la matière, elle a considéré qu’il n’existait pas de rapport raisonnable de proportionnalité entre, d’une part, les restrictions apportées par les juridictions nationales au droit des requérantes à la liberté d’expression et, d’autre part, le but légitime poursuivi. Partant, elle a conclu à la violation de l’article 10 de la Convention (arrêt de la chambre, §§ 51-75).", "B.  Thèses des parties devant la Grande Chambre", "1.  Thèse des requérantes", "47.  Les requérantes soutiennent que la condamnation d’un journal d’actualités pour avoir fait paraître une information déjà révélée dans les médias et illustrée de photographies en lien avec le sujet constitue une ingérence dans sa liberté de communiquer une information d’intérêt général. Elles considèrent que cette condamnation est extrêmement grave et sans précédent, et qu’elle doit s’analyser en une ingérence exorbitante dans sa liberté d’expression et d’information, présentant un caractère dissuasif évident.", "48.  Les requérantes ne contestent pas que l’ingérence litigieuse avait une base légale, à savoir l’article 9 du code civil, ni qu’elle poursuivait un but légitime, à savoir « la protection des droits d’autrui », s’agissant du droit à la vie privée et à l’image du prince. Elles émettent toutefois une réserve à cet égard et soutiennent que les juridictions internes ont interprété de manière trop extensive la notion de vie privée au sens de l’article 9 du code civil et de l’article 8 de la Convention.", "49.  Les requérantes considèrent que le droit au respect de la vie privée doit certes être respecté mais ne revêt pas un caractère absolu, surtout lorsqu’il entre en conflit avec le droit à la liberté d’expression et d’information ou avec les droits d’autres personnes concernées par la publication. Elles reprochent aux juridictions internes de n’avoir pas mis en balance les droits du prince avec d’autres droits selon elles d’égale valeur : les droits de la mère, qu’elles estiment tout aussi légitimes dans une société démocratique, le droit de l’enfant à être reconnu officiellement et le droit du journal de communiquer des informations d’intérêt général qui n’étaient plus confidentielles à la date de la publication.", "50.  Les requérantes estiment également que les décisions litigieuses ont fait fi de toute distinction entre les citoyens ordinaires et les personnes publiques (a fortiori les personnalités politiques et les chefs d’État, inévitablement exposés à l’intérêt des médias), agissant ainsi en contradiction avec la jurisprudence de la Cour et la jurisprudence française actuelle. À l’appui de cette thèse, elles affirment que la jurisprudence développée par les juridictions internes admet le droit à l’information du public sur des faits relevant de la vie privée, et elles citent, à titre d’exemple, plusieurs affaires tranchées en ce sens par les instances nationales.", "51.  Les requérantes exposent par ailleurs, quant à la nécessité de l’ingérence litigieuse, que toute exception à une liberté fondamentale doit être interprétée restrictivement, et que les exceptions à la liberté d’expression ne sauraient donc conduire à une censure disproportionnée. Elles soutiennent que le droit au respect de la vie privée ne revêt pas un caractère absolu et arguent que les décisions rendues par les juridictions nationales en l’espèce ne répondaient à aucun besoin social impérieux, en ce que les juges n’ont pas procédé à une mise en balance circonstanciée des droits en cause ni tenu compte des critères qui se dégagent de la jurisprudence de la Cour.", "52.  À cet égard, elles avancent notamment que, dans une monarchie héréditaire, les informations relatives à l’existence d’un héritier naturel que son père n’a pas encore officiellement reconnu constitue un sujet d’intérêt général portant à la fois sur l’avenir de la monarchie et sur l’attitude du prince, personnage public. La question de la filiation présenterait un intérêt non seulement en ce qui concerne l’état civil du prince – il ne serait pas indifférent de savoir s’il est ou non père et s’il a ou non reconnu son enfant naturel – mais également quant à l’ordre des héritiers voire des successibles au trône, compte tenu du caractère héréditaire de la dynastie monégasque, et en l’absence, à l’époque, de tout héritier connu. Les requérantes soulignent à cet égard que les dispositions de la Constitution monégasque avaient été modifiées peu de temps avant le décès du prince Rainier et que rien n’excluait qu’elles le soient à nouveau. L’information en cause serait également de nature à éclairer les sujets du prince sur les conceptions éthiques de celui-ci et sur son respect personnel des droits fondamentaux qu’il invoque à son endroit et qu’il déclare publiquement et politiquement faire siens.", "53.  Les requérantes arguent de surcroît que le prince utilise des ressources publiques, dont certaines pour assurer l’avenir et l’éducation de son fils, ce qui intéresserait directement le contribuable monégasque et le contribuable français. Elles font également valoir que les juridictions allemandes, saisies d’un litige sensiblement similaire, avaient estimé que l’information en cause justifiait un débat d’intérêt général. Elles affirment par ailleurs que la connaissance par le public de cette information est d’autant plus légitime que le prince a finalement reconnu son enfant, dans le cadre d’un plan médiatique de grande ampleur. Elles ajoutent qu’en s’exprimant sur la question de la succession au trône, il a admis l’intérêt général de l’information contestée.", "54.  Ensuite, les requérantes affirment que la notoriété du prince, chef de l’État monégasque, n’est pas contestable. Quant à l’objet du reportage, elles estiment qu’il dépassait la sphère de la vie privée du prince et touchait également à la vie privée de la mère de l’enfant, laquelle aurait été libre de s’exprimer, et à celle de l’enfant, qui aurait été en droit d’être officiellement reconnu. Elles soutiennent à cet égard que le désir d’un seul individu, fût-ce un souverain, ne saurait dans une société démocratique conférer des privilèges tels qu’ils puissent entraver les droits des autres personnes concernées et, en particulier, faire « obstacle à la revendication de son fils à affirmer son existence et à faire reconnaître son identité ».", "55.  Les requérantes soulignent par ailleurs qu’il n’est pas contesté que l’article se compose d’informations et de photographies données par la mère de l’enfant, qui aurait elle-même pris contact avec Paris Match mue par le souci d’obtenir la reconnaissance officielle de son fils. Elles affirment que les clichés litigieux ont tous été pris dans un appartement avec le plein assentiment du prince, et elles estiment qu’ils ne comportent aucun détail intime ni aucune représentation dévalorisante d’aucun des protagonistes. Les clichés représentant le prince en compagnie de Mme Coste auraient quant à eux été pris dans le cadre de manifestations officielles, de sorte que leur parution ne saurait être reprochée au magazine. Celui-ci n’aurait publié que des photographies remises par la mère de l’enfant, aux fins notamment de donner crédit à ses déclarations. D’ailleurs, ni la véracité des informations publiées ni les conditions dans lesquelles ces informations et les images les illustrant ont été remises au magazine n’auraient été contestées. Ce serait donc à tort que le TGI de Nanterre a qualifié ces informations de « simples rumeurs ».", "56.  Les requérantes arguent par ailleurs que le principe du libre choix du mode de communication de l’information, corollaire de la liberté d’information, ne saurait être contesté, sous peine de vider cette liberté de sa substance. À cet égard, elles soutiennent qu’elles étaient libres d’illustrer l’article litigieux par des photos pertinentes. Or tel serait le cas de celles publiées. En ce qui concerne les répercussions de l’article, les requérantes contestent qu’il ait pu révéler quoi que ce soit qui n’ait pas déjà été divulgué au public par la presse et les médias audiovisuels et internet anglais, américains, allemands et français. Elles appellent donc à relativiser l’impact de cet article. Elles ajoutent qu’après la parution en cause, le prince a publiquement admis sa paternité en organisant un plan médiatique important et il a également reconnu l’existence d’un autre enfant.", "57.  Les requérantes se plaignent donc d’avoir subi une ingérence dans leur liberté d’expression qui, d’une part, n’aurait pas été « nécessaire », en ce qu’elle n’aurait pas répondu à un « besoin social impérieux », et qui, d’autre part, aurait été disproportionnée, par ses conséquences, au but légitime poursuivi. Elles estiment que seul le droit à la vie privée du prince a été pris en compte, tant dans l’appréciation de l’atteinte alléguée que dans celle du préjudice subi. Elles considèrent de surcroît que les sanctions infligées étaient très sévères : selon elles, une publication judiciaire s’apparente à l’expropriation d’un journal et à la privation d’un espace d’exercice de la liberté d’expression, et a la valeur et la portée d’un blâme public visant à jeter le discrédit sur le magazine.", "58.  Enfin, les requérantes font valoir que lorsque la cour d’appel et la Cour de cassation ont statué sur l’affaire, le prince avait déjà confirmé l’existence de son enfant naturel par un communiqué officiel ainsi que dans de nombreux entretiens accordés à la presse. Elles reprochent aux instances nationales de ne pas avoir tenu compte de cette circonstance lors de l’évaluation du préjudice allégué. Elles concluent que la publication en cause était manifestement légitime et que, dès lors, les condamnations sévères dont elles ont fait l’objet et l’insertion d’un communiqué judiciaire en page de couverture du magazine ne présentent pas de rapport raisonnable de proportionnalité avec le but visé.", "2.  Thèse du Gouvernement", "59.  Récapitulant la jurisprudence de la Cour de cassation en matière de protection de la vie privée, le Gouvernement expose tout d’abord qu’ont été considérés comme relevant de la vie privée les relations personnelles familiales ou sentimentales d’un individu, une grossesse, une maladie, une intervention chirurgicale, des convictions religieuses, un domicile, ou encore le droit à l’image. Il précise en outre que seules les informations en rapport avec le droit à l’information du public peuvent être révélées. Lorsque les atteintes alléguées concernent des personnes dont la vie ou le statut d’hommes publics les rendent célèbres, la jurisprudence procéderait à une distinction suivant la nature des informations en cause.", "60.  Le Gouvernement souligne à cet égard que si la Cour de cassation a considéré que « toute personne a le droit au respect de sa vie privée, quel que soit son rang, sa fortune, et ses fonctions présentes ou à venir », elle a néanmoins validé également la divulgation d’informations rendues nécessaires par le débat public.", "61.  Ce contexte juridique interne exposé, le Gouvernement ne conteste pas que la condamnation prononcée contre les requérantes constitue une ingérence dans l’exercice de leur droit à la liberté d’expression. Il affirme cependant que cette ingérence était prévue par la loi – circonstance que les requérantes, en leur qualité de professionnelles de la presse, ne pouvaient selon lui ignorer – et qu’elle poursuivait un but légitime, à savoir la protection du droit à la vie privée et à l’image du prince.", "62.  Le Gouvernement soutient par ailleurs que les juridictions internes se sont conformées à la jurisprudence de la Cour. Il arguë à cet égard que les propos litigieux doivent être examinés à la lumière de l’ensemble de l’affaire et qu’il convient de tenir compte de la teneur des termes employés et du contexte dans lequel ils s’inscrivent. Invoquant la marge d’appréciation reconnue aux États en la matière, il plaide que dans le domaine de la liberté d’expression, qui impliquerait une approche subjective, les juridictions nationales sont les mieux à même de qualifier les faits, et le contrôle de la Cour ne peut tendre à substituer une nouvelle appréciation à la leur. En l’espèce, les juridictions internes auraient procédé à une analyse minutieuse et auraient cherché à ménager un équilibre entre la protection de la vie privée et celle de la liberté d’expression. Rien ne justifierait donc que l’on s’éloigne de l’appréciation de la Cour de cassation.", "63.  Devant la Grande Chambre, le Gouvernement a soutenu de surcroît qu’il n’y avait pas lieu de prendre en compte dans l’appréciation des circonstances de l’espèce la volonté de Mme Coste de rendre publique l’identité du père de son enfant afin que celui-ci soit reconnu. Selon lui, si Paris Match entendait se prévaloir des intérêts de Mme Coste, il aurait dû appeler celle-ci en la cause devant les juridictions nationales. La présente affaire concernerait donc uniquement un conflit classique entre les droits et intérêts d’un organe de presse, qui invoque sa liberté d’expression, et ceux d’une personne qui a fait l’objet d’un reportage et qui se plaint d’une violation du droit au respect de sa vie privée.", "64.  Or le Gouvernement estime qu’il y avait à cet égard, en l’espèce, une nécessité impérieuse de protéger le prince. Selon lui, l’article incriminé ne couvrait pas un sujet d’intérêt général. Il reconnaît que certaines informations concernant le prince pouvaient être rendues publiques en raison de ses fonctions, mais il considère que les révélations litigieuses, outre qu’elles étaient particulièrement intimes, n’affectaient nullement l’organisation de l’État monégasque.", "65.  Le Gouvernement estime de plus que la chambre a livré une interprétation erronée de la notion de contribution à un débat d’intérêt général, ouvrant ainsi la voie à une grande insécurité juridique. À cet égard, il arguë qu’une interprétation trop extensive de cette notion réduirait à l’extrême la portée du principe conventionnel de protection de la vie privée et familiale des personnalités publiques et ouvrirait la voie à la réitération d’atteintes à la vie privée et au droit à l’image des personnes publiques à des fins exclusivement mercantiles.", "66.  Devant la Grande Chambre, il a avancé que, dans son arrêt Von Hannover c. Allemagne (no 2) ([GC], nos 40660/08 et 60641/08, CEDH 2012), la Cour avait retenu une conception singulièrement extensive de la notion de débat d’intérêt général. Comme la doctrine l’aurait également relevé, cette conception marquerait une rupture avec le premier arrêt Von Hannover (précité), et ouvrirait la voie à la publication de photographies et d’écrits attentatoires à la vie privée des personnes publiques, une brève référence à un débat d’intérêt général apparaissant alors suffisante pour justifier pareille publication. De l’avis du Gouvernement, si une telle interprétation devait prévaloir, la notion de débat d’intérêt général, qui vise selon lui à assurer le respect de la vie privée des personnes publiques, deviendrait une coquille vide.", "67.  Le Gouvernement estime que le fait que la chambre ait constaté que l’article contenait des informations relatives à la vie privée voire intime du prince devrait conduire la Grande Chambre à considérer que la condamnation des requérantes était justifiée. Il affirme que les éléments de la vie privée présents dans l’article doivent prévaloir et que l’objet principal sinon exclusif de la publication était de satisfaire la curiosité d’un certain public sur les détails de la vie privée du prince.", "68.  Devant la Grande Chambre, il a ainsi soutenu que la chambre avait à tort considéré que l’éventuelle succession d’un enfant naturel au trône de la Principauté constituait « le message central de l’article » : celui-ci ne contiendrait que deux références à cette question, soit huit lignes sur les cinq cents lignes du texte, qui couvrirait quatre pages, auxquelles viendraient s’ajouter six pages de photographies, sans compter la photographie de couverture. Le Gouvernement réaffirme que le fait que le prince ait un fils naturel, qui n’a aucun statut officiel, ne relevait pas d’un débat d’intérêt général.", "69.  Tout en reconnaissant par ailleurs que les juridictions allemandes avaient débouté le prince lorsqu’il avait assigné l’hebdomadaire Bunte pour un article comparable à celui publié dans Paris Match, le Gouvernement soutient que les États Parties ont des traditions différentes en matière de respect par les médias de la vie privée, notamment de la vie privée des personnes publiques. Ainsi, en France, la législation et la jurisprudence seraient plus protectrices de la vie privée qu’en Allemagne et au RoyaumeUni. Cela étant, la Convention n’aurait pas pour objet d’uniformiser les droits nationaux. Les juridictions françaises auraient donc été en droit de juger, contrairement aux juridictions allemandes, que la naissance du fils du prince ne relevait pas d’un débat d’intérêt général : il s’agirait là d’une position raisonnable dans la conciliation des droits concurrents en cause.", "70.  Le Gouvernement ajoute qu’à supposer même que la Grande Chambre vienne à considérer que cette naissance relevait d’un débat d’intérêt général, la présence dans l’article litigieux de très nombreux détails intimes justifierait néanmoins qu’en l’espèce, la protection de la vie privée l’emporte sur la liberté d’expression.", "71.  Il estime en effet que la publication de l’article et de plusieurs photographies montrant le prince avec son fils était particulièrement attentatoire à la vie privée de l’intéressé. Ainsi, l’article aurait contenu des révélations sur les détails les plus intimes de la vie du prince. Par ailleurs, le prince aurait donné son accord à la prise de photos avec son fils pour un usage privé et non aux fins d’une publication. À cet égard, le Gouvernement reproche aux requérantes de ne pas avoir fait le tri dans les informations fournies par Mme Coste pour en exclure les détails intimes concernant le prince, mais d’avoir au contraire fait le choix de publier ces détails intimes, manquant ainsi selon lui à leurs devoirs et responsabilités.", "72.  Le Gouvernement expose également que le magazine a donné à ce « scoop », par le biais de photos et de légendes, un traitement spectaculaire. Il ajoute que les requérantes ne peuvent se prévaloir d’événements postérieurs à la publication de l’article, à savoir la communication du prince sur la question, pour se dédouaner de leur responsabilité.", "73.  Enfin, il explique que Paris Match est un journal commercial qui exploite souvent la vie privée d’autrui afin de satisfaire la curiosité de ses lecteurs, et que le bénéfice de cette exploitation commerciale est lié au caractère plus ou moins scandaleux des révélations faites dans le journal. En l’espèce, le numéro litigieux de Paris Match aurait été tiré à plus d’un million d’exemplaires. Dès lors, le Gouvernement estime que l’ingérence en cause dans la présente affaire était nécessaire et respectait l’obligation de proportionnalité qui découle de la jurisprudence de la Cour, le montant des dommages-intérêts imposés devant selon lui être rapporté aux recettes du magazine.", "C.  Observations des tiers intervenants", "1.  Observations du gouvernement de Monaco", "74. Le gouvernement de Monaco estime que l’arrêt de la chambre soulève une question grave relative à l’interprétation et à l’application des articles 8 et 10 de la Convention. À cet égard, il expose que le critère de la « contribution à un débat d’intérêt général », si pertinent soit-il, n’est une véritable garantie de l’équilibre entre liberté d’expression et protection de la vie privée qu’à la condition d’être justement appliqué et de ne pas être dévoyé. En l’espèce, les considérations afférentes à la paternité d’un enfant d’évidence insusceptible d’être appelé à la succession dynastique ne pourraient entrer dans le champ du débat d’intérêt général. Selon le gouvernement de Monaco, l’objet principal sinon exclusif de la publication en cause était de satisfaire l’intérêt de certains lecteurs pour l’intimité des personnes publiques. Par ailleurs, la solution retenue dans l’arrêt ferait craindre que le fait justificatif de contribution à un débat d’intérêt général ne reçoive, à l’avenir, une interprétation trop extensive, qui affaiblirait fortement la protection de la vie privée à laquelle peuvent légitimement prétendre les personnes publiques, et en particulier celles occupant des responsabilités politiques.", "75.  Le gouvernement de Monaco expose en outre que la catégorie des « personnes publiques » comporte un sous-ensemble très particulier et médiatiquement surexposé, celui des « personnalités politiques ». Il estime qu’il importe d’éviter que soit de facto consacrée, pour les articles de presse concernant les « personnalités politiques », une présomption quasi irréfragable de contribution de la publication à un débat d’intérêt général. Or l’arrêt de la chambre présenterait un risque aigu à cet égard : celui de voir la protection de la vie privée des personnalités politiques réduite à l’extrême, voire à néant. Il importerait d’autant plus de tenir compte de cette problématique que l’interprétation de la Cour est appelée à servir de référence à chaque Haute Partie contractante.", "2.  Observations de Media Legal Defence Initiative (« MLDI »)", "76.  L’ONG MLDI considère que la question de la succession au trône dans une monarchie héréditaire relève de l’intérêt général. Elle souscrit à l’interprétation faite par la chambre de cette notion. Notant qu’une interprétation large de ce qui constitue une question d’intérêt général existe déjà en Allemagne et en Belgique, elle plaide pour que soit accordée aux journalistes et aux éditeurs, dans l’exercice de leur jugement professionnel, une certaine latitude quant aux détails à inclure pour mettre en avant le cœur d’un message, en particulier lorsqu’il est clair que celui-ci a trait à une question d’intérêt général. Une telle latitude serait d’ailleurs reconnue au Royaume-Uni et dans d’autres États membres du Conseil de l’Europe.", "77.  MLDI expose que dans une monarchie constitutionnelle, le chef de l’État joue un rôle de représentation fondamental et exerce des pouvoirs qui peuvent inclure des commentaires publics ou privés, auprès des responsables politiques, sur un grand nombre de questions. De surcroît, dans une telle monarchie les questions de succession relèveraient de l’intérêt public légitime, ce qui aurait des conséquences quant à la latitude dont doit jouir la presse pour en rendre compte et au droit du public à en être informé lorsque cela s’avère approprié.", "78.  MLDI estime en outre que la sanction imposée en l’espèce était particulièrement sévère. Elle est d’avis que l’obligation de publication judiciaire risque non seulement de porter atteinte à la réputation du magazine mais aussi d’avoir un impact important sur ses ventes futures. De plus, elle considère que le montant élevé des dommages-intérêts alloués dans la présente affaire devrait, au regard de la jurisprudence de la Cour, s’analyser en une forme de censure.", "D.  Appréciation de la Cour", "79.  La Cour constate qu’il ne fait pas controverse entre les parties que la condamnation litigieuse a constitué une ingérence dans l’exercice par les requérantes du droit à la liberté d’expression protégé par l’article 10 de la Convention. Il n’est pas davantage contesté que cette ingérence était prévue par la loi en ce qu’elle était fondée sur les articles 9 et 1382 du code civil, ni qu’elle poursuivait un but légitime, à savoir la protection des droits d’autrui au sens de l’article 10 § 2 de la Convention – en l’espèce, le droit du prince à la vie privée et à l’image. La Cour souscrit à cette appréciation.", "80.  Les requérantes émettent toutefois une réserve quant à la légalité et à la légitimité de l’ingérence en cause, estimant trop extensive l’interprétation de la notion de vie privée faite en l’espèce par les juridictions nationales et se plaignant d’une absence de mise en balance circonstanciée des différents intérêts en présence (paragraphes 48-50 ci-dessus). Cela étant, la Cour estime que ces arguments relèvent de l’appréciation de la nécessité de l’ingérence et ne sont de nature à en remettre en cause ni la légalité ni le but légitime.", "81.  En l’occurrence, le différend porte donc sur la question de savoir si l’ingérence était « nécessaire dans une société démocratique ».", "1.  Les principes généraux qui se dégagent de la jurisprudence de la Cour", "82.  Maintes fois saisie de litiges appelant un examen du juste équilibre à ménager entre le droit au respect de la vie privée et le droit à la liberté d’expression, la Cour a développé une jurisprudence abondante en la matière. Eu égard aux circonstances de la présente affaire, elle estime utile de rappeler les principes généraux relatifs à chacun des droits en cause puis d’exposer les critères de mise en balance de ces droits.", "a)  Les principes généraux concernant le droit au respect de la vie privée", "83.  La Cour rappelle que la notion de vie privée est une notion large, non susceptible d’une définition exhaustive. Elle comprend des éléments se rapportant à l’identité d’une personne, tels que son nom, sa photographie, son intégrité physique et morale. Elle comprend également le droit de vivre en privé, loin de toute attention non voulue (Smirnova c. Russie, nos 46133/99 et 48183/99, § 95, CEDH 2003IX). La garantie offerte à cet égard par l’article 8 de la Convention est principalement destinée à assurer le développement, sans ingérences extérieures, de la personnalité de chaque individu dans ses relations avec ses semblables. Il existe donc une zone d’interaction entre l’individu et des tiers qui, même dans un contexte public, peut relever de la vie privée.", "84.  Par ailleurs, si une personne privée inconnue du public peut prétendre à une protection particulière de son droit à la vie privée, il n’en va pas de même des personnes publiques (Minelli c. Suisse (déc.), no 14991/02, 14 juin 2005). Cela étant, dans certaines circonstances, une personne, même connue du public, peut se prévaloir d’une « espérance légitime » de protection et de respect de sa vie privée (voir, entre autres, Von Hannover (no 2), précité, § 97).", "85.  La publication d’une photographie interfère dès lors avec la vie privée d’une personne même si cette personne est une personne publique (ibidem, § 95). La Cour a en effet jugé, à de nombreuses reprises, qu’un cliché pouvait contenir des « informations » très personnelles, voire intimes, sur un individu ou sa famille (ibidem, § 103). Aussi a-t-elle reconnu le droit de toute personne à son image, soulignant que l’image d’un individu est l’un des attributs principaux de sa personnalité, en raison du fait qu’elle exprime son originalité et lui permet de se différencier de ses pairs. Le droit de la personne à la protection de son image constitue ainsi l’une des conditions essentielles de son épanouissement personnel. Il présuppose principalement la maîtrise par l’individu de son image, ce qui comprend notamment la possibilité d’en refuser la diffusion (ibidem, § 96).", "86.  Pour déterminer si une publication porte atteinte au droit à la vie privée de l’intéressé, la Cour tient compte de la manière dont l’information ou la photographie a été obtenue. En particulier, elle accorde de l’importance au fait que le consentement des personnes concernées a été recueilli ou qu’une photographie suscite un sentiment plus ou moins fort d’intrusion (Von Hannover c. Allemagne, no 59320/00, § 59, CEDH 2004VI, Gourguénidzé c. Géorgie, no 71678/01, §§ 5560, 17 octobre 2006, et Hachette Filipacchi Associés c. France, no 71111/01, § 48, 14 juin 2007). Elle a ainsi eu l’occasion d’observer que les photographies paraissant dans la presse dite « à sensation », ou « presse du cœur », qui a habituellement pour objet de satisfaire la curiosité du public sur les détails de la vie strictement privée d’autrui (Société Prisma Presse c. France (déc.), no 66910/01, 1er juillet 2003, Société Prisma Presse c. France (déc.), no 71612/01, 1er juillet 2003, et Hachette Filipacchi Associés (ICI PARIS) c. France, no 12268/03, § 40, 23 juillet 2009), sont souvent réalisées dans un climat de harcèlement continu, pouvant entraîner pour la personne concernée un sentiment très fort d’intrusion dans sa vie privée, voire de persécution (Von Hannover, précité, § 59). Entre également en jeu dans l’appréciation de la Cour le but dans lequel une photographie a été utilisée et pourra être utilisée à l’avenir (Reklos et Davourlis c. Grèce, no 1234/05, § 42, 15 janvier 2009, et Hachette Filipacchi Associés (ICI PARIS), précité, § 52).", "87.  Ces facteurs ne sont toutefois pas limitatifs. D’autres critères peuvent être pris en compte selon les circonstances particulières de l’espèce. Ici, la Cour réitère l’importance d’avoir égard à la gravité de l’intrusion dans la vie privée et des répercussions de la publication pour la personne visée (Gourguénidzé, précité, § 41).", "b)  Les principes généraux concernant le droit à la liberté d’expression", "88.  La liberté d’expression constitue l’un des fondements essentiels d’une société démocratique, l’une des conditions primordiales de son progrès et de l’épanouissement de chacun. Sous réserve du paragraphe 2 de l’article 10, elle vaut non seulement pour les informations ou idées accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent : ainsi le veulent le pluralisme, la tolérance et l’esprit d’ouverture sans lesquels il n’est pas de « société démocratique ». Telle que la consacre l’article 10, la liberté d’expression est assortie d’exceptions, qui appellent toutefois une interprétation étroite, et le besoin de la restreindre doit se trouver établi de manière convaincante (Handyside c. Royaume-Uni, 7 décembre 1976, § 49, série A no 24, et, parmi d’autres, Lindon, Otchakovsky-Laurens et July c. France [GC], nos 21279/02 et 36448/02, § 45, CEDH 2007IV, et Von Hannover (no 2), précité, § 101).", "89.  Si la presse ne doit pas franchir certaines limites, tenant notamment à la protection de la réputation et des droits d’autrui, il lui incombe néanmoins de communiquer, dans le respect de ses devoirs et de ses responsabilités, des informations et des idées sur toutes les questions d’intérêt général. Ainsi, la mission d’information comporte nécessairement des « devoirs et des responsabilités » ainsi que des limites que les organes de presse doivent s’imposer spontanément (Mater c. Turquie, no 54997/08, § 55, 16 juillet 2013). À la fonction de la presse qui consiste à diffuser des informations et des idées sur des questions d’intérêt général s’ajoute le droit pour le public d’en recevoir. S’il en allait autrement, la presse ne pourrait jouer son rôle indispensable de « chien de garde » (Bladet Tromsø et Stensaas c. Norvège [GC], no 21980/93, §§ 59 et 62, CEDH 1999III, Pedersen et Baadsgaard c. Danemark [GC], no 49017/99, § 71, CEDH 2004XI, et Von Hannover (no 2), précité, § 102). De plus, il n’appartient pas à la Cour, ni d’ailleurs aux juridictions internes, de se substituer à la presse dans le choix du mode de compte rendu à adopter dans un cas donné (Jersild c. Danemark, 23 septembre 1994, § 31, série A no 298, et Stoll c. Suisse [GC], no 69698/01, § 146, CEDH 2007V). La liberté d’expression comprend par ailleurs la publication de photographies. Il s’agit néanmoins d’un domaine où la protection de la réputation et des droits d’autrui revêt une importance particulière, les photographies pouvant contenir des informations très personnelles, voire intimes, sur un individu ou sa famille (Von Hannover (no 2), précité, § 103). Enfin, même si la divulgation d’informations sur la vie privée des personnes publiques poursuit généralement un but de divertissement et non d’éducation, elle contribue à la variété de l’information disponible au public et bénéficie indubitablement de la protection de l’article 10 de la Convention. Cette protection peut toutefois céder devant les exigences de l’article 8 lorsque l’information en cause est de nature privée et intime et qu’il n’y a pas d’intérêt public à sa diffusion (Mosley c. Royaume-Uni, no 48009/08, § 131, 10 mai 2011).", "c)  Les principes généraux concernant la marge d’appréciation et la mise en balance des droits", "90.  Le choix des mesures propres à garantir l’observation de l’article 8 de la Convention dans les rapports entre individus relève en principe de la marge d’appréciation des États contractants, et ce que les obligations à la charge de l’État soient positives ou négatives (Von Hannover (no 2), précité § 104, avec les références citées). De même, sur le terrain de l’article 10 de la Convention, les États contractants disposent d’une certaine marge d’appréciation pour juger de la nécessité et de l’ampleur d’une ingérence dans la liberté d’expression protégée par cette disposition (ibidem). Toutefois, cette marge va de pair avec un contrôle européen portant à la fois sur la loi et sur les décisions qui l’appliquent, même quand cellesci émanent d’une juridiction indépendante. Dans l’exercice de son pouvoir de contrôle, la Cour n’a pas pour tâche de se substituer aux juridictions nationales, mais il lui incombe de vérifier, à la lumière de l’ensemble de l’affaire, si les décisions qu’elles ont rendues en vertu de leur pouvoir d’appréciation se concilient avec les dispositions de la Convention invoquées (ibidem, § 105, avec les références citées).", "91.  Dans les affaires qui nécessitent une mise en balance entre le droit au respect de la vie privée et le droit à la liberté d’expression, la Cour considère que l’issue de la requête ne saurait en principe varier selon que l’affaire a été portée devant elle, sous l’angle de l’article 8 de la Convention, par la personne faisant l’objet du reportage ou, sous l’angle de l’article 10, par l’éditeur qui l’a publié. En effet, ces droits méritent a priori un égal respect (ibidem, § 106). Dès lors, la marge d’appréciation devrait en principe être la même dans les deux cas.", "92.  Selon la jurisprudence constante de la Cour, la condition de « nécessité dans une société démocratique » commande de déterminer si l’ingérence litigieuse correspondait à un besoin social impérieux, si elle était proportionnée au but légitime poursuivi, et si les motifs fournis par les autorités nationales pour la justifier sont pertinents et suffisants (Sunday Times c. Royaume-Uni (no 1), 26 avril 1979, § 62, série A no 30). La marge d’appréciation dont jouissent les autorités nationales pour déterminer s’il existe pareil « besoin » et quelles mesures doivent être adoptées pour y répondre n’est pas illimitée, elle va de pair avec un contrôle européen exercé par la Cour, qui doit dire en dernier ressort si une restriction se concilie avec la liberté d’expression telle que la protège l’article 10. Si la mise en balance à laquelle ont procédé les autorités nationales s’est faite dans le respect des critères établis dans la jurisprudence de la Cour, il faut des raisons sérieuses pour que celleci substitue son avis à celui des juridictions internes (Von Hannover (no 2), précité, § 107).", "93.  La Cour a déjà eu l’occasion d’énoncer les principes pertinents qui doivent guider son appréciation dans ce domaine. Elle a ainsi posé un certain nombre de critères dans le contexte de la mise en balance des droits en présence (Von Hannover (no 2), précité, §§ 109-113, et Axel Springer AG c. Allemagne [GC], no 39954/08, §§ 90-95, 7 février 2012). Les critères pertinents ainsi définis sont la contribution à un débat d’intérêt général, la notoriété de la personne visée, l’objet du reportage, le comportement antérieur de la personne concernée, le contenu, la forme et les répercussions de la publication, ainsi que, le cas échéant, les circonstances de la prise des photographies. Dans le cadre d’une requête introduite sous l’angle de l’article 10, la Cour vérifie en outre le mode d’obtention des informations et leur véracité ainsi que la gravité de la sanction imposée aux journalistes ou aux éditeurs (ibidem). La Cour estime que les critères ainsi définis peuvent être transposés à la présente affaire.", "2.  Application de ces principes au cas d’espèce", "94.  La Cour observe que l’article litigieux consistait en une interview de Mme Coste, qui révélait que le prince était le père de son fils. L’article donnait en outre des précisions quant aux circonstances dans lesquelles Mme Coste avait rencontré le prince, à leur relation intime, à leurs sentiments mutuels et à la manière dont il avait réagi à sa grossesse et dont il se comportait avec l’enfant. Il était assorti de photographies du prince avec l’enfant dans les bras ou accompagné de Mme Coste, dans un contexte aussi bien privé que public (paragraphes 14-16 ci-dessus).", "95.  À cet égard et au vu des arguments avancés par les parties (paragraphes 53 et 69 ci-dessus) quant aux conclusions auxquelles sont parvenues les juridictions allemandes à propos de publications sensiblement similaires parues dans Bunte, la Cour estime utile de souligner, à titre liminaire, que son rôle en l’espèce consiste avant tout à vérifier que les instances nationales dont les requérantes contestent les décisions ont procédé à une juste pondération des droits en cause en statuant à l’aune des critères qu’elle a définis pour ce faire (critères rappelés au paragraphe 93 cidessus). Ainsi, l’appréciation qu’elle fera des circonstances de la présente affaire ne saurait procéder d’un examen comparé des décisions adoptées respectivement par les juridictions françaises et les juridictions allemandes quant à l’information révélée.", "a)  Quant à la question de la contribution à un débat d’intérêt général", "96.  La Cour rappelle que l’article 10 § 2 de la Convention ne laisse guère de place pour des restrictions à la liberté d’expression lorsqu’est en cause une question d’intérêt général (voir, entre autres, Wingrove c. RoyaumeUni, 25 novembre 1996, § 58, Recueil des arrêts et décisions 1996V). La marge d’appréciation des États est en effet réduite en matière de débat touchant à l’intérêt général (Editions Plon c. France, no 58148/00, § 44, CEDH 2004IV). Dans les circonstances de la présente affaire, il est donc essentiel de déterminer si la teneur de l’interview révélant la paternité du prince pouvait s’entendre comme constitutive d’une information de nature à « contribuer à un débat d’intérêt général ».", "i.  Quant à la notion de « contribution à un débat d’intérêt général »", "97.  Le Gouvernement arguë qu’une interprétation trop extensive de cette notion serait de nature à annihiler toute protection de la vie privée des personnes publiques (paragraphes 65-66 cidessus). À cet égard, la Cour souligne que la définition de ce qui est susceptible de relever de l’intérêt général dépend des circonstances de chaque affaire (Von Hannover (no 2), précité, § 109, et Axel Springer AG, précité, § 90).", "98.  Elle rappelle également qu’elle a déjà eu l’occasion de se prononcer sur diverses situations dont elle a conclu que, tout en étant susceptibles d’être rattachées à la vie privée, elles pouvaient légitimement être portées à la connaissance du public. Elle a alors pris en compte un certain nombre de facteurs permettant de déterminer si une publication révélant des éléments de la vie privée concernait également une question d’intérêt général. Parmi ces facteurs figurent l’importance de la question pour le public ainsi que la nature de l’information révélée (Von Hannover (no 2), précité, § 109, ainsi que, dans le contexte du droit à la réputation, Axel Springer AG, précité, § 90, avec les références citées).", "99.  Elle a notamment admis par le passé que des éléments de la vie privée puissent être révélés en raison de l’intérêt que le public peut avoir à prendre connaissance de certains traits de la personnalité de la personne publique en cause (voir les affaires Ojala et Etukeno Oy c. Finlande, no 69939/10, §§ 54-55, 14 janvier 2014, et Ruusunen c. Finlande, no 73579/10, §§ 49-50, 14 janvier 2014, dans lesquelles la Cour a estimé que le moment et la manière dont un ancien Premier ministre finlandais avait noué une relation amoureuse et la rapidité avec laquelle celle-ci s’était développée pouvaient se révéler d’intérêt public, dès lors qu’ils permettaient d’appréhender une éventuelle malhonnêteté ou un manque de jugement à cet égard). Il reste cependant que la vie amoureuse et sentimentale d’une personne présente en principe un caractère strictement privé. Dès lors, en général, les détails afférents à la vie sexuelle ou aux moments intimes d’un couple ne devraient pouvoir être portés à la connaissance du public, sans consentement préalable pour ce faire, que dans des circonstances exceptionnelles.", "100.  La Cour a également souligné maintes fois que, s’il existe un droit du public à être informé, droit qui est essentiel dans une société démocratique et peut même, dans des circonstances particulières, porter sur des aspects de la vie privée de personnes publiques, des publications ayant pour seul objet de satisfaire la curiosité d’un certain lectorat sur les détails de la vie privée d’une personne ne sauraient, quelle que soit la notoriété de cette personne, passer pour contribuer à un quelconque débat d’intérêt général pour la société (Von Hannover, précité, § 65, MGN Limited c. RoyaumeUni, no 39401/04, § 143, 18 janvier 2011, et Alkaya c. Turquie, no 42811/06, § 35, 9 octobre 2012).", "101.  Ainsi, un article portant sur les liaisons extraconjugales qu’auraient entretenues des personnalités publiques de premier plan, hauts fonctionnaires de l’État, ne fait que colporter des ragots servant uniquement à satisfaire la curiosité d’un certain lectorat (Standard Verlags GmbH c. Autriche (no 2), no 21277/05, § 52, 4 juin 2009). De même, la publication de photographies représentant dans des scènes de la vie quotidienne une princesse qui n’exerce aucune fonction officielle ne vise qu’à satisfaire la curiosité d’un certain public (Von Hannover, précité, § 65, avec les références citées). La Cour réaffirme à cet égard que l’intérêt général ne saurait être réduit aux attentes d’un public friand de détails quant à la vie privée d’autrui, ni au goût des lecteurs pour le sensationnel voire, parfois, pour le voyeurisme.", "102.  Pour vérifier qu’une publication portant sur la vie privée d’autrui ne tend pas uniquement à satisfaire la curiosité d’un certain lectorat mais constitue également une information d’importance générale, il faut apprécier la totalité de la publication et rechercher si celle-ci, prise dans son ensemble et au regard du contexte dans lequel elle s’inscrit (Tønsbergs Blad A.S. et Haukom c. Norvège, no 510/04, § 87, 1er mars 2007, Björk Eiðsdóttir c. Islande, no 46443/09, § 67, 10 juillet 2012, et Erla Hlynsdόttir c. Islande, no 43380/10, § 64, 10 juillet 2012), se rapporte à une question d’intérêt général.", "103.  À cet égard, la Cour précise qu’ont trait à un intérêt général les questions qui touchent le public dans une mesure telle qu’il peut légitimement s’y intéresser, qui éveillent son attention ou le préoccupent sensiblement (Sunday Times, précité, § 66), notamment parce qu’elles concernent le bien-être des citoyens ou la vie de la collectivité (Barthold c. Allemagne, 25 mars 1985, § 58, série A no 90). Tel est le cas également des questions qui sont susceptibles de créer une forte controverse, qui portent sur un thème social important (voir par exemple Erla Hlynsdόttir, précité, § 64), ou encore qui ont trait à un problème dont le public aurait intérêt à être informé (Tønsbergs Blad A.S. et Haukom, précité, § 87).", "ii.  Quant à la contribution de l’article litigieux à un débat d’intérêt général", "104.  En l’espèce, les juridictions nationales ont conclu à l’absence de « tout fait d’actualité » comme de « tout débat d’intérêt général » qui puissent être rattachés à la publication litigieuse, l’enfant étant exclu de la succession au trône, situation que « les conclusions de la société ne soutenaient ni être en débat dans les sociétés française ou monégasque, ni être étudiée par la publication ». Elles ont ainsi estimé que l’article litigieux constituait une intrusion dans la vie privée du prince qui n’était nullement susceptible d’être justifiée par « les nécessités (…) de l’actualité », nécessités qu’elles ont jugé « inexistantes » (paragraphes 27 et 36 ci-dessus).", "105.  La Cour estime quant à elle qu’il faut apprécier l’article dans son ensemble ainsi que la substance de l’information qui y est révélée, pour déterminer si la teneur de l’interview dévoilant la paternité du prince peut s’analyser en une information ayant pour objet une question d’intérêt général. Certes, à cet égard, ayant à l’esprit les observations des juridictions nationales (paragraphes 20, 27 et 36 ci-dessus) et du Gouvernement (paragraphe 70 ci-dessus), la Cour admet que l’interview de Mme Coste contenait de nombreux détails de l’intimité du prince et de ses sentiments réels ou supposés qui, dans les circonstances de l’espèce, ne se rattachent pas directement à un débat d’intérêt général.", "106.  Pour autant, elle considère que l’article ne peut être regardé comme ayant uniquement pour sujet les relations entre Mme Coste et le prince, sauf à réduire grandement la portée de la notion d’intérêt général. Il ne fait aucun doute que la publication, prise dans son ensemble et dans son contexte et analysée à la lumière des précédents jurisprudentiels susmentionnés (paragraphes 98-103 ci-dessus), se rapportait également à une question d’intérêt général.", "107.  À cet égard, la Cour estime tout d’abord utile de souligner que si une naissance est un fait de nature intime, celui-ci ne relève pas de la seule sphère privée des personnes concernées mais a également une dimension publique, puisqu’il s’accompagne en principe d’une déclaration publique (acte juridique de la vie civile) et de l’établissement d’une filiation. À l’aspect purement privé et familial que comporte la filiation d’une personne s’ajoute donc un aspect public lié au mode d’organisation social et juridique de la parenté. Une information relatant une naissance ne saurait donc être considérée, en soi, comme une révélation ayant trait exclusivement aux détails de la vie privée d’autrui, dont le but serait uniquement de satisfaire la curiosité du public.", "108.  Ensuite, eu égard aux spécificités de la principauté de Monaco, où « les liens entre la Famille souveraine et les Monégasques sont très étroits » et où « le règne monarchique (...) s’est fondé sur l’union entre le prince et la communauté nationale », la Cour estime qu’on ne saurait dénier la valeur d’intérêt général – à tout le moins pour les sujets de la Principauté – au fait que le prince – connu à l’époque comme étant célibataire et sans enfant – a une descendance, qui plus est masculine. La circonstance que le fils du prince était un enfant naturel est sans conséquence sur ce point. En effet, la naissance de cet enfant n’était pas dénuée, à l’époque, d’éventuelles incidences dynastiques et patrimoniales : le prince n’était alors pas marié et la question d’une légitimation par mariage pouvait se poser, même si une telle issue était improbable.", "109.  Les incidences successorales de cette naissance étaient d’ailleurs mentionnées dans l’article où était relatée la mise en garde attribuée au conseil du prince, qui aurait déclaré : « Tu te rends compte, si c’est un garçon, on se servira de ça pour qu’Albert ne monte pas sur le trône et le trône, l’enfant pourrait le revendiquer ». Elles apparaissaient également dans les propos de Mme Coste lorsque celle-ci déclarait : « je n’avais pas envie qu’il grandisse comme Mazarine (...) Je ne pensais qu’à ça et pas une seconde au fait qu’il représente un héritier potentiel ». Ainsi se trouvaient également évoquées les raisons qui pouvaient pousser le prince à refuser de reconnaître officiellement sa paternité et à préférer maintenir celle-ci secrète. De plus, à travers les propos de Mme Coste, qui déclarait avoir « peur pour l’équilibre psychologique de [son] fils » et vouloir qu’il « grandisse normalement avec un père », l’article abordait également la question de l’intérêt supérieur de l’enfant à voir officiellement établie sa filiation paternelle, aspect important de son identité personnelle.", "110.  À ce stade, la Cour rappelle, eu égard à l’argument du Gouvernement relatif au fait que l’article ne contenait que quelques lignes sur la question de la qualité d’héritier potentiel de l’enfant (paragraphe 68 ci-dessus), que seule importe la question de savoir si un reportage est susceptible de contribuer au débat d’intérêt général et non de savoir s’il a pleinement atteint cet objectif (Haldimann et autres c. Suisse, no 21830/09, § 57, CEDH 2015). Elle précise qu’il n’est pas nécessaire, pour qu’une publication contribue à un débat d’intérêt général, qu’elle y soit entièrement consacrée : il peut suffire qu’elle s’y rattache et qu’elle présente un ou plusieurs éléments en ce sens (Lillo-Stenberg et Sæther c. Norvège, no 13258/09, § 37, 16 janvier 2014, Ojala et Etukeno Oy, précité, § 54, et Ruusunen, précité, § 49).", "111.  En l’espèce, l’information litigieuse n’était pas dénuée de toute incidence politique, et elle pouvait susciter l’intérêt du public sur les règles de succession en vigueur dans la Principauté (qui excluaient les enfants nés hors mariage de la succession au trône). De même, l’attitude du prince, qui entendait conserver le secret de sa paternité et se refusait à une reconnaissance publique (paragraphes 25 et 27 ci-dessus), pouvait, dans une monarchie héréditaire dont le devenir est intrinsèquement lié à l’existence d’une descendance, provoquer l’attention du public. Tel était également le cas de son comportement vis-à-vis de la mère de l’enfant – qui ne parvenait à obtenir ni l’acte de reconnaissance notarié de son fils, ni sa transcription à l’état civil (paragraphe 17 ci-dessus) – et de l’enfant lui-même : ces informations pouvaient être révélatrices de la personnalité du prince, notamment quant à sa manière d’aborder et d’assumer ses responsabilités.", "112.  Dans ce contexte, il importe de rappeler le rôle symbolique de la monarchie héréditaire. Dans une telle monarchie, le prince incarne l’unité de la nation. Dès lors, certains événements touchant les membres de la famille princière, s’ils relèvent de la vie privée, participent également de l’histoire contemporaine. Ainsi la Cour en a-t-elle notamment jugé de la maladie du prince Rainier III (Von Hannover (no 2), précité, §§ 38 et 117). Pour la Cour, il en est de même de la naissance d’un enfant, fût-il un enfant naturel, d’autant qu’à la date des faits litigieux cet enfant paraissait être le seul descendant du prince. En effet, dans une monarchie constitutionnelle héréditaire, la personne du prince et sa lignée témoignent aussi de la continuité de l’État.", "113.  Partant, la Grande Chambre estime que, si l’article litigieux contenait certes de nombreux détails ressortissant exclusivement à la vie privée voire intime du prince, il avait également pour objet une information de nature à contribuer à un débat d’intérêt général (paragraphes 105112 cidessus), comme les requérantes l’ont soutenu aussi bien devant les juridictions internes que devant la Cour (paragraphes 30-33 et 5253 cidessus).", "114.  Eu égard aux conclusions des juridictions nationales à cet égard (paragraphe 104 ci-dessus), la Cour estime utile de souligner que la contribution de la presse à un débat d’intérêt général ne saurait être limitée aux seuls faits d’actualité ou débats préexistants. La presse est certes un vecteur de diffusion des débats d’intérêt général, mais elle a également pour rôle de révéler et de porter à la connaissance du public des informations susceptibles de susciter l’intérêt et de faire naître un tel débat au sein de la société. Au demeurant, au vu des articles parus dans le Daily Mail et dans Bunte (paragraphes 9 et 11 ci-dessus), la Cour observe que la qualité d’héritier potentiel ou non de l’enfant était déjà un sujet de discussion publique.", "115.  Dès lors, elle considère que les juridictions nationales devaient apprécier l’ensemble de la publication pour en déterminer le sujet avec justesse, et non examiner les propos touchant à la vie privée du prince hors de leur contexte. Or, en l’occurrence, elles ont refusé de prendre en compte l’intérêt que pouvait revêtir pour le public l’information centrale de la publication – à savoir l’existence d’un enfant dont le prince était le père – et se sont concentrées sur les détails concernant l’intimité du couple donnés par Mme Coste. Ce faisant, elles ont privé de toute efficacité le moyen de justification tiré de l’intérêt général dont se sont prévalues les requérantes.", "116.  En l’espèce pourtant, eu égard à la nature de l’information en cause, la Cour ne voit aucune raison de douter qu’en publiant le récit de Mme Coste les requérantes pouvaient s’entendre comme ayant contribué à un débat d’intérêt général.", "b)  Quant à la notoriété de la personne visée et à l’objet du reportage", "i.  Quant aux incidences de la qualification de « personne publique »", "117.  La Cour rappelle que le rôle ou la fonction de la personne visée et la nature de l’activité faisant l’objet du reportage et/ou d’une photo constituent un autre critère important à prendre en compte (Von Hannover (no 2), précité, § 110, et Axel Springer AG, précité, § 91). En effet, le caractère public ou notoire d’une personne influe sur la protection dont sa vie privée peut bénéficier. La Cour a ainsi reconnu à maintes reprises que le public avait le droit d’être informé de certains aspects de la vie privée des personnes publiques (voir, entre autres, Karhuvaara et Iltalehti c. Finlande, no 53678/00, § 45, CEDH 2004X).", "118.  Il faut donc opérer une distinction entre les personnes privées et les personnes agissant dans un contexte public, en tant que personnalités politiques ou que personnes publiques. On ne saurait en effet assimiler à un reportage sur les détails de la vie privée d’une personne un reportage relatant, au sujet de personnalités politiques, des faits susceptibles de contribuer à un débat dans une société démocratique, à raison par exemple de l’exercice de leurs fonctions officielles (Von Hannover, précité, § 63, et Standard Verlags GmbH et Krawagna-Pfeifer c. Autriche, no 19710/02, § 47, 2 novembre 2006).", "119.  Ainsi, selon qu’elle est ou non investie de fonctions officielles, une personne pourra voir son droit à l’intimité de sa vie privée plus ou moins restreint : en ce sens, le droit des personnes publiques à préserver le secret de leur vie privée est en principe plus large lorsqu’elles ne sont détentrices d’aucune fonction officielle (même si elles jouent un rôle de représentation en tant que membres d’une famille princière, voir à cet égard Von Hannover, précité, §§ 76-77) et plus restreint lorsqu’elles sont investies d’une telle fonction (voir par exemple Lingens c. Autriche, 8 juillet 1986, § 42, série A no 103, et Ojala et Etukeno Oy, précité, § 52).", "120.  En effet, le fait d’exercer une fonction publique ou de prétendre à un rôle politique expose nécessairement à l’attention du public, y compris dans des domaines relevant de la vie privée. Dès lors, certains actes privés des personnes publiques peuvent ne pas être considérés comme tels, en raison de l’impact qu’ils peuvent avoir eu égard au rôle de ces personnes sur la scène politique ou sociale et de l’intérêt que le public peut avoir, en conséquence, à en prendre connaissance. La Cour fait sienne l’analyse de l’Assemblée parlementaire du Conseil de l’Europe, selon laquelle « les personnes publiques doivent se rendre compte que la position particulière qu’elles prennent dans la société, et qui est souvent la conséquence de leur propre choix, entraîne automatiquement une pression élevée dans leur vie privée » (Point 6 de la Résolution 1165 (1998), paragraphe 43 ci-dessus ).", "121.  Ainsi, la Cour a notamment reconnu qu’un homme politique s’expose inévitablement et consciemment à un contrôle attentif de ses faits et gestes, tant par les journalistes que par la masse des citoyens (voir, entre autres, Lingens, précité, § 42). Ce principe ne s’applique d’ailleurs pas uniquement aux hommes politiques mais vaut pour toute personne qui fait partie de la sphère publique, que ce soit par ses actes (voir en ce sens Krone Verlag GmbH & Co. KG c. Autriche, no 34315/96, § 37, 26 février 2002, et News Verlags GmbH & Co.KG c. Autriche, no 31457/96, § 54, CEDH 2000I) ou par sa position (Verlagsgruppe News GmbH c. Autriche (no 2), no 10520/02, § 36, 14 décembre 2006).", "122.  Cela étant, dans certaines circonstances, une personne, même connue du public, peut se prévaloir d’une « espérance légitime » de protection et de respect de sa vie privée (Von Hannover (no 2), précité, § 97). Ainsi, l’appartenance d’un individu à la catégorie des personnalités publiques ne saurait aucunement, même dans le cas de personnes exerçant des fonctions officielles, autoriser les médias à transgresser les principes déontologiques et éthiques qui devraient s’imposer à eux ni légitimer des intrusions dans la vie privée.", "123.  Ainsi, la notoriété ou les fonctions d’une personne ne peuvent en aucun cas justifier le harcèlement médiatique ni la publication de photographies obtenues par des manœuvres frauduleuses ou clandestines (voir, en ce qui concerne des photographies de personnalités connues prises au téléobjectif à leur insu, Von Hannover, précité, § 68) ou de photographies révélant des détails de la vie privée des personnes et constituant une intrusion dans leur intimité (voir, en ce qui concerne la publication de photographies sur une prétendue relation adultère, Campmany et Lopez Galiacho Perona c. Espagne (déc.), no 54224/00, CEDH 2000-XII).", "124.  En l’espèce, la Cour observe que le prince est une personne qui, par sa naissance en tant que membre d’une famille princière et ses fonctions publiques, à la fois politique et de représentation, en qualité de chef d’État, jouit d’une notoriété publique indéniable. Il fallait donc que les juridictions nationales envisagent la mesure dans laquelle cette notoriété et ces fonctions publiques étaient de nature à influer sur la protection dont sa vie privée pouvait bénéficier. Or elles se sont abstenues d’intégrer cette circonstance à leur appréciation des faits soumis à leur examen. Ainsi, bien qu’elle ait rappelé qu’il pouvait être fait exception au principe de protection de la vie privée lorsque les faits révélés étaient susceptibles de susciter un débat à raison de leur impact compte tenu du statut ou des fonctions de la personne concernée (paragraphe 26 ci-dessus), la cour d’appel de Versailles n’en a tiré aucune conséquence en l’espèce. De même, la Cour de cassation a seulement énoncé de façon générale que « toute personne, quel que soit son rang, sa naissance, sa fortune, ses fonctions présentes ou à venir a[vait] droit au respect de sa vie privée » (paragraphe 36 ci-dessus).", "125.  Or, l’espérance de protection de la vie privée pouvant se trouver réduite en raison des fonctions publiques exercées, la Cour estime que, pour procéder à une juste mise en balance des intérêts en cause, les juridictions internes auraient dû tenir compte dans leur appréciation des circonstances soumises à leur examen des incidences que pouvaient avoir la qualité de chef d’État du prince, et chercher à déterminer, dans ce cadre, ce qui dans l’article litigieux relevait du domaine strictement privé et ce qui pouvait relever du domaine public.", "ii.  Quant à l’objet de la publication", "126.  La Cour observe tout d’abord que la publication litigieuse touchait certes au domaine de la vie privée du prince en ce qu’elle rendait compte de sa vie sentimentale et décrivait ses relations avec son fils. Pour autant, renvoyant à ses constatations préalables (paragraphes 106-114), elle estime que l’élément essentiel de l’information contenue dans l’article – l’existence de l’enfant – dépassait le cadre de la vie privée, compte tenu du caractère héréditaire de ses fonctions de chef de l’État monégasque. De plus, le prince s’étant montré publiquement en plusieurs occasions aux côtés de Mme Coste (paragraphes 14 et 16 ci-dessus), la Cour considère que l’existence de sa relation avec elle ne relevait plus de sa seule vie privée.", "127.  La Cour souligne ensuite que l’article n’avait pas pour seul objet la vie privée du prince mais portait également sur celle de Mme Coste et de son fils, sur lequel Mme Coste était la seule à avoir l’autorité parentale. Ainsi, en est-il notamment des détails afférents à la grossesse de l’interviewée, à ses propres sentiments, à la naissance de son fils, au problème de santé de l’enfant et à leur vie commune (paragraphe 14 ci-dessus). Il s’agissait là d’éléments relevant de la vie privée de Mme Coste et sur lesquels elle n’était nullement tenue au silence et était libre de s’exprimer. La Cour ne peut ignorer à cet égard que l’article litigieux a été un relais d’expression pour l’interviewée et pour son fils.", "128.  En outre, pour la publication litigieuse, Mme Coste était mue par un intérêt personnel, à savoir obtenir la reconnaissance officielle de son fils, ce que l’article expose d’ailleurs très clairement (paragraphes 14 et 15 cidessus). L’interview soulevait donc une question d’intérêt général mais concernait également des intérêts privés concurrents : celui de Mme Coste à obtenir la reconnaissance de son fils, raison pour laquelle elle avait sollicité les médias (paragraphe 17 ci-dessus), celui de l’enfant à voir établie sa filiation paternelle et celui du prince au secret de celle-ci.", "129.  La Cour convient néanmoins que, comme le soutient le Gouvernement (paragraphe 63 ci-dessus), le droit à la liberté d’expression de Mme Coste pour elle-même et pour son fils n’est pas directement en cause dans la présente affaire, Mme Coste n’ayant pas été partie à la procédure devant les instances nationales et n’étant pas partie à la procédure devant la Cour. Elle souligne toutefois que le mélange des éléments relevant de la vie privée de Mme Coste et de celle du prince devait être pris en compte pour apprécier la protection due à ce dernier.", "c)  Quant au comportement antérieur de la personne concernée", "130.  La Cour observe que ni les juridictions internes ni les parties ne se sont prononcées sur le comportement antérieur du prince. Dans les circonstances de l’espèce, elle estime que, sauf à spéculer, les éléments du dossier ne peuvent suffire à lui permettre de prendre connaissance ou d’appréhender le comportement antérieur du prince vis-à-vis des médias. Au demeurant, le seul fait d’avoir coopéré avec la presse antérieurement n’est pas de nature à priver de toute protection la personne visée par un article (Egeland et Hanseid c. Norvège, no 34438/04, § 62, 16 avril 2009). En effet, toute tolérance ou complaisance réelle ou supposée d’un individu vis-à-vis de publications portant sur sa vie privée ne le prive pas nécessairement de son droit à la protection de celle-ci.", "d)  Quant au mode d’obtention des informations et à leur véracité", "131.  La Cour souligne tout d’abord l’importance que revêt à ses yeux le respect par les journalistes de leurs devoirs et de leurs responsabilités ainsi que des principes déontologiques qui encadrent leur profession. À cet égard, elle rappelle que l’article 10 protège le droit des journalistes de communiquer des informations sur des questions d’intérêt général dès lors qu’ils s’expriment de bonne foi, sur la base de faits exacts, et qu’ils fournissent des informations « fiables et précises » dans le respect de l’éthique journalistique (Fressoz et Roire c. France [GC], no 29183/95, § 54, CEDH 1999I).", "132.  La loyauté des moyens mis en œuvre pour obtenir une information et la restituer au public et le respect de la personne faisant l’objet d’une information (Egeland et Hanseid, précité, § 61) sont aussi des critères essentiels à prendre en compte. Le caractère tronqué et réducteur d’une publication est donc susceptible, lorsqu’il est de nature à induire les lecteurs en erreur, de limiter considérablement l’importance de la contribution de cette publication à un débat d’intérêt général (Stoll, précité, § 152).", "133.  Ensuite, la Cour tient à souligner les particularités de la présente affaire par rapport à d’autres affaires portées devant elle dans lesquelles la presse avait dévoilé la vie privée de personnes publiques, notamment de membres de la famille princière : par un choix qui apparaît personnel, volontaire et éclairé, Mme Coste a elle-même sollicité Paris Match (paragraphe 17 ci-dessus).", "134.  La véracité des déclarations de Mme Coste quant à la paternité du prince n’a pas été remise en cause par l’intéressé, lequel l’a lui-même reconnue publiquement peu de temps après la parution de l’article litigieux. La Cour souligne à cet égard le caractère essentiel de l’exactitude des informations diffusées : le respect de ce principe est indispensable à la protection de la réputation d’autrui.", "135.  Quant aux photographies illustrant l’article, elles ont été remises volontairement – comme l’a relevé la cour d’appel de Versailles (paragraphe 27 ci-dessus) – et gracieusement à Paris Match par Mme Coste (paragraphe 17 ci-dessus). En outre, les photographies présentant le prince avec son enfant n’ont pas été prises à son insu (comparer avec Von Hannover, précité, § 68), ni dans des circonstances qui le présentaient sous un jour défavorable (comparer avec Von Hannover (no 2), précité, §§ 121123). Certes, comme les juridictions internes, la Cour observe que les photographies présentaient le prince dans un contexte privé et qu’elles ont été publiées sans son consentement. Toutefois, elles ne montraient nullement une image de lui susceptible de porter préjudice à sa considération sociale du point de vue du lecteur. Elles ne donnaient pas non plus de lui une image faussée, et elles servaient surtout de support au contenu de l’interview, illustrant la véracité des informations qui y étaient présentées.", "136.  Quant aux photographies présentant le prince avec Mme Coste, il n’est pas contesté qu’elles ont été réalisées dans des lieux publics au cours de manifestations elles-mêmes publiques, de sorte que leur publication ne suscite pas de questions particulières dans les circonstances de la présente espèce.", "e)  Quant au contenu, à la forme et aux répercussions de l’article litigieux", "137.  Le Gouvernement reproche aux requérantes d’avoir apporté un traitement spectaculaire à l’information publiée et de n’avoir pas trié les révélations faites par Mme Coste en vue d’exclure celles touchant à l’intimité du prince (paragraphes 71-72 ci-dessus). Les juridictions internes ont quant à elles relevé que la publication litigieuse contenait de nombreuses digressions sur les circonstances de la rencontre de Mme Coste avec le prince, sur les réactions du prince à l’annonce de la grossesse de Mme Coste et sur son comportement ultérieur envers l’enfant (paragraphes 27 et 36 cidessus).", "138.  À cet égard, la Cour observe tout d’abord que, dans leur pratique quotidienne, les journalistes prennent des décisions par lesquelles ils choisissent la ligne de partage entre le droit du public à l’information et le droit d’autrui au respect de sa vie privée. Ils ont ainsi la responsabilité première de préserver les personnes, y compris les personnes publiques, de toute intrusion dans leur vie privée. Les choix qu’ils opèrent à cet égard doivent être fondés sur les règles d’éthique et de déontologie de leur profession.", "139.  La Cour rappelle ensuite que la manière de traiter un sujet relève de la liberté journalistique. Il n’appartient ni à elle ni aux juridictions nationales de se substituer à la presse en la matière (Jersild, précité, § 31). L’article 10 laisse également aux journalistes le soin de décider quels détails doivent être publiés pour assurer la crédibilité d’une publication (Fressoz et Roire, précité, § 54). Les journalistes sont en outre libres de choisir, parmi les informations qui leur parviennent, celles qu’ils traiteront et la manière dont ils le feront. Cette liberté n’est cependant pas exempte de responsabilités (paragraphes 131132 ci-dessus).", "140.  En effet, dès lors qu’est en cause une information mettant en jeu la vie privée d’autrui, il incombe aux journalistes de prendre en compte, dans la mesure du possible, l’impact des informations et des images à publier, avant leur diffusion. En particulier, certains événements de la vie privée et familiale font l’objet d’une protection particulièrement attentive au regard de l’article 8 de la Convention et doivent donc conduire les journalistes à faire preuve de prudence et de précaution lors de leur traitement (Editions Plon, précité, §§ 47 et 53, et Hachette Filipacchi Associés, précité, §§ 4649).", "141.  En l’espèce, la publication litigieuse se présentait sous la forme d’un entretien, fait de questions-réponses, retranscrivant sans commentaire journalistique les déclarations de Mme Coste. Il apparaît par ailleurs que le ton de cet entretien était posé et dénué de sensationnalisme. Les propos de Mme Coste sont reconnaissables en tant que citations et ses motivations sont en outre clairement exposées aux lecteurs. De même, ceux-ci peuvent aisément distinguer ce qui relève des faits et ce qui relève de la perception qu’en avait l’interviewée, de ses opinions ou de ses sentiments personnels (paragraphe 14 ci-dessus).", "142.  La Cour a déjà eu l’occasion de dire que sanctionner un journaliste pour avoir aidé à la diffusion de déclarations émises par un tiers lors d’un entretien entraverait gravement la contribution de la presse aux discussions de problèmes d’intérêt général et ne saurait se concevoir sans raisons particulièrement sérieuses (Jersild, précité, § 35, et Polanco Torres et Movilla Polanco c. Espagne, no 34147/06, §§ 47-48, 21 septembre 2010). Elle estime qu’il en va de même dans les circonstances de la présente affaire, où la publication litigieuse touchait, au-delà de la vie privée du prince, à un sujet d’intérêt général, d’autant que les détails donnés par Mme Coste quant à sa relation avec le prince n’étaient pas de nature à porter atteinte à la réputation de celui-ci ni à susciter un quelconque mépris à son endroit (comparer avec Ojala et Etukeno Oy, précité, § 56, et Ruusunen, précité, § 51). Il n’est par ailleurs pas contesté que le récit de Mme Coste présentant sa vie et son histoire personnelle avec le prince était sincère et qu’il a été fidèlement rapporté par les requérantes. En outre, rien ne permet de douter qu’en relayant ce récit, ces dernières aient eu pour intention de transmettre au public une information d’intérêt général (paragraphe 116 ci-dessus).", "143.  Au demeurant, il appartenait aux instances nationales de procéder à une appréciation de l’interview litigieuse de manière à opérer une distinction et une mise en balance entre ce qui, dans les propos personnels de Mme Coste, était susceptible de toucher au cœur de la vie privée du prince (comparer avec Ojala et Etukeno Oy, précité, § 56, et Ruusunen, précité, § 51) et ce qui pouvait présenter un intérêt légitime pour le public. Or, elles ne l’ont pas fait, déniant tout caractère « d’actualité » à l’information que représentait l’existence du fils du prince et estimant qu’elle se situait hors de « tout débat d’intérêt général dont l’intérêt légitime du public aurait justifié qu’il fût rendu compte » (paragraphe 36 ci-dessus).", "144.  Certes, la mise en récit de cet entretien s’accompagne d’effets de graphisme et de titrages, destinés à attirer l’attention du lecteur et à émouvoir (paragraphes 15-16 ci-dessus). Eu égard aux critiques formulées par le Gouvernement sur ce point (paragraphe 72 ci-dessus), la Cour souligne que la présentation d’un article de presse et le style qui y est employé relèvent du contenu rédactionnel et qu’il s’agit là d’un choix éditorial sur lequel il n’appartient en principe ni à elle ni aux juridictions internes de se prononcer. Cela étant, elle rappelle également que la liberté rédactionnelle n’est pas illimitée et que la presse ne doit pas dépasser certaines limites à cet égard, parmi lesquelles « la protection (...) des droits d’autrui » (voir, entre autres, Mosley, précité, § 113, et MGN Limited, précité, § 141). En l’espèce, elle estime que, considérée globalement, cette mise en récit, réalisée par l’adjonction de titres, de photographies et de légendes, ne dénature pas le contenu de l’information et ne le déforme pas, mais doit en être considérée comme la transposition ou l’illustration.", "145.  Au demeurant, l’emploi de certaines expressions (paragraphes 1516 cidessus) vraisemblablement destinées à capter l’attention du public n’est pas en soi de nature à poser problème au regard de la jurisprudence de la Cour (Tănăsoaica c. Roumanie, no 3490/03, § 41, 19 juin 2012) : il n’y a pas lieu de reprocher au magazine l’habillage de l’article et la recherche d’une présentation attrayante dès lors que ceux-ci ne dénaturent ni ne tronquent l’information publiée et ne sont pas de nature à induire le lecteur en erreur.", "146.  En ce qui concerne les photographies qui illustrent l’article et présentent le prince avec l’enfant dans les bras, la Cour rappelle tout d’abord que l’article 10 de la Convention, par essence, laisse aux journalistes le soin de décider s’il est nécessaire ou non de reproduire le support de leurs informations pour en assurer la crédibilité (voir notamment Fressoz et Roire, précité, § 54, et Pinto Coelho c. Portugal, no 28439/08, § 38, 28 juin 2011).", "147.  Elle relève ensuite que la Cour de cassation a estimé que « la publication de photographies représentant une personne pour illustrer des développements attentatoires à sa vie privée port[ait] nécessairement atteinte à son droit au respect de son image » (paragraphe 36 ci-dessus).", "148.  Elle considère pour sa part que, s’il ne fait aucun doute en l’espèce que ces photographies relevaient de la vie privée du prince et que celui-ci n’avait pas consenti à leur publication, le lien qu’elles présentaient avec l’article litigieux n’était pas ténu, artificiel ou arbitraire (Von Hannover c. Allemagne (no 3), no 8772/10, §§ 50 et 52, 19 septembre 2013). Leur publication pouvait se justifier parce qu’elles apportaient de la crédibilité à l’histoire relatée. En effet, à l’époque de leur parution, Mme Coste n’ayant pu obtenir l’acte de reconnaissance notarié de son fils (paragraphes 14 et 17 cidessus), elle ne disposait d’aucun autre élément qui eût permis d’accréditer son récit, et éventuellement dispensé les requérantes de publier les photographies. Dès lors, bien qu’elle ait eu pour effet d’exposer au public la vie privée du prince, la Cour estime que la publication de ces photographies venait à l’appui des propos relatés dans l’article, dont il a déjà été établi qu’il contribuait à un débat d’intérêt général (paragraphe 113 ci-dessus).", "149.  Par ailleurs, prises seules ou associées au texte qui les accompagnait (qu’il s’agisse des titres, des sous-titres et des légendes, ou de l’interview elle-même), ces photographies n’avaient pas de caractère diffamatoire, péjoratif ou dénigrant pour l’image du prince (comparer avec Egeland et Hanseid, précité, § 61), qui ne s’est d’ailleurs pas plaint d’une atteinte à sa réputation.", "150.  Enfin, en ce qui concerne les répercussions de l’article litigieux, la Cour observe que peu de temps après la parution de cet article, le prince a reconnu publiquement sa paternité. La cour d’appel de Versailles a considéré à cet égard qu’il avait été « contraint » de s’expliquer publiquement sur un fait relevant de sa vie privée (paragraphe 27 ci-dessus). La Cour estime quant à elle que les répercussions de l’article doivent être relativisées au regard des publications parues antérieurement dans le Daily Mail et dans Bunte. Or, en l’espèce, les juridictions internes ne paraissent pas les avoir envisagées dans le contexte plus large de la couverture médiatique internationale dont les faits relatés dans l’article avaient déjà fait l’objet. Ainsi, elles n’ont accordé aucun poids à la circonstance que le secret de la paternité du prince avait déjà été mis à mal par des publications parues précédemment dans d’autres médias (paragraphes 9 et 11 ci-dessus).", "f)  Quant à la gravité de la sanction", "151.  La Cour rappelle que, dans le contexte de l’examen de la proportionnalité de la mesure, c’est, indépendamment du caractère mineur ou non de la sanction infligée, le fait même de la condamnation qui importe, même si celle-ci revêt uniquement un caractère civil (voir, mutatis mutandis, Roseiro Bento c. Portugal, no 29288/02, § 45, 18 avril 2006). Toute restriction indue de la liberté d’expression comporte en effet le risque d’entraver ou de paralyser, à l’avenir, la couverture médiatique de questions analogues.", "152.  En l’espèce, la société requérante s’est vu infliger 50 000 EUR de dommages-intérêts ainsi qu’une mesure de publication judiciaire, sanctions que la Cour ne saurait considérer comme négligeables.", "g)  Conclusion", "153.  Au vu de l’ensemble des considérations exposées ci-dessus, la Cour estime que les arguments avancés par le Gouvernement quant à la protection de la vie privée du prince et de son droit à l’image, bien que pertinents, ne peuvent être considérés comme suffisants pour justifier l’ingérence en cause. Les juridictions internes n’ont pas tenu compte dans une juste mesure, lorsqu’elles ont apprécié les circonstances soumises à leur examen, des principes et critères de mise en balance entre le droit au respect de la vie privée et le droit à la liberté d’expression définis par la jurisprudence de la Cour (paragraphes 142-143 ci-dessus). Elles ont ainsi outrepassé leur marge d’appréciation et manqué à ménager un rapport raisonnable de proportionnalité entre les mesures emportant restriction du droit des requérantes à la liberté d’expression qu’elles ont prononcées et le but légitime poursuivi.", "Partant, la Cour conclut à la violation de l’article 10 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "154.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "155.  Les requérantes disent espérer une satisfaction équitable permettant de compenser le coût de la condamnation pécuniaire et de la mesure de publication forcée prononcées par les juridictions internes. Elles ne chiffrent toutefois pas leurs réclamations à ce titre.", "156.  Le Gouvernement ne se prononce pas devant la Grande Chambre.", "157.  La Cour rappelle qu’aux termes de l’article 60 § 2 du règlement, toute prétention présentée au titre de l’article 41 de la Convention doit être chiffrée, ventilée par rubrique et accompagnée des justificatifs nécessaires, faute de quoi elle peut être rejetée, en tout ou en partie. En l’espèce, les requérantes n’ont pas chiffré leurs prétentions au titre du dommage subi ni fourni les justificatifs nécessaires étayant celles-ci. En conséquence, la Cour ne peut accueillir leur demande d’indemnisation.", "B.  Frais et dépens", "158.  Les requérantes réclament la somme de 38 463, 61 EUR au titre du remboursement des frais qu’elles ont dû engager dans le cadre des procédures menées devant les instances nationales. Elles soumettent à titre de justificatif des notes d’honoraires et de frais.", "159.  Le Gouvernement ne se prononce pas devant la Grande Chambre.", "160.  La Cour rappelle que le remboursement des frais et dépens au titre de l’article 41 présuppose que se trouvent établis leur réalité, leur nécessité et, de plus, le caractère raisonnable de leur taux. Elle rappelle également qu’elle peut accorder à un requérant le paiement non seulement des frais et dépens qu’il a engagés aux fins de la procédure menée devant les organes de la Convention mais aussi de ceux qu’il avait engagés devant les juridictions nationales pour prévenir et faire corriger par celles-ci la violation qu’elle constate (Elsholz c. Allemagne [GC], no 25735/94, § 73, CEDH 2000VIII).", "161.  En l’espèce, compte tenu des documents en sa possession et des critères susmentionnés, la Grande Chambre estime raisonnable d’octroyer à ce titre aux requérantes, conjointement, la somme de 15 000 EUR.", "C.  Intérêts moratoires", "162.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 10 de la Convention ;", "", "2.  Dit", "a)  que l’État défendeur doit verser aux requérantes, conjointement, dans les trois mois, 15 000 EUR (quinze mille euros), plus tout montant pouvant être dû par elles sur cette somme à titre d’impôt, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l’homme, à Strasbourg, le 10 novembre 2015.", "\tSøren Prebensen\tDean Spielmann\n\tGreffier adjoint\tPrésident", ""]}