{"file": "FRE_HFJUD_35810_09.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "35810/09", "text_paragraphs": ["", "", "", "GRANDE CHAMBRE", "", "", "", "", "", "", "", "AFFAIRE O’KEEFFE c. IRLANDE", "", "(Requête no 35810/09)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "28 janvier 2014", "", "", "", "", "", "", "", "En l’affaire O’Keeffe c. Irlande,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tDean Spielmann, président,\n\tJosep Casadevall,\n\tGuido Raimondi,\n\tIneta Ziemele,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tBoštjan M. Zupančič,\n\tAlvina Gyulumyan,\n\tNona Tsotsoria,\n\tZdravka Kalaydjieva,\n\tNebojša Vučinić,\n\tVincent A. De Gaetano,\n\tAngelika Nußberger,\n\tAndré Potocki,\n\tKrzysztof Wojtyczek,\n\tValeriu Griţco, juges,", "\tPeter Charleton, juge ad hoc,\net de Michael O’Boyle, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 6 mars et 20 novembre 2013,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 35810/09) dirigée contre l’Irlande et dont une ressortissante de cet État, Mme Louise O’Keeffe (« la requérante »), a saisi la Cour le 16 juin 2009 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante a été représentée par Me E. Cantillon, avocat à Cork. Le gouvernement irlandais (« le Gouvernement ») a été représenté par son agent, M. P. White, du ministère des Affaires étrangères.", "3.  Se prévalant de l’article 3 de la Convention, la requérante soutenait principalement que le système d’enseignement primaire n’avait pas permis de la protéger contre les abus sexuels d’un enseignant en 1973. Elle ajoutait que, contrairement aux exigences de l’article 13, elle n’avait disposé d’aucun recours effectif à cet égard. Elle invoquait par ailleurs l’article 8 et l’article 2 du Protocole no 1, lus isolément et en combinaison avec l’article 14 de la Convention. Enfin, s’appuyant sur l’article 6, lu isolément et en combinaison avec l’article 13 de la Convention, elle se plaignait de la durée de la procédure civile engagée par elle et d’une absence de recours internes effectifs à cet égard.", "4.  La requête a été attribuée à la cinquième section de la Cour (article 52 § 1 du règlement de la Cour – « le règlement »). À la suite du déport de Ann Power-Forde, juge élue au titre de l’Irlande (article 28 du règlement), le président de la chambre a décidé le 13 juin 2012 de désigner le juge Peter Charleton pour siéger en qualité de juge ad hoc (articles 26 § 4 de la Convention et 29 § 1 du règlement).", "5.  Le 26 juin 2012, une chambre de ladite section composée de Dean Spielmann, Mark Villiger, Karel Jungwiert, Boštjan M. Zupančič, Ganna Yudkivska et André Potocki, juges, et de Peter Charleton, juge ad hoc, ainsi que de Claudia Westerdiek, greffière de section, a décidé à l’unanimité, après examen de l’affaire, de rayer la requête du rôle pour autant qu’elle concernait les griefs relatifs à la durée de la procédure interne et à l’absence de recours internes effectifs à cet égard, les parties étant parvenues à un règlement amiable sur ces points, et de déclarer recevables les autres griefs.", "6.  Le 20 septembre 2012, la même chambre, à l’exception de Ganna Yudkivska, empêchée et remplacée par Angelika Nußberger, juge suppléante (article 24 § 3 du règlement), s’est dessaisie au profit de la Grande Chambre, aucune des parties ne s’y étant opposée (articles 30 de la Convention et 72 du règlement).", "7.  La composition de la Grande Chambre a été arrêtée conformément aux articles 26 §§ 4 et 5 de la Convention et 24 du règlement, le juge Peter Charleton continuant à siéger en qualité de juge ad hoc (articles 26 § 4 de la Convention et 29 § 1 du règlement).", "8.  Tant la requérante que le Gouvernement ont déposé des observations écrites complémentaires sur le fond (article 59 § 1 du règlement). Par ailleurs, les observations déposées devant la chambre par la Commission irlandaise des droits de l’homme (Irish Human Rights Commission) et le Centre européen pour le droit et la justice (European Centre for Law and Justice), que le président de la chambre avait autorisés à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 3 du règlement), ont été versées au dossier de la Grande Chambre.", "9.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 6 mars 2013 (article 59 § 3 du règlement).", "10.  Ont comparu :", "–  pour le Gouvernement\nMM.\tP. White, \tagent,\n\tF. McDonagh, Senior Counsel,\t\n\tC. Power, Barrister,\tconseils,\nMmes\tS. Farrel, Bureau de l’Attorney General,\n\tM. McGarry, ministère de l’Éducation et de la \n\t\tFormation\tconseillères ;", "–  pour la requérante\nMM.\tD. Holland, Senior Counsel,\t\n\tA. Keating, Senior Counsel,\tconseils,\n\tE. Cantillon, solicitor,\t\nMme\tM. Scriven, solicitor,\treprésentants.", "La requérante était également présente.", "11.  La Cour a entendu en leurs déclarations MM. Holland et McDonagh.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "12.  La requérante est née en 1964 et réside à Cork (Irlande).", "A.  Le contexte de l’affaire", "13.  Les faits décrits ci-dessous ne font l’objet d’aucune controverse entre les parties.", "14.  La requérante commença à fréquenter l’école nationale (National School) de Dunderrow en 1968. L’école était la propriété, gérée par des fiduciaires, de l’évêque catholique du diocèse de Cork et Ross, qui était reconnu par le ministère de l’Éducation et des Sciences (Department of Education and Science – « le ministère ») comme étant le « patron » de l’établissement. Le directeur (manager) de l’école, qui agissait par délégation de l’évêque, était le prêtre de la paroisse locale (« S. »). Celui-ci étant âgé et souffrant d’infirmités, l’école était dirigée de facto par un autre prêtre local (« Ó. »), qui agissait au nom et dans l’intérêt de S. Le terme « directeur » utilisé ci-dessous renvoie à Ó. ainsi qu’à la fonction de direction qu’il remplissait. L’école nationale de Dunderrow employait deux enseignants, dont l’un (« L.H. »), homme marié, était le principal de l’école. Elle comptait parmi les quatre écoles nationales situées dans la paroisse de la requérante.", "15.  En 1971, la mère d’un élève se plaignit au directeur que L.H. avait abusé sexuellement de son enfant. Le directeur ne transmit la plainte ni à la police, ni au ministère ni à une quelconque autre autorité de l’État, et il n’y donna aucune suite.", "16.  Pendant les six premiers mois de l’année 1973, la requérante subit à une vingtaine de reprises des abus sexuels de la part de L.H. pendant les cours de musique que celui-ci assurait dans sa salle de classe. À l’époque, l’intéressée et ses parents n’avaient pas connaissance de la plainte dont L.H. avait fait l’objet en 1971.", "17.  En septembre 1973, d’autres parents d’élèves révélèrent aux parents de la requérante l’existence d’allégations similaires concernant L.H. À la suite d’une réunion de parents consacrée à ce sujet et présidée par le directeur, L.H. se mit en congé de maladie. En septembre 1973, il démissionna de son poste. Lesdites allégations ne furent à l’époque rapportées ni à la police, ni au ministère ni à une quelconque autre autorité de l’État. Lors d’une brève conversation, la mère de la requérante demanda à celle-ci si L.H. l’avait touchée. Dans sa réponse, la requérante fit allusion à un épisode à caractère sexuel ; d’après ses souvenirs, la conversation s’arrêta là. En janvier 1974, le directeur signala au ministère que L.H. avait démissionné et nomma son successeur. Peu après, L.H. fut recruté dans une autre école nationale, où il enseigna jusqu’à sa retraite en 1995.", "18.  Entre 1969 et 1973, l’inspecteur en charge du secteur s’était rendu à l’école nationale de Dunderrow à six reprises, ce qui représentait un nombre de visites supérieur à la moyenne, ainsi qu’il le déclara ultérieurement dans sa déposition. À ces occasions, il avait rencontré L.H. et S., et avait assisté à des réunions de parents d’élèves sur la question du regroupement de l’école de Dunderrow avec d’autres établissements. Aucune plainte concernant L.H. ne lui avait été adressée. Il avait inspecté le travail pédagogique de celui-ci et l’avait jugé satisfaisant.", "19.  La requérante refoula les abus sexuels. Alors qu’elle souffrait de problèmes psychologiques notables, elle ne fit pas le lien avec les sévices qu’elle avait subis. En 1996, elle fut contactée par la police, qui menait une enquête sur une plainte qui avait été déposée contre L.H. par un ancien élève de l’école nationale de Dunderrow en 1995. Elle fit une déposition à la police en janvier 1997 et fut adressée à un service de soutien psychologique. Pendant l’enquête, plusieurs autres élèves firent des dépositions. L.H. fut accusé de 386 chefs d’abus sexuels censés avoir été commis en l’espace d’une dizaine d’années sur 21 anciens élèves de l’école. En 1998, il plaida coupable sur 21 chefs d’accusation globalisés par victime et fut condamné à une peine d’emprisonnement. Son autorisation d’enseigner lui fut retirée par le ministre de l’Éducation et des Sciences (« le ministre ») en application de l’article 108 du règlement des écoles nationales de 1965 (National School Rules 1965 – « le règlement de 1965 »).", "20.  Vers juin 1998, à la suite des témoignages livrés par d’autres victimes pendant le procès pénal et d’un traitement médical ultérieur, la requérante prit conscience du lien qui existait entre ses problèmes psychologiques et les sévices que L.H. lui avait infligés, et elle réalisa l’étendue de ces problèmes.", "B.  La Commission d’indemnisation des victimes de dommages résultant d’infractions pénales (Criminal Injuries Compensation Tribunal – « la CICT »)", "21.  En octobre 1998, la requérante saisit la CICT d’une demande d’indemnisation. Elle se vit initialement octroyer un montant de 44 814,14 euros (EUR) par un juge unique. Elle forma un recours devant un collège de la CICT. Selon elle, la CICT lui donna alors le choix entre poursuivre son recours au risque de voir sa demande rejetée pour tardiveté, ou accepter l’offre initiale qui lui avait été faite, augmentée d’un montant correspondant à quelques dépenses supplémentaires (soit une somme de 53 962,24 EUR, dont 27 000 EUR au titre du dommage moral). La requérante accepta l’offre par une lettre du 5 novembre 2002, dans laquelle elle prenait l’engagement standard de rembourser à la CICT tout montant qu’elle se verrait octroyer par ailleurs, quelle qu’en fût la source, relativement au même préjudice. L’indemnité lui fut accordée à titre gracieux. L’État, n’étant jamais partie aux procédures devant la CICT, n’eut connaissance de cet octroi qu’ultérieurement, au cours de la procédure devant la High Court (voir ci-dessous).", "C.  L’action civile en réparation (no 1998/10555P)", "1.  La procédure devant la High Court", "22.  Le 29 septembre 1998, la requérante engagea contre L.H., contre le ministre ainsi que contre l’Irlande et l’Attorney General une action civile dans laquelle elle réclamait des dommages-intérêts pour atteintes à l’intégrité de la personne à raison des violences, notamment à caractère sexuel, que lui avait infligées L.H. Sa demande dirigée contre les trois derniers défendeurs (« the State Defendants » – « les défendeurs publics ») comportait trois moyens : a) négligence de l’État à raison des manquements des défendeurs publics relativement à l’homologation, à l’inspection et à la supervision de l’école, et à raison de l’absence de mesures et de procédures appropriées pour protéger les élèves contre les abus systématiques commis par L.H. depuis 1962 et pour faire cesser ces abus ; b) responsabilité des défendeurs publics pour les actes commis par L.H., étant donné notamment que la relation entre celui-ci et l’État s’analysait en réalité en une relation d’employeur à employé ; et c) responsabilité tenant au droit constitutionnel de la requérante à l’intégrité physique, à l’obligation d’assurer un enseignement primaire résultant pour les défendeurs publics de l’article 42 de la Constitution et aux mesures prises pour l’accomplissement de cette obligation.", "23.  L.H. ne se défendit pas et, le 8 novembre 1999, la requérante obtint un jugement par défaut contre lui. Le 24 octobre 2006, la High Court fixa et octroya à l’intéressée les dommages-intérêts à verser par L.H., soit un montant de 305 104 EUR, correspondant à 200 000 EUR à titre de dommages-intérêts généraux, 50 000 EUR à titre de dommages-intérêts majorés, 50 000 EUR à titre de dommages-intérêts exemplaires et 5 104 EUR à titre de dommages-intérêts spéciaux. La requérante engagea une procédure d’exécution. L.H. ayant déclaré ne pas disposer de moyens suffisants pour payer ces dommages-intérêts, elle obtint une ordonnance de paiement par mensualités de 400 EUR. Elle reçut le premier versement mensuel en novembre 2007 (elle a donc perçu 31 000 EUR à ce jour). Elle fit également inscrire une hypothèque judiciaire sur la part du domicile familial de L.H. dont celui-ci était propriétaire.", "24. Dans le cadre de l’action dirigée contre les défendeurs publics, la requérante demanda conseil au professeur Ferguson concernant l’adéquation des mécanismes de protection de l’enfance en Irlande dans les années 1970. Par une lettre du 14 avril 2003, le professeur lui répondit que si les protocoles de protection de l’enfance existant en 2003 avaient été en place en 1973, les sévices subis par l’intéressée auraient très probablement donné lieu à des mesures visant à la mettre en sécurité. Il ajouta qu’il ne servait à rien, à son avis, de plaider la cause en se basant sur ce que l’État aurait dû savoir à l’époque des faits, étant donné qu’il était impossible d’invoquer dans un contexte passé les connaissances et les mécanismes de détermination des responsabilités actuels.", "25.  L’audience devant la High Court dans le cadre de l’action dirigée contre les défendeurs publics débuta le 2 mars 2004. Le 5 mars 2004, alors que la requérante présentait ses moyens, le juge de la High Court, en réponse au grief de l’intéressée concernant l’absence de tout dispositif public permettant de signaler et de traiter les abus sexuels dans les écoles nationales, posa la question suivante au conseil de la requérante :", "« Qu’est-ce qui me prouve, ou comment aurais-je pu déduire des éléments qui ont été produits, que le système en vigueur était un mauvais système – et je reviendrai làdessus – ou qu’il existait un autre système qu’il aurait fallu mettre en place, et à quoi aurait bien pu ressembler cet autre système ? »", "26.  Après que la requérante eut exposé son argumentation, les défendeurs publics sollicitèrent une décision de radiation, estimant que, pour aucun des trois moyens, la demanderesse n’avait réussi à démontrer l’existence d’un grief fondé contre eux et soutenant notamment qu’il n’y avait pas d’élément démontrant leur négligence. Le 9 mars 2004, la High Court accueillit leur demande et rendit une ordonnance de non-lieu (« nonsuit order »). Elle déclara que « la demanderesse n’avait pas réussi à établir le bien-fondé de ses allégations de négligence contre [les défendeurs publics] ». Elle ne distingua pas – nul ne l’y avait du reste invitée – entre les deux branches du moyen relatif à la négligence. Cependant, elle considéra que l’existence d’un grief défendable avait été démontrée quant à la responsabilité du fait d’autrui et à la responsabilité constitutionnelle. Elle indiqua donc que les défendeurs seraient invités à répondre sur ces points. Le procès se termina le 12 mars 2004.", "27.  Le 20 janvier 2006, la High Court rendit son arrêt. Elle jugea que l’action n’était pas prescrite. Elle conclut par ailleurs que, compte tenu de la relation entre l’État et les dirigeants religieux des écoles nationales, la responsabilité de l’État ne se trouvait pas engagée à raison des agressions sexuelles perpétrées par L.H. Elle ne répondit pas à l’argument formulé oralement par le conseil de la requérante selon lequel l’État devait être tenu pour responsable de l’inaction du directeur de l’école. Enfin, elle estima qu’aucune action ne pouvait être intentée pour violation d’un droit constitutionnel lorsqu’il y avait des lois (en l’occurrence, les lois en matière de responsabilité civile) qui protégeaient le droit en question. La requérante fut condamnée aux frais et dépens dans le cadre de son action contre les défendeurs publics.", "2.  La procédure devant la Cour suprême (O’Keeffe v. Hickey [2008] IESC 72)", "28.  En mai 2006, la requérante se pourvut devant la Cour suprême.  Dans sa déclaration de pourvoi, elle contestait la conclusion de la High Court concernant la responsabilité du fait d’autrui et, à cet égard, soulevait deux points : l’absence de motivation de la décision interlocutoire rendue le 9 mars 2004, et le fait que la High Court, dans son arrêt, n’avait pas statué sur la responsabilité de l’État pour l’inaction du directeur. Le juge Hardiman estima que l’objet du pourvoi était circonscrit à la responsabilité de l’État pour les actes de L.H. et du directeur, mais il formula dans son arrêt des commentaires sur les deux autres moyens (relatifs à la négligence directe et à la responsabilité constitutionnelle) qui figuraient dans la demande initiale de la requérante. Le juge Fennelly considéra de même que le pourvoi portait uniquement sur la responsabilité de l’État pour les actes de L.H., mais il refusa d’admettre que l’État était responsable des actes du directeur.", "29.  L’affaire fut examinée du 11 au 13 juin 2006. Par un arrêt du 19 décembre 2008 rendu à la majorité (constituée des juges Hardiman et Fennelly, auxquels se rallièrent le Chief Justice Murray et le juge Denham, le juge Geoghegan étant dissident), la Cour suprême rejeta le pourvoi.", "30.  Le juge Hardiman décrivit en détail la situation juridique des écoles nationales. Selon lui, si le système éducatif fondé sur les écoles nationales pouvait « sembler assez étrange de nos jours », il fallait le resituer dans le contexte de l’histoire irlandaise du début du XIXe siècle. Le juge expliqua qu’à la suite du conflit religieux et de l’émancipation des catholiques en 1829, les Églises dissidentes et l’Église catholique avaient voulu garantir que les enfants de leurs confessions fussent éduqués dans des établissements contrôlés par elles et non par l’État ou l’Église établie (anglicane). D’après le juge, ces Églises « avaient réussi de manière remarquable » à atteindre ce but puisque, dès la mise en place du système irlandais d’éducation nationale (résumé dans la « lettre de Stanley » – Stanley letter – de 1831), les autorités de l’État en avaient assuré le financement « mais sans intervenir dans la gestion ou l’administration des établissements » qui en bénéficiaient, cette fonction étant dévolue au directeur, un ecclésiastique local. Le juge Hardiman ajouta que le financement de l’État était accordé de manière proportionnelle à toutes les écoles confessionnelles ; dès lors toutefois que la population était à l’époque très majoritairement catholique, les patrons et les directeurs de la plupart des écoles étaient catholiques.", "31.  Le juge Hardiman expliqua ensuite qu’au XIXe siècle, alors qu’en Europe on observait une séparation de plus en plus marquée entre l’Église et l’État et une perte d’influence de l’Église dans la prestation de services publics (notamment en matière d’éducation), en Irlande la position de l’Église s’était, « de façon remarquable », consolidée et enracinée. Il souscrivit au point de vue d’un témoin expert en histoire de l’éducation en Irlande qui, décrivant la situation aux débuts de l’État libre d’Irlande en 1922, s’était exprimé comme suit à propos dudit système de « gestion » :", "« [les dirigeants catholiques] étaient extrêmement clairs et (...) précis quant à la manière dont il convenait d’interpréter la situation des écoles nationales dans la nouvelle Irlande (...) Ces établissements devaient être des écoles catholiques avec une direction catholique, des enseignants catholiques et des élèves catholiques. »", "32.  L’expert avait également décrit la façon dont l’Église catholique avait réagi dans les années 1950 face à la demande d’un syndicat d’enseignants tendant à l’établissement de commissions locales qui seraient chargées de l’entretien et de la réparation des bâtiments scolaires. L’Église catholique avait répondu qu’il n’était pas question de toucher, de quelque manière que ce fût, à la « tradition historique concernant les droits de gestion des écoles ». Elle avait considéré que la timide proposition du syndicat risquait d’ouvrir une brèche et de déboucher par la suite sur des atteintes à « d’autres aspects de l’autorité du directeur en matière de nomination et de révocation des enseignants, élément évidemment capital ayant été conquis de haute lutte au cours des années ». Le juge Hardiman évoqua « l’ardent désir » des religions de conserver leur rôle dans le domaine de l’enseignement primaire.", "33.  Selon le juge, la Constitution reflétait cette structure de gestion : il expliqua que l’obligation d’« assurer » un enseignement primaire gratuit que l’article 42 § 4 de ce texte imposait à l’État se traduisait par un système éducatif financé en grande partie par l’État mais entièrement géré par le clergé. En conséquence, l’Irlande comptait quelque 3 000 écoles nationales, qui pour la plupart se trouvaient sous l’autorité de patrons et de directeurs catholiques, un petit nombre d’entre elles étant contrôlées par d’autres confessions ou, plus rarement, par des groupements non religieux.", "34.  Le juge releva que, récemment, et après plus d’un siècle et demi de fonctionnement, le système éducatif avait enfin été traduit, au moins partiellement, dans une loi (« la loi de 1998 sur l’éducation » – Éducation Act 1998), alors qu’auparavant il était régi par le règlement de 1965 ainsi que par d’autres lettres, circulaires et notes ministérielles.", "35.  Quant aux éléments se dégageant du règlement de 1965, le juge Hardiman déclara :", "« Le ministre établissait les règles applicables aux écoles nationales, mais il s’agissait de règles générales qui ne lui permettaient pas de régir dans le détail les activités de chaque enseignant. Ses inspections des établissements scolaires concernaient les prestations d’enseignement, sauf en matière d’instruction religieuse, mais n’allaient pas plus loin. Le ministre (...) n’avait ni le contrôle direct sur les écoles ni le pouvoir énorme qui en découle, parce que « entre l’État et l’enfant se trouvaient interposés le directeur, ou le comité ou conseil de direction ». De même, il ne nommait ni ne supervisait directement le directeur ou l’enseignant. De fait, c’était là l’essence même du « système de gestion ». Je ne vois rien dans les éléments soumis à la Cour qui eût permis au ministre de se former un jugement personnel sur l’une ou l’autre de ces deux personnes. De plus, les parents qui se sont plaints du premier défendeur semblent avoir intuitivement jugé que celui qui avait l’autorité directe pour recevoir leur plainte et y donner suite était le directeur, nommé par le clergé et luimême membre du clergé. D’après les éléments soumis à la Cour, aucune plainte n’a été adressée au ministre ou à un autre organe de l’État. La question a été réglée, pour ainsi dire, « en interne », conformément au choix des auteurs de la plainte. Tout cela a finalement abouti à la démission volontaire [de L.H.], puis à son recrutement dans une autre école des environs.", "Tous ces éléments tendant à la distanciation du ministre et des autorités de l’État de la gestion de l’école et du contrôle exercé sur le premier défendeur résultent directement du système éducatif, établi de longue date, décrit ci-dessus et consacré par la Constitution, dans lequel le ministre finance et, dans une certaine mesure, réglemente, mais dans lequel les établissements et enseignants sont supervisés par les directeurs et patrons ecclésiastiques. La Cour n’est appelée ni à approuver ni à critiquer ce système ; elle ne peut que prendre acte de son existence et du fait qu’il prive manifestement le ministre et l’État d’un contrôle direct sur les établissements scolaires, les enseignants et les élèves. »", "36.  Le juge Hardiman observa également que le fait d’abuser sexuellement d’un élève représentait la négation même des obligations professionnelles de L.H., mais il ajouta qu’en 1973 « pareil acte était rare, constituait un sujet tabou et ne passait certainement pas pour constituer un risque normal et prévisible inhérent à la fréquentation d’un établissement scolaire ». Il jugea « notable » le fait que la victime n’eût pas engagé de poursuites contre le patron, le diocèse dont celui-ci était l’évêque, ses successeurs ou héritiers, les fiduciaires (et propriétaires de l’école) qui administraient les biens du diocèse de Cork et Ross, le directeur, ou ses héritiers ou successeurs.", "37.  Le juge Hardiman conclut qu’eu égard au critère applicable en matière de responsabilité du fait d’autrui et aux modalités susmentionnées de contrôle et de gestion des écoles nationales, la responsabilité des défendeurs publics n’était pas engagée à l’égard de la requérante pour les préjudices qui lui avaient été causés. Il estima en particulier que, même si l’on retenait la forme générale de responsabilité du fait d’autrui invoquée par la requérante, l’absence d’un contrôle direct du ministre sur L.H., pareil contrôle ayant été cédé longtemps auparavant au directeur et au patron, empêchait toute mise en cause de la responsabilité du ministre. Selon le juge, le lien entre L.H. et l’État – qui se trouvaient dans une « relation triangulaire avec l’Église » – était entièrement sui generis et résultait de l’expérience historique unique de l’Irlande. Le juge s’exprima comme suit au sujet du directeur :", "« il était le représentant du patron, c’est-à-dire d’une autorité autre que le ministre, et il n’a informé celui-ci d’aucune difficulté ou plainte concernant [L.H.]. Le ministre s’est ainsi trouvé devant le fait accompli quant à la démission de l’intéressé et à sa nomination sur un poste d’enseignant dans un autre établissement. Il était l’agent non pas du ministre, mais de l’Église catholique, autrement dit de l’autorité dans l’intérêt de laquelle le ministre avait été écarté de la gestion de l’école. »", "38.  Le juge Hardiman commenta deux des moyens présentés par la requérante dans sa demande initiale auxquels il « n’avait pas été répondu ».", "39.  Quant à l’allégation de négligence dirigée contre l’État, il fit les observations suivantes :", "« (...) C’est là une allégation qu’il serait plus judicieux de diriger contre le directeur. C’est lui qui avait le pouvoir de mettre en place des mesures et procédures appropriées pour régir le fonctionnement de l’école. Le ministre peut difficilement voir sa responsabilité engagée pour n’avoir pas « fait cesser » des actes dont il ne soupçonnait nullement l’existence. »", "40.  Quant au grief relatif à l’obligation que l’article 42 de la Constitution imposait à l’État d’assurer un enseignement primaire et aux mesures prises en vue de l’accomplissement de cette obligation, le juge Hardiman s’exprima ainsi :", "« J’ai déjà analysé la teneur de l’article 42, dont il ressort que le ministre, dans le cas de cette école nationale, se limitait à soutenir et à subventionner des initiatives de personnes privées ou morales (en l’occurrence, l’Église catholique) en leur laissant le soin de gérer l’établissement. Ainsi, comme l’a fait observer le juge Kenny dans l’affaire Crowley v. Ireland ([1980] IR 102), le ministre est privé de tout contrôle sur l’enseignement, du fait de l’interposition du patron et du directeur de l’école entre lui et les enfants. Ceux-ci, et notamment le directeur, ont des contacts beaucoup plus étroits et fréquents avec l’école que le ministre ou le ministère.", "J’estime que les dispositions de l’article 42 § 4 ne peuvent s’interpréter comme exigeant du ministre qu’il fasse plus que de « s’efforce[r] de subventionner et de soutenir dans les limites du raisonnable les initiatives en matière d’enseignement, qu’elles émanent de personnes privées ou de personnes morales », pour « assure[r] un enseignement primaire gratuit » (...) À mon sens, la Constitution prévoit spécifiquement, non pas une délégation, mais une cession de la gestion concrète des écoles aux intérêts représentés par le patron et le directeur. »", "41.  Le juge Hardiman conclut en soulignant que rien dans l’arrêt ne pouvait être interprété comme une mise en cause de la responsabilité de l’Église et que cela était de toute façon impossible, les autorités catholiques n’ayant pas été entendues par la Cour suprême, faute d’avoir été poursuivies par la requérante.", "42.  Le juge Fenelly, qui faisait partie de la majorité, commença par relever que la calamité de l’exploitation par des enseignants de leur autorité sur les enfants pour abuser d’eux sexuellement avait ébranlé la société jusque dans ses fondements. Il observa que cela faisait de nombreuses années que les juridictions pénales et la Cour suprême avaient à connaître de cas de sévices sexuels et qu’il était surprenant que la haute juridiction fût saisie pour la première fois de questions relatives à la responsabilité d’institutions, y compris de l’État, pour des abus sexuels commis par un enseignant sur des élèves d’une école nationale.", "43.  Le juge Fennelly retraça également en détail l’historique des écoles nationales et décrivit la situation juridique qui en résultait, précisant que ce système avait survécu à l’indépendance en 1922 et à l’adoption de la Constitution en 1937. Il admit les conclusions de l’expert selon lesquelles il s’agissait non pas d’un système scolaire d’État mais plutôt d’un « système soutenu par l’État ». Il nota que la séparation des pouvoirs était très nette entre l’État (qui assurait le financement et élaborait les programmes scolaires) et le directeur (qui était chargé de la gestion de l’établissement au quotidien, et notamment de la nomination et de la révocation des enseignants), ajoutant que la volonté des différentes religions de préserver et défendre leur propre éducation religieuse avait amené les écoles nationales à se développer sur une base confessionnelle.", "44.  Le juge Fennelly estima que les inspecteurs constituaient un élément extrêmement important du système de surveillance et de maintien des normes par l’État, qui permettait au ministre de s’assurer de la qualité du système. Il indiqua toutefois que le système d’inspection ne modifiait pas la répartition des responsabilités entre l’État et le directeur, puisque les inspecteurs n’avaient pas le pouvoir de donner des instructions aux enseignants pour l’accomplissement de leurs fonctions. Il précisa que le règlement de 1965 reflétait ce partage des responsabilités entre l’Église et les autorités de l’État. Selon lui, même si aujourd’hui l’État se montrait plus interventionniste, la gestion quotidienne d’un établissement continuait de relever du directeur. Le juge conclut en conséquence que l’État n’était pas responsable des actes de L.H. ni, pour les mêmes raisons, du fait que le directeur n’avait pas porté à la connaissance des autorités publiques la plainte émise contre L.H. en 1971. Pour lui, d’un point de vue juridique, L.H. était employé non pas par l’État, mais par le directeur. Tout en reconnaissant que l’intéressé devait avoir les qualifications définies par le ministre et respecter les dispositions du règlement de 1965, et que l’État disposait de pouvoirs disciplinaires à ces égards, le juge observa que L.H. n’avait pas été recruté par l’État et que l’État n’avait pas le pouvoir de le renvoyer.", "45.  Se référant au grief exposé par la requérante dans sa déclaration de pourvoi relativement à la responsabilité de l’État à raison du nonsignalement par le directeur de la plainte de 1971, le juge Fennelly parvint à la conclusion suivante : « [P]our la même raison, et pour autant qu’il soit nécessaire de le préciser, la responsabilité de l’État ne peut se trouver engagée à raison du non-signalement par [le directeur] de la plainte formulée en 1971. [Le directeur] n’était pas l’employé du deuxième défendeur. »", "46.  Le juge Geoghegan émit une opinion dissidente. Tout en admettant que ni le ministère ni les inspecteurs n’avaient eu connaissance des abus, il releva que, dans la pratique, la majeure partie de l’enseignement primaire en Irlande prenait la forme d’une entreprise conjointe entre l’Église et l’État, et il estima que, dans le contexte de cette relation, il existait un lien suffisant entre l’État et la survenue du risque pour que la responsabilité de l’État fût engagée, eu égard notamment au rôle joué par les inspecteurs. Il examina en détail les dépositions des inspecteurs scolaires et les éléments concernant leur rôle, constatant notamment que si une allégation d’agression sexuelle d’un élève d’une école nationale par un enseignant était jugée fondée à l’issue d’une enquête ouverte par le ministère, cela pouvait conduire soit au retrait de l’homologation soit à une enquête de police suivie, si la police estimait la plainte justifiée, du retrait à l’enseignant en question de son autorisation d’enseigner.", "47.  Par un arrêt du 9 mai 2009, la Cour suprême infirma la décision condamnant la requérante aux frais et dépens, relevant qu’il n’était pas contesté qu’il s’agissait d’une affaire pilote complexe, et décida que dans le cadre de l’action civile contre les défendeurs publics les parties assumeraient leurs frais respectifs.", "48.  La requérante fut représentée par un conseil tout au long de la procédure civile, mais elle ne bénéficia pas de l’aide juridictionnelle.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  L’enseignement primaire en Irlande", "1.  Contexte", "49.  La Cour renvoie à la description de l’histoire et de la structure du système d’enseignement primaire fondé sur les écoles nationales donnée en l’espèce par la Cour suprême (O’Keeffe v. Hickey [2008] IESC 72), notamment par les juges Hardiman et Fennelly (paragraphes 30-35 et 42-44 ci-dessus).", "50.  L’article 4 de la loi de 1926 sur la scolarisation (School Attendance Act 1926) faisait obligation aux parents de scolariser leurs enfants dans une école nationale ou un autre établissement scolaire adéquat, sauf s’ils pouvaient invoquer une excuse valable, par exemple que l’enfant concerné bénéficiait par ailleurs d’un enseignement primaire satisfaisant, qu’il n’avait pas accès à une école nationale conforme à l’obédience religieuse de ses parents ou que, pour une quelconque autre raison suffisante, il ne pouvait pas être scolarisé. Jusqu’en 1969, tous les enfants entre six et quatorze ans devaient être scolarisés à plein temps, l’âge de fin de la scolarité obligatoire ayant ensuite été porté à seize ans. L’enseignement primaire est gratuit pour tous en Irlande depuis le XIXe siècle.", "51.  L’immense majorité des enfants en âge d’aller à l’école primaire étaient scolarisés dans des « écoles nationales », établissements d’enseignement primaire financés par l’État et sous administration religieuse. Selon des rapports établis par le ministère, le pays comptait 3 776 écoles nationales en 1972-1973 et 3 688 en 1973-1974. Il ressort des statistiques du ministère pour février 1973 que les écoles nationales représentaient à l’époque 94 % des établissements d’enseignement primaire. D’après un rapport de 1965 intitulé « Rapport sur les investissements en matière d’éducation » (Investment in Education Report), l’Église catholique administrait 91 % des écoles nationales et y accueillait 97,6 % des élèves fréquentant ce type d’établissements, les pourcentages pour l’Église protestante étant de respectivement 9 % et 2,4 %. Un rapport établi en 2011 par le ministère indique qu’environ 96 % des écoles primaires se trouvaient alors toujours sous patronage et administration confessionnels, dont 89,65 % sous patronage et administration catholiques).", "52.  En 1963-1964, 192 écoles primaires payantes et non subventionnées par l’État accueillaient environ 21 000 enfants, soit 4 à 4,5 % de l’ensemble des élèves des établissements d’enseignement primaire. Ces établissements étaient très majoritairement situés dans des zones urbaines, et une grande partie d’entre eux à Dublin.", "53.  Le rapport de la commission des établissements scolaires sur les critères révisés pour l’implantation de nouvelles écoles primaires (Commission on School Accommodation’s Report on the Revised Criteria for the Establishment of New Primary Schools), publié en février 2011, confirme que, jusque dans les années 1970, l’école nationale locale représentait le seul choix effectif pour les parents. Ce rapport fait état de l’existence à la fin des années 1970 de certains éléments annonciateurs de changements, par exemple la création en 1978 de la première école multiconfessionnelle et une augmentation du nombre des écoles inter/multiconfessionnelles de langue irlandaise.", "2.  La Constitution de 1937", "54.  L’article 42, intitulé « Éducation », se lit comme suit :", "« 1.  L’État reconnaît que l’éducateur premier et naturel de l’enfant est la Famille et il garantit le respect du droit et du devoir inaliénables des parents d’assurer, selon leurs moyens, l’éducation religieuse et morale, intellectuelle, physique et sociale de leurs enfants.", "2.  Les parents sont libres d’assurer cette éducation dans leur foyer, dans des écoles privées ou dans des écoles homologuées ou établies par l’État.", "3.  1) L’État n’oblige pas les parents à scolariser leurs enfants contre leur conscience et leur préférence légitime dans des écoles établies par lui ou dans une catégorie particulière d’établissements désignée par lui.", "2) Cependant, en tant que gardien du bien commun, l’État exige que les enfants reçoivent un minimum d’éducation morale, intellectuelle et sociale, qu’il convient d’adapter aux circonstances.", "4.  L’État assure un enseignement primaire gratuit et il s’efforce de subventionner et de soutenir dans les limites du raisonnable les initiatives en matière d’enseignement, qu’elles émanent de personnes privées ou de personnes morales. Si le bien public l’exige, il met en place d’autres structures ou établissements d’enseignement, en respectant toutefois les droits des parents, spécialement en matière de formation religieuse et morale.", "5.  Dans les cas exceptionnels où, pour des raisons physiques ou morales, les parents viennent à manquer à leurs devoirs envers leurs enfants, l’État, en tant que gardien du bien commun, s’efforce par des moyens appropriés de se substituer aux parents, mais toujours en respectant les droits naturels et imprescriptibles de l’enfant. »", "55.  Dans l’affaire Mc Eneaney v. the Minister for Education ([1941] IR 430), la Cour suprême releva que « depuis plus d’un siècle l’organisation d’un enseignement primaire gratuit [était] reconnue comme une obligation nationale ». La haute juridiction précisa par la suite (Crowley v. Ireland [1980] IR 102) que l’article 42 § 4 conférait aux enfants le droit de bénéficier d’un enseignement primaire gratuit et que le terme « assurer » faisait obligation à l’État, non pas d’éduquer lui-même les enfants, mais de veiller à ce qu’un enseignement adéquat leur fût dispensé.", "3.  La législation pertinente", "56.  La loi de 1908 sur les enfants (Children Act 1908), qui régissait les questions de protection de l’enfance, prévoyait que l’État pouvait prendre en charge un enfant victime d’abus au sein de sa famille. La loi de 1998 sur l’éducation (Education Act 1998 – « la loi de 1998 ») fut le premier texte législatif après la création de l’État irlandais à traiter de manière exhaustive les questions d’éducation. Elle conféra une base légale aux caractéristiques du système d’enseignement primaire (financement public/administration privée) sans opérer aucun changement structurel fondamental à cet égard.", "4.  Le règlement des écoles nationales (Rules for National Schools – « le règlement de 1965 ») et les circulaires ministérielles applicables", "57.  Les règles en vigueur avant l’indépendance de 1922 s’appliquèrent aux écoles nationales jusqu’à l’adoption par le ministère du règlement de 1965. Bien qu’il ne s’agisse ni d’un texte législatif ni d’un décret d’application, ce règlement a force de loi et fait partie du régime légal applicable (Brown v. Board of Management of Rathfarnham Parish National School [2006] IEHC 178). Par ailleurs, le ministère régissait les questions relevant de sa compétence par des notes, des circulaires et d’autres textes ministériels officiels. Le ministre avait le pouvoir de retirer son homologation à une école ou son autorisation d’enseigner à un enseignant en cas de non-respect du règlement de 1965 (articles 30 et 108 dudit règlement).", "5.  Les directeurs et les comités de direction", "58.  L’article 15 du règlement disposait que le directeur était chargé de la gestion directe de l’école, de la nomination des enseignants et, sous réserve de l’approbation du ministre, de leur révocation. Le directeur devait se rendre régulièrement dans l’établissement qu’il dirigeait et veiller au respect du règlement de 1965 (article 16 dudit règlement). Sous l’autorité du directeur, le principal était responsable de la discipline, de la supervision des autres enseignants et de toutes les autres questions liées aux activités scolaires (article 13 § 4 du règlement).", "59.  L’article 121 du règlement de 1965 exposait les règles de comportement à observer par les enseignants. Ceux-ci devaient notamment agir dans un esprit d’obéissance à la loi, prêter la plus grande attention à la moralité et à la conduite générale de leurs élèves, prendre toutes les précautions raisonnables pour assurer la sécurité des élèves et se conformer à toutes les instructions licites du directeur. L’article 130 du règlement commandait aux enseignants d’être attentifs au perfectionnement et au bien-être général de leurs élèves, d’user de gentillesse et de fermeté à leur égard, et de les encadrer en les prenant par les sentiments et la raison, et non en les traitant avec rudesse et sévérité.", "60.  La plupart des écoles primaires ont à présent un comité de direction. Avant l’adoption de la loi de 1998, qui consacra leur existence, les comités de direction étaient régis par une circulaire ministérielle (no 16/76). Selon l’article 14 de la loi de 1998, il incombe au patron de constituer, dans les limites de ce qui est réalisable et conformément au « principe de partenariat », un comité dont la composition doit faire l’objet d’un accord entre le ministre et les partenaires en matière d’éducation. Les comités sont des personnes morales à succession perpétuelle, qui ont la capacité d’ester en justice.", "6.  Les inspecteurs", "61.  Le règlement de 1965 prévoyait la possibilité pour le ministre et les personnes habilitées par lui (les inspecteurs) de se rendre dans les écoles pour y effectuer des inspections à leur convenance (article 11 du règlement). D’après l’article 161, les inspecteurs étaient des agents du ministre, qui devaient faire remonter à celui-ci les informations nécessaires à une administration effective du système. Ils devaient attirer l’attention des directeurs et des enseignants sur toute infraction aux règles. Ils étaient en droit de communiquer avec le directeur relativement à l’état général de l’établissement « ou à toute autre question appelant l’attention du directeur » et de « formuler toute suggestion qu’ils jugeraient nécessaire ». Ils étaient tenus d’effectuer de fréquentes visites impromptues dans les écoles de leur secteur, ainsi que des visites annuelles obligatoires en vue d’évaluer le travail des enseignants. La circulaire no 16/59 donnait aux inspecteurs des orientations générales sur leur rôle par rapport aux directeurs et enseignants, sur les modalités des inspections impromptues et générales et sur l’évaluation du travail des enseignants.", "7.  Les plaintes", "62.  Une directive du 6 mai 1970 décrivait la procédure à suivre en cas de plainte dirigée contre un enseignant. Le plaignant devait être informé que la plainte relevait d’abord de la compétence du directeur et il était invité à préciser s’il la lui avait notifiée. Le directeur devait recueillir les observations de l’enseignant mis en cause et les transmettre, accompagnées de son propre avis sur la question, au ministère. L’inspecteur en chef adjoint auprès du ministère décidait alors si une enquête s’imposait. Dans l’affirmative, l’inspecteur devait interroger le directeur, l’enseignant et les parents concernés. Si l’enquête aboutissait à des conclusions défavorables à l’enseignant, l’article 108 du règlement de 1965 autorisait le ministre à prendre des mesures contre l’intéressé si celui-ci s’était mal conduit ou n’avait pas respecté le règlement de 1965. Le ministre pouvait poursuivre l’enseignant, lui retirer son autorisation d’enseigner et/ou lui suspendre/diminuer son traitement. Comme indiqué ci-dessus, le directeur pouvait révoquer un enseignant, sous réserve de l’approbation du ministre.", "B.  Le droit pénal et les aspects connexes", "63.  L’abus sexuel sur mineur était réprimé par les articles 50 et 51 de la loi (modifiée) de 1861 sur les infractions contre les personnes (Offences Against the Person Act 1861). La loi de 1935 portant modification du droit pénal (Criminal Law Amendment Act 1935) avait pour but l’introduction de nouvelles dispositions protectrices à l’égard des jeunes filles et la modification de la législation concernant les infractions sexuelles. Les articles 1 et 2 de la loi de 1935 ont introduit l’infraction d’attentat à la pudeur sur mineure de moins de 15 ans et sur mineure entre 15 et 17 ans. L’article 14 de cette loi se lit comme suit :", "« 14.  Quiconque est accusé d’attentat à la pudeur sur une personne de moins de quinze ans ne peut se défendre en prouvant que cette personne a consenti à l’acte réputé constitutif d’un attentat à la pudeur. »", "En conséquence, une mineure de moins de quinze ans ne peut consentir à aucune forme de relation charnelle, et toute relation de ce type est (et était à l’époque des faits) constitutive d’un crime. Pareils actes sont constitutifs non seulement des infractions susmentionnées prévues par la loi mais également de voies de fait simples (ordinary assault).", "64.  Le droit irlandais ne prévoyait pas de délai de prescription pour les infractions susceptibles d’un procès devant jury (indictable offences) ; l’auteur de pareille infraction pouvait donc être poursuivi jusqu’à la fin de ses jours.", "65.  La victime d’un dommage causé par un crime violent peut demander réparation dans le cadre du régime d’indemnisation des victimes d’atteintes aux personnes résultant d’infractions pénales (« Scheme of Compensation for Personal Injuries Criminally Inflicted »). Le régime est administré par la CICT. Le délai d’introduction de la demande est normalement de trois mois, mais il peut être prorogé. La décision est prise sans audience. Elle peut être frappée d’appel, une division de la CICT statuant alors à l’issue d’une audience à huis clos. La décision d’appel est définitive. L’indemnité, qui est versée à titre gracieux, couvre les dépenses et les pertes de la victime (débours et factures payées, moins les prestations sociales et les rémunérations perçues pendant le congé de maladie). Jusqu’en 1986, elle comprenait également une somme pour dommage moral.", "C.  Le droit civil et les aspects connexes", "66.  Un délit civil (tort) est un fait quelconque de l’homme qui cause un préjudice à autrui, engageant ainsi la responsabilité délictuelle de son auteur. Le délit de négligence requiert la preuve que le défendeur avait un devoir de vigilance (duty of care) envers le demandeur (ce qui implique qu’il soit établi qu’il y avait entre les parties une relation suffisamment proche pour que l’une des parties fût tenue d’exercer sa vigilance à l’égard de l’autre), que cette obligation n’a pas été respectée et que ce non-respect a causé un dommage (voir, par exemple, Beatty v. The Rent Tribunal [2005] IESC 66).", "67.  La responsabilité du fait d’autrui est l’imputation d’une responsabilité à une personne physique ou morale qui n’a causé aucun préjudice et qui peut n’avoir commis aucune faute, mais qui a une relation juridique particulière avec celui qui a causé le dommage par sa faute, fût-ce par sa négligence. Les relations juridiques pouvant mettre en jeu la responsabilité du fait d’autrui incluent la relation entre employeur et employé.", "68.  Un justiciable peut également invoquer la Constitution s’agissant de demander réparation à un particulier pour violation de ses droits constitutionnels. Dans l’affaire Meskell v. CIE ([1973] IR 121), la Cour suprême a déclaré :", "« (...) quiconque a subi un dommage à raison d’une violation ou d’une méconnaissance d’un droit constitutionnel peut demander réparation à la personne ou aux personnes qui ont enfreint le droit en question. »", "Les juges n’admettent pareil moyen de constitutionnalité que lorsqu’il s’agit de combler une lacune du droit de la responsabilité civile.", "D.  Les enquêtes publiques et évolutions en matière de protection de l’enfance pertinentes", "1.  Le rapport Carrigan de 1931", "69.  Constituée en 1930, la commission Carrigan fut chargée d’étudier l’opportunité de modifier certaines lois pénales et de formuler des propositions en vue du règlement du « problème de la prostitution juvénile ». Elle tint dix-sept sessions, au cours desquelles elle entendit vingt-neuf témoins et examina des observations écrites.", "70.  Le 20 août 1931, la commission soumit au ministre de la Justice son rapport final. Elle y préconisait un ensemble de réformes sociales et législatives concernant, entre autres, les crimes sexuels sur mineurs.", "71.  Le préfet de police fut un témoin important devant la commission. Avant sa comparution, il avait soumis des informations statistiques tirées des réponses à une circulaire qu’il avait envoyée à plus de 800 postes de police concernant les poursuites engagées entre 1924 et 1930 pour des infractions sexuelles, notamment pour celles d’« attentat à la pudeur, relations charnelles ou viol » commises sur des filles de moins de dix ans, entre dix et treize ans, entre treize et seize ans, entre seize et dix-huit ans et de plus de dix-huit ans. Devant la commission, il se livra à une analyse détaillée de ces statistiques, relevant notamment l’existence d’un « nombre alarmant, en augmentation constante, d’infractions sexuelles, en particulier d’agressions sexuelles sur des mineurs, filles et garçons, de seize ans et moins, dont beaucoup concernaient des enfants de moins de dix ans ». Il fit remarquer que moins de 15 % des infractions sexuelles étaient à l’époque poursuivies, ce qui selon lui s’expliquait par diverses raisons, notamment par les réticences des parents à donner suite à de tels actes.", "72.  Conformément à l’avis du ministère de la Justice (figurant dans un mémorandum joint au rapport), ni les éléments produits devant la commission Carrigan ni le rapport de celle-ci ne furent publiés. Dans son avis, le ministère de la Justice critiquait le rapport à différents égards et il estimait que la conclusion évidente à en tirer était que le sens ordinaire de la décence et l’influence de la religion étaient défaillants en Irlande, et que l’action de la police constituait la seule solution. Le rapport donna lieu à un débat au sein d’une commission parlementaire. Plusieurs recommandations furent mises en œuvre, notamment par l’adoption de la loi de 1935 portant modification du droit pénal (paragraphe 63 ci-dessus). Les dossiers du ministère de la Justice concernant ce rapport furent publiés en 1991 et d’autres documents d’archives furent rendus publics en 1999.", "2.  Les reformatory schools (maisons de correction) et les industrial schools (écoles d’apprentissage pour enfants orphelins, abandonnés ou délaissés)", "73.  Les reformatory schools virent le jour dans les années 1850 et les industrial schools dans les années 1860. Elles étaient pour la plupart administrées par des autorités religieuses et financées par des fonds publics. Les reformatory schools, dont le nombre resta très limité, accueillaient de jeunes délinquants. En revanche, il existait une cinquantaine de industrial schools. Outre les prestations d’enseignement, ces écoles fournissaient à leurs élèves logement, habillement et nourriture (article 44 de la loi de 1908 sur les enfants). De 1936 à 1970, 170 000 enfants et adolescents au total (soit environ 1,2 % du groupe d’âge ici concerné) furent internés dans de telles écoles. La durée moyenne du séjour y était de sept ans. Pour la grande majorité des élèves, l’internement dans ces établissements était justifié par leur état de « nécessité », les deux autres motifs les plus courants étant la commission d’une infraction pénale et le manque d’assiduité scolaire. Les trois motifs impliquaient une décision du tribunal de district. L’article 7 de la réglementation de 1933 régissant les industrial schools (Rules and Regulations for Industrial Schools 1933) énonçait que l’instruction générale dispensée aux enfants devait être conforme au programme des écoles nationales et préconisait un nombre d’heures à consacrer à l’instruction générale et à la formation professionnelle.", "3.  Les rapports Cussen et Kennedy sur les reformatory schools et les industrial schools", "74.  Élaboré à la demande de l’État, le rapport Cussen sur le fonctionnement des reformatory schools et des industrial schools, publié en 1936, entérina le système en place sous réserve de la mise en œuvre de 51 conclusions et recommandations. Le système perdura pratiquement sans aucun changement jusqu’à ce qu’une commission constituée par l’État et présidée par le juge Eileen Kennedy mène une nouvelle étude sur ces mêmes établissements. Le rapport Kennedy parut en 1970, alors que le système des reformatory schools et des industrial schools était déjà sur le déclin. Il recommandait la fermeture de certains établissements et formulait d’autres propositions de changement. Il indiquait notamment que le système d’inspection était totalement inefficace et préconisait l’établissement d’un organe officiel indépendant apte à garantir les normes les plus élevées en matière de protection de l’enfance et à exercer, notamment, une fonction de surveillance, ainsi que la mise en place d’autres mécanismes de signalement.", "4.  Le rapport Ryan sur les reformatory schools et les industrial schools", "75.  À la suite de diverses révélations et controverses publiques à la fin des années 1980 et au début des années 1990 concernant, notamment, des abus commis par des membres du clergé sur des enfants en Irlande, le Premier ministre publia le 11 mai 1999 la déclaration écrite suivante :", "« Au nom de l’État et de l’ensemble des citoyens, le gouvernement souhaite présenter des excuses sincères, quoique beaucoup trop tardives, aux victimes des mauvais traitements à enfants pour notre incapacité collective à intervenir, à détecter leurs souffrances et à leur venir en aide. »", "76.  La loi instituant la commission d’enquête sur les mauvais traitements à enfants (Commission to Inquire into Child Abuse Act 2000) fut adoptée en 2000, puis modifiée en 2005. Une commission (ultérieurement désignée sous le nom de « commission Ryan ») enquêta et fit un rapport sur la question des abus (notamment à caractère sexuel) commis sur des enfants essentiellement dans les reformatory schools et les industrial schools. Le nombre des reformatory schools étant relativement restreint, les travaux de la commission portèrent surtout sur les industrial schools.", "77.  Le mandat de la commission couvrait pour l’essentiel la période allant des années 1930 aux années 1970, soit l’intervalle entre les rapports Cussen et Kennedy. Pendant neuf ans, la commission rassembla des éléments comprenant une volumineuse documentation, des expertises et les dépositions d’environ 1 500 plaignants. Le « comité d’investigation » (Investigation Committee) entendit les témoins qui souhaitaient l’ouverture d’une enquête sur leurs allégations alors que le « comité des témoignages confidentiels » (Confidential Committee) donna l’occasion aux témoins de relater dans une enceinte privée les abus qu’ils avaient subis. Les dépositions faites devant ce dernier comité ne donnèrent donc pas lieu à des actions judiciaires.", "78.  La commission rendit son rapport (« le rapport Ryan ») en mai 2009. Elle y concluait qu’il y avait eu, sur une vaste échelle et de façon chronique, des abus physiques graves, notamment à caractère sexuel, qui avaient été commis sur des enfants, essentiellement par des membres du clergé, dans les reformatory schools et les industrial schools. D’après le rapport, face à ces affaires les autorités religieuses avaient cherché à protéger les congrégations et à réduire au minimum le risque de révélations publiques, tout en signalant à la police les plaintes pour abus sexuels sur des élèves lorsque les faits étaient imputables à des laïcs. Dans sa déposition devant le comité d’investigation, le secrétaire général du ministère avait exprimé ses regrets quant aux graves manquements aux obligations du ministère visà-vis des élèves des reformatory schools et des industrial schools, reconnaissant que, même si les propriétaires et les administrateurs de ces institutions étaient des personnes privées, il incombait incontestablement à l’État de veiller au caractère adéquat des soins apportés aux enfants, et que le ministère n’avait pas assuré un niveau de soins satisfaisant. Le ministre avait ajouté que les plaintes concernant des mauvais traitements à enfants commis par des membres du clergé étaient rarement remontées jusqu’au ministère, lequel n’avait pas donné les suites appropriées à celles dont il avait été saisi.", "79.  Le chapitre 14 du volume I (« le chapitre Brander ») portait sur le parcours d’un « auteur de sévices sexuels et physiques en série », un enseignant laïc qui avait exercé dans une dizaine d’établissements (dont six écoles nationales) pendant quarante ans jusqu’à sa retraite en 1980, avant d’être reconnu coupable de nombreux chefs d’abus sexuels commis sur des élèves. Selon le rapport, lorsque des parents avaient tenté de dénoncer son comportement dans les années 1960 et 1970, l’intéressé avait été protégé par les autorités du diocèse et des établissements concernés, et était passé d’école en école. Il ressortait du rapport que des plaintes avaient été transmises à la police dans les années 1960, et que le ministère avait ignoré celles dont il avait été saisi au début des années 1980, ce qui constituait, comme le ministère l’avait reconnu devant la commission, une attitude injustifiable, même selon les critères de l’époque. D’après le rapport, l’enquête avait mis en lumière non seulement des faits en soi odieux mais aussi la « facilité avec laquelle les prédateurs sexuels pouvaient opérer au sein du système éducatif de l’État sans avoir à craindre ni signalement ni sanction ».", "80.  Le volume III était constitué du rapport du comité des témoignages confidentiels, lequel avait entendu les déclarations de 1 090 personnes concernant des abus commis entre 1930 et 1990 dans 216 institutions, principalement des reformatory schools et des industrial schools, mais aussi dans quelques écoles nationales. La commission avait entendu 82 récits, faits par 70 témoins, de mauvais traitements ayant eu lieu dans 73 établissements d’enseignement primaire et secondaire ; dans la plupart des cas, il s’agissait d’enfants qui avaient quitté l’école avant ou pendant les années 1970. D’après le rapport, plus de la moitié des témoins avaient évoqué des sévices de nature sexuelle, des plaintes avaient été communiquées à l’époque, notamment à la police et au ministère, et certains témoins avaient souligné le caractère public, et donc patent, des abus sexuels.", "81.  Le chapitre 1 du volume IV avait trait au ministère qui, en vertu de la loi de 1908 sur les enfants, était juridiquement responsable des enfants envoyés dans les reformatory schools et les industrial schools. La commission concluait que l’insuffisance des informations dont disposait le ministère était due au caractère inadéquat du système d’inspection mis en place par lui. Elle ajoutait que les fonctionnaires du ministère étaient conscients de l’existence d’abus et qu’ils auraient dû faire davantage usage, dans l’intérêt des enfants, des amples pouvoirs juridiques, notamment celui de révocation des directeurs, dont ils disposaient à l’égard des établissements concernés. Or, selon la commission, le ministère n’avait pas tenté d’imposer le moindre changement en vue d’améliorer le sort des élèves de ces écoles. Elle s’exprima comme suit à ce sujet :", "« On pourrait même considérer les (...) carences du ministère à cet égard comme le signe d’une reconnaissance tacite par l’État de la domination et de la mainmise des congrégations sur le système. Le secrétaire général [a déclaré] que le ministère avait fait preuve d’une « extrême déférence » à l’égard des congrégations religieuses. Cette attitude révérencieuse a fait obstacle à tout changement, et il a fallu une intervention indépendante, matérialisée par la publication du rapport Kennedy en 1970, pour aboutir au démantèlement d’un système d’un autre âge. »", "82.  Le volume V contenait notamment des copies d’expertises. Certains plaignants avaient demandé à un professeur d’histoire irlandaise, le professeur Ferriter, de répondre à l’argument selon lequel l’État n’aurait été informé à un niveau politique des cas d’abus physiques sur mineurs que dans les années 1970 et des cas d’abus sexuels sur mineurs que dans les années 1980. La commission reprit l’étude du professeur Ferriter à son compte et l’annexa à son propre rapport. Le professeur Ferriter replaçait les événements évoqués devant la commission Ryan dans leur contexte historique. Il qualifiait le rapport Carrigan (de 1931) « d’étape marquante » dans la collecte d’informations sur le taux de poursuite des infractions sexuelles en Irlande. Il exposait et analysait également des statistiques en matière de poursuites, extraites des archives des juridictions pénales, portant sur la période allant des années 1930 aux années 1960. Il en ressortait que la police avait poursuivi les pédophiles de manière énergique mais que, la plupart des infractions à caractère sexuel n’ayant en réalité pas été signalées, celles-ci avaient probablement constitué un problème grave pendant tout le XXe siècle en Irlande. Le professeur Ferriter indiquait ensuite que les archives des juridictions pénales laissaient transparaître un « degré élevé et constant d’infractions sexuelles visant de jeunes enfants (garçons et filles) ». Selon lui, même si dans la plupart des cas les médias n’avaient pas rendu compte de ces affaires, il n’en demeurait pas moins que la police était à l’époque bien au fait de l’existence de ces infractions.", "83.  Au volume V se trouvait annexé un rapport de recherche qui avait été élaboré par M. Rollinson, à la demande de la commission Ryan ellemême, et qui était intitulé « Protection de l’enfance dans les internats en Angleterre, 19481975 : historique et état des lieux » (Residential Child Care in England, 1948-1975 : A History And Report), qui retraçait l’historique du système d’internats en Angleterre pendant la période de 1948 à 1975. Dans le chapitre intitulé « Abus », M. Rollinson observait qu’avant le milieu des années 1980 « les professionnels et les adultes étaient peu sensibilisés à la notion ou à la possibilité d’abus » et qu’il était « primordial d’éviter le piège et les possibles excès » qui consisteraient à juger cette période révolue à l’aune des normes actuelles.", "84.  Le rapport Ryan contenait plusieurs recommandations. Selon ses auteurs, il importait avant tout que l’État admît que les mauvais traitements à enfants étaient résultés des carences des systèmes et des politiques, des instances de direction et d’administration ainsi que du personnel d’encadrement des reformatory schools et des industrial schools. Une série d’autres recommandations étaient formulées relativement à l’élaboration et à la supervision des politiques et services de l’État à destination des enfants, aux mécanismes de détermination des responsabilités, et à la nécessité d’inspections adéquates et indépendantes de l’ensemble des services aux enfants et de la mise en œuvre pleine et entière du rapport intitulé « Les enfants d’abord : lignes directrices nationales pour la protection et le bienêtre des enfants » (Children First : National Guidelines for the Protection and Welfare of Children – paragraphe 89 cidessous).", "5.  Les rapports ultérieurs concernant les abus sexuels", "85.  La manière de réagir de l’Église catholique face aux allégations d’abus sexuels commis sur des enfants par des membres du clergé fut critiquée dans une série d’enquêtes et de rapports publics ultérieurs.", "86.  Le rapport Ferns de 2005 dénombrait plus d’une centaine de plaintes pour abus sexuel déposées entre 1962 et 2002 contre vingt et un prêtres du diocèse de Ferns. Il critiquait l’attitude de l’Église, mais ne faisait état que de peu de plaintes présentées aux autorités de l’État avant ou pendant les années 1970.", "87.  Le rapport Murphy de 2009 analysait la façon dont l’Église et l’État avaient traité les plaintes pour sévices à enfants formulées entre 1975 et 2004 contre des membres du clergé de l’archidiocèse de Dublin. Il constatait que les abus sexuels commis par des ecclésiastiques sur des enfants avaient été courants pendant la période étudiée. Il qualifiait d’extraordinaire le retard pris par le processus législatif jusqu’au début des années 1990 alors que la nécessité d’une législation en matière de protection de l’enfance avait été clairement reconnue dès le début des années 1970.", "88.  En 1996, les évêques irlandais catholiques adoptèrent un document de référence intitulé « Sévices sexuels à enfants : principes directeurs pour une réponse de l’Église » (Child Sexual Abuse: Framework for a Church Response). Le rapport Cloyne de 2011 examinait la manière dont les autorités de l’Église catholique avaient réagi aux plaintes concernant des abus sexuels commis par des membres du clergé portées devant elles après l’adoption de ce document de référence, à une époque donc où l’on pouvait raisonnablement considérer qu’elles avaient conscience de l’étendue du problème et de la manière dont il convenait d’y répondre. Le rapport était extrêmement critique vis-à-vis de l’attitude de l’Église, même pendant la période postérieure à la parution du document susmentionné.", "6.  Autres développements en matière de protection de l’enfance", "89.  En novembre 1991, le ministère émit des directives concernant les procédures à suivre pour le traitement des allégations ou soupçons de mauvais traitements à enfants (circulaire no 16/91). Ces directives furent mises à jour en 2001 (sous le titre « Protection de l’enfance – Directives et procédures » – Child Protection – Guidelines and Procedures), puis en 2006 (dans le document intitulé « directives et procédures en matière de protection de l’enfance dans les établissements d’enseignement primaire » – Child Protection Guidelines and Procedures for Primary Schools). En 1999, le premier dispositif global de protection de l’enfance (« Les enfants d’abord : Directives nationales pour la protection et le bien-être des enfants » – Children First: The National Guidelines for the Protection and Welfare of Children) fut adopté par l’État. Ces directives devaient faciliter la détection et le signalement des abus concernant des enfants et améliorer les pratiques professionnelles dans les organisations offrant des services aux enfants et aux familles. Elles ont fait depuis l’objet de plusieurs mises à jour, dont la dernière remonte à 2011. Le gouvernement a publié en 2012 le projet de loi « Les enfants d’abord » en vue de garantir leur mise en œuvre effective.", "90.  En 2002 a été créée la fonction de médiateur des enfants (Ombudsman for Children), censée sensibiliser le grand public aux droits des enfants. De nouvelles infractions spécifiques ont vu le jour, notamment l’infraction de mise en danger d’un enfant par négligence (article 176 de la loi de 2006 sur la justice pénale – Criminal Justice Act 2006). Divers régimes d’indemnisation ont été établis, principalement au profit des victimes d’abus commis dans les reformatory schools et les industrial schools. Le référendum de 2012 sur les « droits des enfants » a conduit à l’approbation du 31e amendement à la Constitution, qui prévoit l’insertion dans l’article 42 de celle-ci de dispositions portant sur les droits des enfants et la protection de l’enfance. En raison de certaines procédures pendantes, cet amendement n’est pas encore entré en vigueur.", "III.  le droit et la pratique internationaux pertinents", "A.  Le Conseil de l’Europe", "91.  L’Assemblée parlementaire du Conseil de l’Europe (« APCE ») a formulé ses premières recommandations concernant la protection de l’enfance en 1969, dans sa Recommandation 561 (1969) intitulée « Protection des mineurs contre les mauvais traitements ». Si ce texte concerne essentiellement les sévices infligés aux enfants au sein de leur foyer, l’APCE y invite les États « à prendre les mesures nécessaires pour que les ministères et services compétents aient conscience de la gravité et de l’envergure du problème des enfants physiquement ou moralement maltraités » et, en outre, « à demander aux services officiels responsables du sort des enfants maltraités de coordonner, dans toute la mesure du possible, leur action avec l’œuvre entreprise dans ce domaine par des organisations privées ». La Recommandation no R (79) 17 du Comité des Ministres concernant la protection des enfants contre les mauvais traitements complète celle de l’APCE et demande aux gouvernements de prendre toute mesure utile pour assurer la sauvegarde de l’enfance maltraitée, « lorsque ces actes ou manquements sont le fait de personnes ayant la garde de l’enfant ou sous l’autorité desquelles il est placé de façon temporaire ou permanente ».", "92.  La Charte sociale européenne de 1961 énonce dans son article 7 que les enfants et les adolescents ont droit à une protection spéciale contre les dangers physiques et moraux auxquels ils sont exposés.", "B.  Les Nations unies", "93.  Adoptée par la Société des Nations en 1924, la Déclaration de Genève sur les droits de l’enfant, qui consacre cinq principes de protection, souligne dans son préambule que l’humanité doit donner à l’enfant « ce qu’elle a de meilleur ». En 1959, l’Assemblée générale des Nations unies adopta par un vote unanime la Déclaration des droits de l’enfant, qui étendait la portée de la déclaration de 1924. La déclaration de 1959 énonce dans son préambule le principe général selon lequel l’enfant, en raison de son manque de maturité physique et intellectuelle, a besoin d’une protection spéciale et de soins spéciaux. Le principe no 2 énonce que l’enfant doit bénéficier d’une protection spéciale et se voir accorder des possibilités et des facilités, afin d’être en mesure de se développer d’une façon saine et normale sur le plan physique, intellectuel, moral, spirituel et social, dans des conditions de liberté et de dignité, l’intérêt supérieur de l’enfant devant être la considération déterminante. Aux termes du principe 8, l’enfant doit, en toutes circonstances, être parmi les premiers à recevoir protection et secours. D’après le principe 9, l’enfant doit être protégé contre toute forme de négligence, de cruauté et d’exploitation.", "94.  La Déclaration universelle des droits de l’homme (DUDH) de 1948 comporte deux dispositions qui se réfèrent expressément aux enfants, à savoir l’article 25, qui prévoit pour eux une aide et une assistance spéciales, et l’article 26, qui consacre le droit à l’enseignement élémentaire gratuit. Elle énumère en outre l’ensemble des droits de l’homme qui s’appliquent à tous les êtres humains, notamment le droit à ne pas être soumis à des traitements cruels, inhumains ou dégradants.", "95.  Aux termes de l’article 24 du Pacte international relatif aux droits civils et politiques (PIDCP), « [t]out enfant, sans discrimination aucune (...), a droit, de la part de sa famille, de la société et de l’État, aux mesures de protection qu’exige sa condition de mineur ». L’article 2 du Pacte international relatif aux droits économiques, sociaux et culturels (PIDESC) impose aux États d’agir, y compris par l’adoption de mesures législatives, en vue d’assurer progressivement le plein exercice des droits reconnus dans le pacte. L’article 10 du même pacte dispose que des mesures spéciales de protection et d’assistance doivent être prises en faveur de tous les enfants et adolescents. L’article 12 prévoit le droit pour toute personne « de jouir du meilleur état de santé physique et mentale qu’elle soit capable d’atteindre », et renferme une disposition spécifique imposant aux États de prendre les mesures nécessaires pour assurer le développement sain de l’enfant. Les deux pactes ont été ouverts à la signature des États en 1966 ; ils ont été signés par l’Irlande en 1973 et en 1989 respectivement.", "96.  Le préambule de la Convention internationale des Nations unies de 1989 relative aux droits de l’enfant fait notamment référence aux diverses dispositions en matière de protection de l’enfance figurant dans les déclarations de 1924 et 1959, la DUDH, le PIDCP et le PIDESC. D’après l’article 19 de cette convention, les États parties doivent protéger l’enfant contre toute forme de mauvais traitement par ses parents ou par toute autre personne à qui il est confié et établir des programmes sociaux appropriés pour prévenir les abus et traiter les victimes.", "EN DROIT", "97.  La requérante soutient que l’État ne l’a pas protégée contre les abus sexuels que lui a fait subir un enseignant dans l’enceinte de son école nationale et elle ajoute qu’elle ne disposait d’aucun recours effectif contre l’État à cet égard. Elle invoque l’article 3, lu isolément et en combinaison avec l’article 13, ainsi que l’article 8 et l’article 2 du Protocole no 1, lus isolément et en combinaison avec l’article 14 de la Convention.", "I.  SUR LES EXCEPTIONS PRÉLIMINAIRES DU GOUVERNEMENT", "98.  Le Gouvernement invite la Cour à revenir sur sa décision sur la recevabilité, soutenant que la requérante n’a pas épuisé les voies de recours internes, qu’elle n’est plus victime d’une violation de la Convention, que sa requête est tardive et, enfin, que les griefs de l’intéressée sont manifestement mal fondés. La requérante, s’appuyant notamment sur la décision sur la recevabilité rendue à l’unanimité par la chambre, combat ces arguments.", "A.  Thèses des parties", "1.  Le Gouvernement", "99.  Le Gouvernement soutient tout d’abord que la requérante n’a pas épuisé les voies de recours internes effectives. Contrairement à la chambre, il estime que l’intéressée n’était pas en droit de choisir le recours qu’elle jugeait approprié, dès lors que le choix opéré a eu pour résultat que le principal grief qu’elle présente à la Cour est précisément celui qu’elle n’a pas poursuivi devant les tribunaux nationaux. Le Gouvernement considère que le fait que la requérante n’a pas saisi la Cour suprême d’un recours contre l’ordonnance de non-lieu rendue par la High Court, pour laquelle l’intéressée n’avait pas établi le bien-fondé de ses allégations de négligence, a privé l’État de la possibilité de contester ces allégations, preuves à l’appui, devant la juridiction nationale appropriée. Selon lui, il en découle que des éléments très controversés ont été produits devant la Cour sans l’indispensable analyse des tribunaux internes. Le Gouvernement n’avance pas que la requérante, après avoir exercé un recours qui n’a pas abouti, aurait dû emprunter une autre voie de droit, mais il estime qu’elle n’aurait pas dû abandonner au stade de la High Court un recours portant sur son grief principal devant la Cour.", "100.  Le Gouvernement estime en outre que, s’il devait être jugé que l’ordonnance de non-lieu de la High Court concluant à l’inexistence d’un grief défendable de négligence n’était manifestement pas susceptible de recours, il faudrait rejeter la requête pour tardiveté, dès lors qu’elle n’a pas été introduite dans les six mois du prononcé de l’ordonnance, qui est datée du 9 mars 2004.", "101.  Par ailleurs, le Gouvernement soutient que la requérante ne peut plus se prétendre victime, eu égard aux dommages-intérêts qui lui ont été alloués par la CICT et par la High Court (Caraher c. Royaume-Uni (déc.), no 24520/94, CEDH 2000I, Hay c. Royaume-Uni (déc.), no 41894/98, CEDH 2000XI, et Calvelli et Ciglio c. Italie [GC], no 32967/96, CEDH 2002I). Il considère que le régime d’indemnisation de la CICT, alimenté par des fonds publics, donne lieu à une appréciation raisonnable et indépendante de l’indemnité à accorder pour des dommages résultant d’infractions pénales. Il déclare que si la requérante n’était pas satisfaite du montant alloué par la CICT, elle aurait dû engager une procédure de contrôle juridictionnel, et il ajoute que le fait que la somme octroyée par la CICT est inférieure à l’indemnité accordée par la High Court ne signifie pas qu’elle était insuffisante, l’écart entre les deux montants pouvant s’expliquer selon lui par l’une ou l’autre des raisons suivantes : soit les juridictions civiles disposaient d’informations supplémentaires, soit les sommes respectivement accordées se rapportaient à des éléments différents. L’interaction entre le montant alloué par la CICT, le montant des dommages-intérêts mis à la charge de L.H. et tout montant qui pourrait être alloué par la Cour serait illustrée par l’obligation de rembourser l’indemnité perçue de la CICT en cas d’obtention de dommages-intérêts de l’une quelconque ou des deux autres sources.", "102.  Le Gouvernement soutient également, mais sous l’angle de l’article 13 de la Convention, qu’un recours, pour être effectif, n’a pas besoin d’être dirigé contre l’État. La Cour aurait ainsi conclu à la nonviolation de l’article 13 dans l’affaire Costello-Roberts c. Royaume-Uni (25 mars 1993, § 27, série A no 247C), dans laquelle le requérant avait eu la faculté d’engager une action pour voies de fait contre l’école privée concernée ou ses autorités. L’action en négligence intentée dans l’affaire Calvelli et Ciglio (précitée) aurait de même été jugée suffisante. Il conviendrait en revanche de distinguer la présente espèce de l’affaire Z et autres c. Royaume-Uni ([GC], no 29392/95, CEDH 2001V), dans laquelle le gouvernement défendeur avait concédé qu’une action en négligence constituait le seul recours effectif mais que pareille action ne pouvait être intentée contre les autorités locales.", "103.  Enfin, le Gouvernement soutient que la requête est manifestement mal fondée.", "2.  La requérante", "104.  La requérante estime avoir épuisé les voies de recours internes effectives. Pour elle, eu égard à la nature de ses griefs, seul un recours qui lui eût permis d’établir la responsabilité de l’État et d’être correctement indemnisée pourrait passer pour effectif. À l’instar de la chambre, elle considère qu’elle était en droit de choisir pour attaquer l’État le recours lui paraissant présenter le plus de chances de succès (l’action en responsabilité du fait d’autrui pour les actes de L.H.), et qu’elle n’avait pas l’obligation d’exercer d’autres recours après que cette action eut finalement échoué. Elle aurait donc été en droit d’introduire sa requête dans les six mois suivant l’arrêt de la Cour suprême et n’aurait pas été tenue, contrairement à ce que soutient le Gouvernement, de saisir la Cour dans les six mois suivant l’ordonnance de non-lieu rendue par la High Court.", "105.  La requérante estime avoir toujours la qualité de victime, la responsabilité de l’État n’ayant pas été reconnue et celui-ci ne l’ayant pas correctement indemnisée. Elle dénie toute pertinence à la jurisprudence invoquée par le Gouvernement, arguant que le requérant dans l’affaire Caraher susmentionnée avait perdu la qualité de victime parce que son action civile avait été dirigée contre l’État, et que l’affaire Calvelli et Ciglio portait sur un cas de faute médicale.", "106.  Quant à l’indemnité octroyée par la CICT, la requérante indique que la Cour a déjà jugé que le système similaire existant au Royaume-Uni ne constituait pas une voie adaptée pour établir la responsabilité de l’État. Les actions devant la CICT ne permettraient pas de mettre en jeu la responsabilité de l’État et encore moins de l’établir ; en conséquence, les indemnités accordées par cette instance le seraient à titre gracieux. Celle octroyée en l’espèce serait insuffisante, comme le démontrerait la différence entre son montant et celui, nettement supérieur, auquel L.H. aurait été condamné par les juridictions civiles (la requérante rappelle avoir obtenu contre L.H. une indemnité principale de 200 000 EUR pour dommage moral, à laquelle s’ajouterait un montant de 100 000 EUR pour les dommages-intérêts majorés et exemplaires, alors que la somme pour préjudice moral contenue dans l’indemnité allouée par la CICT s’élèverait à 27 000 EUR). La requérante soutient qu’une procédure de contrôle juridictionnel visant à la révision de l’indemnité de la CICT n’avait aucune chance d’aboutir, et qu’elle risquait donc de se voir condamner à de lourds frais et dépens à l’issue d’une telle procédure. Elle aurait recensé environ cinq affaires de ce type depuis 1982, et la portée du contrôle juridictionnel serait trop restreinte pour s’appliquer à un simple désaccord sur le montant de l’indemnité octroyée.", "107.  La requérante argue que la procédure contre L.H. ne mettait pas en jeu la responsabilité de l’État. De plus, elle indique n’avoir recouvré, malgré tous ses efforts, qu’une petite partie de l’indemnité lui ayant été octroyée. Elle aurait fait inscrire une hypothèque judiciaire sur la part du domicile familial dont L.H. serait propriétaire mais, s’agissant d’un bien inscrit au cadastre, pareille mesure n’aurait pas permis (à l’époque) d’obtenir le partage de l’indivision et donc la vente de la maison. En tout état de cause, elle ne pourrait obtenir une ordonnance de vente, le bien en question étant un domicile familial et l’hypothèque judiciaire ne concernant que l’un des conjoints. Au demeurant, un recours dont l’exercice l’obligerait à priver un tiers innocent de son domicile familial ne serait pas satisfaisant.", "B.  Appréciation de la Cour", "108.  La Cour rappelle que, même au stade de l’examen au fond, sous réserve de ce qui est prévu à l’article 55 de son règlement, elle peut revenir sur la décision par laquelle la requête a été déclarée recevable lorsqu’elle constate que celle-ci aurait dû être considérée comme irrecevable pour une des raisons énumérées aux alinéas 1 à 3 de l’article 35 de la Convention (voir, par exemple, Odièvre c. France [GC], no 42326/98, § 22, CEDH 2003III).", "109.  Quant à l’épuisement des voies de recours internes, la chambre a retenu le principe général suivant :", "« (...) si une personne a plusieurs recours internes à sa disposition, elle est en droit d’en choisir un susceptible d’aboutir au redressement de son principal grief. En d’autres termes, lorsqu’une voie de recours a été utilisée, l’usage d’une autre voie dont le but est pratiquement le même n’est pas exigé  (O’Reilly c. Irlande, no 24196/94, décision de la Commission du 22 janvier 1996, Décisions et rapports (DR) 84-B, p. 72 ; T.W. c. Malte [GC], no 25644/94, § 34, 29 avril 1999 ; Moreira Barbosa c. Portugal (déc.), no 65681/01, CEDH 2004-V ; Jeličić c. Bosnie-Herzégovine (déc.), no 41183/02, 15 novembre 2005 ; et, plus récemment, Shkalla c. Albanie, no 26866/05, § 61, 10 mai 2011 ; et Leja c. Lettonie, no 71072/01, § 46, 14 juin 2011). »", "110.  La chambre a relevé que les griefs de la requérante portaient pour l’essentiel sur la responsabilité de l’État pour les agressions sexuelles que lui avait fait subir L.H. ainsi que sur la disponibilité d’un recours civil contre l’État à cet égard. Elle a donc jugé raisonnable le choix de l’intéressée de mettre en cause la responsabilité du fait d’autrui de l’État pour les actes de L.H. Elle a estimé qu’il était impossible de prévoir exactement quelle serait l’issue de ce recours, étant donné que l’espèce constituait une affaire pilote au niveau national et qu’elle avait donné lieu à un arrêt rendu à la majorité par la Cour suprême. Elle a observé que si le recours de la requérante avait été accueilli, il aurait permis de répondre à son grief principal, puisqu’il aurait pu aboutir à un constat de responsabilité de l’État et à la condamnation de celui-ci à des dommages-intérêts. Tout en relevant que le fondement de la responsabilité de l’État avancé devant les juridictions internes différait de celui invoqué devant la Cour, la chambre a considéré qu’il ressortait clairement de la jurisprudence de la Cour que la requérante était en droit, au regard de l’article 35, d’engager l’action en responsabilité du fait d’autrui pour faire redresser son grief contre l’État sans être tenue, une fois que la voie raisonnable choisie par elle s’était révélée infructueuse, d’exercer un autre recours ayant essentiellement le même objet.", "111.  La Grande Chambre estime que les observations du Gouvernement n’affaiblissent pas les constats de la chambre. Etant donné qu’en vertu de la jurisprudence constante de la Cour un requérant est en droit d’opérer un choix parmi les recours internes pertinents dont il dispose, la requérante était fondée à consacrer ses ressources à l’exercice d’un recours pertinent (l’action en responsabilité du fait d’autrui) préféré à un autre (l’action en négligence ou en responsabilité constitutionnelle). La Grande Chambre fait donc siennes les conclusions de la chambre selon lesquelles la requérante a satisfait aux exigences de l’article 35 de la Convention concernant l’épuisement des voies de recours internes.", "112.  La Cour examinera néanmoins ci-après, sous l’angle de l’article 13, si les recours non exercés par l’intéressée pouvaient être considérés comme effectifs (paragraphes 179 et 183-186 ci-dessous).", "113.  Il s’ensuit également que la requérante pouvait introduire la présente requête dans les six mois de la décision définitive prise dans le cadre de la procédure qu’elle avait choisie, à savoir l’arrêt rendu par la Cour suprême le 19 décembre 2008 à l’issue de l’action en responsabilité du fait d’autrui. La requête ne peut donc être rejetée au motif qu’elle aurait été introduite en dehors du délai fixé par l’article 35 de la Convention.", "114.  Quant à la qualité de victime de la requérante, la chambre a jugé qu’il convenait de joindre cette exception préliminaire au fond du grief tiré de l’article 13 de la Convention. La Grande Chambre considère quant à elle que cette question doit être traitée dans le cadre des exceptions préliminaires. Cependant, quand bien même les dommages-intérêts octroyés à l’intéressée pourraient avoir pour conséquence de la priver de la qualité de victime, comme le Gouvernement le soutient en se fondant sur l’affaire Caraher c. Royaume-Uni (et sur la jurisprudence connexe), la Grande Chambre estime que l’intéressée peut toujours se prétendre victime d’une violation de la Convention relativement à ses griefs selon lesquels l’État ne l’a pas protégée et ne lui a pas fourni un recours effectif à cet égard.", "115.  La Cour rappelle qu’une décision ou une mesure favorable au requérant ne suffit en principe à lui retirer la qualité de « victime » aux fins de l’article 34 de la Convention que si les autorités nationales ont reconnu, explicitement ou en substance, puis réparé la violation de la Convention (voir, par exemple, Dalban c. Roumanie [GC], no 28114/95, § 44, CEDH 1999VI). Lorsque des droits d’une importance aussi fondamentale que ceux protégés par l’article 3 sont en jeu et qu’il est reproché aux autorités de n’avoir pas protégé des personnes contre les actes de simples particuliers, l’article 13 exige que la victime dispose d’un mécanisme permettant d’établir, le cas échéant, la responsabilité d’agents ou d’organes de l’État pour des actes ou omissions emportant violation des droits consacrés par la Convention ; par ailleurs, une indemnisation du dommage moral découlant de la violation doit en principe faire partie du régime de réparation mis en place (Z et autres c. Royaume-Uni, précité, § 109). En outre, la qualité de victime d’un requérant peut dépendre du montant de l’indemnisation qui lui a été accordée au niveau national pour la situation dont il se plaint devant la Cour (voir, entre autres, Gäfgen c. Allemagne [GC], no 22978/05, §§ 115 et 118, CEDH 2010).", "116.  Quant à la jurisprudence invoquée par le Gouvernement à l’appui de son argument selon lequel l’effectivité des recours internes n’impliquait pas nécessairement l’existence d’un recours qui aurait permis d’examiner la responsabilité de l’État, la Cour relève ce qui suit. Tout d’abord, la présente affaire se distingue substantiellement de l’affaire Costello-Roberts, dans laquelle le requérant contestait pour l’essentiel l’application par un enseignant de la loi (qui autorisait les châtiments corporels), alors que la requérante en l’espèce se plaint que l’État n’a pas légiféré en vue de mettre en place un cadre juridique de protection adéquat. Ensuite, l’affaire Calvelli et Ciglio se rapportait à une faute médicale, ce qui avait amené la Cour à juger qu’une action civile pour négligence (accompagnée, le cas échéant, d’une procédure disciplinaire) contre les médecins constituait un recours adéquat aux fins de l’article 2 (volet procédural) de la Convention. Enfin, le fait que le Gouvernement eût admis l’existence de certaines lacunes du droit interne dans l’affaire Z et autres c. Royaume-Uni n’a aucune incidence sur les principes de la Convention exposés par la Cour dans l’arrêt y relatif, qui consacrait la nécessité d’un recours contre l’État dans une affaire telle que celle ici examinée.", "117.  Or la requérante n’a obtenu ni la reconnaissance de la violation alléguée de la Convention ni une réparation suffisante.", "118.  En premier lieu, ni la condamnation pénale de L.H. ni les dommages-intérêts auxquels il a été condamné ne se rapportaient à la responsabilité de l’État. Certes, l’indemnité allouée par la CICT, que le Gouvernement invoque, a été prélevée sur des fonds publics et elle constituait une réparation accordée par l’État à la requérante pour le préjudice subi par elle du fait des infractions pénales commises par un tiers. Cette indemnité a toutefois été versée à titre gracieux, elle n’avait aucun lien avec une quelconque responsabilité de l’État, et elle constituait encore moins une reconnaissance de pareille responsabilité. Du reste, et fort logiquement, l’État n’est jamais partie à une procédure devant la CICT (Z et autres c. Royaume-Uni, précité, § 109, E. et autres c. Royaume-Uni, no 33218/96, § 112, 26 novembre 2002, et August c. Royaume-Uni (déc.), no 36505/02, 21 janvier 2003).", "119.  En second lieu, la High Court a accordé plus de 300 000 EUR à la requérante, mais celle-ci n’a pu obtenir de L.H. qu’environ un dixième de cette somme, alors même qu’elle a engagé une procédure d’exécution. Eu égard à l’âge de L.H., au montant des mensualités fixées par la High Court et au fait que le patrimoine de L.H. est essentiellement constitué de son logement familial, les perspectives pour l’intéressée de recouvrer le reste de cette indemnité sont faibles. Quant à la somme octroyée par la CICT (54 000 EUR), si elle comprenait bien un élément correspondant au préjudice moral, le montant (l’équivalent de 27 000 EUR) en est très inférieur à celui (200 000 EUR) auquel la High Court avait évalué ce préjudice (voir, par exemple, Scordino c. Italie (no 1) [GC], no 36813/97, §§ 214-215, CEDH 2006V). Faute d’éléments donnant à penser que l’indemnité octroyée par la CICT était inhabituelle au regard de la pratique de cet organe, la Grande Chambre estime qu’il n’a pas été démontré qu’un recours contre cette indemnité devant le collège de la CICT ou dans le cadre d’une procédure de contrôle juridictionnel aurait eu la moindre chance de succès.", "120.  Pour ces raisons, et même si l’on applique la jurisprudence se dégageant de l’affaire Caraher invoquée par le Gouvernement (paragraphes 102 et 114 ci-dessus), la Grande Chambre conclut que la requérante peut toujours se prétendre victime d’un manquement par l’État aux obligations qui lui incombaient en vertu des articles 3 et 13 de la protéger contre des mauvais traitements et de mettre à sa disposition un recours interne à cet égard.", "121.  Partant, la Grande Chambre rejette les exceptions préliminaires du Gouvernement, sauf celle relative au défaut manifeste de fondement, qu’elle décide de joindre au fond des griefs.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION SOUS SON VOLET MATÉRIEL", "122.  L’article 3 de la Convention se lit ainsi :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Thèses des parties", "1.  La requérante", "123.  La requérante se plaint essentiellement que l’État, en violation de l’obligation positive qui lui incombe en vertu de l’article 3, n’a pas mis en place un cadre juridique adéquat qui lui aurait permis de protéger les enfants contre les abus sexuels – lesquels constituaient un risque dont il avait ou aurait dû avoir connaissance – et qui aurait ainsi compensé sa nonparticipation à l’administration des écoles nationales. Elle indique qu’il n’y avait pour les acteurs concernés ni obligations juridiques ni consignes claires ou adéquates propres à garantir qu’ils surveillent la situation des enfants et traitent les éventuelles plaintes pour mauvais traitements – notamment pour abus sexuels – avec l’effectivité requise. Elle estime que les articles 3 et 8, ainsi que l’article 2 du Protocole no 1, lus conjointement, imposent à l’État d’organiser son système éducatif de manière à satisfaire à son obligation de protéger les enfants, obligation dont la mise en œuvre serait facilitée par l’article 42 de la Constitution mais qui ne serait pas imposée par cette disposition.", "124.  Citant les affaires McEneaney et Crowley (paragraphe 55 ci-dessus), la requérante relève que l’organisation de l’enseignement est une obligation nationale en Irlande comme dans toute démocratie avancée. Elle soutient que l’article 42 de la Constitution permettait à l’État d’assurer l’éducation lui-même et que dès lors il aurait pu et dû choisir d’agir ainsi. Elle considère par ailleurs que même dans un contexte où l’État sous-traitait cette obligation à des entités privées, le modèle des écoles nationales aurait pu et aurait dû être assorti de davantage de règles de protection de l’enfance. Se référant à l’affaire Costello-Roberts c. Royaume-Uni (25 mars 1993, série A no 247-C), elle arguë que, quoi qu’il en soit, un État ne peut se soustraire à ses obligations de protection résultant de la Convention en déléguant ses responsabilités en matière d’enseignement primaire à une entité privée. Enfin, elle ajoute que l’État ne peut se dédouaner en disant qu’elle disposait d’autres choix éducatifs, ce qui selon elle est de toute façon inexact.", "125.  La requérante invoque certains documents, notamment les rapports Carrigan et Ryan, pour étayer son grief selon lequel l’État avait ou aurait dû avoir connaissance du risque d’abus concernant les élèves des écoles nationales. Elle souligne que le rapport Ryan a été publié à l’issue de neuf ans d’enquête et après le prononcé de l’arrêt de la Cour suprême dans le cadre de l’action engagée par elle au civil. Elle soutient en outre que l’État avait ou aurait dû avoir conscience de l’absence de mesures de protection appropriées pour éviter de tels abus, notamment de mécanismes de surveillance et de signalement adéquats. En bref, elle considère que la commission d’abus sur des élèves scolarisés dans des écoles nationales a été facilitée par la conjugaison du modèle d’enseignement primaire fondé sur les écoles nationales et du défaut de mesures effectives qui auraient permis de prévenir et de détecter les abus sexuels.", "126.  La requérante estime que les mesures évoquées par le Gouvernement étaient insuffisantes et qu’en réalité elles confirment le manque de contrôle qu’elle reproche à l’État. Elle explique que le règlement de 1965 et les circulaires n’étaient ni des lois ni des textes d’application, qu’ils n’avaient pas de base légale précise, qu’ils étaient si nombreux et redondants qu’on peinait à déterminer dans quelle mesure ils étaient toujours en vigueur et qu’ils n’étaient pas aisément accessibles au public. La requérante ajoute que ces instruments ne comportaient aucune référence aux abus sexuels et qu’ils ne prévoyaient à cet égard aucune procédure pour déposer plainte ni aucune obligation contraignante de surveillance, d’enquête ou de signalement à une autorité de l’État. Pour elle, ils étaient donc en tout état de cause inefficaces. La requérante indique par ailleurs que pour les parents la personne de référence restait le directeur. Elle soutient qu’il importe peu de déterminer si l’État aurait ou non donné suite à une plainte qui lui aurait été soumise, étant donné que, selon elle, l’absence de tout mécanisme de détection et de signalement faisait que les plaintes n’étaient pas transmises à l’État.", "127.  La requérante considère par ailleurs que le système d’inspection aurait pu protéger les enfants contre les abus mais que tel n’a pas été le cas. D’après elle, ce système visait à garantir la qualité de l’enseignement, non à contrôler la conduite des enseignants ou à recueillir des plaintes concernant d’éventuels abus. En conséquence, les parents se seraient sentis obligés d’adresser leurs plaintes au directeur, ce que la directive du 6 mai 1970 leur aurait du reste commandé de faire. La requérante indique que les parents n’avaient aucun contact avec les inspecteurs, ni en théorie ni en pratique, et qu’aucune des lignes directrices ou des circulaires applicables ne faisait mention de tels contacts. À son avis, les carences du système d’inspection de l’État ressortent notamment du rapport Ryan, d’une comparaison avec les directives détaillées en matière de protection de l’enfance adoptées depuis lors ainsi que des faits de l’espèce. Quant à ce dernier point, on aurait recensé quelque 400 chefs d’abus commis par L.H. à l’école nationale de Dunderrow à partir du milieu des années 1960 ; aucun de ces abus n’aurait été signalé à un inspecteur.", "128.  Plus généralement, la requérante souligne ce qu’elle qualifie de contraste saisissant entre, d’une part, les efforts que l’État aurait déployés pour convaincre les juridictions internes qu’il n’exerçait aucun contrôle, qu’il ne disposait d’aucune information, qu’il ne jouait aucun rôle relativement à la gestion des écoles ou à la conduite ou aux penchants répréhensibles des enseignants et que c’étaient les patrons/directeurs qui étaient entièrement responsables à cet égard, et, d’autre part, la position du gouvernement défendeur, qui consisterait devant la Cour à affirmer qu’il existait un cadre juridique clair de protection par l’État.", "129.  Enfin, invoquant le critère de causalité qui aurait été énoncé dans l’affaire E. et autres c. Royaume-Uni (précitée, §§ 98-100), la requérante soutient que l’existence d’un mécanisme de signalement effectif aurait donné lieu à une transmission de la plainte de 1971 ; selon elle, il y aurait donc eu pour le moins une « chance réelle » que les abus de 1973 fussent évités.", "2.  Le Gouvernement", "130.  Le Gouvernement souscrit à la description donnée par la Cour suprême du développement et de la structure du système irlandais d’enseignement primaire, précisant que ce système existait déjà au moment de la création de l’État irlandais en 1922 et qu’il a été consacré par l’article 42 de la Constitution irlandaise, approuvé par référendum en 1937. Il explique que l’école nationale de Dunderrow était donc détenue, gérée et dirigée par l’Église catholique et ses représentants. Il estime que L.H. n’était pas l’employé de l’État mais celui du directeur, lequel dirigeait l’école au nom du patron. D’après lui, il ne s’agissait pas d’une simple distinction technique et bureaucratique mais bien d’une réelle « cession » de la propriété et de la gestion des écoles aux instances religieuses. Affirmant que cette situation convient aussi bien à la religion dominante qu’aux religions minoritaires et qu’elle correspond à la volonté du peuple irlandais, le Gouvernement considère qu’il n’appartient pas à la Cour de réorganiser des relations qui sont à la base d’une partie importante du système d’enseignement primaire irlandais. Pour lui, l’idée que, dans une démocratie avancée, l’enseignement primaire constitue une entreprise nationale devant être entièrement gérée par l’État s’inscrit dans une perspective idéologique particulière qui n’est pas nécessairement partagée par l’ensemble des États contractants, et qui ne l’est certainement pas par l’Irlande. Le Gouvernement ajoute qu’aucune législation n’oblige un enfant à fréquenter une école nationale, la loi prévoyant selon lui d’autres options de scolarisation.", "131.  Quant au fond du grief tiré d’un manquement à une obligation de protection découlant de l’article 3, le Gouvernement soutient que la responsabilité de l’État n’est pas engagée. Selon lui, la présente affaire n’est pas comparable à l’affaire Van der Mussele c. Belgique (23 novembre 1983, série A no 70) car il n’est pas question en l’espèce d’une « délégation » d’obligations, l’article 2 du Protocole no 1 imposant simplement aux États de veiller à ce que nul ne se voie refuser le droit à l’instruction. Le Gouvernement estime que le cas d’espèce se distingue également de l’affaire Costello-Roberts en ce que les châtiments corporels dans cette affaire faisaient partie intégrante du système disciplinaire et relevaient à ce titre du domaine de l’éducation, alors que, selon lui, le comportement de L.H. en l’espèce représente « la négation même » du rôle d’un enseignant. La responsabilité de l’État pour des infractions pénales sans rapport avec son devoir de reconnaître les droits définis dans la Convention se limiterait donc à une obligation opérationnelle de protection (Osman c. Royaume-Uni, 28 octobre 1998, Recueil des arrêts et décisions 1998VIII) ; or rien ne démontrerait que l’État eût connaissance ou aurait dû raisonnablement avoir connaissance en 1973 d’un risque réel qu’un enseignant abusât d’un élève ou que L.H. abusât de la requérante.", "132.  Sur ce que l’État savait en réalité, le Gouvernement observe que ni les documents produits lors de la communication des pièces ni la déposition de l’inspecteur de l’école nationale de Dunderrow devant la High Court n’indiquent que les autorités de l’État eussent jamais été saisies d’une plainte concernant le comportement de L.H.", "133.  Il considère que l’on ne peut davantage soutenir que l’État aurait dû avoir conscience d’un risque que des enseignants fissent subir des abus sexuels à des enfants au sein des écoles nationales dans les années 1970. Pour lui, il est fondamental d’examiner sans le bénéfice du recul la question de la connaissance que l’État était censé avoir. Or en 1973 la perception du risque d’abus concernant des enfants aurait été pratiquement inexistante, et l’on ne pourrait apprécier rétrospectivement le contexte du début des années 1970 à l’aune de la connaissance et des exigences supérieures d’aujourd’hui. Il s’agirait principalement de déterminer quel pouvait être, dans l’Irlande du début des années 1970, le degré de perception du risque que des enseignants fissent subir des abus sexuels à des enfants dans les écoles primaires. Pour le Gouvernement, ce degré de perception était nul. Le juge Hardiman aurait du reste expliqué que la mentalité dans les années 1970 était différente, ce qui expliquerait pourquoi aucun parent ne s’était plaint directement aux autorités de l’État à l’époque des faits. Le Gouvernement invoque aussi le rapport de recherche intitulé « Protection de l’enfance dans les internats en Angleterre, 1948-1975 : historique et état des lieux », qui se trouvait annexé au rapport Ryan. Il indique que la requérante elle-même n’a produit devant les juridictions internes aucun élément de preuve quant au degré de perception dudit risque au début des années 1970, et qu’en réalité le propre expert de l’intéressée (le professeur Ferguson) a estimé que rien ne confirmait la nécessité de stratégies préventives au début des années 1970. Quant au rapport Carrigan, il ne serait d’aucun secours pour la requérante : on y trouverait certes des éléments indiquant que les infractions sexuelles étaient en augmentation et que la police poursuivait activement les infractions de ce type commises contre des jeunes filles, mais rien n’y suggérerait qu’un enseignant pouvait représenter une menace pour une jeune fille dans l’enceinte d’une école. Tout en concédant que le ministère n’avait pas traité correctement une plainte mettant en cause M. Brander, le Gouvernement soutient qu’on ne peut présumer sur la base de ce seul incident que l’État avait connaissance dans les années 1970 d’un risque général d’abus sexuels concernant les enfants en milieu scolaire. Une fois conscient de l’existence et de l’étendue des problèmes, l’État aurait adopté des directives pour y mettre fin.", "134.  Le Gouvernement ajoute qu’en tout état de cause le droit interne prévoyait des mécanismes de protection effectifs, à la mesure du risque qui pouvait être perçu à l’époque. Il indique que les actes commis par L.H. étaient constitutifs d’infractions pénales et qu’en réalité, dès que les plaintes furent transmises à la police au milieu des années 1990, une enquête pénale exhaustive fut menée, qui aboutit à la condamnation et à l’emprisonnement de L.H. Selon lui, le droit de la responsabilité civile permettait de fonder une action civile contre L.H. et les autorités religieuses.", "135.  Le Gouvernement estime que le règlement de 1965 offrait lui aussi une protection. D’après lui, ce texte constituait un instrument juridique manifestement opposable à tout enseignant ou directeur et il y était clairement expliqué comment déposer et traiter une plainte. Le Gouvernement invoque en particulier les articles 121 et 130 du règlement, qui exposaient les règles de comportement à observer par les enseignants, ainsi que l’article 108 du règlement et la directive du 6 mai 1970, relatifs aux mécanismes qui permettaient de sanctionner les enseignants qui s’étaient mal conduits. Il ajoute que les inspecteurs avaient notamment pour tâche de faire rapport au ministre sur la qualité du système, et en particulier sur le respect du règlement de 1965, et de garantir une « norme d’instruction satisfaisante » dans tous les établissements d’enseignement primaire. Il souligne par ailleurs que les directeurs, les enseignants et les parents avaient chacun un rôle à jouer en matière de protection de l’enfance et que tous avaient la faculté d’adresser une plainte directement à un inspecteur, au ministre, au ministère ou à la police, ce que nul n’aurait fait dans le cas de la requérante. D’après lui, une telle plainte aurait débouché sur des enquêtes et investigations appropriées et, le cas échéant, sur une sanction, par exemple le retrait par le ministre à l’enseignant en question de son autorisation d’enseigner. Le véritable problème en l’espèce résiderait dans la nonutilisation à l’époque des procédures existantes. Ainsi, la première plainte concernant L.H. aurait été adressée au directeur et non à une autorité de l’État.", "136.  En résumé, le Gouvernement conclut qu’il existait à l’époque des faits des garanties à la mesure de tout risque dont l’État devait avoir connaissance, et que l’étendue de cette connaissance doit être appréciée du point de vue des années 1970, sans le bénéfice du recul et, notamment, sans juger un contexte vieux de quarante ans à travers le prisme des connaissances et des normes d’aujourd’hui.", "B.  Observations des parties intervenantes", "1.  La Commission irlandaise des droits de l’homme (Irish Human Rights Commission – « IHRC »)", "137.  L’IHRC fut instituée en vue de la promotion et de la protection des droits de l’homme de toute personne en Irlande par une loi de 2000 qui faisait suite à « l’Accord du Vendredi Saint » (Good Friday Agreement) de 1998. Elle a déjà participé en tant que partie intervenante à des procédures devant la Cour.", "138.  L’IHRC indique notamment qu’il pèse sur les États des obligations positives en matière de prévention des traitements contraires à l’article 3. Chaque État aurait ainsi le devoir général de structurer son système d’enseignement primaire de manière à assurer la protection des enfants, et il ne pourrait se soustraire à ses obligations sur ce point en déléguant des fonctions de service public à un organisme privé. À cet égard, une question sérieuse se poserait quant au point de savoir si l’État défendeur avait conservé un niveau de contrôle suffisant sur les écoles nationales financées par des fonds publics pour garantir le respect des droits protégés par la Convention. Par ailleurs, le statut juridique du règlement de 1965 aurait manqué de clarté, comme d’ailleurs ses dispositions concernant le rôle des inspecteurs relativement à la conduite des enseignants. L’IHRC ajoute que si le règlement évoquait bien une « conduite inappropriée » des enseignants, il ne définissait pas cette notion ni ne prévoyait de procédure pour répondre à ce type de problèmes. Considérant que pour la très grande majorité des parents irlandais les écoles privées payantes et l’enseignement à domicile ne constituaient pas des choix accessibles, l’IHRC arguë que l’obligation de scolariser tout enfant en âge d’aller à l’école primaire aurait de facto obligé les parents à envoyer leurs enfants dans des écoles nationales, faute de quoi ils se seraient exposés à des poursuites pénales, à des amendes ou au placement de leurs enfants. En conclusion, l’IHRC estime que les administrateurs des écoles nationales ordinaires, dans lesquelles se retrouvaient inévitablement selon elle la majeure partie des enfants irlandais, disposaient de très peu d’indications pour traiter les allégations ou les soupçons d’abus, que rien ne faisait obligation aux établissements scolaires de rapporter ces allégations ou soupçons au ministère ou à la police, que les services sociaux disposaient de pouvoirs limités pour traiter ce type d’allégations ou de soupçons et, enfin, que les enfants et les parents se heurtaient à des difficultés pour déposer de telles plaintes.", "2.  Le Centre européen pour le droit et la justice (European Centre for Law and Justice – « ECLJ »)", "139.  L’ECLJ se décrit comme une organisation non gouvernementale vouée essentiellement à la défense de la liberté religieuse. Il a déjà participé en tant que partie intervenante à des procédures devant la Cour. En l’espèce, il se concentre sur la question de savoir si la responsabilité de l’État peut être engagée à raison des abus infligés par L.H. à la requérante.", "140.  L’ECLJ explique que, depuis la création du système éducatif, le rôle de l’État se limite à en assurer le financement et à contrôler la qualité des programmes et de l’enseignement. Ce système n’impliquerait aucune relation hiérarchique entre l’État et les établissements et enseignants, et il ne permettrait pas de fonder juridiquement une quelconque obligation pour les seconds de tenir le premier informé. L’article 2 du Protocole no 1 n’exigerait pas davantage de l’État qu’il assure directement la gestion des établissements scolaires, jusqu’à prendre en charge l’ensemble des questions disciplinaires.", "141.  Quant à savoir si, néanmoins, l’État a satisfait à son obligation positive d’empêcher des traitements contraires à l’article 3, l’ECLJ estime qu’au début des années 1970 l’État n’était pas tenu d’adopter d’autres mesures que celle consistant à offrir des procédures pénales et civiles.", "142.  Considérant qu’aucune obligation d’assumer la gestion quotidienne du système d’enseignement primaire n’incombait à l’État en vertu du droit interne et de la Convention, l’ECLJ juge impossible de tenir l’État pour responsable des actes commis par un enseignant d’une école primaire, sauf à lui imposer une responsabilité objective. Il ajoute que la nature privée et confessionnelle des instances dirigeantes des établissements scolaires n’a jamais entravé la prévention ou la dissuasion des abus ni exclu l’application de la loi.", "C.  Appréciation de la Cour", "143.  Les faits pertinents de la présente affaire remontent à 1973. Ainsi que le souligne le Gouvernement, la Cour doit apprécier la question de l’éventuelle responsabilité de l’État en l’espèce à l’aune des circonstances et des normes de 1973 et, notamment, faire abstraction de la prise de conscience, provoquée dans la société d’aujourd’hui par les récents débats sur le sujet, y compris en Irlande (paragraphes 73-88 ci-dessus), du risque d’abus sexuels auxquels sont exposés les mineurs dans un contexte éducatif.", "1.  L’obligation positive de l’État en jeu", "144.  La Cour rappelle que l’article 3 consacre l’une des valeurs fondamentales des sociétés démocratiques. Il prohibe en termes absolus la torture et les peines ou traitements inhumains ou dégradants. Combinée avec l’article 3, l’obligation que l’article 1 de la Convention impose aux Hautes Parties contractantes de garantir à toute personne relevant de leur juridiction les droits et libertés consacrés par la Convention leur commande de prendre des mesures propres à empêcher que lesdites personnes ne soient soumises à des tortures ou à des peines ou traitements inhumains ou dégradants, même administrés par des particuliers. Il convient d’interpréter cette obligation de manière à ne pas imposer aux autorités un fardeau excessif, eu égard notamment à l’imprévisibilité du comportement humain ainsi qu’aux choix opérationnels à faire en termes de priorités et de ressources. Dès lors, tout risque de mauvais traitement n’oblige pas les autorités, au regard de la Convention, à prendre des mesures concrètes pour en prévenir la réalisation. Cependant, les mesures requises doivent au moins permettre une protection efficace, notamment des enfants et autres personnes vulnérables, et inclure des mesures raisonnables pour empêcher des mauvais traitements dont les autorités avaient ou auraient dû avoir connaissance (X et Y c. Pays-Bas, 26 mars 1985, §§ 21-27, série A no 91, A. c. Royaume-Uni, 23 septembre 1998, § 22, Recueil 1998-VI, Z et autres c. Royaume-Uni, précité, §§ 74-75, D.P. et J.C. c. Royaume-Uni, no 38719/97, § 109, 10 octobre 2002, et M.C. c. Bulgarie, no 39272/98, § 149, CEDH 2003XII).", "145.  De plus, le contexte du système d’enseignement primaire, toile de fond de la présente affaire, détermine dans une large mesure la nature et l’importance de cette obligation. Il ressort clairement de la jurisprudence de la Cour que l’obligation positive de protection prend un relief tout particulier dans le cadre d’un service public aussi important que l’enseignement primaire, les autorités scolaires étant tenues de protéger la santé et le bien-être des élèves et, en particulier, des jeunes enfants qui sont particulièrement vulnérables et qui se trouvent sous le contrôle exclusif de ces autorités (Grzelak c. Pologne, no 7710/02, § 87, 15 juin 2010, et Ilbeyi Kemaloğlu et Meriye Kemaloğlu c. Turquie, no 19986/06, § 35, 10 avril 2012).", "146.  En somme, eu égard au caractère fondamental des droits garantis par l’article 3 et à la vulnérabilité particulière des enfants, les pouvoirs publics ont l’obligation, inhérente à leur mission, de protéger ceux-ci contre des mauvais traitements, surtout dans le contexte de l’enseignement primaire, le cas échéant par l’adoption de mesures et de garanties spéciales.", "147.  C’est en outre une obligation qui s’imposait déjà en 1973, à l’époque où se sont déroulés les faits pertinents en l’espèce.", "La série d’instruments internationaux antérieurs à cette période qui sont résumés aux paragraphes 91 à 95 soulignaient la nécessité pour les États de prendre des mesures spéciales en matière de protection de l’enfance. La Cour prend note en particulier du PIDCP et du PIDESC, tous deux ouverts à la signature en 1966 et signés par l’Irlande dès 1973, même si elle ne les ratifia qu’en 1989 (paragraphe 95 ci-dessus).", "De plus, la Cour a confirmé dès son cinquième arrêt, et ce dans le contexte de l’article 2 du Protocole no 1 concernant le droit à l’instruction, que la Convention pouvait imposer des obligations positives aux États (Affaire « relative à certains aspects du régime linguistique de l’enseignement en Belgique » (fond), 23 juillet 1968, § 3, série A no 6). La formulation qu’elle a utilisée dans l’affaire Marckx c. Belgique (13 juin 1979, § 31, série A no 31) pour décrire l’obligation positive incombant à l’État en vertu de l’article 8 de garantir l’intégration d’un enfant dans sa famille a été souvent reprise (notamment dans l’affaire Airey c. Irlande, 9 octobre 1979, § 25, série A no 32). Par ailleurs, chose particulièrement pertinente en l’espèce, la Cour a estimé dans son arrêt fondateur X et Y c. Pays-Bas (précité) que l’absence de législation pénale réprimant les avances sexuelles faites à une adolescente handicapée mentale justifiait de conclure que l’État n’avait pas respecté l’obligation positive de protéger les droits de la victime découlant de l’article 8. Pour parvenir à cette conclusion, la Cour a rejeté l’argument du Gouvernement relatif au caractère « exceptionnel » des faits de la cause et à l’imprévisibilité de la lacune législative qu’ils avaient révélée, estimant que l’État défendeur aurait dû avoir conscience du risque d’abus sexuels auquel étaient exposés les adolescents mentalement handicapés dans les foyers privés pour enfants et qu’il aurait dû légiférer pour y parer. Ces affaires concernaient des faits antérieurs ou contemporains à ceux de la présente requête.", "Certes, la Cour a précisé depuis lors la portée et la nature des obligations positives des États. Toutefois, il s’agissait simplement pour elle à chaque fois de clarifier sa jurisprudence, laquelle demeure applicable aux faits antérieurs sans que cela soulève la moindre question de rétroactivité (Varnava et autres c. Turquie [GC], nos 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 et 16073/90, § 140, CEDH 2009).", "148.  Quant au contenu de l’obligation positive de protection, la Cour rappelle que la prévention d’actes graves, tels que ceux ici en cause, passe nécessairement par la mise en place d’une législation pénale efficace adossée à un dispositif propre à en assurer le respect (X et Y c. Pays-Bas, précité, § 27, voir aussi, par exemple, Beganović c. Croatie, no 46423/06, § 71, 25 juin 2009, Mahmut Kaya c. Turquie, no 22535/93, § 115, CEDH 2000III, et M.C. c. Bulgarie, précité, § 150). Il importe d’ajouter que la nature des abus sexuels sur mineurs, surtout lorsque l’auteur de ces abus est en position d’autorité par rapport à l’enfant, fait que l’existence de mécanismes utiles de détection et de signalement représente une condition fondamentale pour la mise en œuvre effective des lois pénales applicables (Juppala c. Finlande, no 18620/03, § 42, 2 décembre 2008). La Cour tient à préciser qu’à l’instar du Gouvernement elle estime que rien dans les éléments produits devant elle ne dénote un manquement opérationnel à l’obligation de protéger la requérante (Osman, précité, §§ 115-116) : jusqu’à ce que les griefs concernant L.H. fussent portés à l’attention des autorités de l’État en 1995, l’État ne savait pas ni n’était censé savoir que cet enseignant particulier, L.H., représentait une menace pour cette élève particulière, la requérante.", "149.  La Cour rappelle également que point n’est besoin de démontrer que sans le manquement de l’État les mauvais traitements n’auraient pas eu lieu. La non-adoption de mesures raisonnables qui auraient eu une chance réelle de changer le cours des événements ou d’atténuer le préjudice causé suffit à engager la responsabilité de l’État (E. et autres c. Royaume-Uni, précité, § 99).", "150.  Comme le souligne la requérante, un État ne peut pas, en effet, se soustraire à ses obligations vis-à-vis des mineurs scolarisés dans les établissements d’enseignement primaire en déléguant lesdites obligations à des organismes privés ou à des particuliers (Costello-Roberts, précité, § 27 ; voir également, mutatis mutandis, Storck c. Allemagne, no 61603/00, § 102, CEDH 2005V). Pour autant, il ne faut pas en déduire, comme le fait le Gouvernement, que la présente affaire remet en cause le maintien du modèle de gestion non public de l’enseignement primaire et les choix idéologiques qui le sous-tendent. Il s’agit plutôt en l’espèce de déterminer si le système ainsi préservé comportait des mécanismes suffisants de protection des enfants.", "151.  Enfin, le Gouvernement semble considérer que le choix de la requérante de fréquenter l’école nationale de Dunderrow a dégagé l’État de ses obligations au titre de la Convention. La Cour estime toutefois que la requérante, comme l’immense majorité des enfants en âge d’aller à l’école primaire, n’avait pas d’autre « solution réaliste et acceptable » que de fréquenter son école nationale locale (Campbell et Cosans c. Royaume-Uni, 25 février 1982, § 8, série A no 48). L’enseignement primaire était obligatoire (en application des articles 4 et 17 de la loi de 1926 sur la scolarisation), et rares étaient les parents qui disposaient des ressources nécessaires pour pouvoir choisir les deux autres options de scolarisation (enseignement à domicile ou inscription dans l’une des rares écoles primaires payantes, avec les trajets que cela pouvait entraîner), alors que les écoles nationales étaient gratuites et couvraient tout le territoire. Il en existait quatre dans la paroisse de la requérante et rien n’a été dit sur la distance à laquelle se situait l’école payante la plus proche. Quoi qu’il en soit, l’État ne saurait être exonéré de son obligation positive de protéger un enfant simplement à raison du choix opéré par celui-ci parmi les options éducatives autorisées par l’État : école nationale, école payante ou enseignement à domicile (Costello-Roberts, précité, § 27).", "152.  En somme, la question dont il s’agit en l’espèce est celle de savoir si le cadre législatif mis en place par l’État, et en particulier ses mécanismes de détection et de signalement, offrait aux enfants scolarisés dans les écoles nationales une protection effective contre le risque d’abus sexuels dont on pourrait dire que les autorités avaient ou auraient dû avoir connaissance en 1973.", "2.  L’obligation positive a-t-elle été remplie ?", "153.  Nul ne conteste que la requérante a subi des abus sexuels de la part de L.H. en 1973. L.H. plaida au demeurant coupable sur plusieurs chefs d’abus sexuels sur des élèves de la même école nationale. Il ne présenta aucune défense dans le cadre de l’action civile engagée par la requérante, et la Cour suprême admit qu’il avait abusé de l’intéressée. La Cour considère par ailleurs que ces mauvais traitements tombent sous l’empire de l’article 3 de la Convention, ce qui n’est du reste pas contesté. Plus précisément, à l’âge de neuf ans, la requérante subit à une vingtaine de reprises sur une période d’environ six mois des abus sexuels de la part de L.H., qui en sa qualité d’enseignant et de principal de l’école de l’intéressée se trouvait en position d’autorité et de contrôle par rapport à elle (voir, par exemple, E. et autres c. Royaume-Uni, précité, § 89).", "154.  Il n’y a de même pas grande controverse entre les parties relativement à la structure du système irlandais d’enseignement primaire, même si la requérante et le Gouvernement ont des avis divergents sur la question de savoir quelle responsabilité le droit interne et la Convention faisaient peser sur l’État à cet égard.", "155.  Les rôles respectifs des institutions religieuses et de l’État dans le domaine de l’enseignement primaire ont très peu évolué en Irlande depuis le début du XIXe siècle : l’enseignement primaire était assuré par l’État (qui définissait les programmes, délivrait les autorisations d’enseigner aux enseignants et finançait les établissements scolaires), mais il était pour l’essentiel dispensé par les écoles nationales. Celles-ci avaient des organes religieux pour propriétaires (les patrons) et pour administrateurs (les directeurs). Ainsi que l’a souligné le juge Hardiman, la gestion des écoles nationales par des institutions religieuses ne résultait pas simplement d’une autorisation que l’État leur aurait donnée de prendre part à l’organisation de l’enseignement primaire, mais d’une « cession » par l’État de la gestion de ces établissements aux institutions religieuses et aux intérêts qu’elles représentaient, ces institutions se trouvant interposées entre les enfants et lui. Le ministre de l’Éducation était donc écarté de la gestion et de la supervision directes et quotidiennes des écoles nationales (paragraphes 35 et 40 ci-dessus). Comme les juges Hardiman et Fennelly l’ont indiqué lors de la procédure devant la Cour suprême, les institutions religieuses avaient exprimé le vif souhait de conserver le modèle d’enseignement primaire fondé sur les écoles nationales et leur emprise sur ce système. Dès lors que le but poursuivi par elles était de s’assurer que leur éthique se reflétât dans les établissements, le système des écoles nationales a fini par revêtir un caractère essentiellement confessionnel. En conséquence, une école nationale administrée par l’Église catholique avait généralement un directeur catholique (habituellement le prêtre de la paroisse locale) et des enseignants et des élèves catholiques (voir les observations des juges Hardiman et Fennelly aux paragraphes 31-32 et 43 ci-dessus).", "156.  Ce modèle des écoles nationales a perduré après l’indépendance en 1922, puis a été consacré par l’article 42 § 4 de la Constitution adoptée en 1937, qui en a entériné et facilité le fonctionnement. Au début des années 1970, les écoles nationales représentaient 94 % de l’ensemble des établissements d’enseignement primaire. L’Église catholique détenait et gérait alors environ 91 % de ces établissements ; le pourcentage des enfants en âge d’aller à l’école primaire accueillis dans les écoles nationales dirigées par l’Église catholique était probablement encore plus élevé.", "157.  C’est ainsi qu’au début des années 1970, la très grande majorité des enfants irlandais étaient, comme la requérante, scolarisés dans leur école nationale locale jusqu’à l’âge de douze ou treize ans. Ainsi que l’ont relevé les juges Hardiman et Fennelly lors de la procédure devant la Cour suprême, les écoles nationales étaient des établissements éducatifs détenus et administrés par une entité privée et dans les intérêts de celle-ci, sans aucun contrôle de l’État. Cette entité privée exerçait en outre une influence considérable, en particulier sur les élèves et leurs parents, et était déterminée à conserver sa position.", "158.  Ce modèle d’enseignement primaire semble ne pas avoir eu d’équivalent en Europe. Prenant acte de sa spécificité, la Cour suprême l’a qualifié de système entièrement sui generis, fruit de l’expérience historique unique de l’Irlande.", "159.  D’une part, l’État préservait ce modèle éducatif unique et, d’autre part, il avait connaissance, de par l’application de ses lois pénales en la matière, du niveau de la délinquance sexuelle touchant des mineurs.", "160.  Après l’indépendance en 1922, il avait conservé ou adopté des dispositions législatives qui érigeaient spécifiquement en infraction les abus sexuels sur mineurs, par exemple les articles 50 et 51 de la loi (modifiée) de 1861 sur les infractions contre les personnes et la loi de 1935 portant modification du droit pénal. Pareils actes étaient également constitutifs des infractions d’attentat à la pudeur et de voies de fait ordinaires consacrées par la common law.", "161.  De plus, les éléments produits devant la Cour indiquent qu’avant les années 1970 les poursuites pour abus sexuels perpétrés sur des enfants s’étaient maintenues à un niveau constant. La Cour note en particulier les statistiques détaillées fournies par le préfet de police à la commission Carrigan dès 1931 (paragraphe 71 ci-dessus). Sur la base d’informations qu’il avait recueillies auprès de 800 postes de police, le préfet avait relevé l’existence d’un nombre alarmant d’infractions sexuelles en Irlande, dont beaucoup concernaient des mineurs, notamment des enfants de moins de dix ans. Il avait fait remarquer que seule une partie des infractions commises faisaient en réalité l’objet de poursuites. Établissant un lien de causalité entre la fréquence des agressions visant des enfants et le sentiment d’impunité des délinquants, la commission Carrigan, dans son rapport, avait recommandé des modifications législatives et des sanctions plus sévères, ce qui avait notamment conduit à l’adoption de la loi de 1935 qui, entre autres, introduisait dans le droit irlandais certaines infractions sexuelles visant des jeunes filles. Par ailleurs, dans une étude menée sous la direction de la commission Ryan et annexée au propre rapport de celle-ci (paragraphe 82 ci-dessus), le professeur Ferriter avait procédé à l’analyse de statistiques en matière de poursuites, extraites des archives des juridictions pénales, portant sur la période entre le rapport Carrigan et les années 1960. Il avait notamment conclu que ces documents laissaient transparaître un niveau élevé de délinquance sexuelle touchant de jeunes enfants (garçons et filles). Enfin, le rapport Ryan avait également mis en lumière l’existence de plaintes déposées auprès des autorités de l’État avant et pendant les années 1970 concernant des abus sexuels sur mineurs commis par des adultes (paragraphes 78-81 ci-dessus). Si ce rapport concernait principalement les industrial schools, dans lesquelles l’enseignement était différent de celui dispensé dans les écoles nationales et dont les pensionnaires étaient isolés de leur famille et de la société (voir, pour une description de ces écoles, le paragraphe 73 ci-dessus), ces premières plaintes n’en constituaient pas moins des signalements à l’État d’abus sexuels commis par des adultes sur des mineurs dans un contexte éducatif. En tout état de cause, certaines des plaintes adressées à l’État avant et pendant les années 1970 qui se trouvaient mentionnées dans le volume III du rapport Ryan avaient trait à des faits survenus dans des écoles nationales (paragraphe 80 ci-dessus).", "162.  L’État avait donc connaissance de l’ampleur du problème des infractions sexuelles commises par des adultes sur des mineurs. En conséquence, dès lors qu’il abandonnait le contrôle de l’éducation d’une très grande majorité de jeunes enfants à des instances non publiques, il aurait également dû avoir conscience, eu égard à son obligation implicite de protection des enfants dans ce contexte, que l’absence de cadre de protection adéquat posait des risques potentiels pour leur sécurité. Il aurait dû parer à ce risque en adoptant des mesures et garanties adéquates. Il aurait ainsi dû à tout le moins mettre en place des mécanismes effectifs de détection et de signalement des sévices éventuels respectivement par et à un organe contrôlé par l’État, pareilles procédures étant fondamentales pour la mise en œuvre des lois pénales, pour la prévention des mauvais traitements et, plus généralement donc, pour l’accomplissement de l’obligation positive de protection incombant à l’État (paragraphe 148 ci-dessus).", "163.  Le Gouvernement renvoie tout d’abord à la procédure de signalement exposée dans le règlement de 1965 et dans la directive du 6 mai 1970 (paragraphe 62 ci-dessus). Toutefois, aucun des documents produits devant la Cour n’indique qu’il pesât sur une autorité quelconque de l’État une obligation de surveiller la façon dont les enseignants traitaient leurs élèves, ou que fût prévue une procédure propre à inciter un enfant ou un parent à s’adresser directement à une autorité de l’État pour dénoncer des mauvais traitements. Au contraire, le texte même de la directive du 6 mai 1970 invoquée par le Gouvernement orientait expressément les personnes souhaitant se plaindre d’enseignants vers le directeur, autrement dit vers une autorité non publique à caractère religieux. Tout parent qui aurait envisagé de passer outre le directeur (généralement un prêtre local comme en l’espèce) pour déposer plainte auprès d’une autorité de l’État en aurait donc été dissuadé par les règles applicables.", "164.  Le Gouvernement évoque ensuite le système des inspecteurs scolaires, régi par le règlement de 1965 ainsi que par la circulaire no 16/59 (paragraphe 61 ci-dessus). À ce propos, la Cour relève que la mission première des inspecteurs consistait à superviser les prestations d’enseignement et à faire rapport au ministre à cet égard. Il n’est indiqué nulle part dans les instruments mentionnés par le Gouvernement que les inspecteurs étaient censés s’intéresser à la manière dont les enseignants traitaient leurs élèves et mener des investigations à cet égard, que les enfants et les parents pouvaient se plaindre directement à un inspecteur, qu’il fallait informer les parents à l’avance de la visite d’un inspecteur ou qu’il y avait des possibilités d’interaction directe entre un inspecteur et les élèves et/ou leurs parents. L’espacement entre les visites des inspecteurs (paragraphe 61 ci-dessus) oblige à conclure que ceux-ci n’étaient qu’épisodiquement sur le terrain. Du reste, le Gouvernement n’a soumis aucune information sur des plaintes dont un inspecteur aurait été saisi relativement à des mauvais traitements infligés par un enseignant à un enfant. Comme l’a souligné le juge Hardiman lors de la procédure devant la Cour suprême, les inspections effectuées par le ministre (par l’intermédiaire des inspecteurs) concernaient les prestations d’enseignement des établissements scolaires mais elles n’allaient pas plus loin. Le ministre n’avait pas le contrôle direct sur les écoles, parce qu’entre l’État et l’enfant se trouvait interposée une autorité non publique, le directeur (paragraphe 35 ci-dessus).", "165.  Aussi la Cour estime-t-elle que les mécanismes invoqués par le Gouvernement ne permettaient pas l’établissement d’une relation de protection effective entre les autorités de l’État et les enfants scolarisés dans les établissements d’enseignement primaire et/ou leurs parents, ce qui est logique vu la répartition singulière des responsabilités dans le modèle fondé sur les écoles nationales.", "166.  De l’avis de la Cour, les faits de l’espèce illustrent les conséquences de ce manque de protection et démontrent que la mise en place avant 1973 d’un cadre réglementaire effectif de protection aurait « d’un point de vue raisonnable, sans doute pallié, ou au moins réduit au minimum, le risque ou le préjudice subi » (E. et autres c. Royaume-Uni, précité, § 100). On a recensé plus de 400 incidents d’abus imputables à L.H. depuis le milieu des années 1960 à l’école nationale de Dunderrow. Des plaintes concernant l’intéressé furent adressées en 1971 et 1973 à l’ecclésiastique qui occupait les fonctions de directeur mais, ainsi que l’établit la Cour suprême ultérieurement, celui-ci n’en fit part à aucune autorité de l’État. L’inspecteur affecté à cette école effectua six visites entre 1969 et 1973 ; il ne fut jamais saisi d’aucun grief concernant L.H. En réalité, aucune autorité de l’État ne fut informée de plaintes relatives aux agissements de L.H. avant que celui-ci ne prît sa retraite en 1995. Un mécanisme de détection et de signalement permettant la perpétuation d’un comportement à ce point répréhensible sur une période aussi longue ne peut que passer pour ineffectif (C.A.S. et C.S. c. Roumanie, no 26692/05, § 83, 20 mars 2012). Il est raisonnable de supposer que si des mesures appropriées avaient été prises à la suite de la plainte de 1971 la requérante en l’espèce n’aurait pas eu à subir deux ans plus tard et dans la même école des abus de la part du même enseignant.", "167.  Enfin, la lettre du professeur Ferguson, invoquée par le Gouvernement, n’était pas un rapport d’enquête établi par un expert mais plutôt un avis précontentieux qui prenait donc inévitablement aussi en compte des questions telles que les chances de succès d’un recours et les frais y afférents. Quant aux observations du professeur Rollison, dont le Gouvernement cherche également à tirer parti, elles concernaient le degré de perception du risque d’abus sexuels au Royaume-Uni, alors que la question devant la Cour appelle une appréciation spécifique à l’Irlande.", "168.  En conclusion, la Cour estime que la présente affaire ne porte pas directement sur la responsabilité de L.H., d’un directeur ou patron ecclésiastique, d’un parent ou d’une quelconque autre personne pour les abus sexuels subis par la requérante en 1973, mais plutôt sur la responsabilité d’un État. Plus précisément, il s’agit pour la Cour d’examiner si, à l’époque des faits, l’État défendeur aurait dû avoir conscience du risque pour des mineurs tels que la requérante d’être victimes d’abus sexuels dans une école nationale et si, par son système juridique, il offrait aux enfants une protection suffisante contre de tels traitements.", "La Cour a conclu que la protection des enfants contre les mauvais traitements constituait pour les pouvoirs publics dès les années 1970 une obligation positive inhérente à leur mission. Cette obligation revêtait de surcroît une importance capitale dans le contexte de l’enseignement primaire. Or cette obligation n’a pas été remplie dès lors que l’État irlandais, dont il faut considérer qu’il était informé de l’existence d’abus sexuels commis par des adultes sur des enfants compte tenu notamment du nombre important de poursuites diligentées pour de tels faits, a néanmoins continué à confier la gestion de l’enseignement primaire dispensé à une vaste majorité de jeunes enfants irlandais à des institutions non publiques (les écoles nationales) sans mettre en place un dispositif de contrôle public propre à éviter le risque de perpétration de tels abus. Au contraire, les plaignants potentiels étaient éloignés des autorités de l’État et dirigés vers les directeurs, qui relevaient d’autorités religieuses non publiques (paragraphe 163 ci-dessus). Ce système a eu pour conséquence en l’espèce que le directeur, autorité non publique, ne donna aucune suite aux premières plaintes d’abus sexuels dirigées contre L.H., que ce dernier put ultérieurement abuser de la requérante et, plus largement, qu’il put se livrer pendant une longue période à des agressions sexuelles graves sur de nombreux autres élèves dans la même école nationale.", "169.  Dans ces conditions, il convient de considérer que l’État a failli à son obligation positive de protéger la requérante en l’espèce contre les abus sexuels subis par elle en 1973 alors qu’elle fréquentait l’école nationale de Dunderrow. Il y a donc eu violation des droits de l’intéressée découlant de l’article 3 de la Convention. En conséquence, la Cour rejette l’exception préliminaire du Gouvernement tirée du défaut manifeste de fondement de ce grief.", "III.  Sur la violation alléguée de l’article 3 de la Convention SOUS SON volet procédural", "170.  La requérante soutient que l’État est de surcroît resté en défaut de mener une enquête adéquate sur une allégation défendable de mauvais traitements ou d’offrir une voie judiciaire appropriée permettant d’y répondre. Selon elle, l’absence d’un mécanisme de détection et de signalement effectif a fait qu’aucune suite n’a été donnée à la plainte de 1971 concernant L.H. et que l’ouverture d’une enquête pénale et la condamnation de celui-ci en ont été considérablement retardées.", "171.  Le Gouvernement indique qu’il existait en 1973 des procédures suffisantes mais que ce n’est qu’en 1995 qu’un organe de l’État a été saisi d’une plainte. Pour lui, l’État a ensuite rempli ses obligations procédurales : la police a mené des investigations, L.H. a été condamné, la requérante a été indemnisée par la Commission d’indemnisation des victimes de dommages résultant d’infractions pénales (Criminal Injuries Compensation Tribunal), elle a obtenu gain de cause dans le cadre de la procédure engagée au civil contre L.H. et si elle a été déboutée de son action civile en négligence contre l’État, c’est uniquement pour insuffisance de preuves.", "172.  La Cour rappelle les principes énoncés dans son arrêt C.A.S. et C.S. c. Roumanie (précité, §§ 68-70) selon lesquels, en présence d’allégations de mauvais traitements infligés par des particuliers, l’article 3 impose aux autorités de mener une enquête officielle effective de nature à permettre l’établissement des faits de la cause et à conduire à l’identification et à la punition des responsables. Cette enquête doit être menée en toute indépendance, sans délai et avec une diligence raisonnable. La victime doit être en mesure d’y participer effectivement.", "173.  La Cour a examiné ci-dessus la question de l’existence de mécanismes de détection et de signalement adéquats dans le cadre des obligations positives découlant pour l’État du volet matériel de l’article 3 de la Convention. Les obligations procédurales entrent en jeu dès lors que l’affaire a été portée à l’attention des autorités (C.A.S. et C.S. c. Roumanie, précité, § 70, avec d’autres références). En l’espèce, la Cour relève que le dépôt en 1995 auprès des services de police d’une plainte dirigée contre L.H. pour des abus sexuels sur un élève de l’école nationale de Dunderrow déclencha l’ouverture d’une enquête. Contactée dans le cadre de celle-ci, la requérante fit une déposition au début de l’année 1997. Elle fut en outre adressée à un service de soutien psychologique (voir, par exemple, C.A.S. et C.S. c. Roumanie, précité, § 82). L.H. fut accusé de 386 chefs d’abus sexuels censés avoir été commis sur 21 élèves de l’école nationale de Dunderrow. Il plaida coupable sur 21 chefs d’accusation globalisés par victime, puis fut condamné et mis en détention. Les observations des parties ne permettent pas de déterminer si le cas de la requérante était compris dans les chefs d’accusation. En tout état de cause, l’intéressée ne protesta pas contre l’autorisation donnée à L.H. de plaider coupable pour des charges représentatives et elle ne contesta pas la condamnation prononcée contre lui. Quant aux questions concernant l’impossibilité pour elle de faire reconnaître un manquement de l’État à son obligation de protection et d’être indemnisée à cet égard, il convient de les examiner sous l’angle de l’article 13 de la Convention combiné avec l’article 3.", "174.  Pour les raisons qui précèdent, la Cour estime qu’il n’y a pas eu violation des obligations procédurales qui incombaient à l’État en vertu de l’article 3 de la Convention.", "IV.  Sur la violation alléguée de l’article 13 de la Convention combiné avec l’article 3 SOUS SON volet matériel", "175.  Le passage pertinent de l’article 13 se lit ainsi :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "176.  La requérante se plaint de n’avoir disposé d’aucun recours interne effectif pour dénoncer le manquement de l’État à son obligation de la protéger contre des abus sexuels. Le Gouvernement soutient quant à lui que des recours effectifs pouvaient être exercés aussi bien contre l’État que contre des acteurs non publics.", "177.  La Cour rappelle, comme elle l’a fait au paragraphe 115 ci-dessus, que, dans une affaire telle que celle-ci, l’article 13 requiert un mécanisme permettant d’établir, le cas échéant, la responsabilité d’agents ou organes de l’État pour des actes ou omissions emportant violation des droits consacrés par la Convention, et qu’une indemnisation du dommage moral découlant de la violation doit en principe faire partie du régime de réparation mis en place (Z et autres c. Royaume-Uni, précité, § 109). La Cour renvoie également à la jurisprudence et aux principes pertinents exposés aux paragraphes 107 et 108 de son arrêt McFarlane c. Irlande ([GC], no 31333/06, §§ 107-120, 10 septembre 2010). En particulier, elle a pour tâche de déterminer, à la lumière des observations des parties, si les recours évoqués étaient effectifs et disponibles tant en théorie qu’en pratique, c’està-dire accessibles et susceptibles d’offrir à la requérante des perspectives raisonnables de redressement de ses griefs. Elle souligne par ailleurs l’importance que revêt la possibilité de faire évoluer les recours dans un système fondé à la fois sur la common law et sur une constitution écrite (voir, en particulier, D. c. Irlande (déc.), no 26499/02, § 85, 27 juin 2006).", "A.  Les voies de recours civiles contre les instances non publiques", "178.  Le Gouvernement soutient que la requérante aurait dû engager des poursuites contre l’actuel et/ou l’ancien patron de l’école, le diocèse dont celui-ci était l’évêque, le directeur et/ou le directeur de facto ou les successeurs ou héritiers de ces personnes. Il souligne à cet égard que lors de la procédure devant la Cour suprême le juge Hardiman a jugé « notable » que l’intéressée se fût abstenue de le faire. Sans préjudice de ses observations initiales dans lesquelles elle avançait qu’un recours contre l’État était nécessaire, la requérante fait valoir que le patron et le directeur étaient décédés au moment de l’introduction de son action civile, que l’évêque actuel avait rejeté toute responsabilité en réponse à sa lettre précontentieuse et qu’il avait à cet égard le droit pour lui puisque, n’étant pas une personne morale à succession perpétuelle, il ne pouvait être poursuivi en l’occurrence.", "179.  La Cour ayant conclu que la requérante aurait dû disposer d’un recours permettant d’établir une éventuelle responsabilité de l’État, elle estime que les procédures civiles évoquées, qui concernaient d’autres personnes et des instances non publiques, doivent être considérées comme ineffectives en l’espèce, indépendamment de leurs perspectives de succès (pour ce qui est des actions contre le patron et le directeur) et des chances de recouvrer les dommagesintérêts accordés dans ce cadre (quant à l’action civile contre L.H.). De même, si la condamnation de L.H., également invoquée par le Gouvernement, est centrale pour le volet procédural de l’article 3, elle ne saurait être assimilée à un recours effectif pour la requérante au sens de l’article 13 de la Convention.", "B.  Les voies de recours civiles contre l’État", "1.  Thèses des parties", "180.  Le Gouvernement soutient que la requérante aurait dû plaider la responsabilité de l’État pour les actes du patron et/ou du directeur. Cela étant, il invoque à titre principal deux autres voies de recours. La première aurait consisté pour la requérante à engager une procédure pour faire constater que le système d’enseignement primaire prévu par l’article 42 de la Constitution avait emporté violation de son droit à l’intégrité physique, tacitement garanti par la Constitution (action en responsabilité constitutionnelle). La seconde aurait consisté pour l’intéressée à poursuivre son grief de négligence devant la Cour suprême en soutenant que l’État n’avait pas structuré le système d’enseignement primaire d’une manière propre à la protéger des abus, argumentation qui correspondrait à celle développée par elle sous l’angle de l’article 3 de la Convention. Le Gouvernement indique que la raison pour laquelle la High Court avait débouté la requérante par une décision sommaire (l’ordonnance de non-lieu) était que l’intéressée n’avait produit aucune preuve. Il ajoute que le propre expert de la requérante (le professeur Ferguson, paragraphe 24 ci-dessus), estimant que la connaissance par l’État du risque en cause n’était pas suffisante, lui avait déconseillé d’aller en justice. Il estime donc hypocrite de la part de la requérante de se retrancher derrière l’ordonnance de nonlieu, conséquence de ses propres carences en matière de preuves, pour justifier sa décision de ne pas poursuivre dans cette voie. D’après lui, il existe de toute manière une jurisprudence interne qui indique qu’une ordonnance de non-lieu pour insuffisance de preuves est susceptible de recours et que la requérante aurait par ailleurs pu contester l’ordonnance de la High Court en faisant valoir que la motivation en était peu claire et qu’elle ne répondait pas spécifiquement à son moyen fondé sur la négligence.", "181.  La requérante réplique qu’elle a bien mis en cause la responsabilité de l’État pour les actes du patron et/ou du directeur dans le cadre de son action devant les juridictions internes. Par ailleurs, elle conteste l’effectivité des deux autres recours contre l’État invoqués par le Gouvernement. Selon elle, le rejet par la High Court de son moyen relatif à la responsabilité constitutionnelle n’était pas susceptible de recours. L’État assurerait en effet le respect du droit à l’intégrité physique tacitement reconnu dans la Constitution par le biais du régime de la responsabilité civile ; il n’existerait donc pas de procédure spécifique permettant d’obtenir réparation d’un dommage découlant d’une violation de ce droit. De même, l’action en négligence aurait été dénuée d’effectivité. D’après la requérante, même si l’ordonnance de non-lieu qui lui a été opposée en première instance n’était pas motivée, il en ressortait clairement que les éléments qu’elle avait produits n’avaient pas permis d’établir le bien-fondé de ses allégations de négligence. L’intéressée ajoute que, quoi qu’il en soit, elle ne disposait pas des ressources nécessaires pour mener les investigations requises, dont l’ampleur serait démontrée par les énormes moyens mis ultérieurement en œuvre par l’État dans le cadre des travaux de la commission Ryan (paragraphe 77 ci-dessus). Selon elle, un recours contre le constat formulé par la High Court relativement aux preuves produites n’aurait eu aucune chance de succès, que la jurisprudence citée par le Gouvernement eût été appliquée ou non.", "2.  Observations de l’IHRC", "182.  L’IHRC estime que l’action en responsabilité constitutionnelle n’est pas effective. Elle explique en particulier que, si les tribunaux ont en théorie souscrit à l’idée de façonner des recours spécifiques pour les allégations de violation de droits constitutionnels (Byrne v. Ireland [1972] IR 241, p. 281, et Meskell v. CIE [1973] IR 121), les mêmes tribunaux tendent à éviter de substituer aux recours déjà prévus par la loi et par la common law un régime distinct de procédures constitutionnelles ; les juridictions statuant en matière constitutionnelle feraient donc usage des voies de recours existantes, notamment de celles offertes par le droit de la responsabilité civile (W v. Ireland (no. 2) ([1999] 2 IR 141). Pour l’IHRC, c’est précisément ce qui s’est produit en l’espèce, puisqu’il a suffi, pour écarter le moyen relatif à la responsabilité constitutionnelle contre l’État, de réorienter la requérante vers un recours en responsabilité civile pour violation de ses droits à l’intégrité physique/à la vie privée. L’IHRC estime toutefois que les catégories du droit de la responsabilité civile (négligence/responsabilité du fait d’autrui) ne font que délimiter les obligations/responsabilités de l’État, sans s’intéresser au devoir peut-être plus général qui incombe selon elle à celui-ci de garantir les droits des enfants au sein du système d’enseignement public. Pour l’IHRC, cela soulève en conséquence la question de savoir si l’action en responsabilité civile constituait une voie apte à permettre d’assurer la protection des droits constitutionnels substantiels de la requérante, ne serait-ce que parce que ce recours de droit privé mettait l’accent sur la conduite de l’État et non sur les droits de l’intéressée.", "3.  Appréciation de la Cour", "183.  La Cour estime que le Gouvernement n’a démontré l’effectivité en l’espèce d’aucun des recours contre l’État évoqués par lui.", "184.  Premièrement, la Cour suprême a conclu que l’État ne pouvait être tenu pour responsable des actes de L.H., qui était un enseignant laïc rétribué sur fonds publics. Force est donc de considérer que la probabilité qu’elle eût reconnu une quelconque responsabilité de l’État pour les actes du patron et/ou du directeur, qui étaient des ecclésiastiques non employés par lui, était encore plus ténue. Du reste, le juge Fennelly a relevé que, le directeur n’étant pas l’employé de l’État, la responsabilité de ses actes ne pouvait être imputée à ce dernier (paragraphe 45 ci-dessus).", "185.  Deuxièmement, pour faire reconnaître en justice une négligence directe de l’État, il aurait notamment fallu prouver l’existence d’un devoir de vigilance de l’État envers la requérante (paragraphe 66 ci-dessus). Or l’existence d’un tel devoir de vigilance semble incompatible avec l’interposition des directeurs ecclésiastiques entre les enfants et l’État et avec l’évincement de celui-ci de la supervision des écoles nationales (voir à cet égard les observations du juge Hardiman aux paragraphes 35 et 39 cidessus).", "186.  Troisièmement, le Gouvernement soutient que la requérante aurait dû mettre en cause la responsabilité constitutionnelle de l’État devant la Cour suprême (paragraphe 180 ci-dessus). Toutefois, à supposer même que la Cour suprême n’eût pas renvoyé l’intéressée vers les recours existants en matière de responsabilité civile comme l’a fait la High Court, le Gouvernement n’a pas démontré, jurisprudence pertinente à l’appui, comment l’État aurait pu être tenu pour responsable d’une violation du droit constitutionnel à l’intégrité physique de l’intéressée à cause d’un système qui était explicitement envisagé par l’article 42 de la Constitution. Que ce moyen ait été ou non valablement invoqué devant la Cour suprême, sa teneur a de toute façon été rejetée par le juge Hardiman de cette même juridiction (paragraphe 40 ci-dessus).", "C.  Conclusion de la Cour", "187.  Pour les raisons qui précèdent, la Cour estime qu’il n’a pas été démontré que la requérante disposât d’un recours interne effectif pour faire valoir ses griefs de violation de l’article 3 de la Convention sous son volet matériel. Dès lors, il y a eu violation de l’article 13 de la Convention. La Cour rejette en conséquence l’exception préliminaire du Gouvernement tirée du défaut manifeste de fondement de ce grief.", "V.  Sur la violation alléguée de l’article 8 de la convention et de l’article 2 du protocole no 1, lus isolément et coMBINéS avec l’article 14 de la Convention", "188.  L’article 8, en ses passages pertinents, est ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée (...).", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire (...) à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "189.  L’article 2 du Protocole no 1 se lit ainsi :", "« Nul ne peut se voir refuser le droit à l’instruction. L’État, dans l’exercice des fonctions qu’il assumera dans le domaine de l’éducation et de l’enseignement, respectera le droit des parents d’assurer cette éducation et cet enseignement conformément à leurs convictions religieuses et philosophiques. »", "190.  Le passage pertinent de l’article 14 est ainsi libellé :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune (...). »", "191.  La requérante dénonce également sous l’angle de l’article 8 le manquement de l’État à son obligation de la protéger des abus sexuels. Elle réitère à cet égard les observations formulées par elle sur le terrain de l’article 3, ajoutant que l’État ne saurait s’exonérer de sa responsabilité quant à la protection de son intégrité physique en invoquant sa marge d’appréciation. Elle affirme que les abus sexuels dont elle a été victime lui ont valu par la suite des problèmes considérables sur les plans relationnel, sexuel et marital. Le Gouvernement estime quant à lui qu’un examen séparé du grief sous l’angle de l’article 8 est inutile ; reprenant ses observations relatives à l’article 3 et invoquant la marge d’appréciation accordée à l’État au titre de l’article 8, il soutient à titre subsidiaire qu’il n’y a pas eu violation de cette disposition.", "192.  La Cour relève que le grief fondé sur l’article 8 concerne les mêmes faits et questions que celui formulé sur le terrain de l’article 3, et que les parties avancent pour l’essentiel les mêmes arguments que sous l’angle de cette disposition. Contrairement à l’affaire C.A.S. et C.S. c. Roumanie (arrêt précité, § 12), qui posait des questions singulières en matière de domicile et de vie familiale, la présente espèce ne soulève aucune question distincte et spécifique à l’article 8. Les conséquences que les sévices infligés à la requérante ont produites sur sa vie ultérieure peuvent tout aussi bien passer pour être résultées de la violation de l’article 3 établie ci-dessus. La Cour conclut donc que le grief tiré de l’article 8 ne soulève aucune question distincte de celles déjà examinées sous l’angle de l’article 3 de la Convention (voir les affaires A. c. Royaume-Uni, Z et autres c. Royaume-Uni, et E. et autres c. Royaume-Uni précitées, ainsi que l’arrêt récent Valiulienė c. Lituanie, no 33234/07, § 87, 6 mars 2013).", "193.  Invoquant l’article 2 du Protocole no 1, la requérante allègue que c’est essentiellement sur le fondement de cette disposition que la Cour a estimé que la responsabilité de l’État pouvait être engagée du fait de la conduite d’un enseignant au sein d’une école privée. Elle se plaint également sous l’angle de l’article 14 combiné avec l’article 8 et l’article 2 du Protocole no 1 à la Convention, que l’État a admis sa responsabilité à l’égard des victimes d’abus dans les reformatory schools et les industrial schools et les a indemnisées mais que les personnes qui ont subi ce type de sévices dans les écoles nationales n’ont pas eu droit au même traitement. Le Gouvernement conteste ces griefs. Il plaide notamment l’absence de différence discriminatoire de traitement, expliquant que les groupes de référence ne sont pas analogues : il y aurait d’une part les enfants envoyés dans les reformatory schools ou les industrial schools, pour lesquels l’État se substituait dans une large mesure aux parents et, de l’autre, les élèves externes des écoles nationales qui, en dehors de l’école, avaient un foyer et étaient intégrés dans la société. Le Gouvernement ajoute que l’argument relatif à une discrimination dans le cadre de l’indemnisation est artificiel et théorique, la requérante ayant en réalité été indemnisée (par la CICT et par la High Court dans le cadre de l’action contre L.H.).", "194.  Eu égard à son constat de violation de l’article 3 de la Convention et au raisonnement qui le précède, la Cour estime que les griefs tirés de l’article 2 du Protocole no 1 et de l’article 14 de la Convention, tels que décrits ci-dessus, ne soulèvent aucune question distincte par rapport à celles déjà examinées sous l’angle de l’article 3 de la Convention.", "195.  Elle conclut dès lors qu’il n’y a pas lieu d’examiner séparément les griefs formulés sur le terrain de ces dispositions de la Convention.", "VI.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "196.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "1.  Thèses des parties", "197.  La requérante demande 223 000 euros (EUR) pour dommage moral, ce qui correspond à la somme de 250 000 EUR que lui a octroyée la High Court à titre de dommages-intérêts généraux et de dommages-intérêts majorés, déduction faite – sous réserve que l’État n’en réclame pas le remboursement – du montant de 27 000 EUR qu’elle a obtenu de la Commission d’indemnisation des victimes de dommages résultant d’infractions pénales (Criminal Injuries Compensation Tribunal – « le CICT ») au titre de son préjudice moral. Elle renvoie aux éléments médicaux et psychiatriques produits par elle devant la High Court pour démontrer l’impact qu’ont eu sur elle les abus sexuels perpétrés par L.H. Eu égard à la nature, à la durée et aux conséquences de ces abus, la requérante estime que la violation de l’article 3 doit être tenue pour extrêmement grave. Elle réclame également 5 104 EUR pour préjudice matériel, soit la somme qu’elle a demandée, justificatifs à l’appui, et obtenue à titre de dommages-intérêts spéciaux dans le cadre de la procédure devant la High Court. Ce montant est censé couvrir les dépenses tant passées que futures liées aux abus sexuels qu’elle a subis, notamment les frais médicaux, les frais de voyage et d’autres dépenses annexes. La requérante admet que le montant octroyé par la CICT et la somme qu’elle a déjà perçue de L.H. s’analysent en une réparation partielle.", "198.  Le Gouvernement soutient que les demandes de la requérante pour dommages matériel et moral ne sont pas correctement ventilées ni accompagnées de justificatifs suffisants, et il ne voit aucun lien de causalité entre la violation établie et un quelconque préjudice. Sans proposer un montant précis à accorder pour dommage moral, il estime que la démarche de la requérante consistant, pour justifier sa prétention, à simplement invoquer l’élément correspondant au préjudice moral de la somme octroyée par la High Court est à la fois dénuée de pertinence (la somme en question se rapportant aux actes de L.H. et non à ceux de l’État) et insuffisante (L.H. n’ayant nullement contesté la somme accordée par la High Court). Il explique que la requérante a d’ores et déjà obtenu certains paiements, qu’elle a à sa disposition un éventail de mécanismes d’exécution contre L.H., et que l’État n’est pas responsable des finances de L.H. Il souligne que la somme octroyée par la CICT a été prélevée sur des fonds publics et relève que la requérante a admis que cette indemnité devait être prise en compte dans le cadre de l’octroi éventuel d’une satisfaction équitable. Par ailleurs, il critique le fait que la requérante fonde sa demande pour préjudice matériel sur le montant octroyé par la High Court à titre de dommages-intérêts spéciaux.", "2.  Appréciation de la Cour", "199.  La Cour rappelle que l’article 41 l’habilite à accorder à la partie lésée, s’il y a lieu, la satisfaction qui lui semble appropriée.", "200.  Si la Cour conclut qu’un droit important protégé par la Convention a fait l’objet d’une violation ayant entraîné de vives douleurs et souffrances, elle peut décider d’octroyer une indemnité au titre du dommage moral (voir, par exemple, El-Masri c. l’ex-République yougoslave de Macédoine [GC], no 39630/09, § 269, CEDH 2012).", "201.  Quant au dommage matériel, il doit y avoir un lien de causalité manifeste entre le dommage allégué par le requérant et la violation de la Convention. Un calcul précis des sommes nécessaires à une réparation intégrale (restitutio in integrum) peut se heurter au caractère intrinsèquement aléatoire du dommage découlant de la violation mais une indemnité peut malgré tout être octroyée. Ce qu’il faut déterminer en pareil cas, c’est le niveau de la satisfaction équitable qu’il est nécessaire d’allouer à chaque requérant pour ses pertes matérielles, tant passées que futures, la Cour jouissant en la matière d’un pouvoir d’appréciation dont elle use en fonction de ce qu’elle estime équitable (E. et autres c. Royaume-Uni, no 33218/96, §§ 120-121, 26 novembre 2002).", "202.  La Cour a pris note des éléments de preuve admis par la High Court quant aux pertes matérielles passées et futures de la requérante (celles-ci se composant essentiellement des dépenses passées et futures relatives à des traitements médicaux ou psychiatriques) ainsi que de la somme de 5 104 EUR qui lui a été accordée à ce titre. De plus, eu égard à la nature et à la gravité des mauvais traitements dont elle a été victime, la Cour estime que l’intéressée a subi un préjudice moral qui ne peut être suffisamment compensé par le constat d’une violation de la Convention. Tout en admettant qu’il y a lieu de distinguer entre la réparation à accorder dans le cadre de la présente requête, qui est axée sur la responsabilité de l’État, et les montants alloués à l’issue de la procédure interne, qui ne se rapportaient pas à cette question, la Cour estime que toute somme octroyée en vertu de l’article 41 doit prendre en considération l’indemnité accordée par la High Court (305 104 EUR au total), ainsi que le montant déjà versé ou encore à verser par L.H. sur cette somme. Il convient également de tenir compte de la réparation octroyée par la CICT à la requérante (53 962,24 EUR), sous réserve que l’État n’en réclame pas le remboursement. Les deux montants comprennent des éléments correspondant au dommage matériel et au préjudice moral.", "203.  Eu égard aux sommes jusqu’ici perçues par la requérante à titre de réparation et à l’incertitude quant à tout versement futur par L.H., la Cour décide d’allouer à l’intéressée un montant global pour compenser tant ses pertes matérielles que son préjudice moral. Statuant en équité, elle octroie donc à la requérante une somme de 30 000 EUR pour dommage matériel et pour dommage moral, plus tout montant pouvant être dû à titre d’impôt ou de taxe sur cette somme.", "B.  Frais et dépens", "204.  La requérante réclame 355 039,38 EUR pour les frais et dépens occasionnés par la procédure interne : elle indique qu’elle n’a pas bénéficié de l’aide juridictionnelle et que les deux parties ont dû supporter leurs frais et dépens respectifs.", "205.  Le Gouvernement conteste cette demande, soutenant en particulier qu’elle n’est pas correctement chiffrée, ventilée par rubrique ou accompagnée de justificatifs conformément à l’instruction pratique et à la jurisprudence de la Cour en la matière. Il observe notamment que les questions soumises à la Cour avaient déjà été examinées par la High Court dès mars 2004, de sorte que les dépenses juridiques ultérieurement engagées ne l’auraient pas été par nécessité. Pour lui, les frais et dépens afférents à l’action menée devant la High Court jusqu’en mars 2004 correspondent à un montant de 75 000 EUR.", "206.  La requérante demande également 115 730,50 EUR pour les frais et dépens exposés devant la Cour. Le Gouvernement admet les frais de voyage engendrés par l’audience devant la Grande Chambre et justifiés par des factures (soit un montant de 3 606,96 EUR) mais estime la prétention excessive pour le surplus, les pièces soumises et les précisions données pour justifier le montant réclamé lui paraissant insuffisantes.", "207.  La Cour rappelle sa jurisprudence bien établie selon laquelle un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (voir, par exemple, X et autres c. Autriche [GC], no 19010/07, § 163, 19 février 2013). Selon l’article 60 § 2 du règlement, toute prétention soumise au titre de l’article 41 de la Convention doit être chiffrée et ventilée par rubrique, faute de quoi la Cour peut rejeter tout ou partie de la demande (A, B et C c. Irlande [GC], no 25579/05, § 281, CEDH 2010).", "208.  La Cour relève que pour le Gouvernement un montant de 75 000 EUR serait raisonnable pour couvrir les frais et dépens relatifs à la procédure devant la High Court. Elle rappelle par ailleurs avoir jugé pertinent, lors de son examen des exceptions préliminaires du Gouvernement, le recours ultérieurement formé par la requérante devant la Cour suprême. Elle note toutefois qu’une part importante des frais et dépens que l’intéressée dit avoir exposés tant devant la Cour suprême irlandaise que par la suite devant la Cour ne s’appuient sur aucune pièce justificative, en particulier en ce qui concerne le temps passé par les solicitors et barristers à travailler sur des tâches spécifiques ou les taux horaires pratiqués par eux.", "209.  Eu égard aux observations des parties et statuant en équité, la Cour alloue à la requérante une somme globale de 85 000 EUR, plus tout montant pouvant être dû par l’intéressée à titre d’impôt ou de taxe sur cette somme, pour les frais et dépens exposés dans le cadre des procédures suivies en Irlande et à Strasbourg.", "C.  Intérêts moratoires", "210.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Rejette,", "a)  par onze voix contre six, les exceptions préliminaires du Gouvernement tirées du non-épuisement des voies de recours internes et du non-respect du délai de six mois ;", "b)  par douze voix contre cinq, l’exception préliminaire du Gouvernement relative à la perte par la requérante de la qualité de victime ;", "", "2.  Joint au fond, par quatorze voix contre trois, l’exception préliminaire du Gouvernement tiré d’un défaut manifeste de fondement des griefs ;", "", "3.  Dit, par onze voix contre six, qu’il y a eu violation de l’article 3 de la Convention sous son volet matériel à raison d’un manquement de l’État à son obligation de protéger la requérante, et rejette en conséquence l’exception du Gouvernement tirée du défaut manifeste de fondement de ce grief ;", "", "4.  Dit, par onze voix contre six, qu’il y a eu violation de l’article 13 de la Convention combiné avec l’article 3 sous son volet matériel à raison de l’absence d’un recours effectif qui aurait permis à la requérante de contester le manquement de l’État à son obligation de protection, et rejette en conséquence l’exception du Gouvernement tirée du défaut manifeste de fondement de ce grief ;", "", "5.  Dit, à l’unanimité, qu’il n’y a pas eu violation de l’article 3 de la Convention sous son volet procédural ;", "", "6.  Dit, à l’unanimité, qu’il n’y a pas lieu d’examiner séparément les griefs tirés de l’article 8 ou de l’article 2 du Protocole no 1, pris isolément ou combinés avec l’article 14 de la Convention ;", "", "7.  Dit, par onze voix contre six,", "a)  que l’État défendeur doit verser à la requérante, dans les trois mois, les sommes suivantes :", "i.  30 000 EUR (trente mille euros), plus tout montant pouvant être dû à titre d’impôt ou de taxe sur cette somme, pour dommage matériel et moral,", "ii.  85 000 EUR (quatre-vingt-cinq mille euros), plus tout montant pouvant être dû par la requérante à titre d’impôt ou de taxe sur cette somme, pour les frais et dépens exposés devant les juridictions nationales et devant la Cour ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "8.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l’homme, à Strasbourg, le 28 janvier 2014.", "Michael O’Boyle\tDean Spielmann\n\tGreffier adjoint\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante de la juge Ziemele ;", "–  opinion en partie dissidente commune aux juges Zupančič, Gyulumyan, Kalaydjieva, De Gaetano et Wojtyczek ;", "–  opinion partiellement dissidente du juge Charleton.", "", "D.S.\nM.O’B.", "", "", "", "OPINION CONCORDANTE DE LA JUGE ZIEMELE", "(Traduction)", "1.  Je souscris au point de vue de la majorité en l’espèce. Mon désaccord porte uniquement sur le raisonnement et plus particulièrement sur le paragraphe 143 de l’arrêt, qui décrit la méthodologie utilisée pour analyser les faits et les observations des parties en l’espèce. Cette affaire soulève la question de l’application de la Convention dans le temps, un thème que la Cour est amenée de plus en plus souvent à traiter ces derniers temps (voir, par exemple, Varnava et autres c. Turquie [GC], nos 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 et 16073/90, CEDH 2009 et S.H. et autres c. Autriche [GC], no 57813/00, § 84, CEDH 2011 – dans cette dernière affaire, voir également l’opinion dissidente commune des juges Tulkens, Hirvelä, Lazarova, Trajkovska et Tsotsoria –, et Janowiec et autres c. Russie [GC], nos 55508/07 et 29520/09, CEDH 2013). En réalité, il est grand temps que la Cour prenne acte de cette question de l’application de la Convention dans le temps et veille à expliquer clairement sa méthodologie à cet égard.", "2.  Les faits ayant donné lieu à la procédure interne puis à la procédure devant la Cour européenne des droits de l’homme se sont déroulés en 1973. La procédure interne a commencé en 1998, et la requérante a saisi la Cour européenne des droits de l’homme en 2009. Dans ce contexte, le Gouvernement, assez naturellement, estime « fondamental d’examiner sans le bénéfice du recul la question de la connaissance que l’État était censé avoir. Or en 1973 la perception du risque d’abus concernant des enfants aurait été pratiquement inexistante, et l’on ne pourrait apprécier rétrospectivement le contexte du début des années 1970 à l’aune de la connaissance et des exigences supérieures d’aujourd’hui » (paragraphe 133 de l’arrêt).", "3.  La Cour décide de traiter la question de l’application de la Convention dans le temps de la manière suivante :", "« Ainsi que le souligne le Gouvernement, la Cour doit apprécier la question de l’éventuelle responsabilité de l’État en l’espèce à l’aune des circonstances et des normes de 1973 et, notamment, faire abstraction de la prise de conscience (...) du risque d’abus sexuels auxquels sont exposés les mineurs dans un contexte éducatif » (paragraphe 143 de l’arrêt).", "Il convient de relever qu’il y a deux volets dans l’argument du Gouvernement. Premièrement, celui-ci soutient que les connaissances et la prise de conscience concernant les abus sur enfants se sont considérablement renforcées depuis l’époque des faits. Deuxièmement, il estime que les standards [juridiques] ne sauraient être appliqués rétrospectivement. En fait, les deux arguments sont parfaitement recevables. Cependant, la Cour a ici pour tâche d’établir ce qu’étaient les standards juridiques en 1973. En réalité, c’est exactement ce qu’elle fait. Ce qu’elle ne traite pas, c’est l’évolution communément admise des standards applicables. Elle n’explique pas davantage pourquoi cette évolution des standards ne devrait pas être examinée étant donné qu’il y a une différence, comme elle ne fait que le suggérer, entre l’accentuation de la prise de conscience du problème et l’évolution des standards juridiques. C’est à cet égard que le paragraphe 143 de l’arrêt me semble incomplet.", "4.  De plus, les arguments ultérieurs de la Cour concernant les obligations de l’Irlande en 1973 ne se combinent pas aisément avec l’approche qu’elle adopte. Par exemple, bien que les deux pactes internationaux en matière de droits de l’homme auxquels la Cour se réfère aient été adoptés en 1966, l’Irlande ne les a signés qu’en 1973 et les ratifiés encore plus tard, en 1989 (paragraphe 147 de l’arrêt). En réalité, on pourrait dire que la jurisprudence citée dans l’arrêt a été également adoptée après les faits de la cause (ibidem). Ces difficultés sont directement liées à l’approche choisie par la majorité en l’espèce.", "5.  Avant d’expliquer ce qu’aurait dû être cette approche, quelques clarifications préalables s’imposent. Premièrement, il ne s’agit pas d’une affaire mettant en jeu la compétence ratione temporis de la Cour (voir, a contrario, Janowiec et autres, précité). En 1973, l’Irlande avait ratifié la Convention et l’article 3 était donc applicable. Il est également clair que le traitement que la requérante a subi alors qu’elle se trouvait à l’école primaire était à ce moment-là déjà contraire à l’article 3. La seule question litigieuse est celle de savoir si l’Irlande avait ou non l’obligation de mettre en place des mécanismes et des garanties qui auraient pour le moins minimisé le risque d’abus sexuels sur enfants dans les établissements d’enseignement primaire à cette époque. Sur ce point, l’argument du gouvernement irlandais est double. Premièrement, il soutient qu’un mécanisme adéquat était en place. Deuxièmement, il explique que la gestion des écoles primaires par l’Église catholique procédait de la tradition historique irlandaise, et que le système n’avait en soi rien de mauvais ; quoi qu’il en soit, l’État ne pouvait selon lui être tenu pour responsable d’avoir été alors dans l’ignorance du risque éventuellement impliqué par le système.", "6.  Je suis bien sûr d’accord avec la majorité pour dire que le principe de base du droit intertemporel exige que la légitimité d’un acte soit appréciée à la lumière du droit applicable à l’époque des faits en cause. Il n’en demeure pas moins que le droit n’est pas statique. Il évolue. La Commission de droit international (CDI), dans son commentaire sur le projet d’article 13, releva en renvoyant à l’avis consultatif de la Cour internationale de Justice (CIJ) dans l’affaire Namibie qu’« [u]ne restriction possible [à la règle de base du droit intertemporel] touche à l’interprétation progressive des obligations (...). Mais le principe du droit intertemporel ne signifie pas que le fixisme doit présider à l’interprétation des dispositions des traités. La validité d’une interprétation évolutionniste des dispositions des traités est possible dans certains cas, mais cela n’a rien à voir avec le principe qui veut que l’État ne puisse être tenu responsable que de la violation d’une obligation en vigueur à son égard au moment des faits » (Projet d’articles sur la responsabilité de l’État pour fait internationalement illicite, et commentaires y relatifs, 2001).", "7.  Dans l’affaire Immunités juridictionnelles de l’État (Allemagne c. Italie ; Grèce (intervenant)), l’une des questions qui se posait était celle de savoir si les juridictions italiennes étaient fondées au regard du droit international à dénier à l’Allemagne l’immunité pour les actes commis par ses forces armées pendant la Seconde Guerre mondiale. La Cour internationale de justice décida que ces actes ne relevaient pas de sa compétence ratione temporis. Toutefois, concernant les décisions des tribunaux italiens rendues beaucoup plus tard et relevant donc de sa compétence ratione temporis, la CIJ estima qu’elle devait « néanmoins rechercher si le droit international coutumier a[vait] évolué au point d’interdire à un État de se prévaloir de son immunité en cas de violations graves des droits de l’homme ou du droit des conflits armés » (CIJ, affaire Immunités juridictionnelles de l’État (Allemagne c. Italie ; Grèce (intervenant)), arrêt du 3 février 2012 ; italique ajouté).", "8.  J’ai déjà souligné qu’en 1973 le comportement de L.H. était manifestement contraire à l’article 3 de la Convention au motif que, conformément à l’article 1, l’Irlande était tenue de garantir que les enfants sur son territoire ne soient pas soumis à de mauvais traitements contraires à l’article 3 de la Convention. Il s’agissait clairement d’une obligation générale. Quant à sa mise en œuvre détaillée, il est tout à fait vrai que le temps a permis d’accumuler les connaissances sur la façon de s’attaquer plus efficacement au problème des abus sur enfants. Le facteur temps est important en ce qui concerne les processus d’amélioration et de réparation des carences. Toutefois, rien dans le domaine des droits de l’enfant, tel qu’il est régi de nos jours, en particulier par la Convention de 1989 des Nations unies sur les droits de l’enfant, ne démontre qu’une compréhension nouvelle ou particulière de la vulnérabilité des enfants se soit développée ces dernières années. Il est vrai qu’il y a eu des clarifications importantes, particulièrement celles qu’a dégagées le Comité sur les droits de l’enfant, et dans cette mesure on peut dire que le droit a évolué, mais il n’y a en réalité aucun développement de nouveaux droits ou d’obligations générales de mettre en œuvre ces droits sur la période concernée en l’espèce. La Déclaration des droits de l’enfant de 1959 se lit ainsi : « L’enfant doit bénéficier d’une protection spéciale et se voir accorder des possibilités et des facilités par l’effet de la loi et par d’autres moyens afin d’être en mesure de se développer d’une façon saine et normale sur le plan physique, intellectuel, moral, spirituel et social, dans des conditions de liberté et de dignité. Dans l’adoption de lois à cette fin, l’intérêt supérieur de l’enfant doit être la considération déterminante ».", "9.  Au moins depuis 1959, les enfants sont identifiés comme un groupe méritant une attention spéciale et le principe de l’intérêt supérieur de l’enfant constitue l’idée phare en matière de développement des mécanismes de protection des enfants (voir, pour plus de détails, le paragraphe 93 de l’arrêt). Je pense qu’il serait pertinent aux fins de l’arrêt de renvoyer aux évolutions ultérieures à 1973 en matière de droit international des droits de l’homme pour démontrer que le principe sous-jacent s’est constamment maintenu et a donné lieu à une série détaillée de propositions visant à garantir les droits des enfants. Il est très clair qu’en soi le principe et l’obligation y relative ne sont pas récents, et qu’ils ne sont pas appliqués en l’espèce par la Cour de manière rétroactive. Le droit a évolué et s’est précisé alors que l’obligation générale demeure la même. Le domaine de la protection des enfants vis-à-vis des abus correspond parfaitement à l’exception à laquelle la CDI fait référence, et la référence à l’avis de la CIJ dans l’affaire Namibie est la bonne analogie à suivre. Il convient de rappeler que l’Afrique du Sud a soutenu dans le cadre de cette procédure que le système de mandat créé sous les auspices de la Société des Nations n’imposait pas une obligation d’octroyer finalement l’indépendance aux colonies (§ 50). La CIJ a examiné la nature du système de mandat tel qu’adopté à l’époque de la Société des Nations et a exprimé son désaccord avec l’interprétation de l’Afrique du Sud. Elle a ensuite relevé qu’« [i]l faut aussi tenir compte des événements qui ont suivi l’adoption des instruments en question » (§ 51). La déclaration finale de la CIJ concernant la façon de tenir compte des évolutions des notions juridiques pertinentes se lit ainsi : « Toutes ces considérations se rattachent à la manière dont la Cour envisage la présente affaire. Sans oublier la nécessité primordiale d’interpréter un instrument donné conformément aux intentions qu’ont eues les parties lors de sa conclusion, la Cour doit tenir compte de ce que les notions consacrées par l’article 22 du Pacte – « les conditions particulièrement difficiles du monde moderne » et « le bien-être et le développement » des peuples intéressés – n’étaient pas statiques mais par définition évolutives et qu’il en allait de même par suite de la notion de « mission sacrée de civilisation ». On doit donc admettre que les parties au Pacte les ont acceptées comme telles. C’est pourquoi, quand elle envisage les institutions de 1919, la Cour doit prendre en considération les transformations survenues dans le demi-siècle qui a suivi et son interprétation ne peut manquer de tenir compte de l’évolution que le droit a ultérieurement connue grâce à la Charte des Nations unies et à la coutume. De plus, tout instrument international doit être interprété et appliqué dans le cadre de l’ensemble du système juridique en vigueur au moment où l’interprétation a lieu [italique ajouté]. Dans le domaine auquel se rattache la présente procédure, les cinquante dernières années ont marqué, comme il est dit plus haut, une évolution importante. Du fait de cette évolution il n’y a guère de doute que la « mission sacrée de civilisation » avait pour objectif ultime l’autodétermination et l’indépendance des peuples en cause » (§ 53).", "10.  Il y a peu de doute que l’interdiction des mauvais traitements était applicable à de jeunes enfants dans les États contractants à l’époque de l’adoption de la Convention et en 1973. La nature des obligations est par définition une notion évolutive, précisément liée à l’évolution de la compréhension et des moyens. Dans le domaine des droits de l’homme, comme dans celui de l’autodétermination, des développements importants ont eu lieu avant et après 1973. Ces évolutions auraient dû être prises en considération par la Cour pour interpréter les obligations au titre de l’article 3 en l’espèce. Un « test » à part entière de droit intertemporel aurait été approprié dans cet arrêt.", "11.  En l’espèce, les parties n’ont invoqué aucun argument relatif au principe selon lequel la Convention est un instrument vivant. Afin de clarifier mes propos, je me dois cependant d’invoquer brièvement ce principe. Il est important de distinguer entre l’application de la Convention dans le temps dans des situations où il est clair que l’obligation au titre de la Convention était applicable dans les circonstances de l’affaire, comme tel est le cas en l’espèce, et l’interprétation des dispositions de la Convention d’une manière qui fait entrer dans le champ d’application du droit en cause de nouveaux éléments qui étaient clairement absents à l’époque de la rédaction de la Convention (voir, par exemple, Demir et Baykara c. Turquie [GC], no 34503/97, CEDH 2008). Je n’exclus pas la possibilité qu’il puisse y avoir par moments une certaine confusion également dans la jurisprudence de la Cour entre ces principes, et il est assez évident que la Cour doit se montrer plus claire quant au principe méthodologique applicable qu’elle adopte lorsqu’elle statue sur l’affaire dont elle est saisie. Il est clair qu’en l’espèce nous ne traitons pas du principe selon lequel la Convention est un instrument vivant ou de l’application rétroactive de la Convention. Il s’agit d’une affaire concernant l’appréciation du respect par l’État de ses obligations dans le temps.", "\n", "OPINION EN PARTIE DISSIDENTE COMMUNES AUX JUGES ZUPANČIČ, GYULUMYAN, KALAYDJIEVA, DE GAETANO ET WOJTYCZEK", "(Traduction)", "1.  La présente affaire concerne les responsabilités de l’État s’agissant de protéger des enfants contre des abus sexuels commis par un enseignant dans les années 1970. À l’instar de nos collègues de la majorité, nous estimons que les abus sexuels sur enfants représentent la quintessence des traitements inhumains proscrits par l’article 3 ; nous estimons également que les États sont dans l’obligation de prendre toutes les mesures nécessaires pour protéger les enfants de tels abus.", "2.  Comme la majorité, nous compatissons aux souffrances causées à la requérante par l’épreuve dont elle a été victime. Elle a subi durant le premier semestre de l’année 1973, alors qu’elle avait neuf ans, les agressions sexuelles d’un enseignant laïc et marié (L.H., qui était également le principal de son école) pendant des cours de musique que celui-ci dispensait dans sa salle de classe. À cette époque, ni elle ni ses parents n’avaient connaissance des plaintes présentées au directeur de l’école par les parents d’autres victimes d’abus sexuels (qui se trouvaient aux mains du même enseignant). Des éléments ultérieurs indiquent qu’en septembre 1973 d’autres parents portèrent à l’attention des parents de la requérante certaines « difficultés » relatives à l’enseignant en question, et qu’un parent d’un autre enfant se plaignit à Ó. (le directeur de facto) que L.H. avait abusé sexuellement de son enfant en 1971. À la suite d’une réunion de parents présidée par Ó., L.H. se mit en congé de maladie. En septembre 1973, il démissionna de son poste (paragraphes 14 à 17 de l’arrêt).", "3.  Il n’est pas contesté que ni les parents ni les victimes ni le directeur de l’école ne rapportèrent les faits susmentionnés à la police ou à une quelconque autre autorité publique avant 1995 – soit plus de vingt ans après les événements. La requérante fit de même après avoir atteint la majorité en 1985. Elle ne réagit qu’en 1996, lorsqu’elle fut contactée par la police dans le cadre d’une enquête sur la plainte déposée en 1995 par une autre ancienne élève de l’école nationale de Dunderrow. À cet égard, il importe de souligner que si la requérante avait saisi la Cour d’une requête concernant des abus commis par un particulier avant 1995, sans avoir d’abord présenté ses griefs à une autorité nationale, cette requête aurait été déclarée irrecevable pour tardiveté et/ou pour non-épuisement des voies de recours internes (article 35 de la Convention).", "4.  Les autorités irlandaises réagirent dès qu’elles eurent connaissance des abus. Nul ne conteste qu’à l’époque des faits le droit irlandais prévoyait des sanctions pénales pour les auteurs d’abus sexuels sur mineurs ainsi que des actions en réparation pour les victimes, et ce quel que soit le contexte dans lequel le crime avait été perpétré. À la suite des déclarations faites à la police quelque vingt ans après les faits, L.H. fut inculpé de 386 infractions pénales, plaida coupable sur une sélection de 21 accusations et fut condamné à une peine d’emprisonnement. En 1998, la requérante s’adressa à la Commission d’indemnisation des victimes de dommages résultant d’infractions pénales. Elle obtint finalement une somme de 53 962,24 euros (EUR). En 2002, elle accepta cette somme et prit l’engagement standard de rembourser à la Commission tout montant qu’elle recevrait par ailleurs, quelle qu’en fût la source, relativement au même préjudice (paragraphe 21 de l’arrêt). La requérante engagea également une action civile contre L.H., le ministre de l’Éducation et des Sciences, l’Attorney General et l’État irlandais, et obtint le 24 octobre 2006 une décision par défaut contre L.H. lui octroyant un montant total de 305 104 EUR. Le ministre de l’Éducation et des Sciences retira à L.H. son autorisation d’enseigner en application de l’article 108 du règlement des écoles nationales de 1965.", "5.  Rien n’indique que ces mesures n’étaient pas applicables et/ou n’auraient pas pu être imposées antérieurement. Si une procédure pénale ou civile similaire avait été engagée dans les années 1970 ou 1980, les griefs présentés à la Cour auraient été déclarés irrecevables à raison de la perte par la requérante de la qualité de victime.", "6.  Nous ne soulignerons jamais assez que c’est uniquement grâce à la réaction rapide des autorités à des signalements d’abus transmis plus de vingt ans après les faits que la Cour a pu examiner les griefs relatifs à l’insuffisance de la protection contre les abus et de la prévention. En réalité, on peut douter que les systèmes juridiques de tous les États parties à la Convention auraient donné lieu à une réaction aussi rapide et effective, et se demander si l’écoulement du temps n’aurait pas empêché d’autres autorités nationales, par le jeu de la prescription extinctive, de mettre en œuvre les mesures décrites ci-dessus en réponse aux griefs. À notre avis, ces mesures constituaient une protection suffisante des droits de la requérante en vertu de l’article 3 de la Convention. Le fait qu’une réaction appropriée et rapide soit survenue en l’espèce seulement après 1995 – malgré l’écoulement d’un intervalle de vingt ans – ne peut légitimement être transformé en un instrument d’analyse nunc pro tunc aux fins de déclarer recevables les griefs contre l’État défendeur. Ce sont là les raisons pour lesquelles nous sommes en désaccord avec la majorité sur la question de la recevabilité des griefs.", "7.  Nous regrettons également de ne pouvoir souscrire à l’analyse et aux conclusions de la majorité relativement à la portée des obligations positives de l’État dans les circonstances de l’espèce. Ces obligations positives doivent s’interpréter en tenant dûment compte des divers valeurs et droits protégés par la Convention. Selon le préambule de celle-ci, le maintien des libertés fondamentales repose essentiellement sur un régime politique véritablement démocratique. Or la notion de société démocratique comprend l’idée de subsidiarité. Une société démocratique ne peut prospérer que dans un État qui respecte le principe de subsidiarité et permet aux différents acteurs sociaux d’autoréguler leurs activités. Cela s’applique également dans le domaine éducatif. La législation relative à l’enseignement privé doit respecter l’autonomie légitime des écoles privées. L’article 2 du Protocole no 1 garantit le droit des parents d’assurer l’éducation et l’enseignement de leurs enfants en conformité avec leurs propres convictions religieuses et philosophiques. Il est clair que l’État démocratique doit respecter les choix éducatifs des parents ainsi que la responsabilité première de ceux-ci s’agissant du développement et du bienêtre de leurs enfants.", "8.  L’interprétation de la Convention et la compréhension de la portée des obligations de l’État qu’elle impose ont évolué considérablement depuis son entrée en vigueur. Cela signifie que les faits pertinents de 1973 ne peuvent pas être légitimement examinés à la lumière de normes entrées en vigueur ultérieurement. Ces faits doivent être appréciés à la lumière de la Convention telle qu’elle était comprise à cette époque et dans le contexte du droit international en vigueur à ce moment-là. Le même principe s’applique aux obligations de l’État. La portée des obligations de l’État en 1973 doit être appréciée dans le contexte du droit international tel qu’il se présentait à cette époque. À cet égard, la majorité tente (laborieusement à notre avis, avec tout le respect que nous lui devons) de démontrer qu’une obligation positive de protection et de prévention des mauvais traitements subis par des enfants à l’école par le biais d’un cadre approprié de réglementation encourageant les plaintes était clairement établie en 1973 en vertu de la Convention. Toutefois, aucune jurisprudence pertinente ne vient étayer ce point de vue. L’Affaire « relative à certains aspects du régime linguistique de l’enseignement en Belgique » (fond) (23 juillet 1968, série A no 6) avait trait à une question et à un ordre d’idée complètement différents, à savoir « le droit d’être éduqué dans la langue nationale ou dans l’une des langues nationales, le cas échéant », et ne portait pas sur le droit des enfants à être protégés contre des mauvais traitements. Toutes les autres affaires citées dans le présent arrêt ont été tranchées de nombreuses années après les abus subis par la requérante en 1973.", "9.  Nous réprouvons l’application rétroactive de la compréhension actuelle des obligations positives de l’État à une situation qui avait cours il y a une quarantaine d’années. Il y a quelque chose de kafkaïen à reprocher aux autorités irlandaises de n’avoir pas respecté à cette époque des exigences et des normes qui ont été peu à peu développées par la jurisprudence de la Cour seulement dans les décennies ultérieures.", "10.  Incapable de citer une jurisprudence pertinente antérieure à 1973, la majorité renvoie en outre à divers déclarations et documents internationaux (paragraphes 91 à 96 de l’arrêt). Une bonne analyse des instruments relatifs aux droits des enfants montre les carences aiguës du droit international en matière de protection des enfants jusqu’à l’entrée en vigueur de la Convention de 1989 sur les droits des enfants. Les déclarations citées contiennent des principes généraux de protection des enfants qui manquaient de précision et qui n’étaient pas contraignants. À cette époque, les États préféraient des instruments non contraignants aux traités qui leur imposaient des obligations juridiques. En outre, l’Irlande a signé le 1er octobre 1973 le Pacte international relatif aux droits civils et politiques et le Pacte international relatif aux droits économiques, sociaux et culturels, qui imposent des obligations juridiques fermes aux États, et ne les a ratifiés qu’en 1989. Dès lors, aucun des instruments internationaux cités par la majorité ne peut être considéré comme pertinent aux fins de l’appréciation de la responsabilité de l’Irlande en l’espèce.", "11.  À supposer même que les normes aujourd’hui établies par la jurisprudence de la Cour soient applicables à des faits survenus en 1973, nous ne sommes pas en mesure de suivre la majorité quant à la portée des obligations positives de l’État. À cet égard, conformément à la jurisprudence actuelle de la Cour, les obligations positives s’agissant d’assurer une protection adéquate contre des traitements contraires à l’article 3 commis par des particuliers comprennent l’adoption et la mise en œuvre effective d’une législation pénale érigeant en infraction les abus sexuels sur mineurs par des particuliers (voir, notamment, X et Y c. PaysBas, 26 mars 1985, §§ 23-24, série A no 91, et M.C. c. Bulgarie, no 39272/98, § 153, CEDH 2003XII), ainsi que des actions civiles en responsabilité et en réparation appropriées. Il n’est pas contesté que le droit irlandais prévoyait une telle protection et qu’elle était accordée dès lors que les autorités étaient dûment informées.", "12.  Toutefois, la majorité mélange, ou plutôt confond, l’examen des responsabilités des autorités de l’État au regard de l’article 3 de la Convention s’agissant d’assurer la protection contre les mauvais traitements par des particuliers avec une responsabilité présumée au titre de l’article 2 du Protocole no 1 d’examiner « le risque de mauvais traitements dans un contexte éducatif », et parvient à la conclusion qu’il existait une obligation spécifique de prévenir un tel risque (paragraphe 162 de l’arrêt). Cela étend la portée de ces obligations au titre de la Convention à un point tel qu’elles perdent toute prévisibilité.", "13.  Pour parvenir à cette conclusion, l’analyse factuelle de la majorité semble se fonder sur plusieurs affirmations injustifiées :", "i.  Tout d’abord, la souffrance de la requérante serait la conséquence non pas de la conduite criminelle et imprévisible d’un particulier mais d’un certain risque intrinsèque de subir un tel traitement dans un contexte éducatif. Malheureusement, des abus sur enfants sous diverses formes se produisent, dans des contextes publics comme dans des contextes privés. Tout en convenant que les enfants doivent bénéficier de la protection constante et spéciale de l’État, nous ne sommes pas convaincus que le risque de tels abus soit nécessairement intrinsèque, ou plus élevé, dans un contexte éducatif, ou que pareils actes soient forcément plus visibles s’ils sont commis (quoique en secret) dans une école que s’ils se déroulent dans le cadre familial.", "ii.  La deuxième affirmation injustifiée se fonde sur un fait auquel la majorité semble attribuer une importance particulière, à savoir que l’État défendeur a « cédé » sa responsabilité en matière d’éducation des enfants dans les écoles nationales à une entité privée – l’Église catholique. Nous ne voyons aucun lien de causalité entre ce choix de l’État défendeur et la fréquence des abus sexuels commis par les enseignants, ou la connaissance de ces abus, dans les écoles dirigées par l’État par comparaison avec les écoles gérées par des entités privées. En l’absence de plaintes, les autorités demeureront également inconscientes de ce risque et/ou de l’absence de signalement de tels abus.", "iii.  La troisième affirmation injustifiée, sur la base de laquelle nos collègues arrivent à la conclusion que d’autres obligations positives particulières naissent dans le contexte de l’éducation, est le point de vue selon lequel « l’État avait connaissance » en 1973 dudit risque intrinsèque au contexte éducatif (paragraphe 162 de l’arrêt). Cette affirmation est particulièrement dangereuse puisqu’elle implique non seulement que le risque prétendument intrinsèque était connu des autorités, mais également que, ayant érigé en infraction les actes en question à l’époque des faits, les autorités « auraient dû avoir connaissance » du risque malgré l’absence de plaintes. La majorité semble parvenir à cette conclusion injustifiée avec le bénéfice du recul, en mélangeant les connaissances du XXIe siècle en matière de conscience sociale des abus sur enfants avec les résultats des rapports sur de tels abus dans des institutions fermées datant des années 1930 ainsi qu’avec des études et analyses menées dans les années 1980 et 1990. Nous estimons nécessaire d’établir une distinction entre les informations dont disposaient les autorités nationales en 1973 de celles qui étaient accessibles à la société irlandaise après le milieu des années 1980 à la suite d’études postérieures aux faits relatives aux abus sexuels sur mineurs en Irlande. Le rapport Carrigan de 1931 (paragraphes 69-72 de l’arrêt) et les rapports Cussen et Kennedy (paragraphe 74 de l’arrêt) semblent être les seules sources d’informations publiques qui existaient et étaient disponibles en 1973. Ces rapports concernent essentiellement des abus commis sur des enfants privés des soins et de la surveillance de leurs parents dans des institutions fermées – une situation manifestement et fondamentalement différente des circonstances de l’espèce (quoique aussi répugnante et qui a malheureusement toujours cours dans de nombreuses parties du monde).", "iv.  Ce n’est qu’« [à] la suite de diverses révélations et controverses publiques à la fin des années 1980 et au début des années 1990 » (paragraphe 75 de l’arrêt) que le 11 mai 1999 le Premier ministre irlandais publia une déclaration dans laquelle il présentait « des excuses sincères, quoique beaucoup trop tardives, aux victimes des mauvais traitements à enfants pour [l’]incapacité collective à intervenir, à détecter leurs souffrances et à leur venir en aide ». Si l’on regarde de plus près les résultats des enquêtes commandées par la suite, on voit que celles-ci ne sont pas nécessairement pertinentes par rapport aux circonstances de l’espèce, qui portent sur des actes commis par un enseignant laïc dans une école ouverte – une question sur laquelle les rapports cités donnent peu d’informations. Toutefois, ces rapports montrent que « les autorités religieuses avaient (...) [réduit] au minimum le risque de révélations publiques [dans les institutions fermées, c’est-à-dire dans les reformatory schools et dans les industrial schools], tout en signalant à la police les plaintes pour abus sexuels sur des élèves lorsque les faits étaient imputables à des laïcs » (paragraphe 78 de l’arrêt). Nous ne voyons pas pourquoi la même attente, par principe, ne serait pas valable pour les écoles nationales ouvertes, contrairement aux constatations de la majorité selon lesquelles la « cession » de la responsabilité de l’État en matière d’éducation avait un lien avec l’inaction du directeur de l’école de Dunderrow. À cet égard, les rapports ultérieurs cités semblent seulement confirmer une haute probabilité de plaintes concernant des auteurs laïcs. Les rapports montrent également que « la police avait poursuivi les pédophiles de manière énergique mais que, la plupart des infractions à caractère sexuel n’ayant en réalité pas été signalées, celles-ci avaient probablement constitué un problème grave pendant tout le XXe siècle en Irlande. (...) [L]es archives des juridictions pénales laissaient transparaître un « degré élevé et constant d’infractions sexuelles visant de jeunes enfants (garçons et filles) », et que « même si dans la plupart des cas les médias n’avaient pas rendu compte de ces affaires, il n’en demeurait pas moins que la police était à l’époque bien au fait de l’existence de ces infractions » (paragraphe 82 de l’arrêt). À notre sens, cela ne fait que confirmer que, une fois transmis, les plaintes et les signalements concernant de tels actes étaient suivis de mesures appropriées. Le fait qu’un seul de ces signalements se réfère à un exemple particulier de non-réaction à des plaintes concernant un enseignant laïc (décrit comme un « auteur de sévices sexuels et physiques en série » – paragraphe 79 de l’arrêt) ne fait que confirmer la règle, à savoir que dès lors que des rapports étaient transmis aux autorités de l’État, elles réagissaient toujours de manière rapide et appropriée.", "v.  Nous concluons en conséquence qu’il n’a pas été démontré que la société irlandaise, ou les autorités de ce pays, avaient connaissance ou auraient dû avoir connaissance d’un quelconque risque intrinsèque d’abus sexuels sur enfants dans les écoles nationales (ouvertes) dans les années 1970. Par ailleurs, pour ce que nous en savons, aucune étude en sciences sociales ne démontre que ce risque est plus élevé en milieu scolaire que partout ailleurs (exception faite des institutions fermées). De même, aucun élément n’a été soumis qui tendrait à indiquer une différence quant au niveau de risque entre les écoles dirigées par l’État et les établissements gérés par des entités privées. À cet égard, nous regrettons que la majorité n’ait pas accordé l’attention qu’elle méritait à l’expertise (évoquée au paragraphe 83 de l’arrêt) selon laquelle « avant le milieu des années 1980 « les professionnels et les adultes étaient peu sensibilisés à la notion ou à la possibilité d’abus » et il était « primordial d’éviter le piège et les possibles excès » qui consisteraient à juger cette période révolue à l’aune des normes actuelles ».", "vi.  Ces affirmations injustifiées ont entraîné une extension rétrospective des obligations positives des États selon des normes qui vont bien au-delà non seulement de celles qui existaient en 1973 mais également de celles qui ont cours aujourd’hui.", "14.  Dans l’affaire Osman c. Royaume-Uni (28 octobre 1998, § 116, Recueil des arrêts et décisions 1998VIII), la Cour a estimé qu’« il lui [fallait] se convaincre que lesdites autorités savaient ou auraient dû savoir sur le moment qu’un ou plusieurs individus étaient menacés de manière réelle et immédiate dans leur vie du fait des actes criminels d’un tiers, et qu’elles n’ont pas pris, dans le cadre de leurs pouvoirs, les mesures qui, d’un point de vue raisonnable, auraient sans doute pallié ce risque » (italique ajouté). La Cour a déclaré qu’il suffisait qu’un requérant démontre que les autorités n’avaient pas fait tout ce qu’on pouvait raisonnablement attendre d’elles pour prévenir un risque réel et immédiat pour la vie dont elles avaient ou auraient dû avoir connaissance. Depuis l’arrêt Osman, la Cour a constamment estimé qu’une obligation positive d’empêcher les pertes inutiles de vies naissait uniquement dans les circonstances particulières d’un risque imminent et connu pour la vie. Plus récemment, et dans le contexte de l’article 3, la Cour a exigé qu’un État prenne toutes les mesures que l’on peut raisonnablement attendre « pour prévenir tout risque réel et immédiat » s’agissant de personnes vulnérables (voir, pour un exemple relatif à un détenu, D.F. c. Lettonie, no 11160/07, § 84, 29 octobre 2013, ainsi que les autres affaires citées dans cet arrêt).", "15.  À notre sens, la majorité est allée bien au-delà des principes dégagés dans l’arrêt Osman et dans les arrêts ultérieurs concernant les obligations positives limitées des États pour protéger les personnes contre les conduites humaines imprévisibles. L’arrêt de la majorité impose des obligations positives de vigilance constante et rétrospective quant aux prétendus risques intrinsèques découlant d’une conduite humaine imprévisible « dans un contexte éducatif », ce qui, à notre avis, équivaut à imposer (pour reprendre les termes utilisés par la Cour dans l’arrêt Osman) « un fardeau insupportable ou excessif ».", "16.  Dans un effort visant à combler le fossé entre la mesure dans laquelle il a été démontré que les autorités « avaient connaissance » du prétendu risque général intrinsèque et les normes établies dans l’arrêt Osman relative à une connaissance établie d’un risque imminent concernant des personnes spécifiques, la majorité conclut que les autorités n’étaient pas informées en conséquence du système, qui « dissuadait » les plaintes et n’offrait aucune procédure « propre à inciter un enfant ou un parent à s’adresser directement à une autorité de l’État pour dénoncer des mauvais traitements » (paragraphe 163 de l’arrêt), alors qu’en même temps la façon dont les écoles étaient gérées ne permettait pas une implication adéquate des parents.", "17.  Par essence, le premier argument porte sur la décision des parents de la victime de ne pas s’adresser aux autorités pertinentes de l’État et donc de ne pas se prévaloir des recours existants. À cet égard, la conclusion transforme cette décision en un reproche adressé à tort aux autorités. Nous n’avons connaissance d’aucune affaire antérieure dans lesquelles les autorités se seraient vu reprocher le fait que les victimes n’avaient pas déposé plainte. Cette approche est contraire à la condition de recevabilité d’épuisement des voies de recours internes. De plus, en fixant rétrospectivement une obligation positive « d’encourager les plaintes » dans un contexte de gouvernance, le raisonnement de la majorité semble ouvrir la voie à toute personne qui se prétendrait victime d’un défaut de l’encourager à déposer plainte à tout moment depuis la ratification de la Convention jusqu’à aujourd’hui. En l’espèce, certains parents avaient remarqué les abus dont leurs enfants ont été victimes. Outre la possibilité d’informer la police, les parents (comme les directeurs) pouvaient également s’adresser directement aux inspecteurs ou au ministère, ce qui leur aurait fourni des instruments supplémentaires de protection complétant la protection offerte par le droit pénal. Les faits démontrent clairement qu’en réponse aux actes de L.H. une réunion des parents présidée par Ó. eut lieu, à la suite de laquelle L.H. se mit en congé de maladie. Le point de savoir si ces parents et/ou les parents de la requérante souhaitaient demander ou demandèrent effectivement que tout autre mesure soit prise à l’époque constitue une autre question. Nous ne souhaitons pas être considérés comme cyniques et nous pouvons comprendre leur hésitation à s’engager dans cette voie. Mais quoi qu’il en soit, nous souhaitons souligner que rien ne vient étayer l’affirmation selon laquelle ces parents se seraient plaints plus vigoureusement s’ils avaient été « encouragés » par d’autres réglementations et/ou par la création d’un organe spécial responsable de l’examen des plaintes concernant les enseignants. Il reste que les enfants victimes d’abus sexuels éprouvent, de manière tout à fait compréhensible, de l’embarras à l’idée de se plaindre, alors que leurs parents, très fréquemment, préfèrent retirer leur plainte afin de protéger leurs enfants de l’exposition à un surcroît de détresse du fait des investigations qui s’ensuivent. Malheureusement, le silence constitue la difficulté majeure en ce qui concerne les enquêtes sur ce type d’affaires. L’État défendeur ne saurait être tenu pour responsable du silence des parents en 1973.", "18.  Nous ne sommes pas convaincus que, si de telles allégations d’abus sur enfants avaient été évoquées par les parents et examinées soit par le ministère de l’Éducation et des Sciences ou par la police en 1971 – lorsque le premier exemple d’abus a été relevé par un parent – cela n’aurait pas eu pour résultat des mesures appropriées et suffisantes prévues par le droit à cette époque. À cet égard, notre réponse à la question énoncée au paragraphe 152 de l’arrêt – si le cadre légal posé par l’État en 1973 et, notamment, ses mécanismes de détection et de signalement, offrait une protection effective aux enfants fréquentant les écoles nationales contre le risque d’abus sexuels – diffère de celles de la majorité. Nous sommes d’avis que non seulement les mesures prévues par le droit national à l’époque étaient appropriées, mais aussi qu’elles ont été mises en œuvre dès que les autorités ont eu connaissance des faits en cause. À notre sens, aucune autre obligation positive ne se posait en l’espèce au-delà de celles qui existaient en 1973 et qui ont été rapidement remplies dans les années 1990.", "19.  Nous sommes également préoccupés par le fait que le raisonnement de la majorité se fonde sur des prémisses idéologiques qui sont difficiles à accepter. La majorité déclare que « dès lors qu’il abandonnait le contrôle de l’éducation d’une très grande majorité de jeunes enfants à des instances non publiques, [l’État] aurait également dû avoir conscience (...) que l’absence de cadre de protection adéquat posait des risques potentiels pour leur sécurité » (paragraphe 162 de l’arrêt). Ce qui est ici défendu comme étant une solution au problème est la création de mécanismes de détection et de signalement de tout mauvais traitement par et à un organe contrôlé par l’État. Cette partie du raisonnement se fonde sur l’affirmation implicite que les systèmes éducatifs qui se caractérisent par une implication ou une participation forte de l’État offrent une meilleure protection aux enfants. Or les sciences sociales n’apportent aucune preuve permettant d’étayer cette thèse. En particulier, aucun élément ne démontre que les États qui se livrent à une surveillance « intensive » des écoles tant publiques que privées obtiennent de meilleurs résultats s’agissant d’éradiquer la pédophilie. Rien ne vient étayer l’idée que la requérante n’aurait pas été victime d’abus sexuels si elle avait été élève dans une école placée sous la surveillance plus stricte de l’État ou que les agissements de L.H. auraient fait l’objet de signalement si l’école avait été placée sous une telle surveillance. L’approche adoptée par la majorité est en contradiction avec l’idée de société démocratique prospérant dans le cadre juridique de la subsidiarité. Elle remet inutilement en cause le modèle éducatif irlandais, qui est profondément enraciné dans l’histoire de ce pays. À cet égard, la majorité n’hésite pas à s’aventurer dans le domaine des questions relativement détaillées concernant l’organisation sociale interne et l’administration publique en matière d’éducation, des domaines qui relèvent de la compétence nationale exclusive des États et qui devraient donc être laissés à la discrétion des Hautes Parties contractantes.", "20.  En conclusion, nous ne voyons aucun lien de causalité entre les circonstances de la présente affaire et le fait que l’école dans laquelle la requérante a subi des abus de la part d’un enseignant laïc était gérée par l’Église catholique. On ne saurait dire que l’Irlande ait failli à honorer les obligations positives qui lui incombaient au titre de la Convention. Nous regrettons de constater que la Cour, qui a été établie pour assurer la protection des droits de l’homme et des libertés fondamentales, promeut comme un moyen de redresser des violations de droits un modèle d’État restreignant l’étendue de la liberté et de la responsabilité individuelle.", "21.  Le juge Zupančič a voté en faveur d’un constat d’irrecevabilité de la présente requête. Devant la chambre (avant le dessaisissement de celle-ci), il s’était prononcé pour la recevabilité de la requête. Il a changé d’avis pour les raisons exposées aux paragraphes 2 à 6 ci-dessus.", "\n", "OPINION EN PARTIE DISSIDENTE\n DU JUGE CHARLETON", "(Traduction)", "1.  Je me vois contraint de m’écarter en l’espèce de l’opinion majoritaire, à trois égards : premièrement, le raisonnement de la majorité concernant l’article 35 de la Convention, lequel exige l’épuisement des voies de recours internes ; deuxièmement, la conclusion de la Cour selon laquelle l’État irlandais est responsable au regard de l’article 3 de la Convention d’avoir soumis la requérante à de la torture ou à des peines ou traitements inhumains ou dégradants, et, troisièmement, le constat de la Cour selon lequel l’État irlandais n’a offert à la requérante aucun recours effectif au sens de l’article 13 de la Convention.", "2.  Les faits et l’analyse du droit irlandais correspondent à ce qui est exposé dans l’arrêt de la majorité. Mais en appliquant cette analyse, l’opinion majoritaire s’en écarte en réalité. Dans ce qui suit, les facteurs suivants seront particulièrement soulignés : la requérante subit des abus alors qu’elle était mineure et sous la garde légale de ses parents ; l’auteur des abus était L.H., un homme marié et le principal de son externat ; une plainte dont un prêtre catholique romain agissant en lieu et place du directeur de l’école fut saisi en 1971 ne fut pas transmise, ni par lui ni par le parent auteur de la plainte, à la police ou au ministère de l’Éducation et des Sciences ; en 1973, des parents d’élèves fréquentant cette école découvrirent les abus commis sur plusieurs victimes, mais leur réaction se limita à insister pour que le principal L.H. quitte l’école ; ni les parents ni le directeur de l’école ne firent état à la police ou au ministère de l’Éducation et des Sciences des crimes ainsi révélés ; rien dans le droit irlandais ni dans la procédure administrative applicable n’interdisait un tel signalement ; les abus infligés à la requérante et à d’autres victimes constituaient des crimes graves en droit irlandais (agression sexuelle ou attentat à la pudeur sur mineur de moins de 15 ans) ; lorsqu’en 1995 l’une des victimes de ces crimes en fit part à la police, celleci ouvrit immédiatement une enquête approfondie qui mit en lumière les sévices dont la requérante avait été victime, et engagea les poursuites appropriées ; le principal L.H. fut rapidement traduit devant les tribunaux et fut condamné pour une sélection représentative de ses crimes ; en engageant contre l’État irlandais une action en responsabilité civile, la requérante choisit de plaider la négligence et la responsabilité du fait d’autrui de l’État, mais, après le rejet de ces griefs en première instance (par la High Court), ses représentants décidèrent de ne contester que la conclusion négative relative à la responsabilité du fait d’autrui devant la juridiction d’appel statuant en dernier ressort (la Cour suprême), omettant ainsi d’épuiser les voies de recours internes. La requérante a été la victime de L.H. Elle a vécu une expérience atroce dont elle a porté le fardeau pendant des décennies. Elle n’aurait rien pu faire pour empêcher ce qui s’est produit. L.H. l’a soumise à de la torture. En l’espèce, il s’agit de déterminer si l’État irlandais a violé la Convention essentiellement du fait qu’il n’a trouvé aucun moyen d’empêcher ces abus. Comme n’importe quelle analyse juridique, la réponse dépend de l’application des conditions de responsabilité aux faits précis. En 2014, la prise de conscience en matière de pédophilie commande d’informer les enfants relativement aux contacts non souhaités, afin de leur donner des armes contre des prédateurs tels que L.H. En 1973, personne ne pouvait soupçonner qu’un enseignant expérimenté pouvait se livrer à des violences sexuelles sur ses élèves. En l’absence d’éléments prouvant que l’État irlandais aurait dû prendre dès les années 1970 les précautions dont d’amères expériences et des décennies de rapports officiels ont à présent prouvé la nécessité, l’allégation selon laquelle l’Irlande a manqué à ses obligations en matière de droits de l’homme n’a pas été démontrée.", "Article 35 de la Convention", "3.  Le fait que la transcription des débats de la procédure interne n’ait été versée au dossier qu’après la décision sur la recevabilité rend nécessaire un réexamen de cette question. L’article 35 de la Convention se lit ainsi :", "« 1.  La Cour ne peut être saisie qu’après l’épuisement des voies de recours internes, tel qu’il est entendu selon les principes de droit international généralement reconnus, et dans un délai de six mois à partir de la date de la décision interne définitive. »", "4.  Il s’agit en l’espèce d’une action en négligence dirigée contre l’État irlandais, ce qui est explicitement reconnu par la majorité au paragraphe 123 de l’arrêt :", "« La requérante se plaint essentiellement que l’État, en violation de l’obligation positive qui lui incombe en vertu de l’article 3, n’a pas mis en place un cadre juridique adéquat qui lui aurait permis de protéger les enfants contre les abus sexuels – lesquels constituaient un risque dont il avait ou aurait dû avoir connaissance – et qui aurait ainsi compensé sa nonparticipation à l’administration des écoles nationales. »", "5.  Au paragraphe 162 de l’arrêt, la majorité estime que le grief tiré de l’article 3 tient au fait que l’État n’a pas mis en place des « mécanismes effectifs de détection et de signalement des sévices éventuels respectivement par et à un organe contrôlé par l’État », mesure qui, selon elle, aurait sans doute pallié, ou au moins réduit au minimum, le risque ou le préjudice subi (elle renvoie à cet égard à l’affaire E. et autres c. Royaume-Uni, no 33218/96, 26 novembre 2002). Il s’agit donc d’établir un constat civil de négligence contre l’État irlandais, celui-là même qui a été rejeté par la High Court pour insuffisance de preuves sans que ce rejet ait été contesté devant la Cour suprême. Aux paragraphes 69 à 90 de l’arrêt, la majorité fait référence à des éléments de preuve qui ont été produits devant la Cour et qui n’ont jamais été évoqués devant la juridiction nationale. Le rapport Carrigan de 1931 portait sur la prostitution infantile, c’est-à-dire sur une question qui n’a aucun lien avec la supervision des enseignants dans les écoles primaires ordinaires. À supposer qu’il y en eût un, cette question devait en vertu de l’article 35 de la Convention être débattue, quant à son impact, devant une juridiction interne. Or tel n’a pas été le cas. Le rapport Ryan de 2009 est postérieur à l’arrêt rendu le 20 janvier 2006 par la High Court pour défaut de preuves. La majorité évoque le rapport Ryan comme un élément prouvant que l’État irlandais a failli à protéger les enfants. Mais si une telle affaire avait été engagée par un élève d’une industrial school ou d’une reformatory school, elle se serait présentée de manière totalement différente sur le plan factuel par rapport à la présente requête. Le rapport Ryan de 2009 concernait des enfants qui étaient envoyés dans des industrial schools ou des reformatory schools en vertu d’une décision du tribunal de district, y compris pour des infractions mineures telles que le manque d’assiduité à l’école, ou en raison de la pauvreté de leurs parents. C’est là un contexte totalement différent de celui de la présente affaire. Ces enfants étaient isolés et privés de toute intervention parentale. L’arrêt de la majorité donne l’impression que ces lieux de détention étaient plus ou moins équivalents à des internats. Rien ne prouve qu’en 1973 on pouvait s’attendre à ce qu’un enseignant d’un externat commît des abus sexuels sur ses élèves. En outre, même si un tel lien était démontré, c’était la juridiction nationale qui constituait le bon forum pour débattre des conséquences de tels éléments. Or l’impact de ce rapport n’a pas été discuté devant un tribunal interne. L’arrêt fait également référence à des plaintes d’abus sexuels commis sur des enfants par des prêtres catholiques, pratiquement toujours en dehors de tout cadre éducatif, qui figurent dans le rapport Ferns de 2005 et le rapport Murphy de 2009. Mais en quoi ces rapports sont-ils pertinents ? L’auteur des abus en l’espèce était L.H., un homme marié et le principal de l’école, et non un prêtre célibataire. On pourrait discuter de la pertinence de ces rapports. Mais ne serait-ce pas plutôt une question dont il aurait fallu débattre dans le cadre du procès interne ? Toute référence éventuelle à la nécessité pour un État éclairé de veiller à la sensibilisation des inspecteurs scolaires ne peut être débattue devant la Cour avant que l’affaire ait été discutée, en l’espèce dans le cadre d’une action en négligence, devant une juridiction nationale.", "6.  Il ne s’agit pas de déterminer si un requérant a légitimement choisi un recours interne plutôt qu’un autre, compte tenu du fait que ce recours traitait du grief essentiel de l’intéressé, comme dans l’arrêt Odièvre c. France ([GC], no 42326/98, § 22, CEDH 2003III), cité au paragraphe 110 de l’arrêt). Il ne s’agit pas davantage d’opérer un choix parmi « les recours internes pertinents » disponibles – comme le déclare la majorité au paragraphe 111 de l’arrêt –, ou d’exercer « un recours pertinent (l’action en responsabilité du fait d’autrui) préféré à un autre (l’action en négligence ou en responsabilité constitutionnelle) ». De plus, la majorité, dans l’arrêt, confond les notions de responsabilité du fait d’autrui et de responsabilité pour négligence puisqu’il est dit au paragraphe 110 que « la requérante était en droit, au regard de l’article 34, d’engager l’action en responsabilité du fait d’autrui pour faire redresser son grief contre l’État sans être tenue, une fois que la voie raisonnable choisie par elle s’était révélée infructueuse, d’exercer un autre recours ayant essentiellement le même objet ». Cette assertion n’est pas correcte en droit. Deux points doivent être précisés.", "7.  Premièrement, dans des décisions antérieures, la Cour a souligné qu’on ne peut porter une affaire devant elle avant que la question n’ait été pleinement débattue devant une juridiction nationale et que les recours pertinents n’aient été exercés. Cette idée, qui ne peut être que juste puisqu’elle est conforme au libellé de l’article 35, se retrouve au paragraphe 74 de l’arrêt Selmouni c. France ([GC], no 25803/94, CEDH 1999V) :", "« La Cour rappelle que la finalité de l’article 35 est de ménager aux États contractants l’occasion de prévenir ou redresser les violations alléguées contre eux avant que ces allégations ne soient soumises aux organes de la Convention (...). Les États n’ont donc pas à répondre de leurs actes devant un organisme international avant d’avoir eu la possibilité de redresser la situation dans leur ordre juridique interne. Cette règle se fonde sur l’hypothèse, objet de l’article 13 de la Convention – et avec lequel elle présente d’étroites affinités – que l’ordre interne offre un recours effectif quant à la violation alléguée. De la sorte, elle constitue un aspect important du principe voulant que le mécanisme de sauvegarde instauré par la Convention revête un caractère subsidiaire par rapport aux systèmes nationaux de garantie des droits de l’homme (...). Ainsi, le grief dont on entend saisir la Cour doit d’abord être soulevé, au moins en substance, dans les formes et délais prescrits par le droit interne, devant les juridictions nationales appropriées (...). »", "8.  Ce principe a été rappelé dans des affaires ultérieures (notamment dans l’affaire D c. Irlande, no 26499/02 (déc.), 27 juin 2006). Les autorités irlandaises n’ont eu aucune chance d’examiner si les éléments découverts au cours d’investigations officielles ultérieures relativement à des abus sexuels commis sur des enfants dans d’autres contextes (abus commis sur des mineurs internés par l’État – rapport Ryan de mai 2009 – et abus par des prêtres catholiques romains célibataires – rapport Ferns de 2005, non produit devant la High Court, et rapport Murphy de 2009) permettaient de déterminer les responsabilités. Il n’est pas conforme à la pratique établie d’introduire devant la Cour des éléments nouveaux, non soumis auparavant à une juridiction nationale, en vue d’établir le bien-fondé d’allégations de négligence qui ont été présentées par la requérante – sauf les rapports précités – à la High Court, ont été rejetées et n’ont pas soumises en appel à la Cour suprême. De plus, il convient de relever que ces rapports n’ont pas été produits lors du procès, beaucoup d’entre eux étant ultérieurs (les rapports Ryan et Murphy datent tous deux de 2009). Le professeur Ferguson a été consulté par la requérante avant la procédure interne, et a établi un rapport en avril 2003, dans lequel il se déclarait peu convaincu que l’intéressée pût établir le bien-fondé de ses griefs en prétendant que des stratégies préventives auraient dû être mises en place à l’époque des abus. Cet avis a été donné par rapport au contexte sociologique et historique des années 1970. Comme il est relevé au chapitre 8 du volume V du rapport Ryan, où est cité le rapport de M. Rollinson intitulé « Protection de l’enfance dans les internats en Angleterre, 1948-1975 : Historique et état des lieux », « avant le milieu des années 1980, les professionnels et les adultes étaient peu sensibilisés à la notion ou à la possibilité d’abus » (Corby et autres, 2001). La majorité cite cet avis tout en lui déniant toute pertinence. Mais en quoi ne serait-il pas pertinent ? Certainement, la réponse à cette question est que, à supposer qu’il soit pertinent, c’est devant la juridiction nationale qu’il conviendrait de déterminer si pareil élément de preuve vient étayer ou réfuter les allégations. Quant aux statistiques sur les poursuites évoquées par la majorité, il faut rappeler que l’État irlandais savait que des abus sur mineurs pouvaient être commis, sinon les sanctions pénales d’emprisonnement n’auraient pas été en place. Ce qui ne pouvait pas être prévu, c’est que le principal d’une école primaire locale se livrât à des abus sur ses élèves. Personne ne s’attendait à cela. Contrairement à ce qu’affirme la majorité, les statistiques mentionnées dans l’arrêt dénotent un système de justice pénale actif, qui a traité de manière efficace les cas des victimes de L.H. dès lors que ceux-ci ont été signalés à la police à partir de 1995. De plus, si un grief de négligence devait être présenté, c’est le directeur ou le conseil de l’école qui aurait dû répondre de l’absence de réaction après la plainte de 1971, comme le conseillait le professeur Ferguson. Or ni l’un ni l’autre n’ont été impliqués dans la procédure (paragraphe 12 ci-dessous).", "9.  Fondamentalement, sur ce point, il convient de souligner que les règles qui lient la Cour en vertu de l’article 35 ont été remplacées par une démarche consistant à inviter la Cour à décider d’une allégation de négligence à laquelle la requérante n’a pas donné suite dans le cadre de la procédure interne puisque, sur les conseils de son représentant, elle a décidé de former un recours devant la Cour suprême uniquement pour le moyen relatif à la responsabilité du fait d’autrui. Or il n’incombe pas à la Cour d’analyser les faits qui n’ont pas été produits devant les juridictions nationales. Tout gouvernement est en droit de débattre de tels éléments de preuve devant les forums juridictionnels internes. Ce débat aurait nécessairement impliqué l’interrogatoire de témoins et l’examen de tout rapport sur lesquels ils se seraient fondés. Ce droit est central à l’article 35. Il a été ignoré.", "10.  Deuxièmement, la majorité, aux paragraphes 111 à 113, ne distingue pas entre la responsabilité du fait d’autrui et un grief découlant du défaut de prévoir et de prendre des mesures appropriées contre les abus. Or ce n’est pas la même chose. Seule la responsabilité du fait d’autrui a fait l’objet d’un débat interne devant la Cour suprême. Cette notion peut être illustrée par un exemple : un employé blesse accidentellement un visiteur dans les locaux de son employeur par un acte de négligence commis dans le cadre de ses fonctions. La relation employeur/employé, combinée au fait que la tâche à l’origine du dommage était effectuée par l’employé dans le cadre de son travail, établit l’obligation pour l’employeur de verser des dommages-intérêts, et ce même si l’employeur a mis en garde ses employés contre une telle conduite et les a formés pour empêcher sa survenue. La responsabilité du fait d’autrui est ainsi établie : du dommage causé par un employé et du lien de responsabilité nécessairement établi dans le cadre de la relation de travail découle la responsabilité de l’employeur. En revanche, le fait pour l’employeur de ne pas mettre en place une formation appropriée alors qu’il était ou aurait dû être informé du risque d’un tel accident constitue de la négligence. La responsabilité par négligence est subordonnée à la preuve d’un risque prévisible de préjudice et du défaut de mesures préventives raisonnables. En matière de responsabilité pour négligence, le défendeur est responsable parce qu’il a manqué de vigilance ou qu’il a commis une faute. Dans la responsabilité du fait d’autrui, la responsabilité de l’employeur, en tant que défendeur, est engagée dès lors que son employé a commis une faute, et ce même si lui-même a fait preuve de vigilance et n’a donc commis aucune faute. Ces deux régimes de responsabilité – responsabilité pour négligence et responsabilité du fait d’autrui – sont très différents. Il ne s’agit pas, pour paraphraser les termes employés par la Cour dans l’arrêt Odièvre c. France (§ 22, cité ci-dessus et au paragraphe 110 de l’arrêt) de recours qui sont essentiellement les mêmes. Comment peut-on soutenir que le cas d’un défendeur dont la responsabilité est engagée parce qu’il n’a pas fait preuve de la vigilance appropriée (grief relatif à la négligence, que la requérante n’a pas poursuivi après la décision de la High Court en janvier 2005 et dont elle n’a pas saisi la Cour suprême) et celui d’un défendeur déclaré responsable alors même qu’il a pris soin de former convenablement ses employés mais dont la responsabilité est engagée en conséquence de la relation de travail et parce que le fait dommageable commis par l’employé s’inscrit dans le cadre de ses fonctions (engagement de la responsabilité du fait d’autrui à raison du dommage causé par une autre personne) sont essentiellement les mêmes ? Le moyen relatif à la responsabilité du fait d’autrui a été pleinement discuté devant les juridictions internes compétentes. Il a été présenté à la High Court et, après avoir été rejeté par celle-ci, a fait l’objet d’un appel devant la Cour suprême. L’allégation de négligence a été abandonnée après que la High Court l’eut rejetée. Le fait de reprendre et de présenter à nouveau ce grief n’est pas compatible avec l’article 35.", "11.  Enfin, si les représentants légaux de la requérante avaient décidé de poursuivre la hiérarchie catholique en raison du fait que le directeur de l’école avait omis de rendre compte de l’incident de 1971, ils auraient pu en vertu de l’article 78 de la loi de 1936 sur les juridictions (Courts of Justice Act 1936) demander l’intervention de ces personnes dans la procédure sans être pénalisés au niveau des coûts. Cette disposition se lit ainsi :", "« Lorsqu’une procédure civile devant n’importe quelle juridiction implique deux ou plusieurs défendeurs et que le plaignant a gain de cause à l’égard d’un ou plusieurs d’entre eux tout en succombant vis-à-vis d’au moins l’un d’entre eux, le tribunal peut légitimement, s’il le juge approprié au vu de l’ensemble des circonstances, ordonner que le défendeur ou les défendeurs à l’égard desquels le plaignant a eu gain de cause non seulement versent au plaignant les frais exposés par celui-ci mais lui remboursent également les frais que le plaignant est tenu de payer au défendeur ou aux défendeurs contre lesquels il a succombé. »", "Partant, un autre recours interne a été écarté.", "Article 3 de la Convention", "12.  Cette disposition est ainsi libellée :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "13.  L’article 1 de la Convention se lit ainsi :", "« Les Hautes Parties contractantes reconnaissent à toute personne relevant de leur juridiction les droits et libertés définis au titre I de la (...) Convention. »", "14.  Pour qu’un traitement soit assimilé à de la torture ou qualifié d’inhumain ou de dégradant, il faut apprécier l’ensemble des données de la cause, notamment « la durée du traitement et ses effets physiques ou mentaux » ainsi que, le cas échéant, « le sexe, l’âge, et l’état de santé de la victime » (Kafkaris c. Chypre [GC], no 21906/04, § 95, CEDH 2008). Eu égard à leur nature extrêmement invasive et aux profondes blessures psychiques qu’elles causent, les violences sexuelles s’analysent indéniablement en de la torture au sens de l’article 3 de la Convention. La requérante a vécu une expérience atroce. Mais la question qui se pose est celle de savoir si l’État irlandais peut être tenu pour responsable de ces horribles sévices.", "15.  Nul ne conteste que les États membres ont l’obligation positive de garantir à toute personne relevant de leur juridiction qu’elle ne sera pas soumise à la torture ou à des traitements inhumains ou dégradants (Moldovan et autres c. Roumanie (no 2), nos 41138/98 et 64320/01, § 98, CEDH 2005VII). L’interdiction posée par l’article 3 est absolue (Saadi c  Italie [GC], no 37201/06, CEDH 2008). De plus, les États doivent, en vertu de leurs obligations positives, faire en sorte que la torture et les traitements inhumains ou dégradants soient considérés comme des comportements hors-la-loi. Ils ne peuvent pas prétendre respecter l’article 3 en passant des lois ineffectives garantissant ce droit uniquement sur le papier. Ils ne peuvent pas davantage prendre des mesures administratives qui en apparence garantissent ce droit tout en refusant – ou en enlevant – aux autorités nationales le pouvoir de prendre des mesures vigoureuses contre la torture ou contre les traitements inhumains ou dégradants.", "16.  Peut-être est-il utile de réaffirmer deux principes connexes. Premièrement, l’article 3 protège contre un comportement impliquant un minimum de gravité (Irlande c. Royaume-Uni, 18 janvier 1978, série A no 25). Les abus dont la requérante a été victime relèvent sans aucun doute de cette catégorie. Deuxièmement, il ressort clairement du libellé de l’article 3 que l’interdiction porte sur le fait de soumettre toute personne relevant de l’autorité de l’État à des actes de torture ou des traitements inhumains ou dégradants. Correctement interprétée, la portée de cet article implique, pour que la Cour constate que l’État a enfreint l’interdiction, à la fois un comportement grave contre la victime et l’exigence que l’État puisse être considéré comme responsable d’avoir soumis une personne relevant de sa juridiction à ce comportement. Parvenir à un constat de violation de l’article 3 est donc une affaire très sérieuse pour la Cour. Cela reste la position en droit, sans rapport avec l’évolution de la jurisprudence. Dans des décisions antérieures, la Cour a dit qu’elle ne pouvait pas parvenir à une conclusion selon laquelle l’État défendeur avait soumis une personne relevant de sa juridiction à la torture si cela n’était pas prouvé au-delà de tout doute raisonnable (Irlande c. Royaume-Uni, précité). Même dans ce cas, il ressort de la jurisprudence actuelle de la Cour que les deux aspects de la violation de l’article 3 doivent être établis : il faut démontrer une conduite atteignant le niveau de gravité requis pour pouvoir être qualifiée de torture ou de traitements inhumains ou dégradants ; et il faut démontrer que l’État défendeur peut se voir imputer une responsabilité pour avoir exposé le requérant à cette violation. Dans l’affaire Natchova et autres c. Bulgarie ([GC], nos 43577/98 et 43579/98, CEDH 2005VII), la Cour a formulé les considérations suivantes :", "« 147.  (...) Conformément à sa jurisprudence constante, la preuve peut résulter d’un faisceau d’indices, ou de présomptions non réfutées, suffisamment graves, précis et concordants. En outre, le degré de conviction nécessaire pour parvenir à une conclusion particulière et, à cet égard, la répartition de la charge de la preuve sont intrinsèquement liés à la spécificité des faits, à la nature de l’allégation formulée et au droit conventionnel en jeu. La Cour est également attentive à la gravité d’un constat selon lequel un État contractant a violé des droits fondamentaux (...) »", "17.  Aller au-delà du texte de la Convention s’agissant de déterminer si un État soumet une personne à la torture ne peut se faire sans prendre le risque de compromettre l’intégrité de l’interdiction, par nature absolue, et donc de substituer à la sécurité juridique une norme moins satisfaisante correspondant simplement à l’état supposé du droit positif. Étant donné qu’il est convenu que les actions que L.H., le principal de l’école, a fait subir à la requérante ont emporté violation de l’article 3, aucune autre analyse n’est nécessaire sur cette question. C’est la conclusion selon laquelle l’État irlandais a soumis la requérante à la torture qui pose problème. Elle n’est pas étayée par les faits. Elle est également incohérente par rapport à la jurisprudence établie de la Cour.", "18.  Eu égard à l’exigence d’une relation étroite entre un État et le préjudice interdit par l’article 3, et à la culpabilité sur le plan moral que provoque intrinsèquement le constat de violation de l’article 3, la Cour ne peut se permettre de s’écarter de ces principes. En particulier, une imprudence ordinaire n’est pas une base suffisante pour un constat de violation de l’article 3, sauf s’il est démontré que l’absence de diligence de l’État était moralement coupable. En particulier, la négligence en soi ne peut être assimilée au fait de soumettre une personne à la torture ou à un traitement inhumain ou dégradant, en l’absence de préjudice moral coupable de la part de l’État. Aucun élément démontrant une quelconque négligence de l’État irlandais n’a été produit par la requérante devant la High Court, et le rejet par celle-ci de ce moyen pour insuffisance de preuves n’a pas fait l’objet d’un recours par la requérante devant la Cour suprême.", "19.  Personne ne s’attendait, dans la période entre 1971 et 1973, à ce qu’un principal d’une école primaire fût un pédophile en série. La majorité reconnaît en outre que le ministère de l’Éducation et des Sciences ne savait rien des abus commis sur des élèves par leur enseignant L.H. Il est également admis que la police ne fut pas informée une fois que ces crimes eurent été rapportés aux parents. Pour on ne sait quelle raison, ni la personne représentant le directeur de l’école, le père Ó., ni les parents des 21 petites victimes ne transmirent des informations sur un crime quelconque en 1971 ou en 1973 à une autorité officielle irlandaise. Au lieu de cela, le conseil de l’école – les représentants de la collectivité locale – se réunit en 1973 à la suite d’une décision générale des parents de ne plus envoyer leurs enfants à l’école, pendant une période dont nous ne sommes pas informés ; ainsi qu’il ressort clairement des éléments de preuve, ce conseil somma L.H. de choisir entre « démissionner ou être démissionné », en conséquence de quoi l’intéressé partit dans un autre établissement, sa réputation restant apparemment sans tache. S’il y a une faute ici, et je me garderai de tout commentaire, ce n’est pas celle de l’État irlandais.", "20.  De plus, l’Irlande n’a pas failli à adopter une législation. La référence par la majorité à l’arrêt X et Y c. Pays-Bas (26 mars 1985, série A no 91), qui portait sur l’absence de législation érigeant en infraction les avances sexuelles aux adolescents mentalement retardés, se distingue de l’espèce, étant donné que de véritables recours interdisant ce type de comportement sont disponibles en Irlande : les attouchements sur mineurs constituaient alors et constituent toujours un crime en Irlande, et le consentement n’influe en rien – à juste titre – sur la question de la responsabilité (voir l’analyse du droit irlandais aux paragraphes 63 à 65 de l’arrêt de la majorité). L’article 3 implique des obligations positives. Les États doivent adopter des lois ou des mesures administratives qui, considérées comme un tout, empêchent de manière effective les actes de torture ou les peines ou traitements inhumains ou dégradants (voir l’arrêt A. c. Royaume-Uni, 23 septembre 1998, Recueil des arrêts et décisions 1998VI, sur la charge de la preuve en cas de voies de fait sur un enfant sous la forme de châtiments corporels au sein du foyer, et l’arrêt Opuz c. Turquie (no 33401/02, CEDH 2009) sur le caractère manifestement inadéquat des réponses apportées à des allégations de violence domestique). L’article 3 exige donc des États qu’ils mettent en place effectivement des enquêtes approfondies, rapides et indépendantes, aptes à conduire à des poursuites en cas de violation de cette disposition par des agents de l’État ou des particuliers (Mikheïev c. Russie, no 77617/01, 26 janvier 2006, et Akkoç c. Turquie, nos 22947/93 et 22948/93, CEDH 2000X). Ainsi que la Cour l’a dit au paragraphe 32 de son arrêt en l’affaire Veznedaroğlu c. Turquie (no 32357/96, § 32, 11 avril 2000):", "« (...) lorsqu’un individu soutient de manière défendable avoir subi, aux mains de la police ou d’autres services comparables de l’État, un traitement contraire à l’article 3, cette disposition, combinée avec le devoir général imposé à l’État par l’article 1 de la Convention de « reconnaître à toute personne relevant de [sa] juridiction les droits et libertés définis (...) [dans la] Convention », requiert, par implication, qu’il y ait une enquête officielle effective. Cette enquête doit pouvoir mener à l’identification et à la punition des responsables (...) S’il n’en allait pas ainsi, nonobstant son importance fondamentale, l’interdiction légale générale de la torture et des peines et traitements inhumains ou dégradants serait inefficace en pratique, et il serait possible dans certains cas à des agents de l’État de fouler aux pieds, en jouissant d’une quasi-impunité, les droits des personnes soumises à leur contrôle (...) »", "21.  En Irlande, la loi de 1935 portant modification du droit pénal interdit les relations sexuelles avec une fille de moins de 15 ans et dénie en outre tout consentement réel ou apparent à l’agression sexuelle, ce qui signifie qu’en droit il est impossible d’invoquer le consentement apparent d’une telle victime, qu’il s’agisse de n’importe quelle forme d’actes sexuels. Pareils actes furent tous qualifiés d’attentats à la pudeur au départ, avant d’être requalifiés, de manière plus appropriée, d’agressions sexuelles, crimes dont une victime ne peut pas être complice au regard du droit pénal. Rien ne démontre que cette loi n’était qu’une coquille vide enrobée d’hypocrisie. Son utilité est démontrée par l’enquête active que les autorités de police ont débutée en 1995, immédiatement après le dépôt de la plainte contre L.H., et la condamnation et mise en détention de celui-ci trois ans plus tard. Ce qui a été fait en 1995 aurait très probablement été fait en 1971, ce qui aurait ainsi permis d’éviter à la requérante l’horrible expérience dont elle a été victime en 1973. De plus, même les rapports cités par la majorité (Carrigan, Ryan, etc.) évoquent l’ardeur avec laquelle la police irlandaise a poursuivi ce type d’infractions. En outre, l’interdiction d’un acte n’est jamais plus claire que lorsque cet acte est qualifié de crime. Si la police d’État et les autorités administratives ne sont pas impliquées, des conseils de perfectionnement ne peuvent remplacer rétroactivement l’exigence fondamentale selon laquelle une violation de l’article 3 ne peut être constatée que s’il y a eu manquement moral grave d’un État. Or tel n’est pas le cas en l’espèce. Les carences que l’arrêt de la majorité semble identifier dans cette affaire sous l’angle de l’article 3 ne sauraient être assimilées à une carence législative telle que celle dont il était question dans l’affaire X. et Y. c. Pays-Bas (précitée, §§ 21-27), qui portait sur une absence de législation interdisant l’exploitation sexuelle d’adolescents mentalement handicapés. Quant à la protection du droit civil, toute forme d’attouchements non désirés constitue en Irlande un délit civil, à savoir l’atteinte à l’intégrité physique. L’effectivité de la procédure est démontrée par les faits, en particulier par l’octroi de dommages-intérêts à la requérante dans la procédure contre L.H.", "22.  La majorité soutient dans l’arrêt que les règles qui régissent la relation de l’État irlandais avec les écoles nationales n’exigeaient pas des parents qu’ils se plaignent à la police ou qu’ils s’adressent à un organe quelconque, à part au directeur de l’école (paragraphes 163 à 165). Aux paragraphes 57 à 62 de l’arrêt, la majorité mentionne à juste titre ces règles, puis au paragraphe 168 émet l’avis que les règles « orientaient expressément » les personnes souhaitant se plaindre vers le directeur, autrement dit une autorité non étatique. On ne saurait dire que les règles applicables décourageaient les parents de présenter des plaintes à la police ou à une autre autorité officielle. Il est inapproprié de dire que la règle selon laquelle les plaintes concernant un enseignant devaient initialement être présentées au directeur de l’école dissuadait les personnes concernées de déposer plainte auprès de la police. Toute école dans n’importe quel pays européen doit se doter d’un mécanisme permettant de traiter les plaintes concernant le comportement d’un enseignant dans l’exercice dans ses fonctions. Quel est l’objet de ces règles, selon le bon sens ? Les parents se plaignent des enseignants ; tel professeur n’est pas bon sur telle question, tel autre n’est jamais à l’heure ou est toujours absent, tel autre encore a un problème qui interfère avec son enseignement. Cela n’a rien à voir avec le fait de détourner de la police des plaintes pénales relatives à des abus sexuels. Pareille règle ne fait pas barrage à une plainte selon laquelle un enseignant a commis un crime contre un enfant. Qui pourrait interpréter raisonnablement une telle règle de cette façon ? La question n’a même pas été débattue devant la juridiction nationale compétente. Cela n’a rien d’étonnant. Cet avis péremptoire de la majorité ne peut se fonder sur l’article 15 du règlement de 1965 qui disposait que le directeur était chargé de la gestion de l’école. Cet article signifie exactement ce qu’il dit : diriger une école ne permet pas ni n’encourage une violation du droit pénal ; dans tout ordre juridique, un crime constitue une violation des règles fondamentales de la société, et non un problème interne au système éducatif. L’article 121 n’est pas davantage pertinent pour l’arrêt de la majorité en ce qu’il commande aux enseignants « d’agir dans un esprit d’obéissance à la loi ». Il exige en outre des enseignants qu’ils « prêtent la plus grande attention à la moralité et à la conduite générale de leurs élèves » et qu’ils prennent « toutes les précautions raisonnables pour assurer leur sécurité ». Si les enseignants étaient tenus « de se conformer à toutes les instructions licites du directeur de l’école », ils n’avaient pas pour instruction de dissimuler à tout le monde l’existence d’un crime. Le texte des règles pertinentes ne dénote aucun cas de dissuasion, de diversion ou de suppression des plaintes pénales. De plus, tout le monde voit bien la distinction évidente à établir entre une plainte concernant la conduite d’un enseignant dans le cadre de ses fonctions, qui met en jeu le règlement, et une allégation selon laquelle un enseignant se livre à des abus sexuels en série sur des enfants et est donc un criminel, qui met en jeu le droit pénal. L’instruction émise le 6 mai 1970 par le ministère de l’Éducation et des Sciences décrivait la pratique à suivre concernant des plaintes dirigées contre des enseignants. De nombreuses plaintes, souvent totalement injustifiées, visent les enseignants pour incompétence, absence, indolence, harcèlement moral, alcoolisme, etc. Tous les pays disposent d’une procédure permettant de traiter ce type de plaintes, justifiées ou non, dans le domaine éducatif. L’Irlande aussi, bien évidemment, s’est dotée de règles pénales qui s’appliquent lorsque la plainte porte sur des violences sexuelles. Rien dans cette procédure n’obligeait, n’ordonnait ou ne décourageait les parents dont les enfants avaient été sexuellement abusés d’aller à la police. Avant la rédaction de la présente opinion dissidente, la transcription des débats devant les juridictions internes a été obtenue et attentivement examinée. Durant la production des éléments de preuve devant la High Court irlandaise, ni les victimes de L.H. qui ont témoigné ni le parent qui s’était plaint en 1971 au prêtre agissant en lieu et place du directeur de l’école n’ont évoqué le fait que l’instruction du 6 mai 1970, ou toute autre règle, avait agi comme une diversion ou avait dissuadé les personnes concernées de s’adresser à la police. En fait, cette question n’a même pas été discutée. L’article 35 entre également en jeu ici. Rien ne suggère que cette instruction aurait été évoquée par quelqu’un relativement à la plainte dont le directeur a été saisi en 1971, et il n’y a aucune référence au fait que cette instruction empêchait d’une manière quelconque les parents qui avaient eu connaissance de l’ampleur des abus en 1973 de s’adresser à la police. De même, rien ne démontre que les parents aient été empêchés de quelque façon que ce soit de déposer plainte. La question n’a tout simplement jamais été évoquée au procès. Elle n’a jamais été posée.", "23.  Dans l’arrêt, la majorité ne se plaint pas d’une absence de règle exigeant de rapporter les crimes sexuels graves. Pareil développement vers une obligation de signalement est une question méritant un débat sérieux (voir, sur cette question, Simon O’Leary dans « A Privilege for Psychotherapy ? Parts 1 and 2 » [2007] Bar Review, pp. 75-76). Mais on peut se demander s’il s’agit là du raisonnement sous-jacent mais tacite de la majorité. La fixation de règles appropriées rendant les signalements obligatoires peut aujourd’hui être considérée comme nécessaire dans certaines situations en vue de prévenir et de détecter les abus sexuels sur enfants : mais c’est une question pour laquelle la majorité n’offre aucune solution, et aucune affaire tranchée à ce jour n’a abouti à un constat de violation de l’article 3 à raison de l’absence d’une telle règle. L’affirmation d’une telle règle exigerait d’apprécier soigneusement sa portée et les circonstances de son application par les Hautes Parties contractantes à la lumière des conditions nationales dont on pense qu’elles pourraient exiger son application. La requérante n’a du reste pas invoqué l’absence d’une telle règle dans ses moyens.", "24.  Dans le cadre du procès, les représentants de la requérante avaient mandaté un expert en matière d’éducation, le professeur Ferguson, en vue de déterminer comment des abus sur enfants auraient pu être empêchés à l’époque des faits, il y a plus de quarante ans. Comme il est rappelé au paragraphe 24 de l’arrêt, le professeur a conclu qu’il n’existait aucune base qui lui permettrait de certifier que l’État irlandais avait manqué à son devoir de vigilance envers les enfants scolarisés. Étant donné que même l’expert agissant au nom de la requérante ne peut dire que l’État irlandais a failli à ses obligations, on voit qu’il n’existe aucune combinaison d’éléments juridiques de nature à suppléer la jurisprudence de la Cour. Selon le raisonnement du professeur, il était impossible d’invoquer dans un contexte passé les connaissances et les mécanismes de responsabilité actuels. Cela est vrai. C’est également ce qui ressort d’un autre rapport invoqué, mais non analysé, par la majorité, celui de M. Rollinson, que la commission Ryan a annexé au volume V de son rapport.", "25.  La Convention est un instrument vivant. Cette formule a été réitérée dans de nombreuses affaires. Dans l’affaire Tyrer c. Royaume-Uni (25 avril 1978, § 31, série A no 26), la Cour a défini une norme qui a constamment été suivie depuis lors :", "« La Cour rappelle en outre que la Convention est un instrument vivant à interpréter – la Commission l’a relevé à juste titre – à la lumière des conditions de vie actuelles. Dans la présente espèce, la Cour ne peut pas ne pas être influencée par l’évolution et les normes communément acceptées de la politique pénale des États membres du Conseil de l’Europe dans ce domaine. »", "26.  Dans l’affaire Henaf c. France (no 65436/01, § 55, CEDH 2003XI) la Cour a réitéré ce point de vue :", "« (...) certains actes autrefois qualifiés de « traitements inhumains et dégradants », et non de « torture », pourraient recevoir une qualification différente à l’avenir. La Cour considère en effet que le niveau d’exigence croissant en matière de protection des droits de l’homme et des libertés fondamentales implique, parallèlement et inéluctablement, une plus grande fermeté dans l’appréciation des atteintes aux valeurs fondamentales des sociétés démocratiques (...) »", "\n", "27.  La Convention s’est développée au fil du temps en s’adaptant à des conditions changeantes et dans une optique d’évolution. L’inverse n’est pas vrai. Est-il logique ou juridiquement légitime que la Cour construise une jurisprudence selon laquelle les obligations au titre de la Convention évoluent au gré des époques et des conditions actuelles, sans reconnaître parallèlement que les processus de prévention et de détection des abus sexuels sur enfants ont évolué sur plusieurs décennies ? On ne peut tenir l’État irlandais pour responsable de n’avoir pas mis en place à l’époque des programmes dont seules l’expérience acquise de nos jours et une plus grande reconnaissance de la maladie pénale de la pédophilie et du risque de récidive qu’elle implique ont aujourd’hui mis la nécessité en évidence. La majorité pourrait se poser la question suivante : comment pouvait-on s’attendre à cela en 1973 ? Un constat de violation de l’article 3 signifierait s’écarter du caractère vivant de la Convention en tant que document fondamental de protection des droits de l’homme qui évolue au fil du temps. Au lieu de cela, en l’absence d’éléments de preuve à cet effet, pareil constat reviendrait à déclarer un État coupable de torture pour n’avoir pas fait ce qui est reconnu aujourd’hui comme approprié.", "28.  De plus, rien n’indique dans les recherches menées par la Cour que la pratique actuelle en Irlande aurait dû être appliquée il y a quarante ans.", "29.  Effectivement, la principale conclusion de la majorité repose sur l’interprétation de preuves qui écartent les règles de leurs but et intention manifestes, et de plus applique les meilleures pratiques de protection des enfants, développées dans notre suspicieux présent, à une époque où il n’est pas démontré que la conscience de ce danger était la même qu’aujourd’hui, quatre décennies plus tard. De plus, les rapports Ryan, Murphy et autres indiquent une prise de conscience croissante qui a conduit à la pratique actuelle de signalement et de détection des abus sexuels sur enfants. Les enquêtes menées par les autorités irlandaises sur ce grave problème démontrent une volonté ferme de mettre au jour les préjudices découlant de ce type de violation flagrante des droits de l’homme et de fixer des normes à l’avenir pour assurer la protection des enfants conformément à l’expérience et aux modes de pensées les plus modernes.", "Article 13 de la Convention", "30.  L’article 13 se lit ainsi :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "\n", "31. La requérante a subi de manière répétée des crimes d’abus sexuels. Ces crimes n’ont pas été rapportés aux autorités de police par les parents des victimes qui ont parlé entre eux et au directeur de l’école des abus graves subis par leurs enfants. Au lieu de cela, la police a été informée des abus par l’une des victimes lorsque celle-ci est devenue majeure quelque vingt ans plus tard. Au moins 21 couples de parents, parents isolés ou tuteurs étaient au courant. Une seule plainte a été adressée en 1971 au directeur de l’école, qui n’y a pas donné suite. Les plaintes qui ont été révélées en septembre 1973 ont donné lieu à une réunion des parents présidée par le directeur de l’école, et a conduit au résultat décrit par la majorité aux paragraphes 12 à 20 de l’arrêt, à savoir la démission de L.H. et sa mutation dans une autre école. On ne peut évoquer la non-communication de la plainte à la police, comme la majorité le fait au paragraphe 168 de l’arrêt, en disant que les personnes souhaitant porter plainte étaient « éloignées » de la police. Il n’y a eu tout simplement aucune preuve de cela devant la High Court. Aucune règle dissuadant de faire état d’une violation du droit pénal n’a été invoquée. De plus, au procès, aucune des victimes qui ont déposé ni le parent de l’enfant qui s’est plaint au directeur de l’école en 1971 ne se sont plaints d’avoir été découragés de déposer plainte auprès de la police par une règle quelconque. Cette question n’a même pas été évoquée au procès. Le droit pénal irlandais était accessible à tout justiciable et les éléments du dossier indiquent qu’il a fonctionné de manière effective.", "32.  Les recours de droit pénal respectaient les normes de la Convention. Plusieurs années après la réunion de parents de 1973 qui a simplement eu pour résultat la démission de L.H., une victime se plaignit en 1995 à la police. La requérante fut interrogée. Son témoignage fut vérifié. De nombreuses preuves furent rassemblées. Aucune règle de droit en Irlande n’interdit ou n’entrave les poursuites pour une accusation pénale grave telle que celle dont il est question, même après un tel intervalle de temps ; en d’autres termes, l’Irlande n’a pas de loi qui restreint l’engagement d’une enquête pénale ou de poursuites contre un délinquant. Cet état du droit, que nul ne conteste, a permis le traitement de la plainte, puis la condamnation de L.H. et sa mise en détention. Il n’y a pas eu de carence du droit. De plus, rien ne suggère que les règles qui, selon la majorité, empêchaient les poursuites aient changé ou aient été remplacées.", "33.  En ce qui concerne les recours, la majorité se plaint de l’interposition « d’acteurs confessionnels » entre l’État irlandais et les élèves, ce qui semblerait «  incompatible avec la reconnaissance d’un devoir direct de vigilance entre l’État et les enfants ». Des recours étaient disponibles contre l’État si la faute de celui-ci avait été prouvée, à savoir une action en négligence, qui, on le sait, est l’action en responsabilité civile la plus fréquente devant les tribunaux irlandais. La preuve d’une telle faute, équivalant à de la négligence, aurait pu aboutir à l’octroi de dommages-intérêts contre l’État. Aucun élément n’a été produit pendant le procès qui aurait démontré que les autorités irlandaises savaient ou auraient dû savoir que la personne nommée comme principal de l’école nationale de Dunderrow était un pédophile. Comme la Cour l’a dit dans l’affaire Mastromatteo c. Italie ([GC], no 37703/97, § 95, CEDH 2002-VIII), un recours disponible uniquement s’il y a preuve d’une faute n’est pas incompatible avec la Convention :", "« (...) il est vrai que ces deux recours ne sont accessibles que si l’existence d’une faute des autorités concernées est prouvée. Toutefois, la Cour observe que l’article 2 de la Convention n’impose pas aux États l’obligation de prévoir une indemnité sur la base d’une responsabilité objective et le fait que le recours (...) soit subordonné à l’établissement d’un dol ou d’une faute grave de la part du juge (...) n’est pas de nature à vider de sa substance la protection procédurale offerte par le droit interne. (...) »", "34.  On peut également observer qu’un État est en droit d’organiser un niveau minimal d’éducation pour ses citoyens d’une façon correspondant aux dispositions prises en Irlande. Une faute réelle a été constatée à l’issue de la procédure civile contre L.H. seulement – non contre l’État irlandais – et des dommages-intérêts ont été octroyés. L’incapacité de L.H. de verser plus de 10 % environ du montant accordé à ce jour constitue une circonstance regrettable mais aucune disposition de la Convention n’exige que les défendeurs qui sont les véritables responsables, par opposition aux défendeurs dont l’absence de faute a été reconnue et n’a pas été contesté en appel, soient capables de verser le montant intégral des dommages-intérêts.", "35.  Si la requérante avait démontré que l’État irlandais avait commis une faute en ne prévoyant pas raisonnablement et en ne prenant pas les mesures appropriées de vigilance, elle aurait disposé d’un recours pour faire établir la responsabilité des autorités de l’État pour pareilles actions ou omissions et pour obtenir réparation. Ce recours était l’action civile en négligence, négligence qui, tout d’abord, n’a pas été prouvée contre l’État défendeur au procès, et qui, ensuite, a été abandonnée en appel. Contrairement à ce que déclare la majorité aux paragraphes 183 à 186 de l’arrêt, cela démontre l’existence d’un système qui était accessible et apte à fournir une réparation, et qui offrait des perspectives raisonnables de succès dès lors qu’il existait des éléments de preuve suffisants.", "Conclusion", "36.  C’est donc l’absence de preuves qui motive la présente opinion dissidente. On voit bien, à l’aune des normes actuelles en la matière, à quel point la protection des enfants était lacunaire il y a quarante ans. Mais ce ne sont pas nécessairement les normes actuelles, qui se fondent sur les expériences accumulées à ce jour, qui permettent de juger équitablement une conduite passée. La requérante a été victime d’un comportement qui s’analyse en de la torture ou en des traitements inhumains ou dégradants. Or ce n’est pas l’Irlande, mais L.H., qui a imposé cette horrible expérience à la requérante. Les autorités irlandaises ne pouvaient pas raisonnablement prévoir qu’un principal, dont la fonction était précisément de protéger les enfants qui lui avaient été confiés, serait à l’origine d’un tel comportement. Il faut admettre que les victimes d’abus sexuels peuvent s’enfermer dans leur expérience pendant des décennies et donc se révéler incapables de signaler ces crimes. Il faut également admettre que les parents hésitent à laisser leurs enfants revivre leur expérience dans le cadre du système de justice pénale, en livrant leur témoignage dans le forum glacial d’un procès pénal. Toute discussion sur les faits de cette triste affaire mène inévitablement au constat selon lequel les plaintes de parents en 1973 ont entraîné le départ de l’école de l’enseignant en question et sa mutation sur un autre poste d’enseignant dans un autre établissement. Cela démontre que, s’il y a eu manquement dans cette affaire, c’était un manquement de la société tout entière à appréhender ce comportement criminel et non uniquement un manquement de l’Irlande en tant qu’État.", ""]}