{"file": "FRE_HFJUD_45840_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "45840/99", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE BAYLE c. FRANCE", "", "", "(Requête no 45840/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "25 septembre 2003", "", "", "", "DÉFINITIF", "", "25/12/2003", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Bayle c. France,", "La Cour européenne des Droits de l'Homme (première section), siégeant en une chambre composée de :", "\tM.\tC.L. Rozakis, président,\n\tM.\tP. Lorenzen,\n\tM.\tJ.-P. Costa,\n\tM.\tG. Bonello,\n\tMme\tF. Tulkens,\n\tMme\tS. Botoucharova,\n\tM.\tA. Kovler, juges\net de M. S. Nielsen, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil les 25 avril 2002 et 4 septembre 2003,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 45840/99) dirigée contre la République française et dont une ressortissante de cet Etat, Mme Fabienne Bayle (« la requérante »), a saisi la Cour le 22 janvier 1999 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). ", "2.  La requérante est représentée devant la Cour par Me Bouthors, avocat à Paris. Le gouvernement français (« le Gouvernement ») était représenté par son agent, Mme M. Dubrocard, sous-directrice des droits de l'homme à la Direction des affaires juridiques du ministère des Affaires étrangères. ", "3.  Invoquant l'article 6 § 1 de la Convention, la requérante se plaignait d'avoir été privée d'accès à la Cour de cassation pour obtenir un contrôle en droit de l'arrêt de la cour d'appel qui l'avait condamnée.", "4.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement. ", "5.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la premième section ainsi remaniée (article 52 § 1).", "6.  Par une décision du 25 avril 2002, la chambre a déclaré la requête recevable.", "7.  Tant la requérante que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement). La requérante a formulé des prétentions au titre de la satisfaction équitable et le Gouvernement y a répondu.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "8.  La requérante est née en 1961 et réside à Paris.", "9.  La requérante vivait avec monsieur B., séparé de son épouse depuis 1992 et ayant entamé une procédure de divorce en 1993. Le 31 mars 1993, monsieur B. décida de souscrire en faveur de la requérante deux contrats « natio vie décès » à hauteur de 500 000 francs français (FRF), soit 76 224,51 euros (EUR), auprès d'une banque et substitua également la requérante à sa femme en qualité de bénéficiaire d'un contrat d'assurance vie d'un montant de 2 377 069 FRF ( 362 381,83 EUR) souscrit auprès du groupe B. Il décéda le 20 juin 1994.", "10.  Par un acte d'huissier du 1er février 1995, la veuve madame B. et ses deux filles firent assigner la Banque Nationale de Paris et la requérante devant le tribunal de grande instance de Clermont-Ferrand aux fins de voir lever le secret bancaire pour obtenir tous les renseignements relatifs aux opérations faites par monsieur B. depuis 1992, d'obtenir le nom du ou des bénéficiaires des virements, de prononcer la nullité de toutes les opérations donations ou libéralités effectuées par monsieur B. au profit de la requérante, de condamner cette dernière à les rapporter à la succession, et d'ordonner toutes mesures utiles à la reconstitution de la succession B.", "11.  Par un jugement du 8 janvier 1996, le tribunal déclara nuls les contrats « natio vie décès » au motif que monsieur B. avait disposé à titre gratuit d'un bien de la communauté au mépris des dispositions de l'article 1422 du code civil. Il annula également les clauses du contrat d'assurance vie désignant comme seule bénéficiaire la requérante au motif qu'elles avaient un caractère illicite et débouta les demanderesses de leur demande relative aux virements opérés sur un compte bancaire. Le tribunal condamna la requérante à rapporter la somme de 2 877 069 FRF ( 438 606,34 EUR) à la succession B. et prononça l'exécution provisoire de la décision à hauteur de 1 500 000 FRF ( 228 673,53 EUR)", "12.  Par un arrêt du 18 juin 1996, la cour d'appel de Riom confirma le jugement de première instance au motif que les libéralités consenties par le biais des contrats d'assurance vie et d'assurance décès avaient pour raison la prolongation d'une liaison adultère. Elle condamna en outre la requérante à rapporter à la succession de monsieur B. la somme de 426 273,51 FRF (228 673,53 EUR) correspondant aux virements opérés à son profit, car ceux-ci devaient être considérés comme des biens de la communauté. ", "13.  Le 12 septembre 1996, la requérante forma un pourvoi en cassation, en faisant valoir essentiellement qu'un concubin adultérin, décidé à divorcer et refaire sa vie, peut valablement consentir des libéralités à sa compagne dès lors que ces libéralités ne nuisent ni à l'épouse ni aux héritiers, ce qui était le cas en l'espèce puisque monsieur B. s'acquittait des charges du mariage envers son épouse.", "14.  Le 7 janvier 1997, la requérante n'ayant pas exécuté l'arrêt de la cour d'appel, madame B. déposa une requête en radiation du rôle sur le fondement de l'article 1009-1 du nouveau code de procédure civile.", "15.  La requérante déposa un mémoire dans lequel elle faisait valoir qu'elle avait exécuté près de la moitié de la condamnation et qu'elle était dans l'impossibilité immédiate de verser la somme restant due. Elle fit valoir que les capitaux litigieux avaient été investis dans une société de presse à hauteur de 1 400 000 FRF ( 213 428,62 EUR) dont elle n'avait pas la libre disposition, qu'elle avait un revenu de près de 13 000 FRF (1 981,84 EUR) et qu'après imputation des charges fixes, il lui restait 5 900 FRF (899,45 EUR), qu'elle subissait un traitement médical douloureux et onéreux et que du reste, elle s'était vue contrainte de déposer un dossier de surendettement en l'état de sa situation.", "16.  Le 24 mars 1997, les consorts B. déposèrent une plainte avec constitution de partie civile contre la requérante sur le fondement du délit d'organisation frauduleuse de son insolvabilité. ", "17.  Par une ordonnance du 14 mai 1997, le magistrat délégué par le premier président de la Cour de cassation refusa de retirer le pourvoi du rôle au motif qu'il résultait des pièces produites par la requérante qu'elle avait payé la somme de 1 500 000 FRF ( 228 673,53 EUR) le 7 mars 1996 et que, par un arrêt du 10 juin 1997, la cour d'appel de Paris lui avait accordé des délais de paiement de six mois. En effet, à la suite du commandement aux fins de saisie-vente qui lui avait été délivré le 4 novembre 1996 par les consorts B., la requérante avait saisi le juge de l'exécution au tribunal de grande instance de Paris d'une demande de sursis à l'exécution de ce commandement jusqu'au prononcé de l'arrêt de la Cour de cassation. ", "18.  Le 11 août 1997, les consorts B. déposèrent une seconde plainte avec constitution de partie civile car la première avait été déclarée irrecevable en l'absence de consignation par les parties civiles.", "19.  Par une requête du 4 mars 1998, une nouvelle demande de retrait du rôle fut formulée.", "20.  Le 22 juillet 1998, le conseiller délégué par le premier président de la Cour ordonna le retrait du pourvoi du rôle au motif que la requérante n'avait procédé qu'à une exécution partielle insuffisante de la condamnation.", "21.  Par une requête du 25 avril 2000, le représentant de la requérante demanda la réinscription au rôle, faisant état de son impossibilité de s'acquitter du solde de la condamnation qui s'élevait à 1 400 000 FRF (213 428,62 EUR) et du versement de la somme de 300 000 FRF (45 734,71 EUR), suite à un prêt d'ami, pour être mise à la dispositions des consorts B : ", "« (...) [la requérante] perçoit des revenus mensuels de 15 500 francs en sa qualité de secrétaire et de pigiste dans un quotidien régional. A titre de charges mensuelles, figurent notamment son loyer (6 645 francs) et les impôts de 4 932 francs. Quant aux parts sociales de l'APP, [la requérante] a cherché à les céder sans toutefois y parvenir en l'état de mise en redressement judiciaire de la société. Contrairement à ce qu'ont allégué les consorts B., la requérante n'a pas organisé son insolvabilité à leur détriment. Au total, la requérante se trouve toujours dans l'impossibilité de faire face au paiement du solde de 1 400 000 francs. L'exposante a toutefois sollicité pour obtenir non sans difficulté un prêt de 300 000 francs dont, par son conseil local, elle met les fonds à disposition des consorts B.", "Ce geste très significatif de la situation de [la requérante] qui a pour effet d'interrompre la péremption de l'instance en cassation sera considéré comme un motif de réinscription du pourvoi au rôle.", "Dans ce contexte, si par extraordinaire la demande de réinscription au rôle ne devait pas aboutir, il faudrait alors en conclure que le pourvoi de [la requérante] posant à juger des questions très sérieuses ne sera jamais examiné en violation de l'article 6 § 1 de la Convention en l'état de l'impossibilité manifeste d'exécution de l'intégralité des causes de la décision de retrait(...) ». ", "22.  Le 3 septembre 1998, la plainte des consorts B. fit l'objet d'un nonlieu.", "23.  Dans un mémoire en réplique du 9 juin 2000, la requérante exposa au premier président de la Cour de cassation que les consorts B. avaient saisi ses parts sociales dans le cadre d'une saisie-attribution mais qu'ils n'en avaient pas fait allusion dans leur mémoire.   ", "24.  Par une ordonnance du 5 juillet 2000, le conseiller délégué rejeta la demande de réinscription dans les termes suivants : ", "« (...) Attendu que si le paiement effectif au profit des consorts B. de cette somme de 300 000 francs est de nature à constituer un règlement significatif interruptif de la péremption, force est de constater que depuis presque deux ans, [la requérante] n'a rien versé aux consorts B. pour exécuter complètement l'arrêt attaqué, alors qu'elle impute cette impossibilité « à un mauvais placement à l'initiative de son employeur » à savoir l'acquisition de 49 % de parts sociales de l'agence de presse dans laquelle elle travaillait et qui a été mise en redressement judiciaire ;", "Qu'elle ne justifie pas en l'état de paiements suffisants pour que l'affaire soit réinscrite au rôle ; (...) » ", "25.  Le 24 juin 2002, la requérante demanda une nouvelle fois la réinscription au rôle de son pourvoi.", "26.  Par une ordonnance du 6 novembre 2002, le conseiller délégué rejeta la demande de réinscription en ces termes : ", "« (...) Et attendu que l'arrêt ayant en substance ordonné rapport, par Melle BAYLE, de sommes à une succession, l'intéressée, qui chiffre elle-même les sommes en cause à 2 877 069 francs et 426 273 francs et qui déclare avoir versé 1 500 000 francs, puis 300 000 francs avant l'ordonnance du 05/07/2000, ne fait état, postérieurement à cette décision, que du versement d'une somme de 7 622,45 euros en février 2002 puis de versements mensuels de 228,67 euros, chiffres dont elle admet le caractère modeste ; que ces éléments ne permettent évidemment pas de tenir l'arrêt pour exécuté ; que la demande ne peut qu'être rejetée ; (...) »", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "27.   Nouveau code de procédure civile", "L'article 386 est ainsi libellé :", "« L'instance est périmée lorsque aucune des parties n'accomplit de diligences pendant deux ans. »", "L'article 388 se lit ainsi :", "« La péremption doit, à peine d'irrecevabilité, être demandée ou opposée avant tout autre moyen ; elle est de droit. Elle ne peut être relevée d'office par le juge. »", "L'article 1009-1 du nouveau code de procédure civile, dans sa rédaction initiale issue du décret no 89-511 du 20 juillet 1989, disposait que :", "« Hors les matières où le pourvoi empêche l'exécution de la décision attaquée, le premier président peut, à la demande du défendeur, et après avoir recueilli l'avis du procureur général et des parties, décider le retrait du rôle d'une affaire lorsque le demandeur ne justifie pas avoir exécuté la décision frappée de pourvoi, à moins qu'il ne lui apparaisse que l'exécution serait de nature à entraîner des conséquences manifestement excessives.", "Il autorise la réinscription de l'affaire au rôle de la cour sur justification de l'exécution de la décision attaquée. »", "L'article 1009-1 a été modifié par le décret no 99-131 du 26 février 1999, entré en vigueur le 1er mars 1999. Il a été réécrit et complété par deux articles et se lit désormais ainsi :", "« Hors les matières où le pourvoi empêche l'exécution de la décision attaquée, le premier président ou son délégué décide, à la demande du défendeur et après avoir recueilli l'avis du procureur général et les observations des parties, le retrait du rôle d'une affaire lorsque le demandeur ne justifie pas avoir exécuté la décision frappée de pourvoi, à moins qu'il ne lui apparaisse que l'exécution serait de nature à entraîner des conséquences manifestement excessives. La demande du défendeur doit, à peine d'irrecevabilité prononcée d'office, être présentée avant l'expiration des délais prescrits aux articles 982 et 991. La décision de retrait du rôle n'emporte pas suspension des délais impartis au demandeur au pourvoi par les articles 978 et 989. »", "Article 1009-2", "« Le délai de péremption court à compter de la notification de la décision ordonnant le retrait du rôle. Il est interrompu par un acte manifestant sans équivoque la volonté d'exécuter. »", "\nArticle 1009-3", "« Le premier président ou son délégué autorise, sauf s'il constate la péremption, la réinscription de l'affaire au rôle de la cour sur justification de l'exécution de la décision attaquée.", "Les délais impartis au défendeur par les articles 982 et 991 courent à compter de la notification de la réinscription de l'affaire au rôle. »", "28.   Jurisprudence", "–  « Il n'y a pas lieu de retirer du rôle de la Cour de cassation le pourvoi formé par une personne contre un arrêt l'ayant condamnée à payer diverses sommes dès lors qu'une ordonnance du juge de l'exécution a autorisé cette personne à s'acquitter de sa condamnation en plusieurs versements et qu'en dépit d'une interruption temporaire de ceux-ci, elle justifie d'une volonté incontestable d'exécution de la décision attaquée » (Cass. ord 1er prés., 29 déc. 1995).", "–  « Le débiteur faisant l'objet d'une saisie-attribution qui le met dans l'impossibilité légale d'exécuter l'arrêt le condamnant, il n'y a pas lieu de retirer  le pourvoi du rôle de la Cour de cassation » (Cass ord. 1er président, 28 mars 1995).", "–  « Attendu que n'est pas contraire aux bonnes moeurs la cause de la libéralité dont l'auteur entend maintenir la relation adultère qu'il entretient avec le bénéficiaire » (Cass. civ. 1, 3 février 1999).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "29.  La requérante se plaint d'avoir été privée d'accès à la Cour de cassation pour obtenir un contrôle en droit de la décision rendue par la cour d'appel, dans la mesure où le premier président de la Cour de cassation, faisant application de l'article 1009-1 du nouveau code de procédure civile, a retiré du rôle de la Cour de cassation l'instance ouverte sur sa déclaration de pourvoi et ce, nonobstant sa situation financière. Elle allègue une violation de l'article 6 § 1 qui, dans sa partie pertinente, est ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...), par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "\nA.  Arguments des parties", "1.  La requérante", "30.  La requérante insiste sur deux points, au regard des objectifs généraux de l'article 1009-1 du nouveau code de procédure civile (protection de la mission institutionnelle de la Cour de cassation, protection des intérêts du défendeur) : d'une part, la situation personnelle du défendeur au pourvoi, qui en l'espèce serait très confortable, ne serait pas prise en considération pour apprécier les mérites d'un incident tendant au retrait du rôle d'un pourvoi ; d'autre part, l'intérêt proprement juridique du pourvoi ne serait examiné en aucune façon dans le cadre du retrait du rôle. Or, en l'espèce, son pourvoi porterait sur une question de principe que la Cour de cassation aurait résolu dans un sens favorable  puisqu'elle a estimé que « n'[était] pas contraire aux bonnes mœurs la cause de la libéralité dont l'auteur entend maintenir la relation adultère qu'il entretient avec le bénéficiaire » (1ere Civ. 3 février 1999). Selon la requérante, sur la base de cette jurisprudence, l'examen de son pourvoi devrait nécessairement conduire à la cassation de l'arrêt frappé de pourvoi. Le silence à cet égard des ordonnances présidentielles et des observations du Gouvernement mériterait d'être souligné tant il est vrai que la perte d'une chance sérieuse d'obtenir une cassation pourrait être considérée comme un élément d'appréciation pertinent du caractère disproportionné d'un retrait.", "31.  Par ailleurs, les ordonnances rendues par le conseiller délégué du premier président de la Cour de cassation feraient apparaître la réalité des versements qu'elle a effectués mais aussi celle de ses difficultés financières, lesquelles n'auraient pourtant pas été considérées comme déterminantes. Une telle appréciation, au vu des justificatifs relatifs à son état de santé, à la modicité de ses revenus et à sa situation passagère de chômage, apparaîtrait abstraite au regard de l'importance des sommes en jeu. Pour les raisons exposées longuement devant les juridictions, il lui était impossible de réunir ces fonds. De plus, les bénéficiaires du retrait ne se seraient pas attachés à renseigner le conseiller délégué sur les conditions exactes dans lesquelles se présentait la situation et en particulier sur le fait que leur plainte avec constitution de partie civile du chef d'organisation frauduleuse d'insolvabilité avait été clôturée par un non-lieu ; sur la saisie-attribution qu'ils avaient fait pratiquer sur les parts sociales de la requérante et sur son versement de 300 000 FRF. De même, ils n'auraient avancé aucune raison susceptible d'établir que l'exécution incomplète de l'arrêt attaqué était de nature à leur causer un préjudice grave et imminent.", "32.  Enfin, la requérante soutient que c'est en vain que le Gouvernement croit pouvoir lui reprocher son inconséquence. Le placement des 1 400 000 FRF aurait été effectué en vertu d'un protocole d'accord du 21 décembre 1995 valant promesse irrévocable d'achat. La date à laquelle la cession a eu lieu en vertu de cet engagement ne saurait être retenue en sa défaveur. Dès qu'elle aurait eu connaissance du jugement du 8 janvier 1996, elle aurait immédiatement réglé à ses contradicteurs les sommes allouées à leur profit par les premiers juges. Elle ne pouvait par ailleurs pas imaginer que pareil investissement puisse être fragilisé par la conjoncture des années suivantes.", "33.  La requérante conclut qu'à ce jour, sa situation ne lui permettrait pas de s'acquitter du solde mis à sa charge et persiste dans son affirmation selon laquelle son droit d'accès à un tribunal a été violé.", "2.  Le Gouvernement", "34.  Le Gouvernement rappelle que la Cour n'a pas remis en cause le système prévu par l'article 1009-1 du nouveau code de procédure civile avec les dispositions de la Convention (Annoni di Gussola et autres c. France, nos 31819/96 et 33293/96, CEDH 2000XI). Toutefois, elle a estimé dans cet arrêt que les décisions de radiation des pourvois des requérants du rôle de la Cour de cassation avaient constitué des mesures disproportionnées au regard des buts visés et que l'accès à la haute juridiction s'en était trouvé entravé. ", "35.  Se référant aux critères dégagés par la Cour dans l'arrêt précité pour apprécier l'entrave à l'accès à la haute juridiction, il y aurait lieu d'examiner successivement la situation matérielle de la requérante, le montant des condamnations et la prise en compte de ces éléments par le premier président pour apprécier les possibilités d'exécution de l'arrêt frappé de pourvoi.", "36.  Tout d'abord, les facultés contributives de la requérante devraient être prises en considération. Il lui était demandé de rembourser les sommes perçues en 1993 et 1994, dont elle aurait pu disposer librement. Par ailleurs, elle aurait touché, à tout le moins jusqu'en 1998, des revenus de 200 000 FRF par an et n'aurait jamais remboursé les consorts B. sur les revenus qu'elle aurait encaissés régulièrement.", "37.  Selon le Gouvernement, l'aspect le plus controversé en l'espèce est celui de l'investissement effectué par la requérante dans la société de presse pour laquelle elle travaillait et qui s'est avéré être un investissement peu judicieux. Cet investissement l'empêcherait d'exécuter l'arrêt de la cour d'appel de Riom. Pour les consorts B., la requérante aurait organisé son insolvabilité en investissant une somme de 1 400 000 FRF en parts sociales dans l'entreprise qui l'employait, la SARL APP. Le Gouvernement rappelle que la cession de parts a eu lieu le 14 août 1996 (après promesse d'achat du 21 décembre 1995) soit quelques semaines après l'arrêt de la cour d'appel du 18 juin 1996. Les conséquences du comportement inconséquent de la requérante ne sauraient être supportées par les consorts B. et ceux-ci seraient en droit de poursuivre l'exécution de l'arrêt de la cour d'appel. En tout état de cause, il serait impossible de déterminer à ce jour, l'évolution de la situation de la requérante vis à vis de la société APP. Dans l'arrêt du 10 juin 1997, elle aurait fait part de son intention de négocier la cession de gré à gré des parts sociales dont elle est titulaire. A ce jour, il semblerait que cette cession n'ait pas eu lieu. Mais rien n'interdirait qu'avant la péremption de l'instance devant la Cour de cassation, cette cession ne se réalise.", "38.  Sur le montant de la condamnation, le Gouvernement reconnaît qu'il est élevé puisqu'il s'agit d'une somme globale de 3 303 342, 51 FRF. Toutefois, il relève que la requérante s'est déjà acquittée d'une partie de ces sommes puisqu'elle a versé successivement 1 500 000 et 300 000 FRF.", "39.  Enfin, sur l'effectivité de l'examen par le premier président dans son appréciation des possibilités d'exécution de l'arrêt frappé de pourvoi, le Gouvernement observe que la requérante a manifesté sa volonté d'exécuter les décisions de justice au début du litige et c'est la raison pour laquelle le conseiller délégué a rejeté la demande de retrait du rôle présentée par les consorts B. Puis, il y a eu retrait du rôle et par une troisième ordonnance, le conseiller délégué a considéré que le versement de 300 000 FRF permettait l'interruption du délai de péremption mais n'était pas suffisants pour la réinscription du pourvoi au rôle de la Cour de cassation. Ainsi, la Cour de cassation aurait tenu compte, à chaque étape de la procédure, de la situation de la requérante et mis en balance ses intérêts avec ceux des défendeurs au pourvoi. Le Gouvernement conclut à l'absence de violation de l'article 6 de la Convention.", "B.  Appréciation de la Cour", "40.  La Cour rappelle d'emblée sa jurisprudence constante selon laquelle il ne lui appartient pas de se substituer aux juridictions internes. C'est au premier chef aux autorités nationales, et notamment aux cours et tribunaux, qu'il incombe d'interpréter la législation interne. Par ailleurs, le « droit à un tribunal », dont le droit d'accès constitue un aspect particulier, n'est pas absolu et se prête à des limitations implicitement admises, notamment quant aux conditions de recevabilité d'un recours, car il appelle de par sa nature même une réglementation par l'Etat, lequel jouit à cet égard d'une certaine marge d'appréciation (voir, parmi d'autres, les arrêts Edificaciones March Gallego S.A. c. Espagne, arrêt du 19 février 1998, Recueil des arrêts et décisions 1998-I, p. 290, § 34 et  Garcia Manibardo c. Espagne, no 38695/97, CEDH 2000-II, § 36).", "41.  La Cour rappelle également qu'elle a déjà examiné la question de savoir si une mesure de retrait prononcée en application de l'article 1009-1 du nouveau code de procédure civile était susceptible de restreindre l'accès à un tribunal ouvert à un individu d'une manière ou à point tels que le droit s'en trouve atteint dans sa substance même (arrêt Annoni di Gussola précité, § 53). Après avoir rappelé les buts poursuivis par l'obligation d'exécution visée à l'article 1009-1 précité (§ 50), la Cour a  apprécié, à la lumière des « conséquences manifestement excessives » dégagées par le premier président de la Cour de cassation, si les mesures de retrait s'analysaient en une entrave proportionnée au droit d'accès à la haute juridiction. A cet égard, elle a retenu les situations matérielles respectives des requérants, le montant des condamnations ainsi que l'effectivité de leur examen par le premier président dans son appréciation des possibilités d'exécution de l'arrêt frappé de pourvoi à la suite de la présentation des situations matérielles des intéressés (§§ 55-57 de l'arrêt). Même si elle n'a pas retenu le critère du caractère sérieux des moyens de cassation soulevés comme déterminant dans la mesure où l'appréciation des « conséquences manifestement excessives » se fait indépendamment de ce paramètre, elle n'en a pas moins soulevé son lien avec le risque de paralysie d'un pourvoi dont l'issue s'annoncerait favorable au demandeur (§ 58). Si dans l'affaire Annoni di Gussola précitée, la Cour a noté de façon évidente qu'aucun début d'exécution de la décision frappée de pourvoi n'était envisageable de la part des intéressés, il appartient maintenant de rechercher si, dans le cas d'espèce, la requérante se trouvait dans une situation matérielle l'empêchant d'exécuter la condamnation financière mise à sa charge et, dans l'affirmative, si la mesure de retrait a restreint son accès à la Cour de cassation d'une manière ou à un point tel que ce droit s'en est trouvé atteint dans sa substance (arrêt Mortier c. France, no 42195/98, § 34, 31 juillet 2001, non publié).", "42.  En l'espèce, la Cour constate que la mesure de retrait du rôle a été prise au motif que la requérante n'avait restitué que partiellement les sommes dues et qu'elle ne justifiait d'aucune diligence propre à démontrer sa volonté de déférer entièrement à la décision des juges du fond (paragraphe 20 ci-dessus). Cette motivation fut reprise dans des termes identiques dans les décisions de refus de réinscription du pourvoi rendues le 5 juillet 2000 et le 6 novembre 2002.", "43.  Or, la Cour relève que le montant global de la condamnation infligée à la requérante (3 303 342 FRF, soit 503 591 EUR) est substantiel. Compte tenu de sa situation financière (paragraphe 21 ci-dessus), notamment de ses revenus mensuels qui s'élevaient, en avril 2000, à 15 500 FRF, soit 2 363 EUR, sur lesquels il fallait imputer des charges fixes de 11 577 FRF, soit 1 765 EUR, la requérante se trouvait clairement dans l'impossibilité de payer l'intégralité des sommes en cause. La Cour constate par ailleurs que l'exécution partielle de la décision de condamnation est également substantielle - la requérante a versé 1 800 000 FRF jusqu'à l'ordonnance du 5 juillet 2000, puis une somme de 7 622,45 EUR le 1er avril 2002 ainsi que des versements mensuels de 1 228,67 EUR d'avril à juin 2002 (paragraphe 26 ci-dessus) - et démontre de la part de la requérante une volonté manifeste d'exécution. Enfin, la requérante a apporté les éléments nécessaires à un examen effectif par le premier président de la Cour de cassation des « conséquences manifestement excessives » qu'une exécution totale de la condamnation aurait entraîné pour elle. Celui-ci, bien qu'ayant rendu des ordonnances motivées, ne semble pas avoir pris en considération la saisie-attribution pratiquée par les consorts B. en 1999 sur les parts sociales de la requérante. ", "44.  La Cour note enfin que la requérante a formé son pourvoi en cassation le 12 septembre 1996, le retrait a été demandé le 7 janvier 1997, refusé puis accepté en 1998 ; la demande en réinscription a été rejetée en juillet 2000. Toutefois, un paiement partiel effectué par la requérante a été considéré comme un élément de nature à interrompre la péremption de l'instance. Le délai de péremption a ainsi été interrompu jusqu'au 22 juin 2002. Le 24 juin 2002, la requérante, qui avait dans l'intervalle procédé à de nouveaux versements partiels, a demandé la réinscription de son pourvoi. Cette demande a été rejetée le 6 novembre 2002 au motif que ses versements étaient trop modestes pour permettre de considérer l'arrêt de la cour d'appel de Riom comme exécuté. ", "45.  La Cour relève, indépendamment du fait que l'appréciation des « conséquences manifestement excessives » est indifférente à la valeur des moyens de cassation soulevés, que la réforme de l'article 1009-1 oblige désormais le défendeur au pourvoi à présenter rapidement sa demande de retrait du rôle afin qu'il ne soit pas porté trop longtemps atteinte au droit du demandeur d'accéder à la Cour de cassation. La Cour y voit la volonté de ne pas paralyser les pourvois dont l'issue s'annoncerait défavorable aux intérêts du défendeur (arrêt Annoni di Gussola et autres c. France, précité, § 58). Elle n'estime pas nécessaire cependant de revenir sur l'appréciation du caractère « défendable » ou non des pourvois en cassation introduits par la requérante – l'absence d'exécution possible des décisions attaquées et d'examen des « conséquences manifestement excessives » lui paraissant suffisante –, mais relève néanmoins que le pourvoi de la requérante avait des chances sérieuses de succès compte tenu de l'évolution de la jurisprudence de la Cour de cassation relative aux libéralités consenties en vue du maintien d'une relation adultère et les bonnes mœurs (voir § 28 ci-dessus). ", "46.  Au vu de l'ensemble de ces circonstances, la Cour considère que la décision de radiation du pourvoi de la requérante du rôle de la Cour de cassation a constitué une mesure disproportionnée au regard des buts visés et que l'accès effectif de l'intéressée à la haute juridiction s'en est trouvé entravé. Partant, la Cour conclut à la violation de l'article 6 § 1 de la Convention.", "", "\nII.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "47.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "48.  La requérante réclame une indemnité correspondant à l'ensemble des sommes qu'elle a été condamnée à verser suite au jugement du tribunal de grande instance de Clermont-Ferrand, soit 503 591 EUR (3 303 342 FRF). Elle estime également que son préjudice moral s'élève à 30 489 EUR (200 000 FRF). ", "49.  Le Gouvernement considère que la Cour, comme elle l'a déjà affirmé, « ne saurait spéculer sur ce qu'eut été l'issue des procès si l'infraction à la Convention n'avait pas eu lieu » (arrêt Annoni di Gussola et autres c. France, précité, § 62) et estime qu'une somme de 3 000 EUR correspondant à la perte de chance pour la requérante de voir examiner son pourvoi en cassation serait de nature à réparer le préjudice éventuellement subi.", "50.  La Cour relève que la seule base à retenir pour l'octroi d'une satisfaction équitable réside en l'espèce dans le fait que la requérante n'a pas pu jouir devant la Cour de cassation des garanties de l'article 6. Elle ne saurait certes spéculer sur ce qu'eût été l'issue du procès dans le cas contraire, mais estime que la requérante a subi un tort moral certain du fait de l'absence d'accès à la haute juridiction. Statuant en équité, comme le veut l'article 41, la Cour lui alloue la somme de 5 000 EUR.", "B.  Frais et dépens", "51.  La requérante sollicite le remboursement d'une somme de 31 747 EUR (207 943 FRF) pour les frais de procédure devant les juridictions internes. Elle réclame également la somme de 1 841 EUR (12 060 FRF) pour les frais exposés devant les organes de la Convention. ", "50.  Le Gouvernement ne s'oppose pas au remboursement des frais exposés pour la procédure devant la Cour, sous réserve d'être dûment justifiés.", "52.  La Cour constate que les frais réclamés au titre de la procédure devant les juridictions internes ne concernent pas encore les frais engagés pour prévenir ou faire corriger par la juridiction nationale la violation de la Convention. En revanche, elle estime que les frais afférents à la procédure devant la Cour sont raisonnables et juge approprié d'allouer à la requérante les 1 841 EUR réclamés.", "C.  Intérêts moratoires", "53.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "2.  Dit", "a)  que l'Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes :", "\ti.  5 000 EUR (cinq mille euros) pour dommage moral ;", "ii.  1 841 EUR (mille huit cent quarante et un euros) pour frais et dépens ;", "iii. plus tout montant pouvant être dû à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 25 septembre 2003 en application de l'article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tChristos Rozakis\n\tGreffier adjoint\tPrésident"]}