{"file": "FRE_HFCOM_20378_13.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "20378/13", "text_paragraphs": ["", "Communiquée le 8 avril 2014", "", "PREMIÈRE SECTION", "Requête no 20378/13\nAndreas MARTZAKLIS et autres\ncontre la Grèce\nintroduite le 19 mars 2013", "EXPOSÉ DES FAITS", "La liste des parties requérantes figure en annexe. Elles sont représentées par Mes E.-L. Koutra et R. Milkonova, avocates à Athènes.", "A.  Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par les requérants, peuvent se résumer comme suit.", "Les requérants sont séropositifs et actuellement détenus à l’hôpital Aghios Pavlos (section psychiatrique) de la prison de Korydallos. Ils ont tous un taux d’invalidité minimum de 67%.", "Dans une pétition envoyée le 5 octobre 2012 au procureur-superviseur responsable de la prison de Korydallos, quarante-cinq séropositifs détenus à l’hôpital Aghios Pavlos, dont les requérants, se plaignaient des conditions de leur détention au deuxième étage de cet hôpital. Ils soulignaient l’état de surpopulation qui y régnait, l’admission incontrôlée de nouveaux malades, le fait qu’ils étaient détenus mélangés avec d’autres détenus souffrant du cancer, d’asthme, d’hépatite, de maladies vénériennes, de bronchite, de gale, de psoriasis et même de tuberculose, maladies qui nécessitaient une hospitalisation dans des cellules individuelles car plusieurs d’entre elles étaient transmissibles. Une quantité limitée de crèmes avaient été distribuées à certains séropositifs atteints aussi de la gale. Alors qu’il leur était conseillé de changer de draps et de sous-vêtements quotidiennement et de les faire laver à haute température, le lave-linge était hors service. Lorsqu’ils allaient chercher leurs médicaments, les infirmières leur disaient de ne pas toucher les barreaux, par où elles leur passaient les médicaments, pour éviter le risque d’infection. Aucune information officielle n’a été donnée aux détenus par le personnel administratif ou médical dans le but de minimiser la gravité de l’épidémie.", "Le 12 octobre 2012, le procureur-superviseur informa les détenus que les cas de gale s’élevaient à « seulement 15 personnes ».", "Se fondant sur l’article 6 du code pénitentiaire, les détenus séropositifs, dont les requérants, se plaignirent aussi auprès du conseil de l’hôpital de la prison, mais ils ne reçurent aucune réponse.", "Une délégation de séropositifs fut accueillie par le procureur-superviseur pour attirer l’attention sur le fait que le nombre de personnes détenues dans l’hôpital Aghios Pavlos ne cessait de croître et que les conditions de détention étaient devenues insupportables.", "Les requérants soutiennent que les cellules sont tellement surpeuplées que l’espace personnel de chaque détenu est de moins de 2 m², superficie incluant les lits et la toilette.", "Les salles d’eau ne remplissent pas le standard minimum d’hygiène et la propreté des lieux est laissée à la discrétion de quelques personnes séropositives qui reçoivent une allocation et qui peuvent ainsi acheter des produits de nettoyage.", "La nourriture est tellement pauvre en valeur nutritionnelle que les séropositifs risquent de déclarer la maladie, en raison de l’affaiblissement de leur organisme.", "Les lieux ne sont pas suffisamment chauffés et les détenus sont exposés à de basses températures surtout pendant la nuit.", "La question de fumeurs n’est pas non plus réglée. Plusieurs détenus fument dans les espaces communs, les cellules et les chambrées et les non-fumeurs, surtout ceux qui ont des problèmes respiratoires, deviennent de fumeurs passifs.", "Il n’y a pas de médecin spécialiste des maladies infectieuses à l’hôpital, de sorte que les séropositifs encourent des risques suite à des diagnostics de non-spécialistes en la matière.", "Lors de la distribution des médicaments, l’infirmier, équipé de gants, laisse les boîtes au sol de l’autre côté des barreaux des cellules et les séropositifs doivent récupérer les leurs à travers les barreaux en évitant de toucher les autres, comme l’infirmier le leur recommande.", "Les requérants se plaignent aussi du fait que les diagnostics sont faits de manière automatique et que les médecins prescrivent toujours les mêmes médicaments sans procéder à un examen individuel de chaque patient. Les transferts vers les hôpitaux externes, en cas de besoin, sont toujours faits avec beaucoup de retard. La distribution des médicaments prescrits à certains requérants est souvent interrompue sans explication pour des périodes variant entre une semaine et un mois. D’autres requérants n’ont pas encore entamé leur traitement et ce retard est justifié par les médecins qui leur affirment que « la limite [du virus dans le sang] pour rendre nécessaire le commencement du traitement a été augmentée ».", "Enfin, les requérants se plaignent qu’ils n’ont pas accès au monde extérieur, aux actualités voire même au téléphone, et que les prévenus ne sont pas séparés des condamnés.", "B.  Le droit interne pertinent", "L’article 110A du code pénal est ainsi libellé :", " « 1. La libération conditionnelle est accordée indépendamment de la réalisation des conditions visées aux articles 105 et 106 si le condamné souffre du syndrome d’immunodéficience acquise, d’insuffisance rénale chronique imposant une hémodialyse régulière ou de tuberculose tenace, s’il est tétraplégique, s’il est atteint d’une cirrhose du foie ayant entraîné une invalidité de plus de 67 %, s’il souffre de démence sénile et qu’il a dépassé l’âge de quatre-vingts ans révolus, ou s’il est atteint de néoplasmes malins en phase terminale.", "2. La vérification des conditions du premier paragraphe est faite, à la demande du condamné, par la chambre d’accusation du tribunal correctionnel compétent, qui ordonne une expertise spéciale dont le déroulement est fixé par une décision commune des ministres de la Justice et de la Santé, de la Prévoyance et de la Sécurité sociale.", "3. La libération conditionnelle décidée en vertu du premier paragraphe du présent article est inscrite au casier judiciaire et est accordée une seule fois. »", "Les articles pertinents du code de procédure pénale disposent :", "Article 497 § 7", "« Lorsque l’accusé a été condamné par un jugement d’une juridiction de première instance à une peine privative de liberté et qu’il a formé un appel n’ayant pas d’effet suspensif, le procureur ou lui-même peuvent demander qu’il soit sursis à l’exécution du jugement jusqu’à ce que la juridiction d’appel se prononce de manière définitive. La demande est adressée soit à la juridiction d’appel soit, si le jugement est rendu par la cour d’appel criminelle, à la cour d’appel criminelle siégeant en formation de cinq juges. Le sursis est ordonné si l’accusé n’est ni particulièrement dangereux ni récidiviste, s’il ne risque pas de fuir, en l’absence de craintes sérieuses qu’il ne commette de nouvelles infractions, et si les conséquences qu’emporterait pour lui ou pour sa famille l’exécution de la peine jusqu’au prononcé de l’arrêt d’appel sont excessives et irréparables. L’accusé peut être libéré sous condition (...). »", "Article 572", "« 1. Le procureur-superviseur près le tribunal correctionnel du lieu où la peine est purgée, exerce les compétences prévues par le code [de procédure pénale] concernant le traitement des détenus et contrôle l’exécution des peines et l’application des mesures de sécurité, conformément aux dispositions du présent code, du code pénal et des lois y afférentes.", "2. En vue d’exercer les fonctions susmentionnées, le procureur-superviseur près le tribunal correctionnel visite la prison au moins une fois par semaine. Lors de ces visites, il entend les détenus qui ont préalablement sollicité une audition.", "(...) »", "L’article 6 du code pénitentiaire (loi no 2776/1999) se lit ainsi :", "« 1.  Les détenus ont le droit de s’adresser par écrit et à des intervalles raisonnables au Conseil de la prison, en cas d’actes ou d’ordres illégaux pris à leur encontre et si les dispositions du présent code ne prévoient pas d’autre recours. Dans les quinze jours suivant la notification d’une décision de rejet ou un mois après le dépôt de la demande, si l’administration a omis de prendre une décision, les détenus ont le droit de saisir le tribunal compétent de l’exécution des peines. Si le tribunal fait droit au recours, il ordonne les mesures susceptibles de pallier l’acte ou l’ordre illégal (...) »", "C.  Les constats des institutions nationales et internationales", "1.  Le Médiateur de la République", "Les 24 octobre et 9 novembre 2011, vingt-huit séropositifs détenus à l’hôpital Aghios Pavlos de la prison de Korydallos saisirent d’une pétition le Médiateur de la République pour se plaindre de leurs conditions de détention. Le 8 février 2012, une délégation du service du Médiateur visita les lieux.", "Dans un rapport établi le 26 octobre 2012 suivant cette visite, le Médiateur de la République soulignait plus particulièrement en ce qui concernait les séropositifs détenus :", "« (...) En même temps, l’hôpital accueille 51 détenus séropositifs dans un espace séparé d’une capacité de 35 personnes.", "Le grand nombre de détenus par rapport aux infrastructures existantes constitue le problème le plus grave au sein de l’hôpital. En dépit de la grande taille des chambrées, la situation est devenue étouffante et les conditions de vie insupportables et dangereuses pour la vie des détenus, en raison du nombre croissant de séropositifs. Ainsi, les normes en matière d’espace personnel ne sont pas respectées (...). En outre, l’entassement permanent et forcé des personnes qui, en plus de la séropositivité, souffrent d’autres maladies, telles asthme, maladies vénériennes, psoriasis, tuberculose non diagnostiquée, cause des risques de transmission de ces maladies et rend difficile le traitement des malades.", "(...)", "Le point culminant de la pétition concernait l’irrégularité avec laquelle les séropositifs recevaient leur traitement. Il était mentionné que les traitements étaient interrompus pendant de longues périodes en raison du manque de crédits et en dépit du fait que ceux-ci devaient être administrés de manière continue, faute de quoi leur effet est annulé. Il ressort des discussions avec les médecins et la direction que malgré les efforts faits pour programmer l’administration de ces traitements, l’augmentation du nombre des séropositifs qui ont en ont besoin, combiné avec le manque d’un crédit illimité pour l’achat des médicaments, a comme conséquence de retards. A la date de la visite, sur un nombre total de 51 séropositifs, 18 recevaient un traitement et 5 devraient en recevoir, mais l’accord de ministère de la Santé pour les crédits nécessaires était encore en attente. (...) Les autres ne recevaient pas de traitement, mais ils étaient suivis de manière à ce que la nécessité d’un traitement soit réévaluée.", "(...)", "Les dossiers médicaux qui ont été examinés au hasard par la délégation du Médiateur a permis de constater qu’ils contenaient des informations qui s’écartaient du degré de précision et de détail imposé par le code de la déontologie médicale et ne permettent pas le suivi efficace de l’historique médical des personnes hospitalisées. (...)", "VII. Conclusion", "(...)", "Même si les séropositifs ne sont pas des patients ayant besoin d’hospitalisation, il a été décidé de les placer au dispensaire de la prison afin qu’ils aient de meilleures conditions de détention et un accès plus direct aux services de santé. Toutefois, en raison de l’augmentation de leur nombre, les conditions de détention ont empiré et on note des problèmes concernant leur traitement. En outre, ils sont privés des droits fondamentaux dont devraient jouir les détenus, indépendamment de la séropositivité, lors de leur séjour dans un établissement pénitentiaire, comme le sport, la formation professionnelle, la scolarité pour les mineurs, le divertissement, le travail, (...). Enfin, le rassemblement des séropositifs dans une aile de la prison a créé des conditions de vie en ghetto et favorise leur stigmatisation. (...) Aucune sorte d’isolement n’est permise en principe, en raison d’infection par le virus HIV (Cour européenne des droits de l’homme, Enhorn c. Suède, 25.1.2005, § 55). En revanche, ceux qui sont malades du sida doivent être traité sans être mis nécessairement en isolement total, si ce n’est que pour leur protection contre les maladies infectieuses auxquelles ils sont vulnérables en raison de la fragilisation de leur système immunitaire. (...) »", "Dans un communiqué de presse du 6 mars 2014, le Médiateur de la République rappelait ses constats et les conclusions de son rapport de 2012. Il soulignait que l’hôpital fonctionnait sur le fondement d’une loi des années 1940 et que son intégration dans le Système National de Santé (Εθνικό Σύστημα Υγείας), décidée en 2009, n’a pas encore été réalisée.", "2.  L’Assemblée Parlementaire du Conseil de l’Europe", "La rapporteure de l’APCE sur l’égalité de l’accès aux soins de santé, Liliane Maury Pasquier (Suisse, SOC), a appelé, le 4 mars 2014, les autorités grecques à améliorer la situation dans les meilleurs délais, en ces termes :", "« Je suis très préoccupée par les conditions insalubres des détenus de l’hôpital pénitentiaire de Korydallos (Athènes) reportées dans les médias. L’hôpital, conçu pour 60 personnes, accueillerait actuellement 200 détenus dont la plupart seraient séropositifs ou souffriraient de maladies contagieuses comme la tuberculose et l’hépatite. Dans de telles conditions, il est impossible d’assurer aux détenus des soins de santé appropriés, sans oublier que la surpopulation ne peut que contribuer à la propagation des maladies contagieuses mettant ainsi en danger la vie de tous les détenus de l’hôpital.", "Je tiens à rappeler que le droit à la santé est un droit fondamental de l’être humain et que l’Etat doit assurer à toutes et à tous un accès équitable aux soins de santé appropriés. Ceci est d’autant plus le cas lorsqu’il s’agit, comme en l’espèce, de prisonniers qui sont entièrement sous le pouvoir et la responsabilité de l’Etat. Aussi, j’appelle le gouvernement grec à améliorer les conditions de vie des détenus de l’hôpital pénitentiaire de Korydallos dans les meilleurs délais. Par ailleurs, je tiens à souligner qu’une éventuelle libération de certains prisonniers de l’hôpital annoncée par le ministre de la Justice n’aura de sens que si le gouvernement grec garantit que des soins nécessaires seront prodigués aux prisonniers dès leur sortie ».", "GRIEFS", "Invoquant l’article 3 de la Convention (volets matériel et procédural), les requérants se plaignent de leurs conditions de détention et de l’omission des autorités d’examiner si ces conditions sont compatibles avec leur état de santé.", "Invoquant l’article 3, combiné avec l’article 13 de la Convention, les requérants se plaignent de l’absence d’un recours effectif pour se plaindre de leurs conditions de détention.", "Invoquant l’article 3, combiné avec l’article 14 de la Convention, les requérants se plaignent de faire l’objet d’un traitement discriminatoire en raison de leur « ghettoïsation » dans une aile spécifique de l’hôpital Aghios Pavlos et de la manière dont ils reçoivent leurs médicaments.", "Invoquant l’article 3, combiné avec l’article 14 de la Convention, les requérants invoquent un traitement discriminatoire entre les séropositifs condamnés en vertu d’une décision judiciaire et les séropositifs placés en détention provisoire : les premiers peuvent demander et obtenir leur mise en liberté en application des articles 110A et 497 § 7 du code pénal, alors que les seconds ne peuvent pas bénéficier de ces dispositions.", "", "", "QUESTIONS AUX PARTIES", "1.  Les parties sont invitées à indiquer quels sont parmi les requérants ceux qui sont détenus en vertu d’une décision judiciaire de condamnation et ceux qui sont en détention provisoire.", "", "2.  Les requérants, du moins ceux qui étaient détenus en vertu d’une décision judiciaire de condamnation, pourraient-ils bénéficier des articles 110A du code pénal ou de l’article 479 § 7 du code de procédure pénale, afin de satisfaire la condition de l’épuisement des voies de recours internes ?", "", "3.  Les requérants sont-t-ils soumis, en violation de l’article 3, pris isolément ou combiné avec l’article 14 de la Convention, à des traitements inhumains ou dégradants, en raison de leurs conditions de détention dans l’hôpital Aghios Savvas de la prison de Korydallos et en raison de leur prétendue « ghettoïsation » dans une aile spécifique de cet hôpital ? En outre, sont-ils soumis à un traitement médical adapté à leur état de santé ?", "", "4.  Les requérants avaient-ils à leur disposition, comme l’exige l’article 13 de la Convention, un recours interne effectif au travers duquel ils auraient pu formuler leur grief de méconnaissance de l’article 3 en ce qui concerne leurs condition de détention et leur traitement médical dispensé à l’hôpital de la prison de Korydallos ? En particulier, la saisine du procureur-superviseur de la prison et du conseil de la prison constitue-t-elle un recours effectif dans des cas comme ceux de ces requérants ?", "", "5.  Ceux qui parmi les requérants sont placés en détention provisoire et qui pour cette raison ne pourraient pas bénéficier des dispositions de l’article 497 § 7 du code de procédure pénale, ont-ils fait l’objet d’une différence de traitement, contraire à l’article 14 combiné avec l’article 3, par rapport aux condamnés qui, eux, peuvent invoquer cet article afin de demander leur mise en liberté ?", "", "\n", "", "ANNEXE", "", "", "", "Andreas MARTZAKLIS né le 28/07/1951", "Christos SARRIS né le 10.10/1968", "Christos EFSTATHIOU né le 09/11/1972", "Efthymios KARATZOGLOU", "Achilleas PAPADIOTIS né le 09/01/1983", "Dimitrios NIKOLOPOULOS né le 02/11/1985", "Spyridon PETRENITIS né le 01/03/1979", "Chrysafis CHATZIKOS né le 13/09/1979", "Christos DORIZAS né le 12/08/1976", "Panagiotis KORMALIS né le 02/08/1979", "Aimilianos CHAMITOGLOU né 14/07/1982", "Antonios POULOPOULOS né le 25/01/1968", "Nikolaos DROSAKIS né le 19/06/1986", ""]}