{"file": "FRE_CLINF_38695_97.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "38695/97", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 15", "Février 2000", "García Manibardo c. Espagne - 38695/97", "Arrêt 15.2.2000 [Section IV]", "Article 6", "Procédure civile", "Article 6-1", "Accès à un tribunal", "Appel rejeté pour non-consignation, la demande d'aide judiciaire de la requérante n'ayant pas été traitée: violation", "En fait: La requérante, Florencia García Manibardo, ressortissante espagnole, est née en 1957 et réside à Vila Seca. Le 10 octobre 1990, son époux décéda dans un accident de la route. La compagnie d’assurances de M. P., qui apparaissait comme le conducteur du véhicule accidenté, versa à la requérante le montant de 18 250 000 pesetas, à titre d’indemnité pour le décès de son époux.", "La veuve et les enfants du conducteur présumé du véhicule accidenté se virent aussi accorder des indemnités mais, trouvant insuffisante la somme reçue, Mme P. présenta, en son propre nom et en celui de ses deux enfants mineurs, une demande en réclamation de dommages et intérêts devant le juge d’instruction n° 1 d’Amposta, contre les héritiers de l’époux de la requérante et du propriétaire du véhicule, également décédé dans l’accident, et la compagnie d’assurances du véhicule accidenté. ", "La requérante, en son propre nom et en celui de ses enfants mineurs, représentée par un avocat qui assumait sa représentation « comme si cette dernière lui avait été attribuée à titre d’avocat d’office », contesta oralement la demande interjetée à son encontre en se référant aux « faits et motifs contenus dans le(s) document(s) joint(s) ». Dans ces documents, figurant dans le procès-verbal de la comparution du 5 juillet 1994, la requérante répondait par écrit aux arguments de la partie demanderesse, et demandait à être admise au bénéfice de l’aide juridictionnelle. ", "Le juge d’instance n° 1 d’Amposta, estimant que le conducteur du véhicule accidenté était l’époux décédé de la requérante et non pas celui de la demanderesse, condamna solidairement les héritiers de l’époux de la requérante et la compagnie d’assurance du véhicule accidenté ainsi que, subsidiairement, les héritiers du propriétaire dudit véhicule, au paiement à la veuve de M. P. et à ses enfants de la somme de 18 millions de pesetas.", "Toutes les parties ayant fait appel de cette décision, le même juge d’instance demanda à la requérante la consignation du montant de la condamnation fixé par le jugement d’instance, afin de présenter valablement le recours en appel. Contre cette décision, la requérante présenta un recours de reposición, se référant à l’impossibilité de réunir le montant de la consignation sollicitée par l’Audiencia provincial. Son recours fut déclaré recevable et la requérante fut dispensée de l’obligation de consigner au préalable le montant fixé. ", "L’Audiencia provincial de Tarragone confirma le jugement d’instance, et déclara irrecevable l’appel de la requérante au motif qu’elle n’avait pas consigné la somme exigée ni démontré avoir tenté d’utiliser d’autres moyens pour satisfaire à cette obligation. ", "La requérante saisit alors le Tribunal constitutionnel d’un recours d’amparo, qui fut rejeté par une décision du 10 mars 1997 comme étant dépourvu de base constitutionnelle. ", "Entre-temps, le juge de première instance d’Amposta ordonna, dans le cadre de l’exécution de l’arrêt de l’Audiencia provincial de Tarragone, la saisie des biens de la requérante et de la compagnie d’assurances du véhicule accidenté, pour faire face au paiement des indemnités accordées à Mme P. ", "Le 7 janvier 1997, la requérante demanda par écrit au juge de première instance n° 1 d’Amposta l’examen de la demande d’aide juridictionnelle faite le 23 juin 1994. Le 16 janvier 1997, le juge décida de donner suite à l’examen de la demande de la requérante. Elle obtint le bénéfice de l’assistance juridictionnelle par une décision du 15 avril 1997 du juge de première instance n° 1 d’Amposta. Cette décision ne fit l’objet d’aucun appel.", "La requérante dénonce le fait que l’Audiencia provincial de Tarragone a déclaré irrecevable son appel, en raison de la non-consignation de la somme qu’elle avait été condamnée à verser en première instance, alors qu’aucune décision d’octroi ou de refus de l’assistance juridictionnelle n’avait été prise. Elle invoque l’article 6 § 1 de la Convention. ", "En droit: La Cour rappelle que tant l’article 30 § 3 du code de procédure civile en vigueur au moment des faits que la jurisprudence constitutionnelle en la matière permettent de tenir compte de la situation économique de l’intéressé et, en particulier, de l’exonérer de l’obligation de consigner lorsqu’il s’est vu accorder l’aide juridictionnelle. En l’espèce, bien que réunissant a priori les conditions, la requérante ne se vit pas accorder, en temps utile, ladite aide.", "Or l’appel présenté par la requérante a été déclaré irrecevable pour défaut de consignation du montant exigé. La Cour estime à cet égard que le fait d’obliger la requérante à consigner le montant de la condamnation, l’a empêchée de se prévaloir d’un recours existant et disponible, de sorte que celle-ci a subi une entrave disproportionnée à son droit d’accès à un tribunal. Par conséquent, il y a eu violation de l’article 6 § 1.", "Conclusion: violation (unanimité).", "La Cour décide d’allouer à la requérante le montant réclamé au titre des frais et dépens devant le Tribunal constitutionnel et les organes de la Convention, à savoir 520 572 ESP.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}