{"file": "FRE_HFJUD_25017_94.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25017/94", "text_paragraphs": ["", "", "", "", "AFFAIRE MEHEMI c. FRANCE", "", "CASE OF MEHEMI v. FRANCE", "", "(85/1996/704/896)", "", "", "", "", "", "", "", "ARRÊT/JUDGMENT", "", "STRASBOURG", "", "", "26 septembre /September1997", "", "", "\tCet arrêt peut subir des retouches de forme avant la parution de sa version définitive dans le Recueil des arrêts et décisions 1997, édité par Carl Heymanns Verlag KG (Luxemburger Straße 449, D50939 Cologne) qui se charge aussi de le diffuser, en collaboration, pour certains pays, avec les agents de vente dont la liste figure au verso.", "", "The present judgment is subject to editorial revision before its reproduction in final form in the Reports of Judgments and Decisions for 1997. These reports are obtainable from the publisher Carl Heymanns Verlag KG (Luxemburger Straße 449, D-50939 Köln), who will also arrange for their distribution in association with the agents for certain countries as listed overleaf.", "", "Liste des agents de vente/List of Agents", "", "", "Belgique/Belgium: Etablissements Emile Bruylant (rue de la Régence 67, ", "  B-1000 Bruxelles)", "", "Luxembourg: Librairie Promoculture (14, rue Duchscher ", "  (place de Paris), B.P. 1142, L-1011 Luxembourg-Gare)", "", "Pays-Bas/The Netherlands: B.V. Juridische Boekhandel & Antiquariaat ", "  A. Jongbloed & Zoon (Noordeinde 39, NL-2514 GC 's-Gravenhage)", "", "", "SOMMAIRE", "Arrêt rendu par une chambre", "France – exécution d’une interdiction définitive du territoire français à l’encontre d'un Algérien condamné, dont les parents et quatre frères et sœurs résident régulièrement en France, et père de trois enfants mineurs de nationalité française", "I.\tArticle 8 de la Convention", "A.\tParagraphe 1", "Le requérant est né en France, y a vécu plus de trente ans jusqu’à la mise en œuvre de la mesure d’interdiction définitive du territoire, et ses parents et quatre frères et sœurs y résident – il est père de trois enfants mineurs de nationalité française dont il a épousé la mère. ", "", "Mesure litigieuse constitutive d’une ingérence dans l’exercice du droit du requérant au respect de sa vie privée et familiale.   ", "B.\tParagraphe 2 ", "\t1. « Prévue par la loi »", "", "\tNon contesté.", "", "\t2. But légitime", "", "\tDéfense de l'ordre et prévention des infractions pénales.", "", "\t3. « Nécessaire », « dans une société démocratique »", "", "\tRappel de la jurisprudence : devoir des Etats contractants d'assurer l'ordre public, en particulier dans l'exercice de leur droit de contrôler l'entrée et le séjour des non-nationaux – à ce titre, faculté d'expulser les délinquants parmi ceux-ci. ", "", "\tRequérant né en France, y a suivi toute sa scolarité, y a vécu jusqu’à l’âge de trente-trois ans – ses parents et ses quatre frères et sœurs y résident, ainsi que son épouse et ses trois enfants mineurs lesquels y sont nés et en ont la nationalité – non avéré qu’il a des liens autres que sa nationalité avec l’Algérie.", "", "\tD’un autre côté, la circonstance qu’en 1989 le requérant a participé à l’importation d’une grande quantité de haschisch pèse lourd dans la balance – néanmoins, eu égard surtout au fait que la mesure d’interdiction définitive du territoire a pour effet de le séparer de ses enfants mineurs et de son épouse, ladite mesure n’était pas proportionnée aux buts poursuivis.", "Conclusion : violation (unanimité).", "II.\tArticle 50 de la Convention", "A.\tDommage moral : suffisamment compensé par l’arrêt.", "B.\tInjonction demandée par le requérant : incompétence de la Cour.", "C.\tFrais et dépens : évaluation en équité.", "Conclusion : Etat défendeur tenu de verser au requérant une certaine somme pour frais et dépens (unanimité).", "RéférenceS à la jurisprudence de la Cour", "20.9.1993, Saïdi c. France ; 29.1.1997, Bouchelkia c. France", "", "", "En l'affaire Mehemi c. France,", "La Cour européenne des Droits de l'Homme, constituée, conformément à l'article 43 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention ») et aux clauses pertinentes de son règlement A, en une chambre composée des juges dont le nom suit :", "\tMM.\tR. Bernhardt, président,", "\t\tL.-E. Pettiti, ", "\t\tR. Macdonald,", "\t\tC. Russo,", "\t\tI. Foighel,", "\tSir\tJohn Freeland,", "\tMM.\tM.A. Lopes Rocha,", "\t\tL. Wildhaber,", "\t\tE. Levits,", "ainsi que de MM. H. Petzold, greffier, et P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 28  avril et 25 août 1997,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  L'affaire a été déférée à la Cour par la Commission européenne des Droits de l'Homme (« la Commission ») le 4  juillet 1996, puis par le gouvernement français (« le Gouvernement ») le 17  septembre 1996, dans le délai de trois mois qu'ouvrent les articles 32 § 1 et 47 de la Convention. A son origine se trouve une requête (n° 25017/94) dirigée contre la République française et dont un ressortissant algérien, M. Ali Mehemi, avait saisi la Commission le 25 août 1994 en vertu de l'article 25.", "La demande de la Commission renvoie aux articles 44 et 48 ainsi qu'à la déclaration française reconnaissant la juridiction obligatoire de la Cour (article 46), celle du Gouvernement à l'article 48. Elles ont pour objet \nd'obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l'Etat défendeur aux exigences de l'article 8 de la Convention. ", "2.  En réponse à l'invitation prévue à l'article 33 § 3 d) du règlement A, le requérant a exprimé le désir de participer à l'instance et a désigné son conseil (article 30).", "3.  La chambre à constituer comprenait de plein droit M. L.-E. Pettiti, juge élu de nationalité française (article 43 de la Convention), et M. R. Bernhardt, vice-président de la Cour (article 21 § 4 b) du règlement A). Le 7 août 1996, M. R. Ryssdal, président de la Cour, a tiré au sort le nom des sept autres membres, à savoir M. R. Macdonald, M. C. Russo, M. I. Foighel, Sir John  Freeland, M. M.A. Lopes Rocha, M. L. Wildhaber et M. E. Levits, en présence du greffier (articles 43 in fine de la Convention et 21 § 5 du règlement A). Le 17 septembre 1996, M. Ryssdal a décidé de porter l'affaire El Boujaïdi c. France (n° 123/1996/742/941) devant cette même chambre (article 21 § 7 du règlement A).", "4.  En sa qualité de président de la chambre (article 21 §  6 du règlement A), M. Bernhardt a consulté, par l'intermédiaire du greffier, l'agent du Gouvernement, le conseil du requérant et le délégué de la Commission au sujet de l'organisation de la procédure (articles 37 § 1 et 38). Conformément à l'ordonnance rendue en conséquence, le mémoire du Gouvernement est parvenu au greffe le 28 novembre 1996. Le 19 décembre 1996, le secrétaire de la Commission a indiqué que le délégué n'entendait pas s'exprimer par écrit. Le 24 mars 1997, le requérant a déposé des prétentions au titre de l'article 50 de la Convention.", "5.  Le 4 février 1997, la Commission a produit divers documents que le greffier avait demandés sur les instructions du président. ", "6.  Ainsi qu'en avait décidé ce dernier, les débats se sont déroulés en public le 23 avril 1997, au Palais des Droits de l'Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "", "Ont comparu :", "–\tpour le Gouvernement\nMM.\tJ.-F. Dobelle, directeur adjoint\n\t\t\tdes affaires juridiques\n\t\t\tau ministère des Affaires étrangères,\tagent,\n\t\tJ. Lapouzade, conseiller de tribunal administratif\n\t\t\tdétaché à la direction des affaires juridiques\n\t\t\tdu ministère des Affaires étrangères,\n\t\tG. Bitti, agent du bureau des droits de l'homme\n\t\t\tdu service des affaires européennes\n\t\t\tet internationales du ministère de la Justice,\tconseils ;", "–\tpour la Commission\nM.\tH. Danelius,\tdélégué ;", "–\tpour le requérant\nMe\tJ. Debray, avocat au barreau de Lyon,\tconseil.", "", "La Cour a entendu en leurs déclarations M. Danelius, Me Debray et M. Dobelle.", "EN FAIT", "I. \tLes circonstances de l'espèce", "7.  Né à Lyon en 1962, M. Ali Mehemi est de nationalité algérienne et habite actuellement en Algérie. Jusqu'au 28 février 1995, date de sa reconduite à la frontière, il a vécu en France où résident ses parents – depuis une quarantaine d'année –, ses deux frères – dont l'un est Français et l'autre père de deux enfants français – et ses deux sœurs – dont l'une est Française et l'autre mariée à un Français.", "8.  Le requérant a été scolarisé en France jusqu'à l'âge de dix-sept ans. Il aurait travaillé dans le bâtiment durant trois ans puis exercé l'activité de chauffeur de taxi indépendant. ", "9.  Il est père de trois enfants de nationalité française, nés en 1982, 1983 et 1984. Il a, le 14 mai 1986, épousé, à Villeurbanne, la mère de ceux-ci, laquelle est Italienne et réside régulièrement en France depuis 1978.", "A.\tLa procédure correctionnelle", "10.  Le 5 novembre 1989, des membres du service régional de police judiciaire assistés d'agents des douanes saisirent 142 kilogrammes de haschisch importés du Maroc à l'aide d'une fourgonnette spécialement aménagée. Prévenues d'infractions à la législation sur les stupéfiants et d'importation en contrebande de marchandises prohibées, neuf personnes\n– dont le requérant, au domicile des parents duquel furent découverts sept kilogrammes de haschisch – furent renvoyées devant le tribunal correctionnel de Lyon.", "Le 22 janvier 1991, ledit tribunal condamna M. Mehemi à une peine de six ans d'emprisonnement assortie d'une peine de sûreté de moitié ainsi qu'à deux amendes douanières, pour détention et importation en contrebande de produits stupéfiants. ", "\n11.  Par un arrêt du 4 juillet 1991, la cour d'appel de Lyon confirma le jugement du 22 janvier 1991 et ordonna à l'encontre de M. Mehemi l'interdiction définitive du territoire français au motif que « l'ordre public ne saurait tolérer la présence sur le territoire national d'un étranger se livrant au trafic de stupéfiant à titre principal ».", "B.\t\tLa requête en relèvement de l'interdiction définitive du territoire", "12.  Le 19 mars 1993, M. Mehemi déposa devant la cour d'appel de Lyon une requête en relèvement de la mesure d'interdiction définitive du territoire. Il invoquait notamment l'article 8 de la Convention. ", "Le 1er juin 1993, la cour d'appel rejeta ladite requête par les motifs suivants :", "« Attendu que le prévenu ne justifie d'aucun fait nouveau que la cour n'ait eu à connaître lorsqu'elle a pris la décision de confirmer la mesure d'interdiction définitive du territoire français d'Ali Mehemi ;", "Qu'il convient en effet de rappeler que la cour a mentionné expressément dans les motifs de sa décision que l'ordre public français ne saurait tolérer la présence sur le territoire national d'un étranger se livrant au trafic de stupéfiant à titre principal ;", "   Qu'il est inexact d'affirmer que ce sujet n'a gardé aucun contact avec sa nationalité d'origine, puisqu'il a volontairement opté pour cette dernière à sa majorité, alors que ses conditions de naissance lui permettaient en l'absence de toute condamnation d'obtenir de plein droit la nationalité française s'il ne l'avait pas expressément déclinée ;", "Que ses différents voyages en Afrique du Nord au cours des années précédant son interpellation viennent rappeler que tout lien physique avec sa nationalité d'origine n'a pas été rompu ;", "Qu'enfin, l'importation de drogue dans les conditions rappelées dans la condamnation définitive justifie la mesure d'interdiction définitive du territoire français [laquelle] constitue une riposte nullement disproportionnée à la gravité de l'infraction commise, l'intéressé s'étant maintenu sur le territoire français pour favoriser l'importation, puis la diffusion auprès de la jeunesse en détresse, avec toutes les conséquences que ce type d'infraction comporte, de quantités très importantes de haschisch, première étape de la déchéance de toxicomanes, en l'espèce plus de 140 kilogrammes, dans un but purement lucratif ;", "Qu'aucune violation des dispositions de l'article 8 de la Convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales ne saurait être sérieusement relevée ; ", "(...) » ", "\n13.  Le 7 juin 1993, le requérant se pourvut en cassation. Dans son mémoire ampliatif du 2 juillet 1993, son avocat affirmait ce qui suit :  ", "« (…)", "(...) contrairement à ce qui est dit dans l'arrêt critiqué, M. Ali Mehemi, de nationalité algérienne, n'a pu à aucun moment prétendre de plein droit à la nationalité française [;] (...) contrairement à ce qui est allégué, celui-ci n'a à aucun moment décliné la nationalité française [;] (...) en application des textes qui ont régi les conséquences sur la nationalité de l'indépendance de l'Algérie (ordonnance n° 62-825 du 21 juillet 1962, décret n° 62-1475 du 27 novembre 1962, loi n° 66-945 du 20 décembre 1966), M. Ali Mehemi, né avant le 1er janvier 1963, a suivi le sort de ses parents qui, n'ayant pas fait la déclaration de reconnaissance de la nationalité française visée à l'article 1er de la loi du 20 décembre 1966, sont de ce fait devenus Algériens ; ", " (...) contrairement à ce qu'indiquent les magistrats de la cour d'appel, il y a bien en l'espèce disproportion entre, d'une part, les faits uniques dont M. Ali Mehemi a été reconnu coupable et, d'autre part, ses intérêts définis et protégés à l'article 8 de la Convention (...), M. Ali Mehemi étant né en France, marié avec une ressortissante de la Communauté européenne, père de trois enfants français, (...) toute sa famille vit en France et (...), contrairement aux affirmations de l'arrêt, il n'a pas conservé de liens avec son pays d'origine, sa nationalité qu'il n'a pas choisie ne correspondant pas à la réalité de sa situation ;", "(...)", "(...) les trois enfants français de M. Ali Mehemi sont nés en France et y ont toujours vécu ; (...) il est exclu qu'ils soient déracinés pour aller vers un pays qu'ils ne connaissent pas, et ce dans le seul but de pouvoir rester avec leur père ; (...) en tout état de cause leur mère ne pourrait alors les suivre ; (...) M. Mehemi ne peut par ailleurs pas se rendre en Italie, compte tenu de l'interdiction qui a été prononcée à son encontre sur le territoire français ;", "(...) »", "14.  Par un arrêt du 23 février 1994, la Cour de cassation (chambre criminelle) repoussa le pourvoi en ces termes :", "«  Attendu (...)", "Que les juges retiennent qu'en l'espèce la mesure, qui avait été prononcée contradictoirement contre le prévenu, constituant une riposte nullement disproportionnée avec la gravité de l'infraction commise, les motifs invoqués ne contiennent aucun fait nouveau de nature à faire rapporter la mesure ;", "Attendu qu'en l'état de ces constatations et énonciations, la cour d'appel a justifié sa décision sans méconnaître les principes et textes visés au moyen ;", "D'où il suit que le moyen ne saurait être accueilli ; ", "(...) » ", "C.\tL'exécution de l'interdiction définitive du territoire", "15.  Alors que M. Mehemi était incarcéré, son épouse adressa la lettre suivante – dont la date n'est pas déterminée – au président de la République française :", "« (...)", "Je ne vous demanderais en aucun cas de plaider en ma faveur pour réduire la peine de mon mari, car je sais pertinemment que ce n'est pas possible, mais par contre je vous implore de me venir en aide pour annuler l'expulsion du territoire français de mon mari. Il a été condamné à six ans de réclusion, soit, il en sera ainsi car il s'est rendu coupable d'un délit et je sais très bien qu'il doit payer (...). Mais je ne peux me résoudre à accepter l'expulsion et pour cause, comprenez-moi M. le Président ou du moins essayez, depuis que mon mari est entré en prison mes enfants ne sont plus eux-mêmes, ils souffrent énormément et sont sans cesse suivis par des psychologues ; mais il n'y a pas que mes enfants et moi-même qui souffrons, non il y a aussi toute sa famille et en particulier la mère de mon mari qui est âgée de soixante-sept ans et est diabétique ; elle est en contact permanent avec ses petits-enfants et dès que ces derniers lui demandent où est « papa » et quand reviendra-t-il elle ne peut s'empêcher d'éclater en sanglots et cette situation influence énormément sa santé physique et morale.", "Cela ne peut plus durer ainsi ; je ne veux pas que l'on détruise ma famille et l'avenir de mes enfants car quel avenir puis-je leur offrir sans leur père à leurs côtés (...) ? (...) »", "", "16.  L'interdiction définitive du territoire fut exécutée le 28 février 1995. ", "II.\tLe droit interne pertinent", "A.\tLe code de la santé publique", "17.  L'article L. 630-1 du code de la santé publique disposait : ", "« (...) les tribunaux (...) pourront prononcer l'interdiction définitive du territoire français contre tout étranger condamné pour les délits prévus à l'article L. 627.", "L'interdiction du territoire français entraîne de plein droit la reconduite du condamné à la frontière à l'expiration de sa peine.", "(...)", "En cas de condamnation à l'interdiction définitive du territoire, le condamné ne pourra demander à bénéficier des dispositions de l'article 55-1 du code pénal. » ", "La loi n° 91-1383 du 31 décembre 1991 avait remplacé les trois derniers alinéas par les dispositions suivantes :", "« Toutefois, l'interdiction du territoire français ne sera pas applicable à l'encontre :", "(...)  ", "2° D'un condamné étranger père ou mère d'un enfant français résidant en France, à la condition qu'il exerce, même partiellement, l'autorité parentale à l'égard de cet enfant ou qu'il subvienne effectivement à ses besoins ;", "(...)", "L'interdiction du territoire français ne sera également pas applicable à l'égard du condamné étranger qui justifie :", "1° Soit qu'il réside habituellement en France depuis qu'il a atteint au plus l'âge de dix ans ou depuis plus de quinze ans ;", "2° Soit qu'il réside régulièrement en France depuis plus de dix ans.", "Les dispositions des huit alinéas précédents ne s'appliquent pas en cas de condamnation pour (...) l'importation ou l'exportation [de plantes vénéneuses classées comme stupéfiants] ou en cas de condamnation pour association formée ou entente établie en vue de commettre ces infractions.", "(…)", "L'interdiction du territoire français entraîne de plein droit la reconduite du condamné à la frontière, le cas échéant à l'expiration de sa peine d'emprisonnement. »", "L'article L. 630-1 a été abrogé par la loi n° 92-1336 du 16 décembre 1992.", "B.\t\tLe code pénal", "18.  L'article 55-1 du code pénal est ainsi rédigé :", "« (...)", "(...) toute personne frappée d'une interdiction (...) résultant de plein droit d'une condamnation pénale ou prononcée dans le jugement de condamnation (...), peut demander à la juridiction qui a prononcé la condamnation (...) de la relever, en tout ou en partie, y compris en ce qui concerne la durée, de cette interdiction (...)", "(...) »", "PROCÉDURE DEVANT LA COMMISSION", "19.  M. Mehemi a saisi la Commission le 25 août 1994. Il soutenait que la mesure d'interdiction définitive du territoire prise à son encontre constituait une violation des articles 8 et 14 de la Convention. ", "\n20.  Le 28 février 1995, la Commission (deuxième chambre) a rejeté la demande de mesure provisoire déposée le 27 février par M. Mehemi en application de l'article 36 du règlement intérieur de celle-ci et visant à la suspension de l'exécution par le Gouvernement de la mesure litigieuse.", "21.  Le 18 octobre 1995, elle a retenu la requête (n° 25017/94) quant au grief relatif à l'article 8 et l'a déclarée irrecevable pour le surplus. Dans son rapport du 15 mai 1996 (article 31), elle conclut, par dix voix contre trois, à la violation de cette disposition. Le texte intégral de son avis figure en annexe au présent arrêt.", "CONCLUSIONS PRÉSENTÉES À LA COUR par le gouvernement", "22.  Dans son mémoire, le Gouvernement « conclut au rejet de la requête ».", "EN DROIT", "I.\tSUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE  8 DE LA CONVENTION", "23.  Selon M. Mehemi, l'interdiction définitive du territoire français dont il fait l'objet porte atteinte à sa vie privée et familiale et viole l'article 8 de la Convention, ainsi libellé :", "« 1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2. Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. »", "Contrairement au Gouvernement, la Commission souscrit à cette thèse.", "A.\tParagraphe 1 de l'article 8", "24.  Il s'agit en premier lieu de déterminer si en France le requérant peut se prévaloir d'une « vie privée et familiale » au sens de l'article 8 § 1 et si la mesure litigieuse s'analyse en une ingérence dans celle-ci.", "25.  M. Mehemi souligne qu'il est né dans ce pays, y a vécu jusqu'au 28 février 1995 (date de l'exécution de l'interdiction du territoire) et suivi toute sa scolarité, et que ses quatre frères et sœurs – dont deux ont la nationalité française – ainsi que ses parents y habitent. Il ajoute qu'il est père de trois enfants français dont il a épousé la mère, laquelle est Italienne et réside régulièrement en France depuis 1978. Malgré les difficultés résultant de son éloignement, il aurait constamment, tant bien que mal, maintenu des relations avec sa famille.", "26.  Selon le Gouvernement, les liens du requérant avec ses parents et ses frères et sœurs ne sauraient être pris en compte pour apprécier l'existence et la consistance d'une vie familiale en France dans la mesure où l'intéressé était majeur au jour de sa condamnation à l'interdiction définitive du territoire. M. Mehemi ne pourrait davantage invoquer son mariage puisque les éléments du dossier tendraient à démontrer l'absence d'une communauté de vie avec son épouse. Il conviendrait en conséquence, pour le moins, de relativiser l'importance de l'ingérence dans la vie privée et familiale du requérant.", "27.  Avec la Commission, la Cour constate que M. Mehemi est né en France, y a vécu durant plus de trente ans jusqu'à la mise en œuvre de la mesure d'interdiction définitive du territoire et y a suivi toute sa scolarité. Ses parents, ses deux frères (dont l'un est Français et l'autre est père de deux enfants français) et ses deux sœurs (dont l'une est Française et l'autre est mariée à un Français) y résident. Il est père de trois enfants mineurs nés en France en 1982, 1983 et 1984 et de nationalité française, avec lesquels il a gardé le contact depuis sa reconduite à la frontière. Il a, le 14 mai 1986, épousé la mère de ces derniers, et rien dans le dossier n'indique qu'une procédure en séparation de corps ou en divorce ait par la suite été engagée (paragraphes 7-9 ci-dessus). En conséquence, la Cour ne doute pas que la mesure d'interdiction définitive du territoire s'analyse en une ingérence dans l’exercice du droit du requérant au respect de sa vie privée et familiale. ", "B.\t\tParagraphe 2 de l'article 8", "28.  Il convient, dès lors, de déterminer si l'interdiction dont il s'agit remplissait les conditions du paragraphe 2, c'est-à-dire était « prévue par la \nloi », poursuivait un ou plusieurs des buts légitimes qu'il énumère, et était « nécessaire », « dans une société démocratique », pour le ou les réaliser.", "1. « Prévue par la loi »", "29.  Il n'est pas contesté que l'interdiction définitive du territoire prononcée à l'encontre de M. Mehemi se fondait sur l'article L. 630-1 du code de la santé publique.", "2. But légitime", "30.  Il n'est pas davantage controversé que l'ingérence en cause visait des fins pleinement compatibles avec la Convention : la « défense de l'ordre » et la « prévention des infractions pénales ». ", "3. « Nécessaire », « dans une société démocratique »", "31.  M. Mehemi met l'accent sur le fait que l'interdiction définitive du territoire français dont il fait l'objet a pour conséquence de le séparer de sa femme et de ses enfants. Il ne serait en effet envisageable ni que ceux-ci le rejoignent en Algérie ni que la famille s'installe en Italie, pays dont son épouse a la nationalité.", "Il ajoute que, totalement intégré à la société française, il n'a aucun lien avec l'Algérie autre que celui de la nationalité, particulièrement artificiel dans son cas. En effet, né en France avant le 1er janvier 1963 de parents de statut civil de droit local originaires d'Algérie, il possédait la nationalité française jusqu'à cette date. Il est réputé l'avoir perdue faute pour son père d'avoir souscrit la déclaration de reconnaissance de la nationalité française prévue par les textes régissant les effets de l'indépendance de l'Algérie sur la nationalité. Ce statut particulier excluait en outre qu'il acquière automatiquement la nationalité française à sa majorité en vertu des règles du droit commun alors applicables aux individus nés en France de parents étrangers.", "Le requérant invite enfin la Cour à relativiser la gravité de son comportement : jamais condamné jusque-là, il n'aurait été sanctionné que pour avoir participé à une opération d'importation de haschisch et en avoir détenu quelques kilos. Par ailleurs, les peines prononcées pour des faits identiques varieraient considérablement d'un tribunal à un autre de telle sorte que le quantum de celles-ci ne saurait être un élément fiable d'appréciation de la « dangerosité » des prévenus. Il n'y aurait donc aucune conclusion décisive à tirer de sa condamnation à six ans d'emprisonnement. ", "Bref, l'ingérence litigieuse dans l'exercice de son droit au respect de sa vie privée et familiale serait largement disproportionnée aux buts poursuivis. ", "32.  La Commission souscrit en substance à cette thèse.", "33.  Le Gouvernement, en revanche, rappelle que le requérant a participé à une opération d'importation de 142 kilogrammes de haschisch et détenu sept kilogrammes de cette drogue. Il insiste sur la gravité de ces faits et affirme que l'intéressé faisait en réalité partie d'un réseau structuré se livrant à un trafic organisé de stupéfiants en provenance du Maroc. En outre, sans occupation professionnelle et sans revenus réguliers, c'est à titre principal que M. Mehemi aurait exercé cette activité frauduleuse. La « nécessité » de l'interdiction définitive du territoire dont il fait l'objet ne saurait donc être sérieusement mise en question.", "En tout état de cause, M. Mehemi aurait entretenu avec son pays d'origine des liens autres que sa seule nationalité puisqu'il aurait fait plusieurs voyages en Afrique du Nord au cours des années précédant son interpellation (cela ressortirait de l'arrêt de la cour d'appel de Lyon du 1er juin 1993) et aurait été intégré dans un réseau de trafiquants composé majoritairement d'Algériens et de Tunisiens. En outre, l'épouse de l'intéressé étant de nationalité italienne, la résidence en France du couple ne serait pas l'unique possibilité d'une reprise de la vie commune.", "34.  La Cour rappelle qu'il incombe aux Etats contractants d'assurer l'ordre public, en particulier dans l'exercice de leur droit de contrôler, en vertu d'un principe de droit international bien établi et sans préjudice des engagements découlant pour eux des traités, l'entrée et le séjour des non-nationaux. A ce titre, ils ont la faculté d'expulser les délinquants parmi ceux-ci.", "Toutefois, leurs décisions en la matière, dans la mesure où elles porteraient atteinte à un droit protégé par le paragraphe 1 de l'article 8, doivent se révéler nécessaires dans une société démocratique, c'est-à-dire justifiées par un besoin social impérieux et, notamment, proportionnées au but légitime poursuivi (voir en dernier lieu l'arrêt Bouchelkia c. France du 29 janvier 1997, Recueil des arrêts et décisions 1997-I, p. 65, § 48).", "35.  Aussi, la tâche de la Cour consiste-t-elle à déterminer si la mesure litigieuse a respecté un juste équilibre entre les intérêts en présence, à savoir, d'une part, le droit du requérant au respect de sa vie privée et familiale, et, d'autre part, la protection de l'ordre public et la prévention des infractions pénales.", "36.  La Cour note que le requérant est né en France, y a suivi toute sa scolarité et y a vécu jusqu'à l'âge de trente-trois ans avant la mise en œuvre de la mesure d'interdiction définitive du territoire. Ses parents et ses quatre frères et sœurs y résident ainsi que son épouse et ses trois enfants mineurs lesquels sont nés dans ce pays et en ont la nationalité (paragraphes 7-9 ci-dessus). ", "Par ailleurs, il n'est pas avéré que le requérant a des liens autres que celui de sa nationalité avec l'Algérie. Au vu du dossier, celui-ci s'est certes rendu plusieurs fois en Afrique du Nord avant sa reconduite à la frontière, mais au Maroc et non, à l'exception d'un bref séjour, en Algérie. De plus, l'affirmation du Gouvernement selon laquelle M. Mehemi participait à un réseau de trafiquants « majoritairement de nationalité algérienne ou tunisienne » ne repose sur aucun élément concret ; il ressort au contraire des pièces de la procédure interne que parmi les huit coprévenus du requérant, figuraient quatre Français, un Portugais, un Franco-Tunisien, un Tunisien et une personne née en Algérie mais dont la nationalité n'est pas déterminée.", "Quant à l'établissement du ménage en Italie, s'il ne paraît pas inconcevable dans la mesure où Mme Mehemi a la nationalité de ce pays, il impliquerait pour les enfants du couple un déracinement. En outre, en raison notamment du passé pénal du requérant, l'entrée et l'installation de celui-ci sur le territoire de cet Etat se heurteraient sans nul doute à des obstacles juridiques dont le Gouvernement n'a pas démontré qu'ils fussent surmontables. ", "37.  D'un autre côté, au vu des ravages de la drogue dans la population, la Cour conçoit que les autorités fassent preuve d'une grande fermeté à l'égard de ceux qui contribuent activement à la propagation de ce fléau. La circonstance que le requérant a participé en 1989 à l'importation d'une grande quantité de haschisch pèse ainsi lourd dans la balance. ", "Néanmoins, eu égard à l'absence d'attaches du requérant en Algérie, à l'intensité de ses liens avec la France et surtout au fait que la mesure d'interdiction définitive du territoire prise à son encontre a pour effet de le séparer de ses enfants mineurs et de son épouse, la Cour estime que ladite mesure n'était pas proportionnée aux buts poursuivis. Il y a donc eu violation de l'article 8.", "II.\tSUR L'APPLICATION DE L'ARTICLE 50 DE LA CONVENTION", "38.  Aux termes de l'article 50 de la Convention,", "« Si la décision de la Cour déclare qu'une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d'une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu'imparfaitement d'effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s'il y a lieu, à la partie lésée une satisfaction équitable. »", "A.\tDommage moral", "39.  Le requérant réclame 100 000 francs français (FRF) en réparation du dommage moral qu'il aurait subi du fait de la violation de son droit au respect de sa vie privée et familiale.", "40.  Le délégué de la Commission ne se prononce pas.", "41.  Avec le Gouvernement, la Cour estime que le présent arrêt constitue par lui-même une satisfaction équitable suffisante quant au tort moral allégué.", "B.\t\tInjonction à l'Etat défendeur", "42.  M. Mehemi invite aussi la Cour à faire « injonction au gouvernement français de lui permettre de revenir sur le territoire français » et de lui octroyer une carte de séjour de dix ans. ", "43.  La Cour rappelle que l'article 50 ne lui donne pas compétence pour adresser une telle injonction à un Etat contractant (voir notamment l'arrêt Saïdi c. France du 20 septembre 1993, série A n° 261-C, p. 57, § 47). ", "C.\tFrais et dépens", "44.  Le requérant sollicite enfin 27 278 FRF pour les frais et dépens engagés devant les juridictions nationales et 42 210 FRF pour ceux exposés devant les organes de Strasbourg, soit un total de 69 488 FRF.", "45.  Le Gouvernement invite la Cour à rejeter la première de ces demandes et, quant à la seconde, à n'octroyer que 10 000 FRF à l'intéressé.", "46.  Statuant en équité, la Cour alloue 50 000 FRF à M. Mehemi.", "D.\tIntérêts moratoires ", "47.  Selon les informations dont dispose la Cour, le taux légal applicable en France à la date d'adoption du présent arrêt est de 3,87 % l'an.", "PAR CES MOTIFS, LA COUR, à L’UNANIMITé,", "1.\tDit qu'il y a eu violation de l'article 8 de la Convention ;", "2.\tDit que le présent arrêt constitue par lui-même une satisfaction équitable suffisante quant au dommage moral allégué ;", "3.\tDit", "\ta) que l'Etat défendeur doit verser au requérant, dans les trois mois, 50 000 (cinquante mille) francs français pour frais et dépens ;", "\n\tb) que ce montant est à majorer d'un intérêt simple de 3,87 % l'an à compter de l'expiration dudit délai et jusqu'au versement ;", "4.\tRejette la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l'Homme, à Strasbourg, le 26 septembre 1997.", "", "", "Signé : Rudolf Bernhardt", "\tPrésident", "Signé : Herbert Petzold", "\tGreffier"]}