{"file": "FRE_HFJUD_4268_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "4268/04", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "", "", "AFFAIRE PANOVITS c. CHYPRE", "", "(Requête no 4268/04)", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "11 décembre 2008", "", "", "", "DEFINITIF", "", "", "11/03/2009", "", "", "", "", "Cet arrêt est définitif. Il peut subir des retouches de forme.", "", "", "En l’affaire Panovits c. Chypre,", "La Cour européenne des droits de l’homme (première section), siégeant en une chambre composée de :", "\tChristos Rozakis, président,\n\tNina Vajić,\n\tKhanlar Hajiyev,\n\tDean Spielmann,\n\tSverre Erik Jebens,\n\tGiorgio Malinverni, juges,\n\tGeorge Erotocritou, juge ad hoc,\net de Søren Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 6 novembre 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 4268/04) dirigée contre la République de Chypre et dont un ressortissant de cet Etat, M. Andreas Kyriakou Panovits (« le requérant »), a saisi la Cour le 31 décembre 2003 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant a été représenté par Me E. Efstathiou, avocat à Nicosie. Le gouvernement chypriote (« le Gouvernement ») a été représenté par son agent, M. P. Clerides, procureur général de la République de Chypre.", "3.  Le requérant estimait notamment inéquitable, tant avant son procès que devant les tribunaux nationaux, la procédure conduite dans le cadre de l’action pénale dirigée contre lui.", "4.  Le 16 janvier 2006, la Cour a décidé de donner connaissance de la requête au Gouvernement et de lui communiquer les griefs soulevés sur le terrain de l’article 6 § 1 concernant la phase antérieure au procès et l’équité de la procédure devant la cour d’assises et la Cour suprême. Comme le lui permettait l’article 29 § 3 de la Convention, elle a décidé d’examiner conjointement le fond et la recevabilité de la requête. Le 31 janvier 2008, conformément à l’article 54 § 2 c) de son règlement, la Cour a invité les parties à soumettre des observations complémentaires.", "5.  M. G. Nicolaou, le juge élu au titre de la République de Chypre, s’étant déporté (article 28 du règlement de la Cour), le Gouvernement a désigné M. G. Erotocritou pour siéger en qualité de juge ad hoc (article 29 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Le requérant, né le 14 août 1982, purge actuellement des peines d’emprisonnement confondues à la prison centrale de Nicosie.", "A.  L’arrestation du requérant", "7.  Dans le cadre d’une enquête portant sur des faits de meurtre et de vol aggravé survenus le 19 avril 2000, le père du requérant fut invité par la police à se présenter avec son fils, alors âgé d’un peu plus de dix-sept ans, au poste de police de Limassol, ce qu’il fit. Au poste, le commissaire de police de Limassol (« le commissaire ») l’informa, en présence de son fils, des infractions commises et de la gravité des faits et précisa qu’un certain nombre d’indices impliquaient l’intéressé et qu’un mandat d’arrêt avait été délivré contre celui-ci.", "8.  Le requérant soutient avoir aussitôt clamé son innocence. Un policier lui aurait ensuite dit qu’un de ses amis avait déjà avoué avoir tué la victime avec sa complicité et que, tandis que lui ne faisait que leur mentir, son ami était en larmes et se frappait la tête contre les murs. Puis un autre policier serait entré dans le bureau du commissaire muni d’un mandat d’arrêt et lui aurait signifié qu’il était en état d’arrestation pour meurtre. Il aurait répondu qu’il n’avait rien d’autre à déclarer que son innocence. Le policier lui aurait alors dit de le suivre dans un autre bureau, où cinq ou six agents auraient commencé à l’interroger et à chercher à le faire avouer en lui promettant leur aide en contrepartie. L’interrogatoire aurait duré trente à quarante minutes mais il se serait borné à répéter que, ayant beaucoup bu la nuit précédente, il ne parvenait à se souvenir de rien. A un certain moment de l’interrogatoire, l’un des policiers aurait posé son arme sur le bureau et lui aurait dit qu’il devait se dépêcher car ils avaient d’autres choses à faire. Les policiers auraient ajouté qu’il devait passer aux aveux s’il souhaitait partir. L’un d’eux aurait suggéré ensuite de prendre la déposition écrite du requérant et de l’aider à se souvenir de ce qu’il avait oublié. Il aurait ensuite accepté de faire une déposition écrite. Il nie avoir fait le moindre aveu par oral auparavant.", "9.  Selon le Gouvernement, qui s’appuie sur les témoignages des policiers qui ont participé à l’interrogatoire, le requérant s’est vu signifier son mandat d’arrêt, les motifs de son arrestation et ses droits puis a répondu qu’il n’avait rien à dire, si ce n’est qu’il était innocent. Il aurait ensuite été conduit dans une autre pièce pour y être interrogé. Avant l’interrogatoire, le policier qui avait procédé à son arrestation lui aurait précisé de nouveau les raisons de celle-ci, lui aurait répété que des indices l’impliquaient dans les faits visés par l’enquête et l’aurait prévenu que tout ce qu’il dirait pourrait être retenu contre lui dans la procédure ultérieure. Quatre policiers se seraient trouvés dans la pièce. L’intéressé aurait répondu qu’il n’avait eu l’intention de tuer personne et aurait commencé à donner sa version des faits. D’après le policier qui l’avait arrêté, le requérant a été interrompu et ses droits lui ont été signifiés. Au cours de cet interrogatoire, il serait passé aux aveux.", "10.  Les parties s’accordent à reconnaître que, lorsque le requérant a été emmené pour être interrogé, son père est resté dans le bureau du commissaire. Quelques minutes après, en état de choc, il dit à celui-ci de ne pas faire usage de violence contre son fils. Le commissaire répondit que la police n’avait pas recours à de telles méthodes. Il ajouta que les faits étaient graves, que des indices rattachaient l’intéressé au crime et qu’il était important de faire appel à un avocat. Le père fut invité par lui à assister à l’interrogatoire de son fils, mais refusa. Quelques minutes après, un policier entra dans le bureau et avisa le commissaire et le père du requérant que ce dernier était passé aux aveux. Le père fut invité par le commissaire à rejoindre son fils dans la pièce où avait eu lieu l’interrogatoire de manière à ce qu’il puisse entendre les aveux de celui-ci, mais il préféra attendre à l’extérieur.", "11.  Le requérant fut inculpé d’homicide et de vol aggravé (chapitre 154 du code pénal). Dans une déposition écrite complémentaire recueillie le 9 mai 2000, il ajouta : « je n’ai pas frappé [la victime] avec la pierre ; je lui ai seulement donné un ou deux coups de pied ».", "B.  La procédure devant la cour d’assises de Limassol", "12.  Le requérant et son coaccusé furent traduits devant la cour d’assises de Limassol pour y être jugés.", "13.  Lors de son procès, l’intéressé plaida que ses aveux aux policiers étaient non pas volontaires mais le fruit de tromperies, de pressions psychologiques, de promesses, de menaces et d’autres manœuvres ayant visé à lui faire peur. Il argua en outre que, en état d’ébriété au moment où la police avait recueilli sa déposition, il n’avait pas été en mesure de se rappeler précisément les faits décrits dans celle-ci. Il soutint enfin qu’il n’avait pas bénéficié de l’assistance d’un avocat aussitôt après son arrestation et avant d’être interrogé et qu’on l’avait poussé à signer sa déposition.", "14.  Les 11 et 12 janvier 2001, le commissaire fut entendu par la cour d’assises au sujet de l’arrestation et de l’interrogatoire en question. Il confirma avoir invité le requérant et son père à se rendre au commissariat, où il avait dit au père, sans s’adresser à son fils, qu’un mandat d’arrêt pour meurtre avait été délivré contre l’intéressé et que des indices impliquaient celui-ci. Le requérant avait été ensuite avisé de ses droits, arrêté puis emmené dans une pièce séparée pour y être interrogé. Peu après qu’il eut quitté la pièce, le commissaire avait fait part à son père de la gravité des faits et suggéré qu’ils fassent appel à un avocat.", "15.  Par une décision du 7 février 2001, la cour d’assises, après avoir apprécié l’ensemble des éléments de preuve, conclut que les aveux du requérant avaient été volontaires et que, pour les obtenir, la police n’avait pas fait usage à son égard de moyens de pression indus ou inappropriés. Elle jugea que les éléments à charge mettaient clairement en lumière les faits en question et écarta la thèse de l’intéressé voulant qu’il eût perdu la mémoire en raison de son état d’ébriété. Elle déclara donc les aveux recevables à titre de preuve.", "16.  Quant au grief tiré par le requérant de ce qu’il n’avait pas été représenté par un avocat avant son interrogatoire, la cour d’assises releva que la défense n’avait invoqué aucun texte ou précédent qui aurait fait de l’exercice du droit à l’assistance d’un avocat une condition à la prise de la déposition d’un suspect. La police n’avait pas refusé un défenseur à l’intéressé et à son père, lesquels n’en avaient d’ailleurs demandé aucun. De surcroît, le commissaire avait suggéré au père que lui et son fils consultassent un conseil. Dans l’ensemble, la police n’avait pas agi de manière inappropriée à cet égard.", "17.  Ultérieurement, le 14 février 2001, au cours du procès sur le fond, l’échange suivant eut lieu entre l’avocat du requérant, Me Kyprianou, et les magistrats (traduction du procès-verbal de l’audience) :", "« Me Kyprianou : Je prie l’accusation de me remettre toutes les déclarations des suspects qui ont témoigné dans cette affaire de manière à ce que je puisse poursuivre mon contre-interrogatoire de ce témoin. L’accusation est tenue de me communiquer toutes les dépositions recueillies auprès des autres suspects et je trouve inacceptable qu’elle se cache derrière cela.", "La cour : Nous souhaiterions tout d’abord que vous parliez sur un autre ton. Vous ne ratez aucune occasion de vous en prendre à l’accusation qui, à nos yeux, s’efforce de présenter ses arguments de manière loyale, du moins comme le déroulement des faits le montre jusqu’à présent. En revanche, si vous avez demandé à un moment donné la communication de dépositions et que l’accusation l’a refusée, c’est une autre question.", "Me Kyprianou : Je pensais trouver ces dépositions au dossier de l’affaire et me voilà désormais privé du droit de les consulter. J’exige le dossier complet. Je ne puis poursuivre mon contre-interrogatoire de ce témoin si je n’ai pas toutes les pièces du dossier.", "Mme Kyriakidou (accusation) : La position de l’accusation, fondée sur l’article 7 de la loi sur la procédure pénale, est que, pour obtenir une déposition versée au dossier, la défense doit en faire la demande par écrit à l’accusation et que seul un refus donne matière à plainte.", "Or, dans notre cas, la défense n’a rien sollicité par écrit : elle nous a priés verbalement de communiquer un certain nombre de renseignements, de clichés et de plans. Nous ne lui avons rien refusé : elle a reçu tout ce qu’elle avait demandé. Nous n’avons jamais fait ce qui nous est reproché et j’estime que la défense n’est pas fondée à se comporter ainsi.", "La cour : Nous avons examiné la demande d’interruption de séance formulée par le conseil de l’accusé no 2, de manière à ce que la partie adverse puisse lui communiquer les dépositions qui ont été recueillies lors de l’enquête. Ainsi qu’il a déjà été dit aujourd’hui, comme l’article 7 de la loi sur la procédure pénale (chapitre 155) le lui permet, la défense pouvait demander communication de copies de ces dépositions dès le jour où les accusés ont plaidé non coupable. Or elle ne l’a pas fait.", "Nous estimons qu’il n’y pas lieu de suspendre le procès, qui a déjà connu bien des retards, et de le différer ainsi davantage. En tout état de cause, la cour est appelée à déterminer si l’accusation est parvenue à établir la culpabilité des accusés qui, rappelons-le, sont présumés innocents tant que l’accusation n’a pas prouvé leur culpabilité au-delà de tout doute raisonnable à l’aide des pièces à charge.", "C’est à l’issue du procès qu’il faudra trancher la question de savoir si elle a conduit son examen de manière satisfaisante. La demande est donc rejetée.", "Me Kyprianou : Je souhaiterais que, compte tenu de votre décision, une pause de cinq minutes soit ordonnée de manière à ce que je puisse réfléchir à ma stratégie car je pensais que tous les documents me seraient communiqués. Ces cinq minutes me permettraient de voir quoi faire, dans ces conditions, pendant le contre-interrogatoire, lequel, de toute manière, devra se poursuivre lors de la séance suivante. Les cinq minutes que je demande ne sont donc pas excessives.", "La cour : Nous acceptons une pause de dix minutes mais nous rappelons [à la défense] que c’est la seconde fois qu’une interruption de séance est demandée aux fins de l’examen du dossier. Une pause avait déjà été accordée au cours d’une séance précédente et le laps de temps que nous avions prévu était suffisant pour procéder à cet examen. »", "18.  L’audience reprit après la pause. A un moment donné, une altercation opposa les juges d’assises à Me Kyprianou. Celui-ci contreinterrogeait alors le policier qui avait pris la déposition écrite de son client et lui demandait de quelle manière un autre policier avait indiqué qu’il fallait y mentionner la date de déposition. Lui ayant fait savoir qu’elle jugeait ses questions inutiles, la cour interrompit Me Kyprianou, lequel demanda, en vain, à se retirer de l’affaire. L’échange suivant est transcrit dans le procès-verbal d’audience (traduction) :", "« La cour : Nous estimons que votre contre-interrogatoire est trop détaillé à ce stade du procès principal concernant les questions...", "Me Kyprianou : Je vais arrêter mon contre-interrogatoire...", "La cour : Me Kyprianou...", "Me Kyprianou : Puisque la cour estime que je ne m’acquitte pas correctement de la tâche consistant à défendre cet homme, je lui demande l’autorisation de me retirer de cette affaire.", "La cour : La question de savoir si un avocat doit être autorisé à se retirer ou non relève du pouvoir discrétionnaire de la cour et, à la lumière de ce que nous venons d’entendre, nous n’accordons pas cette autorisation. Nous renvoyons à l’affaire Kafkaros et autres c. République et rejetons la demande.", "Me Kyprianou : Puisque vous m’empêchez de poursuivre mon contre-interrogatoire sur des points importants de l’affaire, alors ma présence ici n’a plus aucun sens.", "La cour : Nous estimons que votre obstination...", "Me Kyprianou : Et je suis désolé de dire que pendant que je menais le contreinterrogatoire, les membres de la cour étaient en train de parler entre eux et de s’envoyer des « ravassakia » ; dans ces conditions, je ne peux pas poursuivre le contre-interrogatoire avec la fermeté requise, si la cour me surveille en secret.", "La cour : Nous estimons que les propos que Me Kyprianou vient de tenir, et en particulier la manière dont il s’est adressé à la cour, constituent un contempt of court. Me Kyprianou a le choix entre deux solutions : soit il maintient ce qu’il vient de dire et donne des motifs justifiant qu’aucune sanction ne lui soit infligée, soit il décide de se rétracter. Nous lui donnons cette possibilité à titre exceptionnel. L’article 44 § 1 a) de la loi sur les juridictions s’applique pleinement.", "Me Kyprianou : Vous pouvez me juger.", "La Cour : Avez-vous quelque chose à dire ?", "Me Kyprianou : J’ai vu de mes yeux des petits papiers passer d’un juge à l’autre alors que je menais le contre-interrogatoire, ce qui n’est pas très flatteur pour la défense. Comment puis-je dans ces conditions trouver l’énergie de défendre un homme accusé de meurtre ?", "La cour (M. Photiou) : Il se trouve que le papier qu’évoque Me Kyprianou est toujours dans les mains de mon collègue M. Economou, et Me Kyprianou peut le voir.", "La cour (Mme Michaelidou) : Un échange de vues écrit entre les membres de la cour quant à la manière dont Me Kyprianou présente ses arguments ne lui donne aucun droit, et j’estime que son comportement est parfaitement inacceptable.", "La cour (M. Photiou) : Nous allons suspendre l’audience afin d’examiner la question. L’accusé [dans le cadre du procès principal] doit dans l’intervalle demeurer incarcéré.", "(...)", "La cour : Nous avons examiné la question pendant la suspension et nous persistons à estimer que ce qu’a dit Me Kyprianou, la teneur de ses propos, son attitude et le ton de sa voix constituent un contempt of court au sens de l’article 44 § 1 a) modifié de la loi no 14/1960 sur les juridictions (...) qui réprime le fait pour un comparant de montrer de l’irrespect à l’égard de la cour par ses propos ou son comportement. Nous avons déjà demandé à Me Kyprianou avant la suspension s’il avait quelque chose à ajouter avant que nous ne prononcions la sentence. S’il a quelque chose à ajouter, écoutons-le, sinon poursuivons.", "Me Kyprianou : Monsieur le président, pendant la suspension, je me suis demandé quelle infraction j’avais commise. L’incident s’est produit dans une atmosphère très tendue. J’assure la défense dans une affaire très grave ; j’ai eu l’impression d’être interrompu dans mon contre-interrogatoire et j’ai dit ce que j’ai dit. Je suis avocat depuis quarante ans, j’ai une réputation sans tache et c’est la première fois qu’une telle accusation est portée contre moi. C’est tout ce que j’ai à dire.", "La cour : Nous allons suspendre l’audience pendant dix minutes et prononcerons ensuite la peine. »", "19.  Après une courte pause, la cour d’assises, à la majorité, condamna Me Kyprianou à cinq jours d’emprisonnement. Elle évoqua l’échange transcrit ci-dessus entre Me Kyprianou et ses membres et dit ceci :", "« (...) Il est difficile de rendre par des mots l’ambiance que Me Kyprianou a créée puisque, indépendamment de la teneur inadmissible de ses déclarations, non seulement le ton de sa voix, son attitude et ses gestes vis-à-vis de la Cour ont produit une impression inacceptable dans un endroit civilisé, a fortiori dans l’enceinte d’un tribunal, mais ils visaient apparemment à créer un climat d’intimidation et de terreur au sein de la cour. Nous n’exagérons absolument pas en affirmant que Me Kyprianou criait et gesticulait en direction de la cour.", "On lui a fait remarquer que ses déclarations et son comportement constituaient un contempt of court et on lui a donné la possibilité de parler. Et alors qu’on pouvait raisonnablement s’attendre à ce qu’il se calme et qu’il présente des excuses, Me Kyprianou, toujours avec le ton et l’intensité qui viennent d’être évoqués, s’est exclamé : « Vous pouvez me juger. »", "Après une longue interruption, on a alors offert à Me Kyprianou une deuxième chance de s’adresser à la cour, dans l’espoir qu’il présenterait des excuses et atténuerait le dommage causé par sa conduite. Malheureusement, Me Kyprianou n’a alors montré aucun signe de regret ou, du moins, de compréhension de la situation inacceptable qu’il avait créée. Au contraire, il a déclaré que pendant la suspension il s’était demandé quel avait été son crime, attribuant simplement son comportement à une « atmosphère très tendue ». Toutefois, c’est uniquement à lui que nous devions cette atmosphère et il ne pouvait donc l’invoquer comme excuse.", "Me Kyprianou n’a pas hésité à suggérer que l’échange de vues entre les membres de la cour constituait un échange de « ravassakia », c’est-à-dire de « billets doux » (voir : « Dictionnaire du grec moderne – Spoudi ravassaki (« ravas » slave), lettre d’amour, billet doux »). Et il a accusé la cour, qui essayait de réguler le déroulement de la procédure, comme elle avait le droit et le devoir de le faire, de lui imposer des restrictions et de rendre la justice en secret.", "Nous ne pouvons imaginer aucune autre situation susceptible de constituer un contempt of court aussi flagrant et inadmissible de la part de quiconque, encore moins d’un avocat.", "La personne des juges, que Me Kyprianou a profondément insultés, représente le moindre de nos soucis. Ce qui nous préoccupe en réalité, c’est l’autorité et l’intégrité de la justice. Nous estimons que si la réaction de la cour n’est pas immédiate et radicale, la justice aura subi un revers désastreux. Une réaction insuffisante de la part de l’ordre juridique et civilisé tel qu’incarné par les tribunaux signifierait que ceux-ci acceptent que l’on porte atteinte à leur autorité.", "C’est avec une grande tristesse que nous concluons que la seule réponse adéquate, dans les circonstances, consiste à infliger une peine de nature dissuasive, qui ne peut être que l’emprisonnement.", "Nous sommes tout à fait conscients des répercussions que cette décision emporte, la personne concernée étant un avocat expérimenté, mais c’est Me Kyprianou lui-même qui, par son comportement, nous a conduits à cette extrémité.", "A la lumière de ce qui précède, nous prononçons une peine d’emprisonnement de cinq jours. »", "20.  Me Kyprianou fut incarcéré sur-le-champ. En fait, en application de l’article 9 de la loi sur les prisons (loi no 62 (I)/1996), il fut libéré avant le terme normal de sa peine.", "21.  Il continua de représenter le requérant pendant le reste du procès.", "22.  Le 21 février 2001, au vu des événements survenus, la défense introduisit une demande de récusation des juges afin que l’affaire puisse être examinée par une autre formation. Etant l’objet de la décision sur la question du contempt of court, Me Kyprianou formula une requête tendant à ce qu’un confrère plaide cette demande devant la cour d’assises, laquelle risquait selon lui de ne pas être impartiale. Cette requête fut acceptée.", "23.  Par une décision avant dire droit rendue le 2 mars 2001, la cour d’assises rejeta la demande de récusation. Elle conclut de son examen de la jurisprudence pertinente qu’aucun motif de récusation n’avait été établi et releva notamment ceci :", "« nulle personne raisonnable qui aurait été effectivement informée des faits de la cause par le biais de sources sérieuses – et non par de simples rumeurs ou par le récit qu’en auraient fait les médias – n’aurait légitimement l’impression que la Cour a réellement pu faire preuve de partialité à l’égard de l’accusé du seul fait qu’elle avait conclu que le comportement de son avocat à un certain stade de la procédure était constitutif d’un contempt of court ».", "24.  La cour d’assises releva que, ayant été rendue dans l’exercice de ses fonctions judiciaires, sa décision sur la question du contempt of court ne pouvait être entachée de partialité ni avoir été influencée par les sentiments personnels de ses membres. Aussi n’y avait-il aucune raison qu’elle renonçât à examiner l’affaire avant la fin du procès.", "25.  La procédure se poursuivit donc devant la même formation.", "26.  Le 10 mai 2001, la cour d’assises jugea le requérant coupable d’homicide et de vol aggravé. Elle écarta la thèse de la défense selon laquelle les policiers avaient monté ses aveux de toutes pièces et recueilli ceux-ci dans des circonstances douteuses. Elle estima que l’authenticité desdits aveux était attestée par des éléments sans équivoque, de source indépendante et convaincants. Elle constata que, outre les aveux exprimés librement et de son plein gré par l’intéressé, d’autres éléments de preuve et des faits solides et de source indépendante, étaient venus confirmer la culpabilité de celui-ci. Elle s’appuyait notamment sur la déposition complémentaire faite par le requérant le 9 mai 2000 (paragraphe 11 cidessus), selon laquelle celui-ci se trouvait sur les lieux du crime au moment de sa commission et avait fait usage de la force contre la victime, sur la déposition de l’un de ses amis à qui il avait dit qu’il s’était violemment battu avec la victime, et sur plusieurs témoignages attestant qu’il avait été vu dans un pub en train de boire et de discuter avec la victime, avant de quitter cet établissement juste après elle et de partir dans la même direction qu’elle. De surcroît, d’autres témoins avaient confirmé qu’il avait été aperçu le lendemain, au petit matin, les vêtements couverts de boue, en train de boire dans un autre pub. Quant aux preuves médicales, elles établissaient que le décès était dû à de multiples coups violents, conclusion qui concordait avec les deux dépositions de l’intéressé et celles de son coaccusé. Les aveux de celui-ci ne pouvaient être retenus à titre de preuve contre le requérant.", "27.  Le 24 mai 2001, la cour d’assises condamna le requérant à deux peines confondues de quatorze ans et de six ans d’emprisonnement pour homicide et vol aggravé, respectivement.", "C.  Le recours devant la Cour suprême", "28.  Le 29 mai 2001, le requérant forma un recours devant la Cour suprême contre sa condamnation et sa peine.", "29.  Pour contester le verdict, il soutint une nouvelle fois qu’il n’était pas passé aux aveux de son plein gré, que les circonstances dans lesquelles les aveux avaient été recueillis étaient douteuses et que son droit à l’assistance d’un avocat avait été méconnu. Il soulignait notamment que le commissaire ne lui avait pas dit personnellement qu’il devait consulter un avocat et ne l’avait pas prévenu qu’il n’avait aucune obligation de dire quoi que ce soit au sujet de l’affaire. Il arguait en outre que sa condamnation était la conséquence directe de l’hostilité ouvertement manifestée par la cour d’assises à l’égard de son avocat, lui aussi jugé et condamné par celle-ci, puis incarcéré pour contempt of court. Il estimait que sa confiance en l’impartialité de la Cour et en son avocat en avait été ébranlée.", "30.  L’accusation forma elle aussi un recours pour contester la peine imposée, qu’il jugeait « manifestement insuffisante » au vu des circonstances.", "31.  Le 3 juillet 2003, la Cour suprême rejeta l’un et l’autre de ces recours.", "32.  Pour ce qui est des faits survenus lors de la phase antérieure au procès, la Cour suprême releva que le requérant s’était rendu au poste de police accompagné de son père et que tous deux avaient été informés du crime commis, des indices montrant que l’intéressé était impliqué et de la possibilité pour eux d’être assistés par un conseil s’ils le souhaitaient. Le requérant avait clamé son innocence avant d’être mis en état d’arrestation puis conduit dans une autre pièce pour y être interrogé. Au moment où il avait été emmené, son père avait été avisé que les faits étaient graves et qu’il pouvait consulter un avocat et assister à l’interrogatoire. Or il avait préféré attendre à l’extérieur. Quelques minutes plus tard, il avait été prévenu, de même que le commissaire, que son fils était passé aux aveux. La Cour suprême observa que ce n’était pas parce que le requérant avait avoué qu’il fallait conclure que quelque chose de suspect s’était produit.", "33.  Sur la question des aveux, la Cour suprême releva qu’une procédure incidente leur avait été consacrée et que la cour d’assises avait conclu que, le requérant ayant avoué de son plein gré, ils étaient admissibles à titre de preuve. Conformément aux principes établis de la jurisprudence chypriote, la cour d’assises avait réexaminé la teneur des aveux à la lumière de l’ensemble des pièces du dossier au principal. Elle avait rendu un arrêt dans lequel les éléments de preuve, ainsi que les arguments des parties, avaient été méticuleusement examinés. Une simple lecture des procès-verbaux confirmait selon elle le bien-fondé de cette décision. Pour ce qui est de la crédibilité de l’intéressé, la Cour suprême a dit :", "« de manière générale, (...) l’appelant semble avoir, comme le montre le dossier, une mémoire sélective. Il s’est souvenu de tous les détails qui le disculpaient mais a complètement oublié tous les éléments qui le rattachaient au crime. C’est ce qui ressort clairement des dépositions faites par lui, tant pendant le procès au principal qu’au cours de la procédure incidente sur la question du caractère volontaire ou non des aveux en cause. Dans le cadre de chacune de ces instances, il a tenté de revenir sur ce qu’il avait déclaré dans sa première déposition écrite. »", "34.  La Cour suprême nota par ailleurs que des preuves suffisantes, solides et de source indépendante montraient que le requérant s’était trouvé sur les lieux du crime au moment où celui-ci avait été commis. Elle conclut que ces éléments, venant s’ajouter à ce que l’intéressé avait admis dans sa seconde déposition, dont la recevabilité n’avait pas été contestée pour défaut de caractère volontaire, établissaient au-delà de tout doute raisonnable la culpabilité.", "35.  La Cour suprême rejeta également le moyen tiré par le requérant de l’absence d’impartialité dont la cour d’assises aurait fait preuve à son égard du fait de la condamnation de son avocat pour contempt of court. Elle déclara notamment :", "« après avoir été condamné par la cour d’assises (pour contempt of court), Me Kyprianou a demandé l’autorisation de se retirer de l’affaire et de ne plus représenter l’appelant (...) Ce dernier n’est pas fondé à soutenir que, au vu de ces éléments, la cour d’assises n’était plus un tribunal impartial et que son procès était alors devenu inéquitable. Une simple lecture des volumineux procès-verbaux d’audience atteste du bon déroulement du procès, au cours duquel tous les éléments de preuve ont été produits devant la cour d’assises, qui a procédé à leur examen et jugé si l’accusation était parvenue à établir au-delà de tout doute raisonnable les chefs d’inculpation retenus contre l’appelant. Nous avons déjà dit que les preuves à charge étaient concluantes. L’avocat de l’appelant a fait devant la cour d’assises tout ce qu’il a pu pour défendre son client ; pareille tâche était, reconnaissons-le, plutôt difficile. La procédure n’est pas devenue inéquitable du fait que la cour d’assises a refusé que l’avocat de la défense se retire de l’affaire au milieu du procès ou qu’il se dessaisisse du dossier, ce qui aurait nécessité un nouveau procès. Les juges d’assises, quant à eux, sont restés selon nous impartiaux d’un bout à l’autre de l’instance ».", "36.  Enfin, pour ce qui est de la peine d’emprisonnement prononcée, la Cour suprême estima que la cour d’assises avait à l’évidence fait preuve de clémence et que la durée de cette peine était donc presque manifestement insuffisante. Elle décida néanmoins de ne pas revenir sur cette décision.", "37.  Pour ce qui est de la demande de Me Kyprianou tendant à ce qu’il cesse de représenter le requérant (paragraphes 18 et 35 ci-dessus), le Gouvernement a précisé qu’elle avait été formulée antérieurement à la procédure incidente de contempt of court, ce qu’ont confirmé l’intéressé et les passages pertinents des procès-verbaux d’audience.", "II.  ÉLÉMENTS PERTINENTS DE DROIT INTERNE ET DE DROIT INTERNATIONAL", "A.  Les droits de l’accusé", "38.  L’article 11 § 4 de la Constitution de la République de Chypre dispose :", "« Toute personne arrêtée est informée aussitôt, dans une langue qu’elle comprend, des raisons de son arrestation et autorisée à faire appel à l’avocat de son choix ».", "39.  L’article 12 §§ 4 et 5 de la Constitution, en ses passages pertinents, est ainsi libellé :", "« 4.  Toute personne accusée d’une infraction est présumée innocente jusqu’à ce que sa culpabilité ait été légalement établie.", "5.  Tout accusé a droit notamment à :", "a)  être informé, dans le plus court délai, dans une langue qu’il comprend et d’une manière détaillée, de la nature et de la cause de l’accusation portée contre lui ;", "b)  disposer du temps et des facilités nécessaires à la préparation de sa défense ;", "(...) »", "B.  Le droit à un procès équitable", "40.  L’article 30 §§ 2 et 3 de la Constitution, en ses passages pertinents, se lit ainsi :", "« 2.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant, impartial et compétent, établi par la loi, qui décidera, soit des contestations sur ses droits et obligations de caractère civil, soit du bien-fondé de toute accusation en matière pénale dirigée contre elle.", "(...)", "3.  Tout accusé a droit :", "a)  à être informé des raisons de sa traduction en justice ;", "b)  à présenter sa défense devant le tribunal et à disposer du temps nécessaire à la préparation de celle-ci ;", "(...) »", "C.  Le pacte international relatif aux droits civils et politiques (« PIDCP »)", "41.  Dans un libellé qui se rapproche de celui de l’article 6 de la Convention, le PIDCP prévoit, en son article 14 § 4 :", "« La procédure applicable aux jeunes gens qui ne sont pas encore majeurs au regard de la loi pénale tiendra compte de leur âge et de l’intérêt que présente leur rééducation ».", "D.  Le traitement des suspects", "1.  Le droit interne", "42.  L’article 8 de la loi sur la procédure pénale (chapitre 155) est ainsi libellé :", "« sous réserve des principes généraux énoncés à l’article 3 de la présente loi et de l’application de l’article 5 de la présente loi, les règles approuvées à ce jour par les juges de la Queen’s Bench Division anglaise en matière de prise de dépositions par des policiers (appelées « les règles des juges ») s’appliquent sur le territoire de la colonie comme sur le territoire anglais ».", "43.  L’article 13 de la loi sur la procédure pénale (chapitre 155) est ainsi conçu dans ses parties pertinentes :", "« toute personne [arrêtée], une fois placée en garde à vue, bénéficie de facilités raisonnables afin de se faire assister d’un avocat, d’entreprendre des démarches pour obtenir sa mise en liberté sous condition et d’adopter toute autre mesure aux fins de sa défense ou de son élargissement. »", "44.  L’article II des règles des juges dispose :", "« Tout policier qui détient un élément lui permettant de soupçonner légitimement une personne d’avoir commis une infraction doit, avant de l’interroger ou de la réinterroger au sujet de cette infraction, l’informer ou la faire informer de ses droits.", "L’information doit être communiquée en ces termes :", "« Vous n’êtes pas tenu de dire quoi que ce soit, sauf si vous le souhaitez, mais tout ce que vous direz pourra être consigné et utilisé comme preuve » ».", "2.  Les normes du Comité européen pour la prévention de la torture et des peines ou traitements inhumains ou dégradants (CPT) (CPT/inf/F (2002) 1_Rev.2006)", "45.  Les normes du CPT relatives à la détention par la police sont ainsi énoncées dans son 2e rapport général [CPT/Inf (92) 3] :", "« 36. Le CPT attache une importance particulière à trois droits pour les personnes qui sont détenues par la police : le droit, pour la personne concernée, de pouvoir informer de sa détention un tiers de son choix (membre de la famille, ami, consulat) ; le droit d’avoir accès à un avocat ; le droit de demander un examen par un médecin de son choix (en sus de tout examen effectué par un médecin appelé par les autorités de police). De l’avis du CPT, ces droits constituent trois garanties fondamentales contre les mauvais traitements de personnes détenues, qui devraient s’appliquer dès le tout début de la privation de liberté, quelle que soit la description qui peut en être donnée dans le système légal concerné (« appréhension », arrestation, etc.).", "37. Les personnes placées en détention par la police devraient être informées explicitement et sans délai de tous leurs droits, y compris ceux visés au paragraphe 36. De plus, toute possibilité offerte aux autorités de retarder l’exercice de l’un ou l’autre de ces derniers droits, dans le but de préserver le cours de la justice, devrait être clairement définie, et son application strictement limitée dans le temps. S’agissant plus particulièrement du droit à l’accès à un avocat et du droit à demander un examen par un médecin autre que celui appelé par la police, il devrait être possible d’éviter tout retard dans l’exercice de ces droits, grâce à des systèmes qui permettraient de choisir exceptionnellement des avocats et des médecins, à partir de listes préétablies élaborées en accord avec les organisations professionnelles compétentes.", "38. L’accès à un avocat pour les personnes détenues par la police devrait comprendre le droit de prendre contact avec celui-ci et d’avoir sa visite (dans les deux cas, dans des conditions garantissant la confidentialité des discussions), tout comme, en principe, le droit pour la personne concernée de bénéficier de la présence de l’avocat durant les interrogatoires. »", "46.  Les normes du CPT relatives aux mineurs privés de liberté sont ainsi énoncées dans son 9e rapport général [CPT/Inf (99) 12] :", "« Dans ce contexte, le CPT a souligné que c’est durant la période qui suit immédiatement la privation de liberté que le risque de torture et de mauvais traitements est le plus grand. Il s’ensuit qu’il est essentiel que toutes les personnes privées de liberté par la police (y compris les mineurs) bénéficient, dès le moment où elles n’ont plus la possibilité d’aller et de venir, du droit d’informer un proche ou un tiers de leur détention, du droit à l’accès à un avocat et du droit à l’accès à un médecin.", "E.  Les aveux d’un accusé en droit interne", "47.  Dans l’arrêt Vouniotis v. The Republic ((1975) 2 CLR 34), la Cour suprême chypriote a dit que les tribunaux doivent vérifier la véracité d’aveux au moyen de preuves de source indépendante. Elle s’est appuyée sur le passage suivant de l’arrêt R v Sykes (8 Cr. App. Rev.) :", "« Une personne peut être reconnue coupable sur la base de ses seuls aveux ; aucune règle n’y fait obstacle (...) Lorsqu’on examine des aveux, il faut d’abord se demander si d’autres éléments confirment leur véracité. Ces aveux sont-ils corroborés ? Les assertions de fait qu’ils renferment sont-elles, pour autant qu’on puisse le vérifier, véridiques ? Les aveux sont-ils conformes à d’autres faits prouvés et, comme en l’espèce, établis devant nous ? (...) »", "48.  Voici ce que précise l’arrêt Kafkaris v. The Republic ((1990) 2 CLR 203) :", "« L’aveu d’une infraction, dès lors que son caractère volontaire est reconnu, peut à lui seul suffire à fonder un verdict de culpabilité. Même s’il a été formulé de son plein gré par l’accusé, il est prudent, conformément à la jurisprudence (...) de disposer, dans la mesure du possible, d’éléments permettant de confirmer son exactitude. Cela exclurait toute possibilité d’erreur et dissuaderait les autorités chargées de l’interrogatoire de chercher, par facilité, à obtenir des aveux au lieu de mener une enquête en bonne et due forme. La teneur d’un aveu doit être appréciée en fonction non seulement de l’authenticité des allégations qu’il renferme, mais aussi par comparaison avec tout autre témoignage qui tendrait à en confirmer ou infirmer l’exactitude. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "49.  Le requérant soulève un certain nombre de griefs relatifs au manque d’équité, lors de ses différentes phases, de la procédure pénale dirigée contre lui, en se fondant sur l’article 6 de la Convention, ainsi libellé dans ses parties pertinentes :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...)", "2.  Toute personne accusée d’une infraction est présumée innocente jusqu’à ce que sa culpabilité ait été légalement établie.", "3.  Tout accusé a droit notamment à :", "(...)", "b)  disposer du temps et des facilités nécessaires à la préparation de sa défense ;", "c)  se défendre lui-même ou avoir l’assistance d’un défenseur de son choix et, s’il n’a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d’office, lorsque les intérêts de la justice l’exigent ;", "d)  interroger ou faire interroger les témoins à charge et obtenir la convocation et l’interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge ;", "(...) »", "50.  Pour ce qui est de la phase antérieure au procès, le requérant soutient qu’il n’a pas été informé de son droit de consulter un avocat avant son interrogatoire et sa déposition et qu’il n’a pas eu une possibilité réelle de trouver un défenseur à ce moment-là. Cela aurait été d’autant plus préjudiciable à sa défense qu’il était alors mineur et n’avait même pas été questionné par la police en présence de son tuteur. L’intéressé soutient en outre que son droit de garder le silence ne lui a pas été adéquatement signifié.", "51.  Le requérant estime par ailleurs que l’admission de ses aveux par la cour d’assises, le versement au dossier d’autres éléments visant à établir sa « mauvaise moralité » et l’impliquant dans d’autres enquêtes pénales, et les interventions incessantes des juges dans le déroulement du procès, lesquelles ont conduit ceux-ci à se heurter frontalement à son avocat, l’ont privé d’un procès équitable devant la cour d’assises. La condamnation et l’incarcération ultérieures de Me Kyprianou pour contempt of court auraient gêné celui-ci pour le défendre (pour les faits pertinents, voir Kyprianou c. Chypre [GC], no 73797/01, CEDH 2005XIII).", "52.  Enfin, le requérant tire grief de l’inexistence à Chypre d’un troisième niveau de juridiction permettant de contrôler la légalité des décisions rendues en appel par la Cour suprême.", "53.  Le Gouvernement récuse sur tous les points les arguments de l’intéressé.", "A.  Sur la recevabilité", "54.  La Cour considère que les griefs relatifs à la phase de la procédure antérieure au procès et au manque d’équité allégué de celui-ci, tant en première instance qu’en appel, soulèvent des questions de droit suffisamment sérieuses pour qu’une décision à leur égard ne puisse être adoptée qu’après un examen au fond, et qu’ils ne se heurtent à aucun autre motif d’irrecevabilité. Il convient donc de les déclarer recevables.", "55.  La Cour estime que le grief tiré par le requérant de l’absence d’un troisième degré de juridiction à Chypre permettant de contester le bienfondé et la légalité des arrêts rendus en appel par la Cour suprême doit être analysé sur le terrain de l’article 2 du Protocole no 7 à la Convention. Elle constate que, après avoir été reconnu coupable et condamné par la cour d’assises, l’intéressé a fait appel devant la Cour suprême, laquelle a statué, en motivant suffisamment sa décision, sur les moyens d’appel détaillés soulevés par lui. La déclaration de culpabilité et la condamnation du requérant ont donc été examinées par une juridiction supérieure, comme l’exige l’article 2 du Protocole no 7. La Cour relève à cet égard que ni cet article ni aucune autre disposition de la Convention ou de ses Protocoles ne garantissent le droit à l’examen d’une affaire par trois degrés de juridictions.", "56.  Dès lors, ce grief est manifestement mal fondé au sens de l’article 35 §§ 3 et 4 de la Convention.", "B.  Sur le fond", "1. Griefs relatifs à la phase de la procédure antérieure au procès", "a)  Thèse du Gouvernement", "57.  Pour le Gouvernement, le requérant a été avisé à trois reprises par la police de son droit de garder le silence : au moment de son arrestation, lorsqu’il a été conduit à son interrogatoire et avant la prise de sa déposition écrite. Ses droits lui auraient notamment été signifiés dans les termes prévus à l’article II des règles des juges, lesquelles sont applicables à Chypre en vertu de l’article 8 de la loi sur la procédure pénale.", "58.  Le Gouvernement ajoute que, tant lors du procès au principal que pendant la procédure incidente, la cour d’assises a retenu les dépositions des témoins à charge concernant les faits antérieurs au procès. Il rappelle que, au cours de la procédure incidente, l’accusation est parvenue à établir audelà de tout doute raisonnable que les aveux du requérant, recueillis peu après son arrestation, étaient volontaires.", "59.  Bien qu’ayant été pleinement avisé de la gravité des faits et incité à engager un avocat aussitôt après que son fils eut été conduit à son interrogatoire, le père du requérant, alors tuteur de celui-ci, n’aurait pas fait appel à un défenseur et aurait préféré ne pas être présent lorsque la police a recueilli la déposition de son fils. En outre, ni lui ni son fils n’auraient sollicité l’aide d’un conseil, pourtant garantie par le droit interne dès les premiers stades de l’enquête. S’ils en avaient fait la demande, un avocat aurait été désigné. L’intéressé ne pourrait donc prétendre avoir été privé de ce droit. Il aurait d’ailleurs bénéficié de l’assistance d’un défenseur dès le lendemain de son arrestation et tout au long de la procédure.", "60.  Au vu du déroulement de la procédure dans son ensemble, le défaut d’assistance du requérant par un défenseur le jour de l’arrestation n’aurait pas privé l’intéressé d’un procès équitable. Les règles du droit interne lui auraient en effet donné tout loisir, lors de la suite de la procédure, de contester le caractère volontaire et l’admissibilité de sa déposition écrite. Par ailleurs, le requérant aurait été représenté par un conseil et aurait fait contre-interroger les témoins à charge par celui-ci, alors que c’est à l’accusation qu’il aurait incombé de convaincre le juge, selon les règles de preuve requises en matière pénale, que ses aveux étaient volontaires.", "61.  Par son comportement, le père du requérant, alors tuteur de celui-ci, aurait renoncé sans équivoque au droit qu’avait l’intéressé d’être assisté par un avocat lors de la phase de la procédure antérieure au procès. Au vu des circonstances de l’espèce, le Gouvernement ne saurait être tenu pour responsable du fait que le requérant n’a pas exercé ce droit.", "b)  Thèse du requérant", "62.  Le requérant soutient qu’il n’a pas été invité à consulter un défenseur avant d’être conduit à son interrogatoire et que son père n’a été encouragé à le faire que pendant qu’il était interrogé. Alors mineur, il n’aurait pas été à même de saisir la gravité des faits et aurait complètement ignoré que, s’il avait demandé à être représenté, l’interrogatoire aurait pu être reporté jusqu’à l’arrivée de son conseil. En outre, ayant été selon les témoignages des policiers « abasourdi, choqué et incapable de parler », son père n’aurait pas été capable de réagir et de demander un avocat pour lui sur-le-champ.", "63.  Par ailleurs, le bon respect de ses droits aurait exigé que les représentants de l’Etat l’avisassent personnellement de son droit de consulter un avocat dès son arrestation. S’ils estimaient qu’il était suffisamment mûr pour pouvoir être arrêté, être conduit seul à un interrogatoire et déposer devant eux sans que son père ou un avocat ne fussent présents, les policiers auraient dû directement lui expliquer qu’il bénéficiait de ce droit et l’informer qu’il pouvait obtenir l’aide judiciaire.", "c)  Appréciation de la Cour", "64.  La Cour rappelle que, s’il a pour finalité principale, au pénal, d’assurer un procès équitable devant un « tribunal » compétent pour décider « du bien-fondé [d’une] accusation », l’article 6 ne se désintéresse pas pour autant des phases qui se déroulent avant la procédure de jugement. Ainsi, l’article 6, notamment en son paragraphe 3, peut lui aussi jouer un rôle avant la saisine du juge du fond si et dans la mesure où son inobservation initiale risque de compromettre gravement le caractère équitable du procès (Öcalan c. Turquie [GC], no 46221/99, § 131, CEDH 2005IV, et Imbrioscia c. Suisse, 24 novembre 1993, § 36, série A no 275). Les modalités d’application de l’article 6 §§ 1 et 3 c) durant l’instruction dépendent des particularités de la procédure et des circonstances de la cause ; pour savoir si le résultat voulu par l’article 6 – un procès équitable – a été atteint, il échet de prendre en compte l’ensemble des procédures internes dans l’affaire considérée (Imbrioscia, précité, § 38).", "65.  La Cour rappelle en outre que le droit de se taire et le droit de ne pas contribuer à sa propre incrimination sont des normes internationales généralement reconnues qui sont au cœur de la notion de procès équitable consacrée par l’article 6. Leur raison d’être tient notamment à la protection de l’accusé contre une coercition abusive de la part des autorités, ce qui évite les erreurs judiciaires et permet d’atteindre les buts de l’article 6 (John Murray c. Royaume-Uni, 8 février 1996, § 45, Recueil des arrêts et décisions 1996I, et Funke c. France, 25 février 1993, § 44, série A no 256A). En particulier, le droit de ne pas contribuer à sa propre incrimination présuppose que, dans une affaire pénale, l’accusation cherche à fonder son argumentation sans recourir à des éléments de preuve obtenus par la contrainte ou les pressions, au mépris de la volonté de l’accusé (voir notamment Saunders c. Royaume-Uni, 17 décembre 1996, § 68, Recueil 1996VI, Heaney et McGuinness c. Irlande, no 34720/97, § 40, CEDH 2000XII, J.B. c. Suisse, no 31827/96, § 44, CEDH 2001III, et Allan c. Royaume-Uni, no 48539/99, § 44, CEDH 2002IX). En ce sens, il est étroitement lié au principe de la présomption d’innocence consacré par l’article 6 § 2 de la Convention.", "66.  Sur le grief tiré par le requérant du défaut d’assistance par un défenseur lors de la phase de la procédure antérieure au procès, la Cour fait observer que la notion de procès équitable consacrée par l’article 6 exige que l’accusé bénéficie de cette assistance dès les premiers stades de son interrogatoire par la police. Sauf motifs impérieux ne portant pas atteinte à l’équité globale du procès, l’interrogatoire d’un justiciable non aidé d’un conseil restreint les droits de la défense.", "67.  La Cour relève que, à l’époque des faits, le requérant était âgé de dix-sept ans. Dans sa jurisprudence relative à l’article 6, elle a jugé essentiel de traiter tout mineur accusé d’une infraction d’une manière qui tienne pleinement compte de son âge, de sa maturité et de ses capacités sur les plans intellectuel et émotionnel, et de prendre des mesures de nature à favoriser sa compréhension de la procédure et sa participation à celle-ci (T. c. Royaume-Uni [GC], no 24724/94, § 84, 16 décembre 1999). Le droit pour un prévenu mineur de prendre effectivement part à son procès pénal exige que l’intéressé soit traité en tenant dûment compte de sa vulnérabilité et de ses capacités dès les premiers stades de sa participation à une enquête pénale et en particulier dès que la police le soumet à un quelconque interrogatoire. Les autorités sont tenues de prendre des mesures afin que le mineur se sente le moins possible intimidé et inhibé (voir, mutatis mutandis, l’arrêt T. c. Royaume-Uni précité, § 85) et de veiller à ce qu’il comprenne globalement la nature et l’enjeu pour lui du procès, notamment la portée de toute peine susceptible de lui être infligée ainsi que ses droits, notamment celui de ne rien dire (voir, mutatis mutandis, S.C. c. Royaume-Uni, no 60958/00, § 29, CEDH 2004IV). Cela signifie que le mineur – si nécessaire avec l’assistance, par exemple, d’un interprète, d’un avocat, d’un travailleur social ou encore d’un ami – doit être en mesure de comprendre dans les grandes lignes les propos de l’agent chargé de l’arrestation et ce qui est dit lors de son interrogatoire par la police (ibidem).", "68.  La Cour rappelle que, pour autant qu’elle soit permise, la renonciation à un droit garanti par la Convention ne doit se heurter à aucun intérêt public important, doit se trouver établie de manière non équivoque et doit s’entourer d’un minimum de garanties correspondant à sa gravité (Håkansson et Sturesson c. Suède, 21 février 1990, § 66, série A no 171-A, et, plus récemment, Sejdovic c. Italie [GC], no 56581/00, § 86, CEDH 2006II). En outre, avant qu’un accusé puisse être réputé avoir implicitement, par son comportement, renoncé à un droit important découlant de l’article 6, il doit être établi qu’il pouvait raisonnablement prévoir les conséquences de ses actes (Talat Tunç c. Turquie, no 32432/96, § 59, 27 mars 2007, et Jones c. Royaume-Uni (déc.), no 30900/02, 9 décembre 2003). Compte tenu de la vulnérabilité d’un mineur accusé et de l’état d’infériorité où il se trouve de par la nature même des poursuites pénales dont il fait l’objet, la renonciation par lui ou en son nom à un droit important découlant de l’article 6 n’est acceptable que si celle-ci est exprimée sans équivoque une fois que les autorités ont pris toutes les mesures raisonnables pour s’assurer qu’il a pleinement conscience de ses droits et peut mesurer au mieux les conséquences de ses actes.", "69.  A partir de l’ensemble des éléments produits par les parties et en particulier des dépositions faites en première instance, telles que transcrites dans les procès-verbaux pertinents, la Cour reconstitue ainsi la chronologie des faits concernant les aveux du requérant. L’intéressé, alors mineur, se rendit au commissariat avec son père. En sa présence, son père fut informé par le commissaire que la police enquêtait sur des faits de meurtre et de vol aggravé, que des éléments rattachaient son fils à ces infractions et qu’un mandat d’arrêt avait été délivré contre celui-ci. Puis un policier entra dans le bureau du commissaire, montra le mandat d’arrêt et arrêta le requérant. Au moment de son arrestation, celui-ci fut avisé de ses droits conformément aux règles des juges pertinentes (paragraphe 44 ci-dessus). Il fut donc prévenu qu’il n’était pas tenu de dire quoi que ce soit et que tout ce qu’il dirait pourrait être retenu contre lui dans le cadre de toute procédure judiciaire ultérieure. Il fut ensuite conduit dans une autre pièce pour y être interrogé. Son père craignant que la police n’emploie la force contre lui, le commissaire lui garantit qu’aucune méthode de ce type ne serait utilisée. Il lui expliqua que les faits étaient graves et qu’il valait mieux que lui et son fils sollicitent l’aide d’un avocat. Quelques minutes plus tard, alors que l’interrogatoire avait déjà commencé, le père et le commissaire furent avertis que l’intéressé était passé aux aveux. Le premier fut invité par le second à rejoindre son fils dans la pièce où avait lieu l’interrogatoire de manière à ce qu’il pût entendre lui-même ce que celui-ci avait avoué. Il préféra attendre à l’extérieur. Le requérant fut informé de ses droits avant que sa déposition écrite où il reconnaissait sa culpabilité ne fût recueillie par un policier.", "70.  La Cour observe que le Gouvernement ne conteste pas que le requérant ne s’est pas vu proposer l’assistance d’un avocat et que c’est seulement au père de l’intéressé, alors que celui-ci était en train d’être interrogé, qu’il a été suggéré de faire appel à un défenseur. Elle considère que les autorités ont traité le requérant tantôt comme un mineur, s’adressant alors à son père pour expliquer la gravité des faits et lui exposer les éléments à charge, tantôt comme une personne pouvant être interrogée en l’absence de son tuteur, sans l’aviser de son droit de consulter un défenseur avant de faire une déposition. Ni l’intéressé ni son père n’ont été dûment informés de ce droit préalablement à l’interrogatoire. De surcroît, ni le père du requérant ni aucune personne susceptible d’aider celui-ci à comprendre la procédure n’ont été invités à l’accompagner pendant son interrogatoire. Le requérant n’a pas été personnellement avisé qu’il pouvait s’entretenir avec un avocat avant de faire la moindre déclaration à la police et de livrer sa déposition écrite.", "71.  Au vu de ces éléments, la Cour estime peu probable que, compte tenu de l’âge du requérant, celui-ci ait été conscient qu’il avait le droit d’être représenté par un avocat avant de dire quoi que ce soit à la police. En outre, faute pour l’intéressé d’avoir bénéficié des conseils d’un défenseur ou de son tuteur, il est tout aussi peu probable qu’il ait bien mesuré les conséquences découlant d’un interrogatoire mené sans l’assistance d’un avocat dans le cadre d’une enquête pénale sur des faits de meurtre (Talat Tunç, précité, § 60).", "72.  La Cour prend note de l’argument du Gouvernement selon lequel les autorités étaient demeurées à tout moment disposées à permettre au requérant d’être assisté par un avocat s’il en faisait la demande. Elle constate que les obstacles à l’exercice effectif des droits de la défense auraient pu être surmontés si, conscientes des difficultés rencontrées par l’intéressé, les autorités nationales avaient activement veillé à ce que celuici comprenne qu’il pouvait solliciter l’assistance d’un défenseur, le cas échéant commis d’office (Talat Tunç, précité, § 61, Padalov c. Bulgarie, no 54784/00, § 61, 10 août 2006). Les autorités en l’espèce ont adopté une attitude trop passive pour que l’on puisse considérer qu’elles se sont acquittées de l’obligation positive qui leur incombait de fournir au requérant toutes les informations nécessaires pour qu’il pût se faire représenter par un conseil.", "73.  La Cour en conclut que l’insuffisance des informations communiquées sur le droit qu’avait le requérant de consulter un avocat avant d’être interrogé par la police, d’autant plus que l’intéressé était alors mineur et n’a pas été assisté de son tuteur au cours de son interrogatoire, a porté atteinte aux droits de la défense. Elle considère en outre que ni le requérant ni son père, en sa qualité de tuteur, n’ont renoncé de manière explicite et non équivoque à ce droit.", "74.  Pour ce qui est du grief fondé sur le droit de garder le silence, la Cour relève que, selon le Gouvernement, ce droit a été signifié à l’intéressé tant au moment de son arrestation qu’avant le recueil de sa déposition écrite, conformément aux règles de droit interne. Le requérant ne le conteste pas. La Cour note que, en application de ces règles, le requérant a été avisé qu’il n’avait pas à faire la moindre déclaration, sauf s’il le souhaitait, et que tout ce qu’il dirait pourrait être consigné et retenu à titre de preuve lors de la suite de la procédure (paragraphe 44 ci-dessus). Au vu des circonstances de l’espèce, à savoir que l’intéressé était mineur et a été conduit à un interrogatoire sans son tuteur et sans avoir été informé de son droit de demander et d’obtenir l’aide d’un avocat avant d’être questionné, la Cour estime qu’il est peu probable qu’un simple avertissement sous la forme d’une lecture du texte de la loi nationale lui ait permis de comprendre suffisamment la nature de ses droits.", "75.  Enfin, la Cour considère que, même si le requérant a pu bénéficier d’une procédure contradictoire durant laquelle il a été représenté par l’avocat de son choix, l’atteinte aux droits de la défense dont il a été victime lors de la phase antérieure au procès lui a fait subir un préjudice d’une nature telle que celui-ci ne pouvait être réparé lors la suite de l’instance, au cours de laquelle ses aveux ont été jugés volontaires et donc admissibles à titre de preuve.", "76.  A cet égard, la Cour relève que la question du caractère volontaire de la déposition faite par le requérant peu après son arrestation a été l’objet de contestations et d’une procédure incidente et que la condamnation n’était pas seulement fondée sur cette pièce. Toutefois, cette déposition n’en a pas moins été déterminante pour les perspectives de la défense et a constitué un élément important ayant conduit à déclarer l’intéressé coupable. Fait significatif, la Cour suprême a constaté que, tout au long de la procédure de première instance, l’intéressé avait constamment cherché à revenir sur sa déposition initiale, attitude qui a eu de lourdes conséquences sur l’appréciation de sa crédibilité par le juge.", "77.  Dès lors, la Cour conclut à la violation de l’article 6 § 3 c) de la Convention combiné avec l’article 6 § 1 faute pour le requérant d’avoir bénéficié de l’assistance d’un défenseur aux premiers stades de son interrogatoire par la police.", "2.  Griefs tirés de l’utilisation au cours de la procédure des aveux du requérant et d’autres éléments", "a)  L’utilisation des aveux du requérant par les tribunaux internes", "78.  Le requérant tire grief de l’utilisation faite de ses aveux au cours de la procédure devant la cour d’assises, qui aurait conduit à sa condamnation, ensuite confirmée en appel.", "79.  Le Gouvernement ne s’est pas prononcé sur ce point.", "80.  La Cour rappelle qu’il ne lui appartient pas de connaître des erreurs de fait ou de droit prétendument commises par une juridiction interne, sauf si et dans la mesure où elles pourraient avoir porté atteinte aux droits et libertés sauvegardés par la Convention. Si l’article 6 garantit le droit à un procès équitable, il ne réglemente pas pour autant l’admissibilité des preuves en tant que telles, matière qui relève au premier chef du droit interne (Jalloh c. Allemagne [GC], no 54810/00, § 94, CEDH 2006IX, et Teixeira de Castro c. Portugal, 9 juin 1998, § 34, Recueil 1998IV).", "81.  La Cour n’a donc pas en principe à se prononcer sur la recevabilité de certains moyens de preuve, par exemple des éléments obtenus de manière illégale en droit interne, pas plus d’ailleurs que sur la culpabilité du requérant. La question à trancher est celle de savoir si la procédure, y compris la manière dont les éléments de preuve ont été obtenus, a été équitable dans son ensemble, ce qui implique l’examen de l’« illégalité » en question et de la nature de la violation constatée (voir, entre autres, Khan c. Royaume-Uni, no 35394/97, § 34, CEDH 2000V, P.G. et J.H. c. Royaume-Uni, no 44787/98, § 76, CEDH 2001IX, et Allan, précité). La diligence dont doivent faire preuve les autorités nationales à cet égard est d’autant plus grande que la peine susceptible d’être imposée à l’issue de la procédure pénale en cause est lourde.", "82.  Pour déterminer si la procédure a été équitable dans son ensemble, il faut aussi se demander si les droits de la défense ont été respectés et, en particulier, rechercher si le requérant s’est vu offrir la possibilité de remettre en question l’authenticité des éléments de preuve et de s’opposer à leur utilisation. Doit aussi être prise en compte la qualité de ces éléments, y compris le point de savoir si les circonstances dans lesquelles ils ont été recueillis font douter de leur fiabilité ou de leur exactitude. Si un problème d’équité ne se pose pas nécessairement quand une preuve obtenue n’est pas corroborée par d’autres éléments, il faut noter que lorsque celle-ci est très solide et ne prête à aucun doute, le besoin d’autres éléments à l’appui devient moindre (voir, notamment, les arrêts précités Khan, §§ 35 et 37, et Allan, § 43).", "83.  Pour ce qui est de l’utilisation des éléments de preuve recueillis en violation du droit de se taire et du droit de ne pas contribuer à sa propre incrimination, la Cour rappelle que l’un et l’autre de ces droits sont des normes internationales généralement reconnues qui sont au cœur de la notion de procès équitable consacrée par l’article 6 (paragraphe 65 cidessus).", "84.  Pour en venir aux faits de l’espèce, la Cour rappelle avoir conclu à la violation des droits de la défense au stade de la procédure antérieur au procès faute pour le requérant, alors mineur, d’avoir été interrogé en présence de son tuteur et d’avoir été suffisamment informé de son droit d’être représenté par un avocat et de son droit de garder le silence. Elle constate que les aveux de l’intéressé recueillis dans ces circonstances ont constitué un élément à charge décisif qui a fortement amoindri les chances de la défense au cours du procès et que cette situation n’a pas été corrigée lors de la suite de la procédure.", "85.  La Cour note que la condamnation du requérant reposait non seulement sur ses aveux, mais aussi sur sa seconde déposition dans laquelle il reconnaissait avoir donné un coup de pied à la victime, sur un témoignage indiquant qu’il avait admis s’être violemment bagarré avec la victime et sur diverses dépositions confirmant qu’il avait bu avec la victime le soir du décès de celle-ci et que le lendemain, au petit matin, ses vêtements étaient couverts de boue. Des preuves médicales avaient également établi que la victime était morte des suites de multiples coups violents. Bien qu’il ne lui appartienne pas d’examiner si les tribunaux nationaux ont correctement apprécié les pièces du dossier, la Cour estime que les aveux de l’intéressé, corroborés pour une large part par sa seconde déposition, sont l’élément déterminant qui a fondé la condamnation. Elle considère que la juridiction de jugement n’a pas analysé dans quelle mesure l’atteinte aux droits de la défense due aux circonstances dans lesquelles les aveux avaient été recueillis avait vicié la seconde déposition, et que cette question n’a toujours pas été vraiment élucidée. Elle ajoute que, la cour d’assises ayant déclaré admissible la première déposition du requérant, il aurait été vain de la part de celui-ci de contester la recevabilité de la seconde.", "86.  Au vu de ce qui précède, la Cour conclut qu’il y a eu violation de l’article 6 de la Convention à raison de l’utilisation, au cours du procès du requérant, des aveux de celui-ci recueillis dans des circonstances méconnaissant son droit à un procès équitable et portant dès lors irrémédiablement atteinte aux droits de la défense.", "b)  L’admission de preuves de « mauvaise moralité »", "87.  Le requérant allègue en outre que l’admission, lors du procès au principal, d’éléments tendant à établir sa « mauvaise moralité » et indiquant qu’il était visé par d’autres enquêtes pénales l’a privé d’un procès équitable.", "88.  Considérant que le requérant n’a ni étoffé ni étayé sa thèse, la Cour conclut à la non-violation de l’article 6 § 1 à cet égard.", "3.  Griefs concernant l’attitude de la cour d’assises à l’égard de l’avocat de la défense", "a)  Thèse du Gouvernement", "89.  Le Gouvernement soutient que, globalement, le procès du requérant a été équitable et conforme à la Convention. Tout au long de la procédure pénale, la cour d’assises aurait fait preuve d’impartialité à l’égard de l’intéressé, d’un point de vue tant objectif que subjectif. La querelle qui a opposé les juges à l’avocat de la défense concernant l’attitude adoptée par celui-ci à un moment donné serait un incident isolé sans la moindre conséquence sur l’examen objectif ou l’issue de l’affaire. En outre, Me Kyprianou n’aurait pas demandé à se retirer de l’affaire après avoir été reconnu coupable de contempt of court.", "90.  Rien ne prouverait que la cour d’assises ait nourri un quelconque parti pris à l’égard du requérant. Celui-ci n’aurait fait état devant la Cour d’aucun élément de nature à faire naître objectivement la crainte légitime que les juges eussent conduit la procédure et tiré leurs conclusions avec partialité.", "91.  Les juges d’assises auraient rendu un jugement détaillé et motivé comportant une analyse approfondie des éléments de preuve produits devant eux et de la thèse de la défense. Leurs interventions au cours de la procédure n’auraient pas excédé ce qui était acceptable au vu des circonstances. La Cour suprême aurait confirmé ledit jugement et considéré que le procès était équitable et la condamnation justifiée.", "b)  Thèse du requérant", "92.  Le requérant estime que son affaire est indissociable de celle portée par son avocat devant la Cour, dans laquelle la Grande Chambre a conclu à la violation des droits tirés par Me Kyprianou de l’article 6 §§ 1, 2 et 3 et de l’article 10 de la Convention (arrêt Kyprianou, précité). Son procès n’aurait été qu’une suite d’altercations entre la cour d’assises et son avocat, qui aurait atteint son paroxysme lorsque celui-ci a été jugé, reconnu coupable de contempt of court puis emprisonné. Au cours du procès, les juges seraient intervenus sans cesse et de manière manifestement déplacée. Il serait révélateur que, ne se sentant plus capable d’assurer sa défense du fait de leur attitude à son égard, son avocat ait sollicité la permission de se retirer. Le rejet de cette demande aurait contraint Me Kyprianou à continuer de défendre son client contre son gré. De surcroît, la confiance qu’il avait en son avocat aurait fortement pâti de la procédure de contempt of court dirigée contre celui-ci.", "93.  A la suite de cette procédure, Me Kyprianou aurait estimé qu’il n’y avait pas lieu de solliciter une nouvelle fois son retrait de l’affaire, la cour d’assises s’étant déjà prononcée sur ce point. Il aurait néanmoins prié celleci de cesser d’examiner l’affaire plus avant vu la tournure prise par les événements, demande elle aussi rejetée. Le procès aurait repris dans un climat non conforme aux exigences d’une société démocratique.", "c)  Appréciation de la Cour", "94.  La Cour rappelle d’emblée qu’il est fondamental que les tribunaux d’une société démocratique inspirent confiance aux justiciables, à commencer, au pénal, par les prévenus (Kyprianou, précité, § 118, et Padovani c. Italie, 26 février 1993, § 27, série A no 257-B).", "95.  La question essentielle que soulève ce volet de la requête est de savoir si les ingérences des juges d’assises dans l’exercice par l’avocat de la défense de ses fonctions, venant s’ajouter aux défauts déjà constatés par la Grande Chambre dans l’attitude adoptée par eux à l’égard de Me Kyprianou, sont de nature à faire douter du caractère équitable du procès.", "96.  La Cour constate que, au cours du procès du requérant, diverses querelles ont opposé la cour d’assises à l’avocat de la défense et que celui-ci a estimé nécessaire de demander l’autorisation de se retirer de l’affaire en raison des ingérences des juges dans sa manière de conduire la défense. Cette demande ayant été rejeté, Me Kyprianou a continué de représenter le requérant.", "97.  La Cour relève en outre que, à la reprise du procès au principal une fois achevée la procédure de contempt of court, Me Kyprianou a estimé nécessaire qu’un confrère représentât le requérant et a prié les juges de la cour d’assises eux-mêmes de se déporter. Au motif que nulle personne raisonnable n’aurait pu conclure que cette procédure eût pu causer un quelconque préjudice à l’intéressé, les juges d’assises ont rejeté cette demande.", "98.  Si elle ne doute pas que les juges d’assises étaient résolus à exercer leurs fonctions avec impartialité, la Cour rappelle toutefois avoir dit, dans l’arrêt Kyprianou (précité, § 133), que leur attitude personnelle n’avait pas été conforme au critère de l’impartialité subjective. Outre le verdict et la peine prononcés contre Me Kyprianou, la manière dont la procédure de contempt of court s’était déroulée l’avait amenée à conclure que la cour d’assises n’était pas parvenue à apprécier les faits de la cause avec le détachement nécessaire, ses membres s’étant sentis personnellement insultés par les commentaires de cet avocat. La Cour estime que, dans le cas présent, l’attitude des juges a ébranlé l’espoir que pouvait nourrir le requérant de bénéficier d’un procès équitable. La procédure de contempt of court était certes distincte du procès au principal, mais le fait que les juges se soient sentis insultés par Me Kyprianou lorsque celui-ci s’est plaint de leur comportement lors du contre-interrogatoire mené par lui a nui à la défense de l’intéressé.", "99.  La Cour rappelle en outre avoir conclu au paragraphe 179 de l’arrêt Kyprianou (précité) que, si la conduite de Me Kyprianou pouvait certes passer pour irrespectueuse à l’égard des juges d’assises, les observations faites par lui portaient uniquement sur la manière dont ces juges conduisaient les débats, en particulier l’inattention dont ils auraient fait preuve lors du contre-interrogatoire d’un témoin qu’il était en train de mener dans le cadre de la défense de son client. En cela, l’atteinte à la liberté d’expression subie par le conseil de l’intéressé lorsqu’il a plaidé la cause de son client était constitutive d’une violation de l’article 10 de la Convention (ibidem, § 183). La Cour a jugé en outre que la peine infligée à Me Kyprianou était de nature à produire un « effet dissuasif » sur les avocats dans les situations où il s’agit pour eux de défendre leurs clients.", "100.  La Cour estime que, dans les circonstances de l’espèce, le rejet de la demande de retrait que Me Kyprianou a formulée parce qu’il ne se sentait pas en mesure de défendre efficacement le requérant était une mesure disproportionnée compte tenu de l’incidence de celle-ci sur les droits de la défense. En outre, la réaction de la cour d’assises face aux critiques discourtoises de cet avocat quant à la manière dont l’instance était conduite, à savoir reconnaître aussitôt celui-ci coupable de contempt of court et lui infliger une peine d’emprisonnement, était selon la Cour elle aussi disproportionnée. Par ailleurs, la Cour considère que l’insistance manifestée par Me Kyprianou à la reprise du procès à vouloir qu’un confrère plaide devant la cour d’assises sa demande tendant à ce que la procédure se poursuive devant une autre formation confirme que les éléments ci-dessus ont eu un « effet dissuasif » sur l’exercice par lui de ses fonctions d’avocat de la défense.", "101.  La Cour en conclut que l’attitude des juges d’assises à l’égard de l’avocat du requérant à l’occasion de leur altercation a rendu le procès inéquitable. Partant, il y a eu violation de l’article 6 § 1.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "102.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "103.  L’intéressé n’ayant formulé aucune demande au titre de la satisfaction équitable, la Cour estime qu’il n’y a pas lieu de lui accorder une somme à cet égard. Elle rappelle que, lorsqu’un requérant a été condamné en violation des droits garantis par l’article 6 de la Convention, celui-ci doit dans la mesure du possible être placé dans une situation équivalant à celle où il se serait trouvé si les exigences de cette disposition n’avaient pas été méconnues, et qu’un nouveau procès ou la réouverture de la procédure, si l’intéressé en fait la demande, représente en principe le redressement le plus approprié de la violation constatée (Öcalan, précité, § 210 in fine).", "PAR CES MOTIFS, LA COUR,", "1.  Déclare, à l’unanimité, que les griefs relatifs au stade de la procédure antérieur au procès et au manque d’équité allégué de celui-ci en première instance et en appel sont recevables et que la requête est irrecevable pour le surplus ;", "", "2.  Dit, par six voix contre une, qu’il y a eu violation de l’article 6 §§ 1 et 3 c) de la Convention faute pour le requérant d’avoir bénéficié de l’assistance d’un défenseur aux premiers stades de son interrogatoire par la police ;", "", "3.  Dit, par six voix contre une, que l’utilisation des aveux du requérant lors de son procès au principal a emporté violation de l’article 6 § 1 de la Convention ;", "", "4.  Dit, à l’unanimité, que l’admission, lors du procès au principal, d’éléments tendant à prouver la « mauvaise moralité » du requérant n’a pas emporté violation de l’article 6 § 1 de la Convention ;", "", "5.  Dit, par cinq voix contre deux, que l’attitude des juges d’assises à l’égard de l’avocat du requérant à l’occasion de leur altercation a emporté violation de l’article 6 § 1 de la Convention.", "Fait en anglais, puis communiqué par écrit le 11 décembre 2008, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tChristos Rozakis\n\tGreffier\tPrésident", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement de la Cour, l’exposé des opinions séparées suivantes :", "–  opinion concordante commune aux juges Spielmann et Jebens ;", "–  opinion en partie dissidente et en partie concordante de la juge Vajić ;", "–  opinion dissidente du juge Erotocritou.", "C.L.R.\nS.N.", "", "OPINION CONCORDANTE COMMUNE AUX JUGES SPIELMANN ET JEBENS", "(Traduction)", "1.  Nous souscrivons à tous égards aux points 2, 3, 4 et 5 du dispositif de l’arrêt, dans lesquels la Cour conclut à la violation de l’article 6.", "2.  Nous aurions toutefois préféré que, compte tenu de son importance, le raisonnement exposé au paragraphe 103 de l’arrêt figure lui aussi dans le dispositif, et ce pour des raisons qui ont déjà été expliquées, en partie, dans l’opinion concordante commune aux juges Spielmann et Malinverni jointe à l’arrêt Vladimir Romanov c. Russi, (no 41461/02, 24 juillet 2008), dans l’opinion concordante du juge Spielmann jointe à l’arrêt Poloufakine et Tchernychev c. Russie (no 30997/02, 25 septembre 2008) et surtout dans l’opinion concordante des juges Rozakis, Spielmann, Ziemele et Lazarova Trajovska jointe à l’arrêt Salduz c. Turquie ([GC], no 36391/02, 27 novembre 2008), raisons qui sont réitérées ci-après.", "3.  Tout d’abord, la Cour ayant compétence pour interpréter et appliquer la Convention, elle peut également déterminer « la forme et le montant de la réparation à accorder » (J. Crawford, « The International Law Commission’s Articles on State Responsibility. Introduction, Text and Commentaries », Cambridge University Press, 2002, p. 211). La Cour rappelle d’ailleurs, au paragraphe 103 de l’arrêt, qu’une personne condamnée en violation des garanties procédurales prévues à l’article 6 doit, dans la mesure du possible, être placée dans une situation équivalant à celle où elle se serait trouvée si les exigences de cette disposition n’avaient pas été méconnues (principe de la restitutio in integrum).", "4. Le principe de la restitutio in integrum trouve son origine dans l’arrêt Usine de Chorzów (demande en indemnité) (fond), rendu le 13 septembre 1928 par la Cour permanente de justice internationale, dans lequel elle s’était exprimée comme suit :", "« Le principe essentiel (...) est que la réparation doit, autant que possible, effacer toutes les conséquences de l’acte illicite et rétablir l’état qui aurait vraisemblablement existé si ledit acte n’avait pas été commis » (Série A no 17, p. 47).", "5.  Dans son arrêt Papamichalopoulos et autres c. Grèce (article 50) du 31 octobre 1995 (§ 34, série A no 330B), la Cour a dit ceci :", "« La Cour rappelle que par l’article 53 de la Convention les Hautes Parties contractantes se sont engagées à se conformer aux décisions de la Cour dans les litiges auxquels elles sont parties ; de plus, l’article 54 prévoit que l’arrêt de la Cour est transmis au Comité des Ministres qui en surveille l’exécution. Il s’ensuit qu’un arrêt constatant une violation entraîne pour l’Etat défendeur l’obligation juridique au regard de la Convention de mettre un terme à la violation et d’en effacer les conséquences de manière à rétablir autant que faire se peut la situation antérieure à celle-ci.", "Les Etats contractants parties à une affaire sont en principe libres de choisir les moyens dont ils useront pour se conformer à un arrêt constatant une violation. Ce pouvoir d’appréciation quant aux modalités d’exécution d’un arrêt traduit la liberté de choix dont est assortie l’obligation primordiale imposée par la Convention aux Etats contractants : assurer le respect des droits et libertés garantis (article 1). Si la nature de la violation permet une restitutio in integrum, il incombe à l’Etat défendeur de la réaliser, la Cour n’ayant ni la compétence ni la possibilité pratique de l’accomplir elle-même. Si, en revanche, le droit national ne permet pas ou ne permet qu’imparfaitement d’effacer les conséquences de la violation, l’article 50 habilite la Cour à accorder, s’il y a lieu, à la partie lésée la satisfaction qui lui semble appropriée. »", "6.  Ce principe, en vertu duquel la restitutio in integrum est considérée comme le premier moyen à utiliser pour réparer une violation du droit international, a été constamment réaffirmé par la jurisprudence et la pratique internationales et il est consacré par l’article 35 du Projet d’articles sur la responsabilité de l’Etat pour fait internationalement illicite (adopté par la Commission du droit international en 2001).", "7.  L’article 35 de ce Projet d’articles est ainsi libellé :", "« L’Etat responsable du fait internationalement illicite a l’obligation de procéder à la restitution consistant dans le rétablissement de la situation qui existait avant que le fait illicite ne soit commis dès lors et pour autant qu’une telle restitution :", "a)  n’est pas matériellement impossible ;", "b)  n’impose pas une charge hors de toute proportion avec l’avantage qui dériverait de la restitution plutôt que de l’indemnisation. »", "8.  Il n’y a aucune raison de ne pas appliquer ce principe à la réparation des faits internationalement illicites dans le domaine des droits de l’homme (voir Loukis G. Loucaides, « Reparation for Violations of Human Rights under the European Convention and restitutio in integrum », [2008] European Human Rights Law Review, pp. 182-192 ; voir aussi A. Orakhelashvili, « The European Convention on Human Rights and International Public Order », (2002-2003) 5 Cambridge Yearbook of European Legal Studies, p. 260).", "9.  La raison pour laquelle nous souhaitons souligner ce point est qu’il ne faut pas oublier que les indemnités dont la Cour ordonne l’octroi aux victimes de violations de la Convention revêtent, suivant la lettre et l’esprit de l’article 41, une nature subsidiaire. Celle-ci cadre avec le caractère subsidiaire attribué aux indemnisations en droit international. L’article 36 du Projet d’articles sur la responsabilité de l’Etat est ainsi libellé :", "« 1.  L’Etat responsable du fait internationalement illicite est tenu d’indemniser le dommage causé par ce fait dans la mesure où ce dommage n’est pas réparé par la restitution. (...) »", "Aussi convient-il que la Cour cherche à rétablir le statu quo ante pour la victime chaque fois que cela est possible.", "10.  En l’espèce, l’équité de la procédure pénale en question a été irrémédiablement compromise, notamment du fait que le requérant a été interrogé par la police en l’absence d’un avocat.", "11.  Recueillie dans ces circonstances, la déposition du requérant constituait donc le « fruit de l’arbre empoisonné ». Ayant pourtant été versée au dossier, elle a vicié la procédure dans son ensemble.", "L’altercation qui a opposé l’avocat du requérant aux juges a encore aggravé la situation.", "12.  Les violations multiples de l’article 6 de la Convention ayant irrémédiablement porté atteinte aux droits de la défense, le redressement le plus approprié pour les atteintes constatées, comme la Cour l’indique au paragraphe 103 de son arrêt, serait de rouvrir la procédure et d’entamer un nouveau procès dans le cadre duquel toutes les garanties d’une procédure équitable seraient observées, à condition évidemment que le requérant en fasse la demande.", "13.  Or, contrairement à d’autres Etats membres du Conseil de l’Europe, la République de Chypre ne prévoit dans sa législation aucune procédure de réouverture d’une instance interne jugée inéquitable par la Cour européenne des droits de l’homme.", "14.  La Cour ne devrait pas pour autant se trouver empêchée d’inclure, dans le dispositif de l’arrêt, les instructions qui s’imposent. Comme elle l’a dit au paragraphe 34 de l’arrêt Papamichalopoulos précité, si le droit interne ne permet pas ou ne permet qu’imparfaitement d’effacer les conséquences de la violation, l’article 41 l’habilite à accorder, s’il y a lieu, à la partie lésée la satisfaction qui lui semble appropriée (voir aussi Brumărescu c. Roumanie (satisfaction équitable) [GC], no 28342/95, § 20, CEDH 2001I).", "15.  Nous tenons également à ajouter que la Cour a déjà incorporé semblable directive dans le dispositif de certains de ses arrêts. Ainsi, au point 5 a) du dispositif de l’arrêt Claes et autres c. Belgique (nos 46825/99, 47132/99, 47502/99, 49010/99, 49104/99, 49195/99 et 49716/99, 2 juin 2005), elle a ceci :", "« à défaut de faire droit à une demande [des] requérants d’être rejugés ou de rouvrir la procédure, l’Etat défendeur doit verser, dans les trois mois à compter du jour où le requérant signalera ne pas vouloir présenter une telle demande ou qu’il apparaîtra qu’il n’en a pas l’intention ou à compter du jour où une telle demande serait rejetée [certaines sommes pour dommage moral et pour frais et dépens] ».", "De même, voici ce que la Cour a dit au point 3 a) du dispositif de l’arrêt Lungoci c. Roumanie (no 62710/00, 26 janvier 2006) :", "« l’Etat défendeur [doit assurer], dans les six mois à compter du jour où l’arrêt sera devenu définitif, conformément à l’article 44 § 2 de la Convention, et si la requérante le désire, la réouverture de la procédure, et (...) doit simultanément lui verser 5 000 (...) euros pour dommage moral, plus tout montant pouvant être dû à titre d’impôt, à convertir en lei roumains au taux applicable à la date du règlement ».", "16.  Il est constant que, si le raisonnement exposé dans un arrêt permet aux Etats contractants de comprendre les motifs pour lesquels la Cour a conclu à la violation ou à la non-violation de la Convention et revêt de ce fait une importance décisive pour l’interprétation de la Convention, c’est le dispositif qui possède un caractère contraignant à l’égard des parties aux fins de l’article 46 § 1 de la Convention.", "17.  En vertu de l’article 46 § 2 de la Convention, la surveillance de l’exécution des arrêts de la Cour relève du Comité des Ministres. Cela ne signifie pas toutefois que la Cour ne doit jouer aucun rôle à cet égard et qu’elle ne doit pas prendre des mesures propres à faciliter la tâche du Comité des Ministres.", "18.  Il est essentiel à cette fin que la Cour ne se contente pas de donner dans ses arrêts une description aussi précise que possible de la nature de la violation de la Convention constatée par elle mais que, si les circonstances de la cause l’imposent, elle indique également à l’Etat concerné, dans le dispositif, les mesures qu’elle juge les plus aptes à redresser la violation.", "\nOPINION EN PARTIE DISSIDENTE ET EN PARTIE CONCORDANTE DE LA JUGE VAJIĆ", "(Traduction)", "1.  Je me suis dissociée de la majorité sur le point 5 du dispositif de l’arrêt car j’estime que la façon dont la cour d’assises a en l’espèce réglé la question de l’altercation avec l’avocat du requérant n’a pas emporté violation de l’article 6 § 1 de la Convention. Sur cette question, je me rallie à ce que dit le juge Erotocritou au point 3 de son opinion dissidente (paragraphes 12 à 15).", "2.  Bien qu’en définitive je ne le suive pas dans ses conclusions sur le fond, je partage également les observations finales du juge Erotocritou sur l’articulation du dispositif de l’arrêt (paragraphe 17 de son opinion), à savoir que la procédure aurait dû être considérée comme un tout. Point n’était besoin en l’espèce de constater dans le dispositif plusieurs violations distinctes de l’article 6 § 1 et de scinder ainsi la violation principale, en l’occurrence l’absence de procès équitable. A mon sens, le dispositif est fait pour répondre à la question de savoir si le procès dans son ensemble a été équitable. Les différents motifs qui ont conduit la Cour à conclure à pareille violation sont bien exposés dans le texte de l’arrêt et, conformément à la méthode habituellement suivie, ils n’avaient pas à être répétés dans le dispositif.", "", "\nOPINION DISSIDENTE DU JUGE EROTOCRITOU", "(Traduction)", "J’approuve l’exposé des faits figurant dans l’arrêt. Cependant, si je respecte l’opinion de la majorité, je ne puis souscrire aux conclusions tirées par elle.", "1.  Les griefs relatifs au stade de la procédure antérieur au procès", "a)  Le défaut d’assistance par un défenseur aux premiers stades de la procédure", "1.  Le grief principal soulevé par le requérant était qu’il avait été privé de son droit de consulter un avocat, tel que garanti par l’article 6 § 3 c) de la Convention, et, en particulier, que ce droit ne lui avait pas été signifié avant que sa déposition écrite ne fût recueillie. Agé de dix-sept ans et huit mois au moment de son arrestation par la police, donc mineur, l’intéressé a été invité à se rendre au commissariat en compagnie de son père et tuteur. Le droit à l’assistance d’un défenseur est certes protégé par l’article 6 § 3 c), mais cette disposition n’en précise pas les modalités d’exercice et tout semble dépendre des circonstances. Il faut noter que, à l’époque considérée, le droit interne n’imposait pas aux autorités d’aviser une personne arrêtée qu’elle pouvait demander un avocat. La seule obligation qui s’imposait à elles découlait du droit conféré par l’article 11 § 4 de la Constitution de la République de Chypre à toute personne arrêtée d’être « autorisée » à faire appel à un conseil. A mon sens, la distinction entre le défaut de signification et le déni de ce droit est importante et doit être prise en compte dans le cadre de l’examen d’une violation éventuelle de la Convention. Je ne conteste pas qu’un droit à être informé peut se dégager des dispositions de celle-ci dans certaines circonstances. Néanmoins, la Convention ne précisant pas les modalités d’exercice d’un tel droit et celui-ci n’étant pas prévu par la législation interne, je préfère examiner la procédure dans son ensemble avant de juger si celle-ci a été équitable et si l’atteinte à ce droit qui aurait résulté de sa non-signification a pu emporter violation de l’article 6 § 3 c). Comme la Cour l’a dit dans l’arrêt Imbrioscia c. Suisse (24 novembre 1993, § 37, série A no 275), « [l]e droit énoncé au paragraphe 3 c) de l’article 6 constitue un élément, parmi d’autres, de la notion de procès équitable en matière pénale (...) »", "2.  La raison pour laquelle je me dissocie de la majorité est que, en l’espèce, le père et tuteur du requérant a bel et bien été avisé par le commissaire que les faits étaient très graves et qu’il valait mieux qu’il trouve un avocat pour représenter son fils. L’avertissement a été donné trente à quarante minutes avant que l’intéressé ne livre sa première déposition écrite. Selon moi, le père a eu amplement le temps de faire appel à un conseil voire de demander la suspension ou le report de l’interrogatoire jusqu’à ce qu’un défenseur puisse être consulté. Or il a choisi de ne rien faire. Pour moi, à l’évidence, le père du requérant a renoncé au nom de son fils à tout droit dont ce dernier pouvait jouir et il serait injuste d’imputer son inaction aux autorités chargées de l’enquête. Comme l’a dit le Gouvernement – ce que nul n’a contesté –, la police s’est toujours montrée prête et disposée à autoriser l’intervention d’un avocat en cas de demande en ce sens. En outre, bien qu’ayant été invité par les autorités à assister à l’interrogatoire de son fils, le père a préféré là encore rester à l’extérieur de la pièce et faire les cent pas. Je ne puis donc en conclure que, au vu des circonstances, il y ait eu déni du droit d’accès à un avocat lors des premiers stades de la procédure ni que, dans l’ensemble, l’attitude de la police ait en quoi que ce soit été injuste à l’égard de l’intéressé.", "3.  J’aimerais aller plus loin. Même je devais reconnaître que le défaut de signification a d’une quelconque manière restreint le droit du requérant à un avocat, il faudrait toutefois que les conséquences de cette atteinte soient examinées au vu de la procédure considérée globalement et non isolément. Moins de vingt-quatre heures après son arrestation, l’intéressé a engagé un avocat qui l’a représenté le lendemain même lors de l’audience sur la détention provisoire. En l’espace d’une semaine, il a fait appel à un second avocat et, tout au long du procès qui a duré un an et demi, il a constamment été représenté par un conseil et eu la possibilité d’examiner tous les éléments de preuve. Il est indifférent que ce soit son tuteur et non lui-même qui ait été avisé de son droit de consulter un avocat. Quoi qu’il en soit, la cour d’assises s’est penchée sur cette question dans le cadre d’un recours incident et a jugé que le fait que le père ait été informé était suffisant et que, en tout état de cause, la déposition faite par son fils était volontaire. Ultérieurement, la Cour suprême a examiné puis confirmé ces conclusions. Dans la décision rendue en l’affaire G. c. Royaume-Uni (no 9370/81, Décisions et rapports 35, p. 75), où un prévenu avait là aussi été interrogé en l’absence d’un avocat, la Commission s’est déclarée convaincue du caractère volontaire d’une déposition du seul fait de l’existence de la procédure de voir dire. Des mécanismes procéduraux identiques existaient en l’espèce et il n’y a donc pour moi aucune raison légitime de rendre une conclusion différente.", "4.  J’estime par ailleurs que, la déposition ayant été jugée volontaire et admissible, il est illogique à ce stade de revenir sur cette conclusion. La Cour semble en effet contrevenir à sa jurisprudence constante qui est que, sauf cas exceptionnel, elle ne s’immisce pas dans les questions de recevabilité et d’appréciation des éléments de preuve déjà tranchées par les tribunaux internes. La recherche de jurisprudence à laquelle je me suis rapidement livré concernant l’article 6 § 3 c) n’a fait apparaître aucune affaire similaire dans laquelle le seul défaut de signification eût été constitutif d’une violation. Dans la plupart des cas d’atteinte au droit en question, les autorités avaient refusé un défenseur à une personne arrêtée qui avait demandé à en consulter un. Ainsi, dans l’affaire Brennan c. RoyaumeUni (no 39846/98, CEDH 2001X), l’accès du requérant à l’avocat qu’il avait sollicité avait été retardé, puis l’intéressé avait été interrogé pendant trente-cinq heures, réparties sur quatre jours consécutifs, au cours desquelles il s’était livré à des aveux. Même dans ce cas la Cour n’a pas été convaincue que le déni d’accès à un avocat eût méconnu le droit dont jouissait le requérant en vertu de l’article 6 § 3 c). Au vu de la procédure prise dans son ensemble, j’estime que tout préjudice qui a pu être causé en l’espèce est, en comparaison, bien moins grave que dans les affaires Brennan et G. c. Royaume-Uni précitées, et je ne vois aucune raison de statuer différemment en l’espèce.", "b)  Les griefs relatifs au droit de se taire", "5.  Comme second grief, le requérant alléguait ne pas avoir été avisé de son droit de se taire, en violation de l’article 6, alors qu’il l’avait dûment été en réalité. Nul n’a contesté que, aux premiers stades, l’intéressé avait été prévenu à trois reprises qu’il pouvait garder le silence. Il l’a été la première fois lorsqu’il a été appréhendé en présence de son père, la seconde quand il a été interrogé par la police peu après son arrestation et la troisième avant la prise de sa déposition écrite. Je ne saurais souscrire à la thèse selon laquelle une simple mise en garde verbale ne suffisait pas à ce que le requérant pût saisir la nature de ce droit. L’intéressé avait la maturité suffisante pour comprendre la nature et les conséquences de l’avertissement. Je doute également que, dans les cas ordinaires, c’est-à-dire en l’absence de circonstances spéciales ou d’une forme quelconque d’incapacité, il nous faille faire peser sur les autorités chargées de l’enquête une obligation spéciale de s’assurer que toute personne arrêtée comprend les droits dont elle est informée. Indépendamment des difficultés objectives qui en résulteraient, le danger serait alors un retour au point de départ, c’est-à-dire un nouveau recours à des procédés écrits ou verbaux pour faire en sorte qu’un prévenu saisisse ce qu’on lui dit.", "6.  L’absence de grief expressément formulé dans la requête est une autre raison pour laquelle je ne saurais admettre qu’il y a eu violation du droit de l’intéressé de garder le silence. La Cour n’aurait donc pas dû connaître de cette question.", "2.  Les griefs concernant le procès au principal", "L’utilisation par les tribunaux nationaux des aveux du requérant", "7.  J’en viens à présent au grief tiré de l’utilisation par la cour d’assises de deux aveux écrits du requérant. Ma première observation est que les juridictions internes, la cour d’assises comme la Cour suprême, ont déjà statué sur l’admissibilité des aveux ; j’estime donc que, conformément à sa jurisprudence constante, la Cour doit s’abstenir de se comporter en instance d’appel en réexaminant cette question. Un réexamen de sa part ne s’impose que s’il est allégué que le jugement définitif a été arbitrairement ou irrégulièrement rendu. Or, en l’espèce, nul n’a soutenu cela et il n’y avait pas matière à le faire.", "8.  Estimant, contrairement à la majorité, que le droit du requérant à l’assistance d’un défenseur n’a pas été enfreint, je ne puis conclure que l’utilisation des premiers aveux ait constitué une violation. Je ne pense pas non plus que ces aveux aient été viciés d’une quelconque manière par les événements survenus au stade antérieur au procès.", "9.  Pour ce qui est des premiers aveux du requérant, il faut également noter que, comme la Cour suprême l’a dit dans son arrêt, le verdict n’était pas seulement fondé sur eux. D’autres éléments à charge, bien qu’indirects, auraient pu suffire à faire condamner l’intéressé. La Cour suprême a bien insisté sur ceci :", "« L’avocat de l’appelant soutient que les aveux écrits de son client sont les seuls éléments à charge et que, sans eux, il ne serait pas possible d’établir sa culpabilité. Cette thèse est selon nous dépourvue de fondement. Des éléments suffisants, solides et objectifs permettent de dire que l’appelant et son coaccusé se trouvaient sur les lieux du crime au moment où celui-ci a été commis ».", "Elle a analysé ensuite chacun de ces éléments, à savoir, premièrement, que l’appelant et son coaccusé avaient été vus en train de boire avec la victime, deuxièmement, qu’ils étaient partis du bar immédiatement après elle, troisièmement, qu’ils avaient été aperçus plus tard avec des vêtements maculés de boue qu’ils essayaient de nettoyer, et quatrièmement, que l’appelant avait fait de son plein gré une déposition (les seconds aveux) qu’il n’a pas contestée et dans laquelle il admettait avoir donné deux coups de pied à la victime et cherché à minimiser son degré de complicité.", "10.  Je m’élève encore plus énergiquement contre la conclusion de la majorité quant à l’utilisation des seconds aveux écrits. En premier lieu, il faut noter que le requérant s’est livré à ces aveux une quinzaine de jours après les premiers et alors qu’il était représenté par un avocat. En deuxième lieu, les seconds aveux ont été recueillis après que l’intéressé eût été dûment avisé de son droit de garder le silence. En troisième lieu, ils ont été versés au dossier sans que la défense eût contesté leur admissibilité ou leur caractère volontaire. En quatrième lieu, lors de son témoignage, le requérant a reconnu le contenu de cette déposition, qui limitait concrètement son implication à deux coups de pied donnés à la victime. Enfin, dans sa requête, l’intéressé a limité ses griefs aux premiers aveux et n’a évoqué nulle part la question du caractère volontaire ou régulier des seconds. J’estime donc il n’y avait pas là matière à examen en la présente instance.", "11.  Contrairement à la majorité, je ne puis voir dans l’utilisation des aveux du requérant lors du procès au principal la moindre violation de l’article 6 § 1. Ces aveux étaient certes des éléments de preuve importants, mais aucun événement survenu lors de la phase antérieure au procès n’est venu les vicier et il ne s’agissait pas des seules pièces à charge. N’oublions pas non plus que rien ne prouve en l’espèce que, au cours des trois ou quatre minutes qu’a duré au total l’interrogatoire initial, la police ait recouru à la force, à la contrainte ou à la ruse sous quelque forme que ce fût. De toute manière, comme je l’ai déjà dit, les juridictions nationales ont minutieusement examiné les aveux et les circonstances dans lesquelles ils avaient été recueillis puis conclu qu’ils étaient volontaires et admissibles. J’estime que, au vu des circonstances, rien ne justifiait que la Cour réexaminât cette question et, ce faisant, apparût jouer le rôle d’une instance d’appel.", "3.  Les griefs tirés de l’attitude de la cour d’assises à l’égard de l’avocat de la défense", "12.  Au paragraphe 101 de l’arrêt, la majorité conclut que le procès du requérant a été inéquitable compte tenu de l’attitude des juges d’assises à l’égard de l’avocat de la défense à l’occasion de leur altercation. Deux éléments principaux semblent avoir joué. Premièrement, l’incident à l’origine de la procédure de contempt of court dirigée contre Me Kyprianou et, deuxièmement, le refus d’autoriser celui-ci à se retirer de l’affaire.", "13.  Pour ce qui est du premier élément, la majorité conclut que, au vu des conclusions de la Cour dans l’arrêt Kyprianou c. Chypre ([GC], no 73797/01, CEDH 2005XIII), l’attitude personnelle des juges en l’espèce a réduit l’espoir qu’avait le requérant d’être jugé de manière équitable.", "14.  A mon humble avis, je ne vois pas en quoi l’altercation avec l’avocat du requérant a pu nuire à l’instance dans son ensemble. La procédure de contempt of court était séparée et distincte et n’a eu aucune incidence sur l’intéressé. En l’affaire Kyprianou précitée, les conclusions de la Cour quant à l’impartialité de la cour d’assises s’étaient limitées à Me Kyprianou et au recours dirigé contre lui, et ne concernaient nullement le procès au principal et le requérant. Pour moi, toute insinuation selon laquelle, du fait de l’incident avec Me Kyprianou, la cour d’assises aurait perdu toute impartialité et toute équité à l’égard de l’intéressé est totalement injuste envers les juges d’assises et, plus généralement, envers l’ensemble de la magistrature chypriote. Je ne saurais donc admettre que la procédure de contempt of court dirigée contre l’avocat du requérant ait pu constituer une violation quelconque de l’article 6 § 1.", "15.  Quant au second élément, il a été soutenu que le refus de la cour d’assises d’autoriser Me Kyprianou à se retirer avait eu un « effet dissuasif » sur l’exercice par lui de ses fonctions et que, eu égard à son incidence sur les droits de la défense, la réaction de cette juridiction était disproportionnée. Voilà une thèse que, malgré ma bonne volonté, je ne puis accepter. Lorsqu’elle a refusé cette autorisation, la cour d’assises s’est fondée sur une jurisprudence interne constante et a tenu compte des intérêts tant de la justice que de la défense. Pour ce qui est des intérêts de la justice, il faut noter que Me Kyprianou a formulé sa demande vers la fin du procès au principal et une fois la plupart des éléments de preuve admis. Faire droit à pareille requête à un stade aussi avancé de la procédure aurait conduit à ajourner l’instance jusqu’à la désignation d’un nouvel avocat et à la transcription, pour les besoins de celui-ci, des volumineux procès-verbaux des audiences au cours desquelles toutes les dépositions avaient été faites, ce qui aurait vraisemblablement pris un temps considérable et entraîné de nouveaux retards. Afin de garantir les intérêts de la défense, la cour d’assises a estimé qu’un nouveau défenseur, qui n’aurait pas eu la possibilité de voir ou d’entendre les témoins déposer à l’audience, se serait trouvé dans une position très désavantageuse. Je ne vois aucune faille dans le raisonnement de cette juridiction ni aucune injustice dans la manière dont elle a traité la demande de Me Kyprianou. Si ce dernier s’était estimé incapable de défendre le requérant de son mieux, comme il en avait l’obligation à tout moment et en toutes circonstances, il aurait dû conseiller à son client de le renvoyer surlechamp au lieu de continuer à le représenter et de se plaindre après coup. Or l’intéressé lui-même n’a jamais soulevé cette question et n’a jamais indiqué qu’il souhaitait changer d’avocat. Dans ces conditions, je ne puis accepter que le refus d’autoriser Me Kyprianou à se retirer de l’affaire ait eu un quelconque effet préjudiciable sur la procédure dans son ensemble.", "4.  Observations sur le dispositif de l’arrêt", "16.  Ma dernière observation concerne le dispositif de l’arrêt. Compte tenu de la violation principale constatée par la majorité, point n’était besoin selon moi de conclure à des violations distinctes. J’ai cru comprendre que la Cour ne le faisait qu’en cas de violations graves. Or celles relevées en l’espèce ne le sont pas. A mon humble avis, constater des violations séparées n’était ni nécessaire ni opportun et tend à éclipser la violation principale constatée par la majorité de la Cour.", "17.  C’est pourquoi j’ai conclu, au vu de la procédure appréciée dans son ensemble et non de manière fragmentée, à l’absence de violation. Le requérant a été représenté par un avocat tout au long de l’instance devant les tribunaux nationaux, il a été dûment et adéquatement avisé de son droit de garder le silence, il a bénéficié de tous les avantages d’un procès contradictoire, notamment la procédure de voir dire, et le jugement de la cour d’assises, pleinement motivé, a en tout état de cause été soumis au contrôle de la Cour suprême. Selon moi, le procès de l’intéressé a été équitable dans son ensemble et aucun des incidents dénoncés n’a eu des conséquences déterminantes sur l’issue de la procédure. J’aurais donc pour ma part rejeté la requête."]}