{"file": "FRE_CLINF_20652_92.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "20652/92", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 50", "Février 2003", "Djavit An c. Turquie - 20652/92", "Arrêt 20.2.2003 [Section III]", "Article 11", "Article 11-1", "Liberté d'association", "Refus d’une autorisation pour se rendre du nord au sud de Chypre à des rencontres entre les deux communautés: violation", "En fait: Le requérant, ressortissant chypriote d’origine turque, réside dans la partie nord de Chypre et est le « coordinateur chypriote turc » d’une association non enregistrée de Chypriotes turcs et grecs dont le but est de développer des relations étroites entre les deux communautés. Entre mars 1992 et avril 1998, la plupart des demandes du requérant visant à obtenir l’autorisation de se rendre dans la partie sud de l’île afin de participer à des réunions bicommunautaires furent refusées par les autorités turques ou chypriotes turcs.", "En droit: exceptions préliminaires du Gouvernement – a) responsabilité de l’Etat défendeur: la Cour a conclu dans l’arrêt Loizidou (exceptions préliminaires) du 23 mars 1995 que l’armée turque exerçait un contrôle global effectif sur la partie nord de Chypre, ce qui engageait la responsabilité de la Turquie pour la politique et les actions de la « République turque de Chypre du Nord » et ce qui faisait relever les personnes touchées par cette politique ou ces actions de la « juridiction » de la Turquie. En outre, dans l’arrêt Chypre c. Turquie du 10 mai 2001, la Cour a conclu que la responsabilité de la Turquie s’étendait aux actes de l’administration locale, qui survivait grâce au soutien militaire et autre de la Turquie. Les questions litigieuses soulevées par la présente affaire relèvent donc de la juridiction de la Turquie. ", "b) Epuisement des voies de recours internes: le gouvernement défendeur a invoqué plusieurs dispositions constitutionnelles en mettant l’accent sur i) le contrôle juridictionnel des actions, décisions et omissions de l’administration, ii)  le recours à la Haute Cour administrative dans le cas où les autorités de la « RTCN » ne répondent pas à une requête individuelle dans le délai prescrit, et iii) la possibilité de se plaindre au procureur général. Toutefois, les observations étaient très générales et il n’a pas été établi que l’un ou l’autre des recours auraient permis d’obtenir réparation. En outre, ni un recours devant les tribunaux administratifs ni une plainte au procureur général ne peut être considéré comme une voie adéquate et suffisante, puisque la Cour n’est pas convaincue qu’une décision concernant le refus de passer la « ligne verte » puisse être rendue dans le cadre d’une telle procédure. A cet égard, aucune des affaires invoquées par le Gouvernement ne concernait cette question. Dès lors, la requête ne peut être rejetée pour non-épuisement des voies de recours internes.", "Article 10 – L’article 11 est la lex specialis – et il n’y a pas lieu d’examiner cette question séparément sous l’angle de l’article 10, bien qu’il faille tenir compte de cette disposition dans le cadre de l’examen et de l’interprétation de  l’article 11.", "Conclusion: non-lieu à examen (unanimité).", "Article 11 – Le grief du requérant ne se limite pas à la question de la liberté de circulation, c’est-à-dire à l’accès physique à la partie sud de Chypre, mais a trait au fait qu’on l’empêche effectivement de rencontrer des Chypriotes grecs et de participer à des réunions bicommunautaires. En conséquence, limiter ce grief à la liberté de circulation ne saurait être admis. Bien que le requérant ait été autorisé à traverser la « ligne verte » et à assister à certaines réunions, ces occasions étaient rares en comparaison du nombre de refus. En effet, pendant la période allant de février 1996 à avril 1998, toutes ses demandes ont été rejetées. Malgré la diversité des réunions auxquelles le requérant souhaitait assister, elles partageaient la caractéristique première d’être bicommunautaires et avaient donc toutes le même but de mettre en contact les Chypriotes turcs du nord et les Chypriotes grecs du sud en vue d’engager le dialogue et d’échanger des idées et des opinions dans l’espoir d’assurer la paix. Le refus d’autoriser le requérant à traverser la ligne pour aller au sud a dans les faits empêché sa participation aux réunions et a donc constitué une ingérence dans l’exercice de son droit à la liberté de réunion pacifique. Le Gouvernement n’a invoqué aucune loi ou mesure applicable dans la « RTCN » qui réglementerait l’émission d’autorisations de traverser la « ligne verte » aux fins d’assister à des réunions bicommunautaires ; puisqu’il apparaît qu’aucune loi de la sorte n’existait, la manière dont des restrictions ont été imposées à l’exercice par le requérant de sa liberté de réunion n’était pas « prévue par la loi ».", "Conclusion: violation (six voix contre une).", "Article 13 – Quant aux recours éventuels invoqués par le Gouvernement, celui-ci n’a cité aucun exemple de leur usage dans une affaire similaire à la présente espèce et n’a donc pas établi que de tels recours seraient effectifs.", "Conclusion: violation (six voix contre une).", "Article 41 – La Cour alloue au requérant 15 000 euros au titre du dommage moral et lui octroie une indemnité pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}