{"file": "FRE_HFJUD_36666_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "36666/97", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "AFFAIRE RODRIGUES CAROLINO c. PORTUGAL", "", "", "(Requête n° 36666/97)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "11 janvier 2000", "", "", "", "", "DÉFINITIF", "", "11/04/2000", "", "", "", "", "", "", "", "En l’affaire Rodrigues Carolino c. Portugal,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tMM.\tM. Pellonpää, président,\n\t\tA. Pastor Ridruejo,\n\t\tL. Caflisch,\n\t\tJ. Makarczyk,\n\t\tI. Cabral Barreto,\n\t\tV. Butkevych,\n\tMme\tN. Vajić, juges,\net de\tM. \tV. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 16 décembre 1999,", "Rend l’arrêt que voici, adopté à cette date :", "PROCéDURE", "1.  A l’origine de l’affaire se trouve une requête dirigée contre la République du Portugal et dont un ressortissant portugais, M. José Rodrigues Carolino (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 11 juin 1997, en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). La requête a été enregistrée le 23 juin 1997 sous le numéro de dossier 36666/97. Le requérant est représenté par Me A. Rocha de Gouveia, avocat au barreau de Lisbonne. Le gouvernement portugais (« le Gouvernement ») est représenté par son agent, M. A. Henriques Gaspar, procureur général adjoint.", "2.  Le 14 janvier 1998, la Commission (deuxième chambre) a décidé de porter la requête à la connaissance du Gouvernement, en l’invitant à présenter par écrit des observations sur sa recevabilité et son bien-fondé. Le Gouvernement a présenté ses observations le 5 mars 1998 et le requérant y a répondu le 23 mars 1998. ", "3.  A la suite de l’entrée en vigueur du Protocole n° 11 le 1er novembre 1998, l’affaire est examinée par la Cour en application de l’article 5 § 2 dudit Protocole.", "4.  Conformément à l’article 52 § 1 du règlement de la Cour (« le règlement »), le président de la Cour, M. L. Wildhaber, a attribué l’affaire à la quatrième section. La chambre constituée au sein de ladite section comprenait de plein droit M. I. Cabral Barreto, juge élu au titre du Portugal (articles 27 § 2 de la Convention et 26 § 1 a) du règlement), et M. M. Pellonpää, président de la section (article 26 § 1 a) du règlement). Les autres membres désignés par ce dernier pour compléter la chambre étaient M. G. Ress, M. A. Pastor Ridruejo, M. L. Caflisch, M. J. Makarczyk et Mme N. Vajić (article 26 § 1 b) du règlement). Ultérieurement M. G. Ress, empêché, a été remplacé par M. V. Butkevych, suppléant (article 26 § 1 c)).", "5.  Le 26 janvier 1999, la chambre a déclaré recevable la requête, estimant que le grief tiré par le requérant de la durée d’une procédure civile (article 6 § 1 de la Convention) devait faire l’objet d’un examen au fond.", "6.  Par une lettre du 23 mars 1999, le requérant a présenté ses demandes au titre de l’article 41 de la Convention. Par une lettre du 23 avril 1999, le Gouvernement a présenté ses commentaires à cet égard.", "EN FAIT", "7.  Le requérant est un ressortissant portugais né en 1931 et résidant à Mangualde (Portugal).", "8.  Le 14 juin 1994, le requérant introduisit devant le tribunal de grande instance (tribunal de círculo) de Viseu une demande en annulation d’un acte notarié contre une société « C., Lda. ».", "9.  Citée à comparaître le 4 juillet 1994, la défenderesse déposa ses conclusions en réponse le 26 septembre 1994. Elle présenta également une demande reconventionnelle. ", "10.  Le 27 octobre 1994, le requérant déposa sa réplique. La défenderesse déposa sa duplique le 9 novembre 1994. ", "11.  Le 17 juillet 1997, le juge rendit une ordonnance prononçant l’incompétence du tribunal. Il souligna que la procédure avait été assignée à l’origine à l’une des chambres civiles du tribunal de Viseu, bien qu’elle fût adressée au tribunal de grande instance. Or celui-ci ne fonctionnant pas encore, il y avait lieu de transmettre le dossier au tribunal de Mangualde, qui serait compétent. ", "Le 23 octobre 1997, le dossier fut transmis au tribunal de Mangualde.", "12.  Par une ordonnance du 29 octobre 1997, le juge décida de suspendre la procédure jusqu’au dépôt par la défenderesse d’une attestation concernant l’enregistrement de la demande reconventionnelle au cadastre foncier. Cette ordonnance fut portée à la connaissance de la défenderesse le 2 décembre 1997. Le 30 janvier 1998, la défenderesse produisit l’attestation en cause. ", "13.  Le 3 février 1998, le juge rendit une décision préparatoire (despacho saneador) spécifiant les faits déjà établis et ceux restant à établir.", "14.  Les parties déposèrent des réclamations contre la décision préparatoire, les 13 et 16 février 1998. Le 2 décembre 1998, le juge statua sur ces réclamations.", "15.  Le 29 juin 1999, le juge fixa l’audience au 3 décembre 1999. ", "16.  La procédure demeure pendante devant le tribunal de Mangualde.", "EN DROIT", "I.\tSur la violation alléguée de l’article 6  § 1 de la convention", "17.  Le requérant dénonce la durée de la procédure en cause. Il allègue la violation de l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (…) dans un délai raisonnable, par un tribunal (…) qui décidera (…) des contestations sur ses droits et obligations de caractère civil (…) » ", "18.  La période à considérer a débuté avec l’introduction de la demande, le 14 juin 1994. Elle n’a pas encore pris fin, la procédure demeurant pendante devant le tribunal de Mangualde. Elle s’étend donc à ce jour sur cinq ans et six mois. ", "19.  Pour rechercher s’il y a eu dépassement du délai raisonnable, il y a lieu d’avoir égard aux circonstances de la cause et aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, l’arrêt Silva Pontes c. Portugal du 23 mars 1994, série A n° 286-A, p. 15, § 39).", "20.  Le Gouvernement admet des retards dans le déroulement de la procédure, qu’il impute à la surcharge du rôle du tribunal de Viseu entre 1994 et 1997. Il souligne cependant que des mesures adéquates, notamment la désignation d’un magistrat auxiliaire, ont été prises pour parer à cette situation, qui est redevenue normale.", "21.  La Cour prend note de la position du Gouvernement ainsi que de ses explications. Elle ne saurait toutefois accepter une période d’inactivité totale de deux ans et huit mois, comme celle qui eut lieu entre le 9 novembre 1994 et le 17 juillet 1997.", "22.  La Cour réaffirme qu’il incombe aux Etats contractants d’organiser leur système judiciaire de telle sorte que leurs juridictions puissent garantir à chacun le droit d’obtenir une décision définitive sur les contestations relatives à ses droits et obligations de caractère civil dans un délai raisonnable.", "23.  Au vu des circonstances de la cause, la Cour conclut ainsi qu’il y a eu dépassement du « délai raisonnable » et, partant, violation de l’article 6 § 1.", "II.\tSUR L’application de l’article 41 de la Convention", "24.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "25.  M. Rodrigues Carolino affirme que le préjudice résultant de la violation alléguée de l’article 6 § 1 de la Convention s’élève à 1 000 000 euros.", "26.  Selon le Gouvernement, le requérant n’a pas démontré avoir subi un préjudice.", "27.  La Cour juge que le requérant a subi un tort moral certain en vertu de la durée déraisonnable de la procédure que le simple constat de violation ne saurait compenser. Compte tenu des circonstances de la cause, elle décide de lui octroyer à ce titre la somme de 600 000 escudos portugais (PTE).", "B.\tFrais et dépens", "28.  Le requérant demande 10 000 euros pour frais et dépens. Le Gouvernement conteste ce montant.", "29.  La Cour décide en équité d’allouer au requérant 250 000 PTE de ce chef.", "C.\tIntérêts moratoires", "30.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable au Portugal à la date d’adoption du présent arrêt était de 7 % l’an.", "Par ces motifs, la Cour, à l’unanimité,", "1.\tDit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "2.\tDit ", "a)\tque l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt est devenu définitif conformément à l’article 44 § 2 de la Convention, ", "i.\t600 000 (six cents mille) escudos portugais pour dommage moral ;", "ii.\t250 000 (deux cents cinquante mille) escudos portugais pour frais et dépens ;", "b)\tque ces montants seront à majorer d’un intérêt simple de 7 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "3.\tRejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 11 janvier 2000, en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "", "", "\tVincent Berger\tMatti Pellonpää", "\tGreffier\tPrésident"]}