{"file": "FRE_HFJUD_29938_07.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "29938/07", "text_paragraphs": ["", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE POIROT c. FRANCE", "", "(Requête no 29938/07)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "15 décembre 2011", "", "DÉFINITIF", "", "15/03/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Poirot c. France,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tDean Spielmann, président,\n\tKarel Jungwiert,\n\tBoštjan M. Zupančič,\n\tMark Villiger,\n\tAnn Power-Forde,\n\tGanna Yudkivska,\n\tAndré Potocki, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 15 novembre 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 29938/07) dirigée contre la République française et dont une ressortissante de cet Etat, Mme Serena Poirot (« la requérante »), a saisi la Cour le 28 juin 2007 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me E. Lasseront, avocat à Epinal. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, directrice des Affaires juridiques au ministère des Affaires étrangères.", "3.  Invoquant l’article 6 § 1 de la Convention, la requérante estime qu’en déclarant non admis son appel contre l’ordonnance de renvoi du juge d’instruction, les autorités ont porté atteinte à son droit d’accès à un tribunal.", "4.  Le 16 mars 2009, le président de la cinquième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  La requérante est née en 1971 et réside à La Bresse.", "6.  La requérante, lourdement handicapée, fut placée au sein du foyer d’accueil médicalisé de la Belle au Bois Dormant, à Epinal, où elle bénéficia de l’aide d’une tierce personne pour tous les actes de la vie courante. Le 14 mars 2001, la requérante informa une éducatrice que l’un des gardes-malades de l’établissement, J.R., avait commis sur elle des attouchements répétés.", "7.  Le 31 mars 2001, la mère de la requérante, agissant en sa qualité de curatrice, déposa plainte pour agressions sexuelles auprès du procureur de la République d’Epinal. Cette plainte fit l’objet d’un classement sans suite le 16 août 2001.", "8.  Le 23 octobre 2001, la mère de la requérante, agissant toujours en sa qualité de curatrice, déposa plainte avec constitution de partie civile contre J.R. pour des faits de viols et agressions sexuelles commis sur une personne particulièrement vulnérable.", "9.  Le 5 mars 2002, une information des chefs de viols sur personne particulièrement vulnérable et agressions sexuelles fut ouverte contre X.", "10.  Le 14 décembre 2006, le juge d’instruction rendit une ordonnance de requalification des faits en agressions sexuelles sur personne particulièrement vulnérable et de renvoi devant le tribunal correctionnel d’Epinal.", "11.  Estimant que les faits reprochés constituaient un crime et auraient dû faire l’objet d’une ordonnance de mise en accusation devant la cour d’assises, la requérante décida d’interjeter appel de l’ordonnance sur le fondement de l’article 186-3 du code de procédure pénale.", "12.  Le 22 décembre 2006, l’avocat de la requérante déposa une déclaration d’appel au greffe du tribunal de grande instance d’Epinal. La déclaration d’appel dressée par le greffier visait l’ordonnance de renvoi devant le tribunal correctionnel du 14 décembre 2006 :", "« Au greffe du tribunal de grande instance d’Epinal", "Devant Nous, [S.M.] Greffier (...) a comparu Maître Elisabeth LASSERONT, substitué par Maître [M.B.], avocat au barreau d’Epinal, conseil de la partie civile :", "Mme POIROT Marie-Paule représentant Mademoiselle SERENA POIROT ;", "Dans une information ouverte contre", "- M. [J.R.] (...)", "des chefs de :", "- Agressions sexuelles sur personne particulièrement vulnérable", "(...)", "Laquelle a déclaré appel de l’Ordonnance de RENVOI DEVANT LE TRIBUNAL CORRECTIONNEL rendue le 14 décembre 2006 par Melle [F.N.], Vice-Président chargé de l’instruction au Tribunal de Grande Instance d’Epinal (...)", "Du tout, Nous avons dressé le présent acte d’Appel et l’avons signé avec Maître [M.B.]»", "13.  Le 9 janvier 2007, le président de la chambre de l’instruction de la cour d’appel de Nancy déclara non admis l’appel de la requérante, par une ordonnance insusceptible de recours et motivée comme suit :", "« Vu l’ordonnance de renvoi devant le tribunal correctionnel rendue par le juge d’instruction en date du 14 décembre 2006 (...)", "Vu les articles 186 et suivants du code de procédure pénale,", "Attendu qu’aux termes de l’article 186-3 du code de procédure pénale, « la personne mise en examen et la partie civile peuvent interjeter appel des ordonnances prévues par le premier alinéa de l’article 179 dans le seul cas où elles estiment que les faits renvoyés devant le tribunal correctionnel constituent un crime qui aurait dû faire l’objet d’une ordonnance de mise en accusation devant la cour d’assises » ;", "Attendu qu’il s’en déduit nécessairement que ce motif doit ressortir de manière non équivoque de l’acte d’appel signé par l’appelant ;", "Attendu, en l’espèce, que la déclaration d’appel signée par Maître Morgan BESCOU au nom de la partie civile, Madame Marie-Paule POIROT, ne comporte aucune indication à cet égard ; que cet appel ne peut être admis (...) »", "14.  La requérante se pourvut en cassation.", "15.  Par une ordonnance du 14 février 2007, le président de la chambre criminelle de la Cour de cassation déclara le pourvoi non admis, au motif que l’ordonnance attaquée n’était susceptible d’aucune voie de recours.", "16.  Par un jugement définitif du 3 juillet 2007, le tribunal correctionnel relaxa J.R. et débouta la requérante de ses demandes de dommages-intérêts.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Dispositions du code de procédure pénale telles qu’en vigueur au moment des faits :", "17.  Aux termes de l’alinéa 1 de l’article 179 du code de procédure pénale (modifié par la loi du 9 mars 2004), si le juge d’instruction estime que les faits constituent un délit, il prononce, par ordonnance, le renvoi de l’affaire devant le tribunal correctionnel.", "18.  L’article 186 définit le régime des appels des actes du juge d’instruction :", "« Le droit d’appel appartient à la personne mise en examen contre les ordonnances et décisions prévues par les articles 87, 139, 140, 137-3, 145-1, 145-2, 148, 179, troisième alinéa, et 181.", "La partie civile peut interjeter appel des ordonnances de non-informer, de non-lieu et des ordonnances faisant grief à ses intérêts civils. Toutefois, son appel ne peut, en aucun cas, porter sur une ordonnance ou sur la disposition d’une ordonnance relative à la détention de la personne mise en examen ou au contrôle judiciaire.", "Les parties peuvent aussi interjeter appel de l’ordonnance par laquelle le juge a, d’office ou sur déclinatoire, statué sur sa compétence.", "L’appel des parties ainsi que la requête prévue par le cinquième alinéa de l’article 99 doivent être formés dans les conditions et selon les modalités prévues par les articles 502 et 503, dans les dix jours qui suivent la notification ou la signification de la décision.", "Le dossier de l’information ou sa copie établie conformément à l’article 81 est transmis, avec l’avis motivé du procureur de la République, au procureur général, qui procède ainsi qu’il est dit aux articles 194 et suivants.", "Si le président de la chambre de l’instruction constate qu’il a été fait appel d’une ordonnance non visée aux alinéas 1 à 3 du présent article, il rend d’office une ordonnance de non-admission de l’appel qui n’est pas susceptible de voies de recours. Il en est de même lorsque l’appel a été formé après l’expiration du délai prévu au quatrième alinéa ou lorsque l’appel est devenu sans objet. Le président de la chambre de l’instruction est également compétent pour constater le désistement de l’appel formé par l’appelant. »", "19.  L’article L. 186-3 (issu de la loi du 9 mars 2004) prévoit que la personne mise en examen et la partie civile peuvent interjeter appel des ordonnances du juge d’instruction prononçant le renvoi devant le tribunal correctionnel, dans le seul cas où elles estiment que les faits constituent un crime qui aurait dû faire l’objet d’une ordonnance de mise en accusation devant la cour d’assises.", "20.  L’article 469 (issu de la loi précitée) précise que, lorsqu’il est saisi par le renvoi ordonné par le juge d’instruction ou la chambre de l’instruction, le tribunal correctionnel ne peut pas se déclarer incompétent si la victime était constituée partie civile et était assistée d’un avocat lorsque ce renvoi a été ordonné.", "21.  L’article 502 se lit comme suit :", "« La déclaration d’appel doit être faite au greffier de la juridiction qui a rendu la décision attaquée.", "Elle doit être signée par le greffier et par l’appelant lui-même, ou par un avoué près la juridiction qui a statué, ou par un avocat, ou par un fondé de pouvoir spécial ; dans ce dernier cas, le pouvoir est annexé à l’acte dressé par le greffier. Si l’appelant ne peut signer, il en sera fait mention par le greffier.", "Elle est inscrite sur un registre public à ce destiné et toute personne a le droit de s’en faire délivrer une copie. »", "22.  L’article 567-1 est libellé ainsi :", "« Si le président de la chambre criminelle constate qu’il a été formé un pourvoi contre une décision qui n’est pas susceptible de voie de recours, il rend une ordonnance de non-admission du pourvoi. Sa décision n’est pas susceptible de recours. »", "B.  Jurisprudence de la Cour de cassation", "23.  Dans un arrêt du 15 mars 2006, après avoir rappelé que l’appel de l’ordonnance de renvoi devant le tribunal correctionnel n’est recevable que dans le seul cas où l’appelant estime que les faits sont de nature criminelle et justifient un renvoi devant la cour d’assises, la Cour de cassation a considéré que la déclaration d’appel devait faire apparaître de manière non équivoque que ce recours est exercé en application de l’article 186-3 du code de procédure pénale, sous peine d’irrecevabilité (Cass. Crim, 15 mars 2006, Bull. crim. 2006 no 79 p. 295). Les extraits pertinents de l’arrêt se lisent comme suit :", "« (...) Attendu qu’il résulte des pièces de la procédure qu’à l’issue d’une information ouverte pour tentative d’extorsion de fonds en bande organisée, faits de nature criminelle, le juge d’instruction a renvoyé les personnes mises en examen devant le tribunal correctionnel sous la prévention de tentative d’extorsion de fonds ; qu’Alain X. .., partie civile, a déclaré interjeter appel ;", "Attendu que, par la décision attaquée, le président de la chambre de l’instruction, se fondant sur les dispositions de l’article 186 du Code de procédure pénale et en l’absence, dans l’acte d’appel, de précision sur l’objet de ce recours, a refusé d’admettre l’appel interjeté par Alain X. .., partie civile, de l’ordonnance de renvoi devant le tribunal correctionnel ;", "Attendu qu’en statuant ainsi, le président de la chambre de l’instruction n’a pas excédé ses pouvoirs ;", "Qu’en effet, l’appel de l’ordonnance de renvoi devant le tribunal correctionnel n’étant recevable que dans le seul cas où l’appelant estime que les faits sont de nature criminelle et justifient un renvoi devant la cour d’assises, la déclaration d’appel, pour échapper à l’irrecevabilité de principe édictée par l’article 186 du Code de procédure pénale, doit faire apparaître de manière non équivoque que ce recours est exercé en application de l’article 186-3 dudit Code (...) »", "24.  Par deux arrêts du 10 décembre 2008, la Cour de cassation a annulé deux ordonnances de présidents de chambre de l’instruction ayant déclaré irrecevable et non admis les appels formés par la partie civile contre les ordonnances de requalification et de renvoi de juges d’instruction, estimant que la recevabilité de l’appel, exercé en application de l’article 186-3 du code de procédure pénale, n’est pas subordonnée à la mention dans l’acte d’appel de l’objet de ce recours (Cass. Crim., 10 décembre 2008, Bull. crim. 2008 no 252, Cass. Crim., 10 décembre 2008, pourvoi no 08-86568). Dans ces deux affaires, la déclaration d’appel de la partie civile visait l’ordonnance de requalification et de renvoi du juge d’instruction.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "25.  La requérante dénonce une violation de l’article 6 § 1 de la Convention, dont les extraits pertinents se lisent comme suit :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Sur la recevabilité", "26.  Le Gouvernement soulève trois exceptions d’irrecevabilité. Se référant à la jurisprudence de la Cour (Perez c. France [GC], no 47287/99, CEDH 2004II, Golder c. Royaume-Uni, 21 février 1975, série A no 18l, et Rosier c. France (déc.), no 77172/02, 11 octobre 2005), il dénonce, à titre principal, l’incompatibilité ratione materiae de la requête avec les dispositions de la Convention, au motif que le droit revendiqué par la requérante porte uniquement sur la qualification pénale des faits et l’importance de la sanction pénale encourue. A titre subsidiaire, il considère qu’elle a perdu la qualité de victime à la suite du jugement définitif du tribunal correctionnel du 3 juillet 2007, et qu’elle n’a pas épuisé les voies de recours internes, car elle n’a pas interjeté appel du jugement du tribunal correctionnel.", "27.  La requérante soutient au contraire que l’article 6 § 1 est applicable en l’espèce. Elle réfute l’argument selon lequel elle aurait perdu la qualité de victime, dans la mesure où la relaxe du prévenu n’a eu aucune incidence sur la privation de son droit d’appel reconnu par le code de procédure pénale. Enfin, la requérante souligne qu’elle a épuisé les voies de recours internes, le jugement du tribunal correctionnel ne portant pas sur la question de son droit d’interjeter appel de l’ordonnance de renvoi devant le tribunal correctionnel.", "28.  Sur l’exception tirée de l’incompatibilité ratione materiae de la requête, la Cour rappelle qu’elle a déjà tranché la question de l’applicabilité de l’article 6 à une plainte avec constitution de partie civile, notamment dans l’affaire Perez c. France (précité). Dans cet arrêt, elle décida qu’une telle plainte rentre dans le champ d’application de l’article 6 § 1 de la Convention, sauf dans l’hypothèse d’une action civile à des fins purement répressives ou d’une renonciation, établie de manière non équivoque, au droit d’intenter l’action, par nature civile, offerte par le droit interne, « ne serait-ce qu’en vue de l’obtention d’une réparation symbolique ou de la protection d’un droit à caractère civil, à l’instar par exemple du droit de jouir d’une bonne réputation » (Perez, précité, §§ 70-71).", "29.  En l’espèce, la Cour relève que la plainte avec constitution de partie civile déposée par la requérante pour agressions sexuelles et viol commis sur une personne particulièrement vulnérable n’avait pas un but vindicatif ou répressif, comme le soutient le Gouvernement, mais visait à protéger son droit à l’intégrité physique et à obtenir une réparation civile devant les juridictions pénales (voir, a contrario, Rosier, précité, Corbu c. Roumanie (déc.), no 27396/04, 31 mars 2009, §§ 31-32). Si la Convention ne garantit nullement le droit de faire poursuivre ou condamner pénalement des tiers (Perez, précité, § 70), la Cour relève en l’espèce que la requérante n’a fait qu’exercer son droit d’appel prévu à l’article 186-3 du code de procédure pénale, qui autorise la partie civile à interjeter appel des ordonnances de renvoi devant le tribunal correctionnel, dans le cas où elle estime que les faits renvoyés devant cette juridiction constituent un crime qui aurait dû faire l’objet d’une ordonnance de mise en accusation devant la cour d’assises. Eu égard à ce qui précède, l’article 6 § 1 de la Convention est applicable en l’espèce.", "30.  S’agissant de la qualité de victime de la requérante, la Cour rappelle que, selon l’article 34 de la Convention, elle « peut être saisie d’une requête par toute personne physique (...) qui se prétend victime d’une violation par l’une des Hautes Parties contractantes des droits reconnus dans la Convention ou ses Protocoles (...) ». Une mesure favorable au requérant ne suffit pas à lui retirer la qualité de « victime » sauf si les autorités nationales ont reconnu, explicitement ou en substance, puis réparé, la violation de la Convention (Bourdov c. Russie, no 59498/00, §§ 30-31, CEDH 2002III, Amuur c. France, 25 juin 1996, § 36, Recueil des arrêts et décisions 1996III, et Dalban c. Roumanie [GC], no 28114/95, § 44, CEDH 1999VI). Or, tel n’est pas le cas en l’espèce. La requérante se plaint en effet de ce que les autorités ont déclaré non admis son appel contre l’ordonnance de renvoi du juge d’instruction, la privant ainsi de son droit d’accès à un tribunal. A l’instar de la requérante, la Cour relève que le jugement de relaxe du 3 juillet 2007 n’a eu aucune incidence sur la mesure critiquée, les autorités nationales n’ayant ni reconnu, ni réparé la violation alléguée de l’article 6 de la Convention. Partant, elle estime que la requérante peut toujours se prétendre victime, au sens de l’article 34 précité.", "31.  Enfin, sur l’exception tirée du non-épuisement des voies de recours internes, la Cour rappelle que la finalité de l’article 35 § 1 de la Convention est de ménager aux Etats contractants l’occasion de prévenir ou de redresser les violations alléguées contre eux avant que ces allégations ne soient soumises à la Cour. Les Etats n’ont donc pas à répondre de leurs actes devant un organisme international avant d’avoir eu la possibilité de redresser la situation dans leur ordre juridique interne (voir, par exemple, Remli c. France, 23 avril 1996, § 33, Recueil 1996-II, et Selmouni c. France [GC], no 25803/94, § 74, CEDH 1999-V). Dans le cadre de l’article 35 § 1, un requérant doit se prévaloir des recours normalement disponibles et suffisants pour lui permettre d’obtenir réparation des violations qu’il allègue.", "32.  En l’espèce, la Cour constate que la requérante se plaint de ce que les autorités ont déclaré non admis son appel contre l’ordonnance de renvoi du juge d’instruction, la privant ainsi de son droit d’accès à un tribunal. Elle relève qu’elle a ensuite formé un pourvoi en cassation contre l’ordonnance du président de la chambre de l’instruction qui a été déclaré non admis le 14 février 2007. Elle a donc épuisé toutes les voies de recours internes en vue de contester l’ordonnance litigieuse, interjeter appel du jugement de relaxe n’aurait en aucun cas permis de remédier à la situation dénoncée. A cet égard, la Cour rappelle que l’article 35 § 1 de la Convention n’impose pas d’user de recours qui sont inadéquats ou ineffectifs, c’est-à-dire qui sont incapables de remédier à la situation critiquée (voir, par exemple, Pandjikidzé et autres c. Géorgie, no 30323/02, § 77, 27 octobre 2009).", "33.  Eu égard à ce qui précède, les exceptions d’irrecevabilité soulevées par le Gouvernement doivent être rejetées.", "34.  Par ailleurs, la Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 a) de la Convention et qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "35.  La requérante soutient que les autorités ont porté atteinte à son droit d’accès à un tribunal et à l’équité du procès. Se référant aux articles 186, 186-3, 496 à 509 du code de procédure pénale, elle soutient que la loi ne prévoit aucun formalisme pour la déclaration d’appel d’une ordonnance de renvoi devant le tribunal correctionnel. Selon elle, cette formalité exigée n’était pas prévisible, dans la mesure où seul l’article 186-3 du code de procédure pénale peut fonder l’appel d’une ordonnance de renvoi. Elle ajoute que l’appel a été déclaré non admis sans débat contradictoire et par une décision insusceptible de recours. Enfin, elle souligne que la Cour de cassation est revenue sur sa position dans deux arrêts du 10 décembre 2008.", "36.  Selon le Gouvernement, aucune méconnaissance des obligations figurant à l’article 6 § 1 de la Convention ne peut être relevée. Après avoir cité la jurisprudence de la Cour, il fait valoir que l’obligation formelle de mentionner, dans l’acte d’appel, que l’acte était fondé sur l’article 186-3 du code de procédure pénale était, en décembre 2006, largement établie, prévisible et accessible, spécialement pour un avocat, dans la mesure où elle ressortait d’un arrêt du 15 mars 2006 de la Cour de cassation (Cass. Crim, 15 mars 2006, Bull. crim. 2006 no 79 p. 295). Il soutient également que cette exigence procédurale avait pour objet de faciliter le travail de la chambre de l’instruction et de diminuer l’encombrement des juridictions et qu’elle était loin d’être complexe. Le Gouvernement souligne enfin que la nonadmission de l’appel de la requérante n’a eu aucune incidence sur son droit de voir des obligations de nature civile examinées par un tribunal.", "2.  Appréciation de la Cour", "a)  Principes généraux", "37.  La Cour rappelle que le « droit à un tribunal », dont le droit d’accès constitue un aspect, n’est pas absolu et se prête à des limitations implicitement admises, notamment en ce qui concerne les conditions de recevabilité d’un recours, car il appelle de par sa nature même une réglementation par l’Etat, lequel jouit à cet égard d’une certaine marge d’appréciation (voir, entre autres, García Manibardo c. Espagne, no 38695/97, § 36, CEDH 2000II, et Walchli c. France, no 35787/03, § 28, 26 juillet 2007). Néanmoins, les limitations appliquées ne doivent pas restreindre l’accès ouvert à l’individu d’une manière ou à un point tel que le droit s’en trouve atteint dans sa substance même. En outre, ces limitations ne se concilient avec l’article 6 § 1 que si elles poursuivent un but légitime et s’il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (Nedzela c. France, no 73695/01, § 45, 27 juillet 200, Kadlec et autres c. République tchèque, no 49478/99, § 25, 25 mai 2004, et Guérin c. France, 29 juillet 1998, § 37, Recueil des arrêts et décisions 1998V).", "38.  La Cour rappelle également qu’elle n’a pas pour tâche de se substituer aux juridictions internes. C’est au premier chef aux autorités nationales, et notamment aux cours et tribunaux, qu’il incombe d’interpréter la législation interne. Le rôle de la Cour se limite à vérifier la compatibilité avec la Convention des effets de pareille interprétation. Cela est particulièrement vrai s’agissant de l’interprétation par les tribunaux de règles procédurales. La réglementation relative aux formalités et aux délais à observer pour former un recours vise à assurer la bonne administration de la justice et le respect, en particulier, de la sécurité juridique. Les intéressés doivent pouvoir s’attendre à ce que ces règles soient appliquées. Toutefois, les règles en question, ou l’application qui en est faite, ne devraient pas empêcher le justiciable d’utiliser une voie de recours disponible (Pérez de Rada Cavanilles c. Espagne, 28 octobre 1998, § 45, Recueil des arrêts et décisions 1998VIII, et Barbier c. France, no 76093/01, § 26, 17 janvier 2006).", "b)  Application des principes en l’espèce", "39.  En l’espèce, le président de la chambre de l’instruction de la cour d’appel de Nancy a déclaré non admis l’appel formé par la requérante contre l’ordonnance du 14 décembre 2006, la déclaration d’appel ne comportant aucune indication sur le motif du recours, rappelant qu’il se déduisait de l’article 186-3 du code de procédure pénale que ce motif devait ressortir de manière non équivoque de l’acte d’appel signé par l’appelant.", "40.  La Cour constate que l’article 186-3 du code de procédure pénale autorise la partie civile à interjeter appel des ordonnances prévues par le premier alinéa de l’article 179 du même code, c’est-à-dire des ordonnances de renvoi du juge d’instruction devant le tribunal correctionnel, dans le seul cas où elle estime que les faits renvoyés devant la juridiction constituent un crime qui aurait dû faire l’objet d’une ordonnance de mise en accusation devant la cour d’assises (paragraphes 17 et 19 ci-dessus).", "41.  A l’instar du Gouvernement, elle note que cette faculté accordée à la partie civile est une exception dans le régime des appels des actes du juge d’instruction prévu à l’article 186 du code de procédure pénale. Les trois premiers alinéas de ce texte énumèrent les ordonnances qui peuvent faire l’objet d’un recours respectivement par le mis en examen, les parties civiles et l’ensemble des parties. Le dernier alinéa confère au président de la chambre de l’instruction le pouvoir de rendre d’office une ordonnance de non-admission de l’appel lorsque ce dernier concerne une ordonnance non visée aux alinéas 1 à 3 du présent article (paragraphe 18 ci-dessus).", "42.  La Cour relève que l’obligation d’indiquer l’objet du recours exercé n’est nullement prévue par l’article 186-3 code de procédure pénale, ni par aucune autre disposition de ce code.", "43.  Elle considère qu’à la lecture des informations contenues dans l’acte d’appel, le président de la chambre de l’instruction ne pouvait ignorer que le recours de la requérante était exercé en application de l’article 186-3 du code de procédure pénale, seule disposition autorisant la partie civile à interjeter appel d’une ordonnance de renvoi du juge d’instruction.", "44.  Partant, si la Cour admet que les autorités nationales sont les mieux placées pour interpréter leur législation et que la règlementation relative aux formalités et délais à observer pour exercer un recours vise à assurer la bonne administration de la justice, et notamment à désengorger les tribunaux, elle estime que l’interprétation faite par les juridictions internes des règles procédurales en l’espèce est excessivement formelle, eu égard au fait qu’il s’agit d’une exception dans le régime des appels des actes du juge d’instruction prévu à l’article 186 du code de procédure pénale.", "45.  La Cour constate en outre qu’en déclarant non admis son appel, les autorités ont non seulement privé la requérante d’un examen au fond de son recours par la chambre de l’instruction, mais également d’un contrôle par la Cour de cassation, l’ordonnance de non-admission étant insusceptible de recours.", "46.  Eu égard à ce qui précède, la Cour estime qu’en déclarant non admis l’appel de la requérante, les autorités ont fait preuve d’un formalisme excessif et ont porté une atteinte disproportionnée à son droit d’accès au tribunal.", "47.  Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "48.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "49.  La requérante réclame 10 000 euros (EUR) à titre symbolique pour le préjudice moral qu’elle aurait subi.", "50.  Le Gouvernement s’oppose à cette demande et considère que le constat de la violation constituerait une satisfaction équitable si une méconnaissance de la Convention était retenue par la Cour.", "51.  La Cour estime que le fait d’avoir été privé de son droit d’accès à un tribunal a causé un préjudice moral à la requérante qui ne saurait être réparé par le seul constat de la violation de l’article 6 § 1 de la Convention. Statuant en équité, comme l’exige l’article 41, elle lui alloue la somme de 3 000 EUR.", "B.  Frais et dépens", "52.  La requérante demande également 3 000 EUR au titre des frais et dépens engagés pour faire corriger la violation. Elle indique avoir déboursé la somme de 128, 28 EUR pour régulariser le pourvoi en cassation et précise que n’ayant pas obtenu l’aide juridictionnelle, les avocats qui sont intervenus devant la Cour de cassation et devant la Cour ont accepté de la représenter sans percevoir d’honoraires dans l’immédiat.", "53.  Le Gouvernement fait valoir que la réalité des dépenses engagées fait défaut en l’espèce, les seuls frais exposés par la requérante s’élevant à 128,28 EUR versés à un avoué de la cour d’appel de Nancy.", "54.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (voir, parmi beaucoup d’autres, Micallef c. Malte [GC], no 17056/06, § 115, 15 octobre 2009, et Sabeh El Leil c. France [GC], no 34869/05, § 43, 29 juin 2011). Bien que la requérante n’ait pas fourni tous les justificatifs nécessaires à l’appui de ses prétentions, elle a néanmoins encouru certains frais aux fins de sa représentation devant les juridictions internes et devant la Cour. Partant, elle estime raisonnable de lui accorder la somme de 500 EUR, tous frais confondus.", "C.  Intérêts moratoires", "55.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i)  3 000 EUR (trois mille euros), plus tout montant pouvant être dû à titre d’impôt par la requérante, pour dommage moral ;", "ii)  500 EUR (cinq cents euros), plus tout montant pouvant être dû à titre d’impôt par la requérante, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 15 décembre 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tDean Spielmann\n\tGreffière\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée des juges Spielmann et Power-Forde à laquelle se rallie la juge Yudkivska.", "D.S.\nC.W.", "OPINION CONCORDANTE DES JUGES \nSPIELMANN ET POWER-FORDE À LAQUELLE SE RALLIE LA JUGE YUDKIVSKA", "Même si nous sommes d’accord avec la majorité qu’il y a eu violation de l’article 6 § 1 de la Convention, nous ne sommes pas convaincus par le raisonnement conduisant à ce constat de violation.", "", "Selon la majorité, le président de la chambre de l’instruction ne pouvait ignorer que le recours de la requérante était exercé en application de l’article 186-3 du code de procédure pénale, seule disposition autorisant la partie civile à interjeter appel d’une ordonnance de renvoi du juge d’instruction (paragraphe 43). Au-delà du fait que cette conclusion factuelle ne nous paraît pas évidente, loin s’en faut, le raisonnement juridique menant vers le constat de violation nous semble trop succinct. En effet, ce n’est pas parce qu’il n’existe qu’une seule exception à l’interdiction de principe des appels par la partie civile d’une ordonnance de ce type que l’objet d’un tel recours relève nécessairement de cette exception. Certes, ni l’article 186-3 ni aucune autre disposition ne donne l’obligation d’indiquer pareil objet. Cette obligation supplémentaire, imposée par la Cour de cassation en ce que son arrêt du 15 mars 2006 exige que la déclaration d’appel fasse apparaître de manière non équivoque l’objet du recours, permettant ainsi d’assurer la bonne administration de la justice et notamment de désengorger les tribunaux (ce que même la majorité admet au paragraphe 44 de l’arrêt), ne nous paraît pas excessivement formaliste.", "", "Toutefois, ce qui a emporté notre conviction qu’il y avait eu violation de l’article 6 § 1 de la Convention, c’est que l’acte d’appel a été dressé par le greffier et qu’à aucun moment ce dernier n’a demandé à l’avocat de préciser davantage l’objet de son recours. Or on peut attendre d’un greffier, qui est un auxiliaire de justice garant de la procédure et participant à la bonne administration de la justice, que, au moment de la confection de l’acte d’appel, il prenne soin d’apporter les précisions nécessaires pour déterminer l’objet d’un recours de ce type."]}