{"file": "FRE_CLINF_27273_95.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "27273/95", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Septembre 1998", "Petra c. Roumanie - 27273/95", "Arrêt 23.9.1998", "Article 8", "Article 8-1", "Respect de la correspondance", "Contrôle de la correspondance d’un détenu avec la Commission européenne des droits de l’homme: violation", "", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.] ", "I.\tARTICLE 8 DE LA CONVENTION", "A.\tObjet du litige", "Requérant se plaint, dans sa requête introductive d’instance à la Cour, d’entraves à sa correspondance avec la Commission, sa famille et les autorités nationales. ", "Compétence ratione materiae de la Cour : s’exerce dans le cadre de la décision de la Commission sur la recevabilité d’une requête – or la Commission a formulé l’avis qu’il y a eu violation de l’article 8 en raison de l’ouverture et du retard dans l’acheminement du courrier entre le requérant et elle-même. ", "Dossier de l’affaire ne contient aucune lettre adressée par le requérant à sa famille ou aux autorités de son pays qui aurait été interceptée et contrôlée par les autorités pénitentiaires.", "Cour considère qu’elle n’a pas à connaître de ces griefs.", "B.\tObservation de l’article 8", "Rappel de la jurisprudence de la Cour.", "Dispositions internes applicables en matière de contrôle de la correspondance des détenus : loi n° 23/1969 laisse aux autorités nationales une trop grande latitude. Contrôle de la correspondance semble être automatique, indépendant de toute décision d’une autorité judiciaire et non assujetti à des voies de recours.", "Règlement d’application : non publié, requérant n’a pas pu en prendre connaissance. ", "Gouvernement ne conteste pas les conclusions de la Commission : le droit interne ne répond pas à l’exigence d’accessibilité requise par l’article 8 § 2 de la Convention et n’indique pas avec assez de clarté l’étendue et les modalités d’exercice du pouvoir d’appréciation des autorités.", "Requérant n’a pas joui du degré minimal de protection voulu par la prééminence du droit dans une société démocratique. Ingérence litigieuse non prévue par la loi. ", "Cour n’estime pas nécessaire de vérifier en l’espèce le respect des autres exigences du paragraphe 2 de l’article 8.", "Conclusion : violation (unanimité).", "II.\tARTICLE 25 § 1 DE LA CONVENTION", "Rappel de la jurisprudence de la Cour.", "Le requérant a affirmé devant la Commission avoir été menacé par deux fois par les autorités pénitentiaires lorsqu’il avait demandé à écrire à la Commission – affirmations non démenties par le gouvernement défendeur.", "Cour estime que cette circonstance constitue une forme de pression illicite et inacceptable qui a entravé le droit de recours individuel.", "Conclusion : violation (unanimité).", "III.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage moral: Octroi d’une certaine somme.", "B.\tFrais et dépens: Absence de demande de remboursement.", "Conclusion : Etat défendeur tenu de payer au requérant une certaine somme pour tort moral (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}