{"file": "FRE_HFJUD_1660_03.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "1660/03", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE PLECHKOV c. ROUMANIE", "", "(Requête no 1660/03)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "16 septembre 2014", "", "DÉFINITIF", "", "16/02/2015", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Plechkov c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tAlvina Gyulumyan,\n\tJán Šikuta,\n\tDragoljub Popović,\n\tLuis López Guerra,\n\tJohannes Silvis,\n\tIulia Antoanella Motoc, juges,\net de Fatoş Aracı, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 26 août 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 1660/03) dirigée contre la Roumanie et dont un ressortissant bulgare, M. Iordan Georgiev Plechkov (« le requérant »), a saisi la Cour le 20 décembre 2002 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Mes Liubomir Novikov et Hristo Hristov, avocats à Sofia. Le gouvernement roumain (« le Gouvernement ») a été représenté successivement par son co-agent, Mme I. Cambrea et par son agent, Mme C. Brumar, du ministère des Affaires étrangères.", "3.  Le requérant, commandant et propriétaire d’un bateau de pêche condamné à une peine d’emprisonnement assortie de la confiscation de son navire, dénonçait une violation de l’article 7 de la Convention et de l’article 1 du Protocole no 1 à la Convention, eu égard à l’absence d’un accord de délimitation des zones économiques respectives de la Roumanie et de la Bulgarie.", "4.  Le 15 novembre 2007, la Cour a décidé de communiquer la requête au Gouvernement.", "5.  Informé de son droit d’intervenir dans la procédure (article 36 § 1 de la Convention), le gouvernement bulgare n’a pas manifesté l’intention de s’en prévaloir.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "A.  Les circonstances de l’espèce", "6.  Le requérant, M. Iordan Georgiev Plechkov, est né en 1975 et réside à Kavarna (Bulgarie).", "7.  À l’époque des faits, il était à la fois commandant et propriétaire du navire de pêche « Hisnik », battant pavillon bulgare.", "8.  Le 3 mai 2002, alors que le navire se trouvait au large des côtes roumaines, à une distance d’environ 29 milles marins, il fut arraisonné par une vedette de la marine militaire roumaine. Lors du contrôle qui fut effectué furent trouvés à bord des outils de pêche industrielle et environ 300 kg de requin. Le navire fut ensuite conduit sous escorte au port de Constanţa, où il fut mis sous séquestre avec sa cargaison.", "9.  Le jour même, le requérant fut placé en garde à vue et par la suite, en détention provisoire. Il était accusé d’avoir illégalement pratiqué la pêche au requin à l’aide de palangres (paragate) dans la zone économique exclusive de la Roumanie en mer Noire, et cela de surcroît pendant la période de fermeture de cette pêche. En particulier, il lui fut reproché d’avoir enfreint les dispositions :", "– du décret du Conseil d’État no 142/1986 sur la zone économique exclusive ;", "– de la loi no 17/1990 sur les eaux maritimes intérieures, la mer territoriale et la zone contigüe de la Roumanie ;", "– des articles 61 e) et 62 de la loi no 192/2001 sur la ressource halieutique ;", "– et de l’arrêté interministériel (ordin) no 140/2002 du 26 mars 2002 pris pour l’application de la loi no 192/2001.", "10.  Le 4 mai 2004, les organes d’enquête pénale ordonnèrent la saisie conservatoire du navire et de sa cargaison.", "11.  Le 13 mai 2002, la direction générale départementale de l’Agriculture et de l’Industrie alimentaire de Constanţa, qui s’était constituée partie civile, estima son préjudice résultant de la quantité de requin pêchée à 21 420 000 lei anciens (ROL), soit environ 685 euros (EUR).", "12.  Le 1er juillet 2002, le requérant fut remis en liberté moyennant le paiement d’une caution de 25 millions de ROL soit environ 800 EUR. Toutefois, le navire et sa cargaison restèrent sous séquestre.", "13.  À une date non précisée, le requérant fut renvoyé en jugement devant la chambre pénale du tribunal de première instance de Constanţa pour délit pénal (infracţiune) commis, selon l’accusation, dans la zone économique exclusive roumaine. Il était reproché au requérant d’avoir pratiqué dans cette zone la pêche au requin par l’utilisation sans permis d’outils de pêche industrielle tels qu’une palangre, et de l’avoir fait en outre pendant la période de fermeture de ce type de pêche fixée par l’arrêté interministériel no 140/2002 du 26 mars 2002, qui allait du 15 avril au 14 juin 2002.", "14.  Au cours de la procédure, le requérant accepta de verser à la partie civile – la direction générale de l’Agriculture et de l’Industrie alimentaire de Constanţa – le montant demandé par elle à titre de dommages-intérêts pour la quantité de requin trouvée à bord du navire.", "15.  Devant le tribunal, le requérant précisa qu’il était pêcheur depuis 1995, qu’il était en possession d’une licence de pêche délivrée par les autorités de Varna (Bulgarie) et qu’il n’avait jamais pénétré dans les eaux territoriales roumaines.", "Il affirma que lorsqu’il avait été arrêté, il n’avait pas conscience d’avoir enfreint les lois roumaines : avant son départ, s’étant renseigné auprès des autorités bulgares de la ville côtière de Kaliakra pour savoir où il avait le droit de pêcher, il avait été informé que la Roumanie avait une compétence exclusive jusqu’à une distance de 24 milles marins au large des côtés roumaines, de sorte qu’il croyait pouvoir pêcher librement au-delà de cette limite. Il déclara aussi qu’il n’avait pas connaissance que la pêche au requin était interdite en mer Noire, et que la Bulgarie n’avait pas interdit ce type de pêche.", "Il reconnut avoir pêché le requin à l’aide de palangres, mais fit valoir que le requin ne pouvait être pêché autrement que par ce moyen.", "16.  Le 11 juillet 2002, l’ambassade de Bulgarie à Bucarest envoya au tribunal une note diplomatique, qui fut versée au dossier. La note précisait que la Roumanie et la Bulgarie avaient ratifié la Convention des Nations unies sur le droit de la mer (« la CNUDM ») signée à Montego Bay le 10 décembre 1982, mais qu’aucun accord n’avait encore été conclu entre les deux pays pour la délimitation de leurs zones économiques exclusives, et que des négociations diplomatiques entre les deux pays étaient en cours. La note indiquait en outre que ni la Roumanie ni la Bulgarie n’étaient parties à des accords multilatéraux sur le même sujet et que les deux pays n’avaient pas non plus conclu d’accord dérogeant à l’article 73 § 3 de la CNUDM, de sorte qu’il n’était pas permis aux parties de sanctionner par des peines d’emprisonnement les infractions aux lois et règlements en matière de pêche dans la zone économique exclusive. La note faisait état des inquiétudes de la Bulgarie quant aux procédures en cours à l’encontre de pêcheurs bulgares (paragraphe 40 ci-dessous) et exprimait l’espoir que ces affaires allaient connaître un règlement rapide et efficace.", "17.  Le tribunal rendit son jugement le 18 juillet 2002. Il constata d’abord que le décret no 142/1986 du Conseil d’État de la République socialiste de Roumanie avait institué une zone économique exclusive roumaine en mer Noire, et que l’article 2 dudit décret précisait que cette zone s’étendait « sur une distance de 200 milles marins à partir des lignes de base à partir desquelles se mesure la largeur de la mer territoriale ».", "Le tribunal releva ensuite que le décret no 142/1986 avait été abrogé par la loi no 36/2002, passée sous silence dans le réquisitoire dressé à l’encontre du requérant ; or, le tribunal considéra que cette loi avait changé la définition de la zone économique exclusive roumaine telle qu’elle était donnée auparavant par le décret. En particulier, il estima nouveau le fait que la loi no 36/2002 ne précisait plus la largeur de la zone économique exclusive roumaine, mais indiquait simplement qu’elle « pouvait aller jusqu’à 200 milles marins ». De plus, la loi disposait que l’étendue exacte de la zone économique exclusive devait être fixée par des accords entre l’État roumain et les autres États côtiers, dans le respect de la CNUDM. Le tribunal constata ensuite que la Roumanie et la Bulgarie avaient entamé des négociations en vue d’une délimitation des zones économiques exclusives des deux pays, mais qu’aucun accord n’avait encore été trouvé. Il en déduisit que la CNUDM, qui fournissait le cadre légal permettant l’instauration d’une zone économique exclusive, n’avait pas été mise en œuvre par la Roumanie et par la Bulgarie, faute d’accord bilatéral entre les deux pays. Le tribunal en conclut que le navire commandé par le requérant avait été arrêté dans une zone qui n’était pas soumise aux lois roumaines.", "Il déduisit de ce constat qu’en l’espèce, un élément objectif indispensable à la constitution du délit faisait défaut, puisque le requérant n’avait pas franchi la limite de la zone contigüe et que la loi roumaine ne s’appliquait pas au-delà de cette limite. Par conséquent, l’interdiction de pêcher le requin édictée par l’arrêté interministériel no 140 du 26 mars 2002 ne lui était pas opposable. Le tribunal constata encore que l’intention, au sens de la loi pénale, manquait également puisque la pêche au requin n’était pas interdite par la Bulgarie. Compte tenu de ces considérations, le tribunal conclut que le requérant n’avait pas non plus causé de préjudice.", "Le tribunal acquitta le requérant en vertu des dispositions combinées de l’article 11 (2) lit. a) et de l’article 10 § 1 lit. a) du code de procédure pénale, jugeant que le requérant n’avait pas commis les faits reprochés (fapta nu există). Il annula aussi la saisie conservatoire et ordonna la restitution de la caution.", "Le tribunal rejeta toutefois la demande de restitution de la somme déjà versée par le requérant pour couvrir le préjudice de la partie civile, au motif que la demande n’avait pas de base légale, s’agissant d’une somme payée de plein gré.", "18.  Par un arrêt du 30 septembre 2002, sur appel du parquet, le tribunal départemental de Constanţa infirma le jugement rendu en premier ressort. Le tribunal départemental observa d’abord que la Roumanie et la Bulgarie étaient toutes deux parties à la CNUDM, dont l’article 57 disposait que la zone économique exclusive ne pouvait s’étendre au-delà de la limite de 200 milles marins, déterminée par rapport à la ligne de base des côtes. Il jugea ensuite que les dispositions de ladite convention sur les zones économiques exclusives étaient directement applicables en droit interne, même en l’absence d’accords bilatéraux entre les États concernés, puisque la loi no 36/2002 avait repris plusieurs dispositions de la CNUDM.", "Le tribunal départemental conclut que le navire commandé par le requérant avait pénétré dans la zone économique exclusive de la Roumanie, telle que délimitée par la loi no 36/2002 et par la CNUDM, ratifiée par la Roumanie par la loi no 110/1996. Il constata ensuite que le requérant s’était livré à des activités de pêche industrielle dans ladite zone, en violation des articles 61 et 62 de la loi no 192/2001, et le déclara coupable des faits reprochés. Au visa des dispositions de l’article 72 du code pénal énumérant les critères d’individualisation de la peine, le tribunal décida d’appliquer au requérant « une peine minimale de prison » de deux ans avec sursis, avec une mise à l’épreuve de quatre ans, en déduisant de la peine la période déjà passée en détention du 4 mai au 1er juillet 2002.", "Se fondant sur l’article 67 §§ 1 et 2 de la loi no 192/2001, le tribunal départemental ordonna en outre la confiscation du navire, des installations et des outils se trouvant à bord et ayant servi à commettre les faits reprochés, ainsi que de l’ensemble de la cargaison.", "Il constata ensuite que, pendant la procédure, le requérant avait réparé intégralement le préjudice causé à la partie civile et y vit un acquiescement du requérant à sa culpabilité.", "Enfin, il ordonna l’expulsion du requérant et mit à sa charge les frais de justice afférents à l’examen du fond, qui s’élevaient à 11 800 000 ROL (environ 380 EUR).", "19.  Le requérant forma un pourvoi en recours (recurs) contre l’arrêt susmentionné. Devant la cour d’appel de Constanţa, il soutint d’abord que sa condamnation était illégale et contraire à divers principes généraux du droit, notamment celui selon lequel la loi pénale est d’interprétation et d’application strictes. Or, en l’espèce, il considérait que le tribunal départemental l’avait condamné en lui appliquant la loi pénale roumaine par analogie. Selon le requérant, la CNUDM fixait seulement le cadre théorique dans lequel les États pouvaient bénéficier de zones économiques exclusives, mais elle ne déterminait pas concrètement les zones économiques exclusives de la Roumanie et de la Bulgarie, puisque ces zones ainsi que les droits concrets s’y attachant devaient être déterminés par le biais d’un accord bilatéral entre les États concernés, accord qui manquait en l’espèce. En l’absence d’accord bilatéral, les seules dispositions pertinentes étaient à ses yeux celles de la loi no 17/1990 sur la mer territoriale et la zone contigüe. Or, les activités de pêche reprochées au requérant avaient eu lieu au-delà de la zone contigüe. Partant, il estimait que l’arrêté interministériel no 140/2002 fixant la période de fermeture de la pêche au requin ne lui était pas opposable.", "Il fit ensuite valoir que la CNUDM prohibait en tout état de cause a) la saisie prolongée d’un navire et la détention de l’équipage lorsqu’une caution avait été acquittée, comme en l’espèce, et b) l’application d’une peine d’emprisonnement. Enfin, il nia avoir acquiescé à sa propre culpabilité lorsqu’il avait payé la somme demandée par la partie civile. Il demanda son acquittement et la restitution du navire ainsi que des sommes acquittées à titre de caution et de réparation du préjudice.", "20.  Par un arrêt du 26 novembre 2002, la cour d’appel de Constanţa rejeta le pourvoi du requérant dans ces termes :", "« Il est vrai que tant le droit international que le droit interne exigent la conclusion d’un accord entre les États côtiers de la mer Noire, adjacents ou se faisant face, afin de délimiter la zone économique exclusive de chaque État (en profondeur). Un tel accord (article 9 § 2 de la loi no 17/1990 republiée le 21 octobre 2002, et article 57 de la CNUDM) n’a pas été conclu avec la Bulgarie ; toutefois, même s’il en avait été conclu un, il n’aurait pas été favorable au prévenu.", "Un accord entre la Roumanie et la Bulgarie ne peut avoir pour objet la délimitation en profondeur (largeur) de la zone économique exclusive de la Roumanie en mer Noire, puisque l’État en question est un riverain adjacent à la Roumanie. [Ce que] l’accord invoqué par l’inculpé devrait fixer, [ce sont] les limites latérales des zones économiques exclusives des deux pays, ainsi que la largeur de la zone roumaine au Cap Midia.", "Le fait que le prévenu ait admis que l’endroit où son navire a été arrêté le 3 mai 2002 se trouvait à une distance de 29 milles marins des côtes roumaines équivaut à reconnaître qu’il avait pénétré dans la zone économique exclusive de la Roumanie, délimitée [par rapport à] la zone similaire bulgare par la prolongation de la ligne de frontière terrestre entre les deux pays, [depuis] Vama Veche.", "Le prévenu admet avoir franchi cette limite, mais estime, à tort, qu’il se trouvait en haute mer.", "Il appartenait au requérant de se documenter et de connaître les dispositions du droit international de la mer, opposables à tous les pays ayant ratifié les conventions, les pactes et les amendements internationaux, et [donc] à la Bulgarie.", "L’État roumain n’avait aucune obligation de communiquer à l’État bulgare les mesures de prohibition de la pêche au turbot et au requin en mer Noire pendant la période avril-juin 2002 ; la Roumanie, ayant des droits souverains, a agi selon les articles 10, 14, et 29 de la loi no 17/1990 et les articles 55 et 56 de la CNUDM afin d’assurer la conservation et la gestion des ressources naturelles biologiques ainsi qu’une pêche rationnelle dans sa zone économique exclusive. Si l’inculpé avait demandé et obtenu l’autorisation de pêcher dans la zone économique exclusive de la Roumanie, il aurait forcément connu les dispositions de la loi no 192/2001 qui régit l’autorisation de la pêche et la protection de la ressource halieutique dans la zone en question. »", "21.  Le navire du requérant et les outils s’y trouvant furent par la suite vendus aux enchères publiques au prix de 63 millions de ROL (environ 2 000 EUR).", "B.  Le droit international et le droit et jurisprudence internes pertinents", "1.  La Convention des Nations unies sur le droit de la mer (« la CNUDM »)", "22.  Les dispositions pertinentes de la CNUDM sont ainsi libellées :", "Article 15\nDélimitation de la mer territoriale entre États dont\nles côtes sont adjacentes ou se font face", "« Lorsque les côtes de deux États sont adjacentes ou se font face, ni l’un ni l’autre de ces États n’est en droit, sauf accord contraire entre eux, d’étendre sa mer territoriale au-delà de la ligne médiane dont tous les points sont équidistants des points les plus proches des lignes de base à partir desquelles est mesurée la largeur de la mer territoriale de chacun des deux États. Cette disposition ne s’applique cependant pas dans le cas où, en raison de l’existence de titres historiques ou d’autres circonstances spéciales, il est nécessaire de délimiter autrement la mer territoriale des deux États. »", "Article 55\nRégime juridique particulier de la zone économique exclusive", "« La zone économique exclusive est une zone située au-delà de la mer territoriale et adjacente à celle-ci, soumise au régime juridique particulier établi par la présente partie, en vertu duquel les droits et la juridiction de l’État côtier et les droits et libertés des autres États sont gouvernés par les dispositions pertinentes de la Convention. »", "Article 56\nDroits, juridiction et obligations de l’État côtier\ndans la zone économique exclusive", "« 1.  Dans la zone économique exclusive, l’État côtier a :", "a) des droits souverains aux fins d’exploration et d’exploitation, de conservation et de gestion des ressources naturelles, biologiques ou non biologiques, des eaux sur jacentes aux fonds marins, des fonds marins et de leur sous-sol (...) ;", "b) juridiction, conformément aux dispositions pertinentes de la Convention, en ce qui concerne : i) la mise en place et l’utilisation d’îles artificielles, d’installations et d’ouvrages ; ii) la recherche scientifique marine ; iii) la protection et la préservation du milieu marin ;", "c) les autres droits et obligations prévus par la Convention. (...) »", "Article 57\nLargeur de la zone économique exclusive", "« La zone économique exclusive ne s’étend pas au-delà de 200 milles marins des lignes de base à partir desquelles est mesurée la largeur de la mer territoriale. »", "Article 61\nConservation des ressources biologiques", "« 1.  L’État côtier fixe le volume admissible des captures en ce qui concerne les ressources biologiques dans sa zone économique exclusive.", "[...] »", "Article 62\nExploitation des ressources biologiques", "« 1.  L’État côtier se fixe pour objectif de favoriser une exploitation optimale des ressources biologiques de la zone économique exclusive, sans préjudice de l’article 61.", "4.  Les ressortissants d’autres États qui pêchent dans la zone économique exclusive se conforment aux mesures de conservation et aux autres modalités et conditions fixées par les lois et règlements de l’État côtier. Ces lois et règlements doivent être compatibles avec la Convention et peuvent porter notamment sur les questions suivantes :", "a) délivrance de licences aux pêcheurs ou pour les navires et engins de pêche [...] ;", "b) indication des espèces dont la pêche est autorisée et fixation de quotas [...] ;", "c) réglementation des campagnes et des zones de pêche, du type, de la taille et du nombre des engins, ainsi que du type, de la taille et du nombre des navires de pêche qui peuvent être utilisés ;", "d) fixation de l’âge et de la taille des poissons et des autres organismes qui peuvent être pêchés ;", "....", "5.  L’État côtier notifie dûment les lois et règlements qu’il adopte en matière de conservation et de gestion. »", "Article 70\nDroit des États géographiquement désavantagés", "« 1.  Les États géographiquement désavantagés ont le droit de participer, selon une formule équitable, à l’exploitation d’une part appropriée du reliquat des ressources biologiques des zones économiques exclusives des États côtiers de la même \nsous-région ou région, compte tenu des caractéristiques économiques et géographiques pertinentes de tous les États concernés et conformément au présent article et aux articles 61 et 62.", "2.  Aux fins de la présente partie, l’expression « États géographiquement désavantagés » s’entend des États côtiers, y compris les États riverains d’une mer fermée ou semi-fermée, que leur situation géographique rend tributaires de l’exploitation des ressources biologiques des zones économiques exclusives d’autres États de la sous-région ou région pour un approvisionnement suffisant en poisson destiné à l’alimentation de leur population ou d’une partie de leur population, ainsi que des États côtiers qui ne peuvent prétendre à une zone économique exclusive propre.", "... »", "Article 73\nMise en application des lois et règlements de l’État côtier", "« 1.  Dans l’exercice de ses droits souverains (...), l’État côtier peut prendre toutes mesures, y compris l’arraisonnement, l’inspection, la saisie et l’introduction d’une instance judiciaire, qui sont nécessaires pour assurer le respect des lois et règlements qu’il a adoptés conformément à la Convention.", "2.  Lorsqu’une caution ou une garantie suffisante a été fournie, il est procédé sans délai à la mainlevée de la saisie dont un navire aurait fait l’objet et à la libération de son équipage.", "3.  Les sanctions prévues par l’État côtier pour les infractions aux lois et règlements en matière de pêche dans la zone économique exclusive ne peuvent comprendre l’emprisonnement, à moins que les États concernés n’en conviennent autrement, ni aucun autre châtiment corporel.", "4.  Dans les cas de saisie ou d’immobilisation d’un navire étranger, l’État côtier notifie sans délai à l’État du pavillon, par les voies appropriées, les mesures prises ainsi que les sanctions qui seraient prononcées par la suite. »", "Article 74\nDélimitation de la zone économique exclusive entre\nÉtats dont les côtes sont adjacentes ou se font face", "« 1.  La délimitation de la zone économique exclusive entre États dont les côtes sont adjacentes ou se font face est effectuée par voie d’accord conformément au droit international tel qu’il est visé à l’article 38 du Statut de la Cour internationale de Justice, afin d’aboutir à une solution équitable.", "2.  S’ils ne parviennent pas à un accord dans un délai raisonnable, les États concernés ont recours aux procédures prévues à la partie XV. (...)", "3.  En attendant la conclusion de l’accord visé au paragraphe 1, les États concernés, dans un esprit de compréhension et de coopération, font tout leur possible pour conclure des arrangements provisoires de caractère pratique et pour ne pas compromettre ou entraver pendant cette période de transition la conclusion de l’accord définitif. Les arrangements provisoires sont sans préjudice de la délimitation finale. (...) »", "PARTIE IX\nMers fermées ou semi-fermées\nArticle 122\nDéfinition", "« Aux fins de la Convention, on entend par « mer fermée ou semi-fermée » un golfe, un bassin ou une mer entourée par plusieurs États et relié à une autre mer ou à l’océan par un passage étroit, ou constitué, entièrement ou principalement, par les mers territoriales et les zones économiques exclusives de plusieurs États. »", "23.  La Roumanie a, à ce jour, délimité son espace maritime en mer Noire seulement avec l’Ukraine. Faute d’accord bilatéral entre les deux pays, cette délimitation a été faite par la Cour internationale de justice dans un arrêt du 3 février 2009 de délimitation du plateau continental et des zones économiques exclusives des deux parties dans la mer Noire.", "24.  Selon une déclaration de presse de la porte-parole du ministère des Affaires étrangères bulgare, Vessela Tcherneva, en date du 21 mars 2012 et citée dans l’édition en ligne du même jour du journal roumain « România Liberă », la Roumanie et la Bulgarie mènent depuis environ vingt ans des négociations pour des délimitations entre les deux pays dans la mer Noire.", "2.  La Constitution", "25.  Les dispositions pertinentes de la Constitution se lisent comme suit :", "Article 11 – Le droit international et le droit interne", "« (1)  L’État roumain s’engage à remplir exactement et de bonne foi les obligations qui lui incombent en vertu des traités auxquels il est partie.", "(2)  Les traités ratifiés par le Parlement conformément à la loi font partie du droit interne.", "(3)  ... »", "3.  Le décret no 142/1986 instituant la zone économique exclusive de la Roumanie en mer Noire", "26.  Le 25 avril 1986 fut adopté le décret du Conseil d’État no 142/1986 portant institution de la zone économique exclusive de la République socialiste de Roumanie en mer Noire. Signé par le Président du Conseil et publié au journal officiel du 26 avril 1986, le décret fut formellement abrogé le 31 janvier 2002 par la loi no 36/2002 (paragraphe 29 ci-dessous). Les dispositions pertinentes du décret – qui indiquait, dans son préambule, tenir compte des principes généralement reconnus du droit international et notamment des règles pertinentes de la CNUDM – se lisaient ainsi :", "Article 1", "« Dans l’espace maritime de la côte roumaine de la mer Noire situé au-delà de la limite des eaux territoriales et adjacent à celles-ci, est instituée la zone économique exclusive de la République socialiste de Roumanie, qui y exerce des droits souverains et la juridiction sur les ressources naturelles et sur le sous-sol du fond marin et la colonne située au-dessus, ainsi qu’en ce qui concerne les différentes activités liées à l’exploitation, l’exploration, la conservation et la gestion de ces ressources.", "Article 2", "La zone économique exclusive s’étend vers l’extérieur jusqu’à une distance de 200 milles marins à compter des lignes de base à partir desquelles on mesure la largeur de la mer territoriale ; eu égard aux dimensions limitées de la mer Noire, l’étendue effective de la zone économique exclusive de la République socialiste de Roumanie sera déterminée par voie de délimitation dans le cadre de négociations avec les États voisins dont les côtes sont adjacentes ou font face à la côte roumaine de la mer Noire. La délimitation se fera, en tenant compte de la législation de la République socialiste de Roumanie, par des négociations avec ces États, en appliquant, selon les circonstances spécifiques de chaque secteur à délimiter, des principes et des critères de délimitation généralement reconnus en droit international et [dans le droit] des États, en vue d’une solution équitable. »", "4.  La loi no 110/1996 de ratification de la CNUDM", "27.  La CNUDM fut ratifiée par la Roumanie par la loi no 110/1996 du 10 octobre 1996, dont les dispositions pertinentes sont ainsi libellées :", "Article 1", "« La Convention des Nations unies sur le droit de la mer, conclue à Montego Bay (Jamaïque) le 10 décembre 1982, est ratifiée. »", "Article 3", "« La Roumanie réitère la déclaration qu’elle a faite lors de la signature de la Convention, le 10 décembre 1982. La déclaration se lit comme suit :", "1.  En tant que pays géographiquement désavantagé, riverain d’une mer pauvre en ressources biologiques, la Roumanie réaffirme la nécessité du développement de la coopération internationale dans le domaine de l’exploitation des ressources biologiques des zones économiques, sur la base d’accords justes et équitables, aptes à assurer l’accès des pays de cette catégorie aux ressources halieutiques des zones économiques d’autres régions ou sous-régions.", "... »", "5.  La loi no 17/1990 relative au régime juridique des eaux maritimes intérieures, de la mer territoriale et de la zone contigüe de la Roumanie", "28.  Jusqu’au 31 janvier 2002, les dispositions pertinentes de la loi no 17/1990 du 7 août 1990 se lisaient ainsi :", "Article 5", "« Les eaux territoriales, la mer intérieure, le sol et leur sous-sol ainsi que l’espace aérien au-dessus font partie du territoire de la Roumanie.", "(...) »", "Article 6", "« La zone contigüe de la Roumanie est la bande de mer adjacente à la mer territoriale qui s’étend au large jusqu’à une distance de 24 milles marins [...].", "Article 7", "« Dans sa zone contigüe, la Roumanie exerce le contrôle aux fins de la prévention et de la répression des violations, sur son territoire, de ses lois et règlements dans le domaine douanier, fiscal, sanitaire et du passage de la frontière nationale. »", "Article 18", "« La juridiction pénale de la Roumanie s’applique aussi dans le cas de la violation de la législation roumaine concernant la zone économique exclusive de la Roumanie en mer Noire par des personnes embarquées à bord de navires étrangers utilisés à des fins commerciales, si les faits sont commis dans des conditions les rendant constitutifs d’un délit pénal (infracţiune). »", "Article 20", "« Dans l’exercice de la juridiction de la Roumanie les organes roumains compétents pourront ordonner, selon les dispositions légales en vigueur, l’immobilisation ou la saisie de tout navire étranger utilisé à des fins commerciales, et pourront prendre des mesures d’exécution forcée à l’encontre d’un tel navire se trouvant dans la mer territoriale, dans les eaux maritimes intérieures ou dans la zone contigüe de la Roumanie afin d’assurer (...) le paiement de [toutes] sommes [à titre de] dédommagements, taxes ou autres. »", "Article 35", "Sont constitutifs d’une contravention les faits suivants, s’ils n’ont pas été commis dans des conditions permettant de les considérer comme des délits au sens de la loi pénale (infracţiune) :", "c) la pêche industrielle ou toute autre activité d’exploitation illégale des ressources naturelles des eaux maritimes intérieures ou de la mer territoriale, y compris du fond marin et du sous-sol de ces zones ;", "... »", "6.  La loi no 36/2002 portant modification de la loi no 17/1990 relative au régime juridique des eaux maritimes intérieures, de la mer territoriale et de la zone contigüe de la Roumanie", "29.  Le 31 janvier 2002 est entrée en vigueur la loi no 36/2002 portant modification de la loi no 17/1990. Elle y a introduit, entre autres, un chapitre II1 intitulé « Zone économique exclusive de la Roumanie en mer Noire », et a abrogé explicitement le décret du Conseil d’État no 142/1986, qui établissait jusqu’alors la zone économique exclusive de la Roumanie en mer Noire (paragraphe 26 ci-dessus). La loi no 17/1990 ainsi modifiée fut republiée dans le journal officiel le 21 octobre 2002, avec une nouvelle numérotation des articles et alinéas. Ses dispositions pertinentes se lisent comme suit :", "Article 1", "« La présente loi fixe le statut juridique des eaux maritimes intérieures, de la mer territoriale, de la zone contigüe et de la zone économique exclusive, conformément aux dispositions de la Convention des Nations unies sur le droit de la mer, ratifiée par la Roumanie par la loi no 110/1996.", "Article 9", "« 1.  La zone économique exclusive de la Roumanie est instituée dans l’espace maritime (...) de la mer Noire se trouvant au-delà des eaux territoriales et adjacent à celles-ci (...).", "2.  Compte tenu des spécificités des dimensions de la mer Noire, l’étendue de la zone économique exclusive de la Roumanie sera déterminée par le biais d’une délimitation à effectuer par voie d’accords conclus avec les États voisins dont les côtes sont adjacentes ou font face aux côtes roumaines, sachant qu’en vertu de la Convention des Nations unies sur le droit de la mer, ratifiée par la Roumanie par la loi no 110/1996, la largeur maximale de la zone économique exclusive peut aller jusqu’à 200 milles marins, calculés à partir des lignes de base prévues à l’article 2.", "3.  La délimitation se fera en conformité avec les principes généralement reconnus en droit international et dans le respect de la loi roumaine, en appliquant, selon les circonstances spécifiques à chaque secteur à délimiter, des principes et des critères de délimitation généralement reconnus, de sorte qu’une solution équitable soit trouvée. »", "Article 10", "« 1.  Dans la zone économique exclusive, la Roumanie exerce :", "a) des droits souverains d’exploration et d’exploitation, de protection, conservation et gestion de toutes les ressources naturelles biologiques ou non biologiques, et autres ressources se trouvant au fond de la mer, dans son sous-sol, ou dans la colonne d’eau et l’espace aérien au-dessus de celui-ci ;", "(...) »", "Article 14", "« (1)  La Roumanie assure l’utilisation optimale des ressources halieutiques et autres ressources biologiques, en prenant les mesures techniques ou d’une autre nature qui s’imposent quant à leur conservation et la gestion dans toutes les eaux situées à l’intérieur des limites extérieures de sa zone économique exclusive...", "(2)  Dans ce but, les organes compétents roumains fixent annuellement le volume total autorisé des captures pour chaque espèce de poisson et d’autres ressources biologiques, [et] adoptent des mesures techniques ou d’une autre nature afin d’assurer une pêche rationnelle ainsi que la conservation, la protection et la régénération des ressources biologiques ; [ils veillent] au respect de la législation roumaine en la matière au moyen d’un suivi par satellite des navires de pêche, [ainsi que par] l’inspection, l’immobilisation, la saisie et [toutes] poursuites judiciaires à l’encontre des navires de pêche qui violent les droits souverains de l’État roumain ;", "(...) »", "Article 27 [ancien article 18]", "« La juridiction pénale de la Roumanie s’exerce aussi dans le cas de la violation des dispositions de la présente loi concernant la zone économique exclusive de la Roumanie par des personnes embarquées à bord de navires étrangers utilisés à des fins commerciales, si les faits sont commis dans des conditions les rendant constitutifs d’un délit pénal (infracţiune). »", "Article 29 [ancien article 20]", "« (1)  Dans l’exercice de la juridiction de la Roumanie, les organes compétents roumains pourront ordonner, selon les dispositions légales en vigueur, l’immobilisation ou la saisie de [tout] navire étranger utilisé à des fins commerciales ; [ils] pourront prendre, à l’encontre de pareil navire se trouvant dans la mer territoriale, dans les eaux maritimes intérieures ou dans la zone contigüe de la Roumanie, des mesures d’exécution forcée afin d’assurer (...) le paiement de sommes [au titre de] dédommagements, taxes et autres [obligations] similaires.", "(2)  En cas de violation des droits souverains de l’État roumain [en matière] d’exploration, d’exploitation, de protection, de conservation et de gestion du milieu et des ressources biologiques de la zone économique exclusive, les autorités roumaines pourront prendre les mesures nécessaires, conformément aux dispositions légales roumaines en vigueur et aux conventions internationales auxquelles la Roumanie est partie, y compris l’inspection ou l’immobilisation de [tout] navire étranger utilisé à des fins commerciales. Le navire immobilisé et son équipage seront libérés dès qu’une caution ou autre garantie appropriée aura été déposée. »", "Article 49 [ancien article 35]", "« (1)  Les faits suivants sont constitutifs d’une contravention, sauf s’ils sont commis dans des conditions les rendant constitutifs d’un délit (infracţiune) au sens de la loi pénale :", "(...)", "c) la pêche industrielle ou toute autre activité d’exploration et d’exploitation illégales des ressources naturelles et biologiques des eaux maritimes intérieures, de la mer territoriale ou de la zone économique exclusive de la Roumanie, y compris du fond de la mer et du sous-sol de cette zone ;", "(2)  Les contraventions mentionnées à l’alinéa 1er lit. a)-h) sont punies d’une amende de 80 millions à 400 millions de lei [ROL], ..., les sanctions étant applicables au lieu de commission des faits contraventionnels.", "Article 50 [ancien article 36]", "(1)  Si les faits mentionnés à l’article 49 alinéa 1er lit. a)-g) ont produit des dommages importants ou d’autres conséquences graves ou ont été commis de manière répétée, la sanction est une amende de 200 à 400 millions de ROL.", "(2)  Pour les faits mentionnés à l’article 49 § 1 lit. b) et c) la sanction peut être, selon la gravité des conséquences et l’étendue du préjudice, une amende de 400 millions à 1 500 millions de ROL.", "(3)  Dans des situations particulièrement graves, les organes compétents roumains peuvent ordonner, en tant que mesures complémentaires, la confiscation du navire, des installations, des outils de pêche, des appareils et d’autres objets du contrevenant, s’ils ont été utilisés pour commettre la contravention.", "(4)  Les biens acquis par la commission de la contravention seront confisqués.", "(...) »", "7.  La loi no 192/2001 sur la ressource halieutique (publiée au journal officiel du 20 avril 2001)", "30.  La loi no 192/2001 était entrée en vigueur avec sa publication au journal officiel, le 20 avril 2001. Elle a été abrogée le 5 mars 2008 par l’ordonnance gouvernementale d’urgence no 23/2008 sur la pêche et l’aquaculture. Ses dispositions pertinentes pouvaient se résumer comme suit.", "31.  L’article 3 prévoyait que les bassins halieutiques naturels au sens de la loi se composaient, entre autres, de « la limite des eaux territoriales et de la zone économique exclusive de la Roumanie en mer Noire ».", "32.  Selon l’article 39, la protection de la ressource halieutique se faisait, entre autres, par la fermeture annuelle de la pêche et/ou par l’incrimination de certains comportements, qualifiés selon les cas de contraventions ou de délits pénaux.", "33.  Selon l’article 40 § 1, les périodes et les zones de prohibition de la pêche devaient être fixées annuellement par un arrêté commun des autorités publiques centrales responsables, d’un côté, de l’agriculture, de l’alimentation et de la sylviculture et, de l’autre, de la protection de l’environnement. L’arrêté devait être émis pour l’ensemble du « territoire » et des espèces au plus tard le 15 avril de l’année concernée ; il restait valable jusqu’à l’émission d’un nouvel arrêté l’année suivante.", "L’article 40 § 2 prévoyait qu’en vue de la protection de la ressource halieutique, la pêche de certaines espèces de poissons mentionnés dans l’annexe no 2 à la loi no 192/2001 était interdite aux périodes et dans les zones mentionnées dans ladite annexe. Cette annexe, intitulée « Réglementation de la pêche de certaines catégories de poissons », indiquait sous son point 10 que « des périodes d’interdiction de la pêche au requin ser[aient] fixées annuellement à la lumière des recherches en la matière ».", "34.  L’article 61 e) définissait comme un délit pénal (infracţiune) et punissait d’une peine d’emprisonnement de six mois à quatre ans la pêche industrielle à l’aide d’outils de pêche industrielle, en l’absence d’une autorisation ou d’un permis de pêche délivrés à cet effet par les autorités compétentes roumaines.", "35.  Selon l’article 62, la commission des faits mentionnés à l’article 61 pendant une période de prohibition était sanctionnée d’une peine d’emprisonnement pouvant aller de deux à six ans.", "36.  L’article 66 habilitait les personnes morales responsables de la gestion du patrimoine piscicole appartenant au domaine public à demander réparation par voie de décision de justice des dommages matériels causés à la ressource halieutique par la commission d’un délit pénal, après évaluation de ceux-ci par voie d’expertise.", "37.  L’article 67 prévoyait la confiscation automatique au bénéfice de l’État, entre autres, des outils, des embarcations et de « tout autre bien ayant servi à la commission des faits », ainsi que des produits tels que le poisson obtenu en violation des prohibitions instituées par la loi.", "8.  L’arrêté conjoint no 140 du 26 mars 2002 du ministre de l’Agriculture, de l’Alimentation et des Forêts et du ministre des Eaux et de la Protection de l’environnement (publié au journal officiel du 2 avril 2002)", "38.  L’article 8 de l’arrêté interdisait la pêche « dans les eaux territoriales roumaines de la mer Noire » du turbot et du requin pendant 60 jours, du 15 avril au 14 juin 2002 compris.", "9.  Jurisprudence interne pertinente sur l’exercice des droits souverains de la Roumanie en mer Noire en vertu de la CNUDM", "39.  Le gouvernement défendeur a présenté les informations suivantes concernant l’exercice par la Roumanie de ses droits souverains en mer Noire en vertu de l’article 56 de la CNUDM.", "En mai 2001, les autorités de police roumaines ont ouvert une enquête contraventionnelle à l’encontre de pêcheurs turcs se trouvant sur un navire turc, à qui il était reproché de s’être livrés en avril 2001 à la pêche industrielle du turbot dans la zone économique exclusive roumaine, en violation de l’article 13 a) alinéa 3 du décret no 142/1986. Les informations présentées par le Gouvernement font état d’un acquittement des pêcheurs par des décisions de justice définitives, dont il ne joint toutefois aucune copie.", "40.  En 2002, les autorités roumaines ont ouvert quatre procédures pénales à l’égard de pêcheurs bulgares se trouvant sur quatre navires bulgares (dont celui du requérant) et qui étaient accusés de s’être livrés les 3 et 4 mai 2002 à la pêche industrielle au requin dans la zone économique exclusive roumaine, en violation des articles 61 § e et 62 de la loi no 192/2001. Acquittés en première instance, les pêcheurs, dont le requérant, ont en dernier ressort été déclarés coupables et sanctionnés par des peines d’emprisonnement et la confiscation de leurs navires et des outils s’y trouvant, ainsi que de leur cargaison.", "41.  En 2002, les autorités roumaines ont arraisonné sept navires turcs et ont ouvert des procédures pénales à l’encontre de leurs propriétaires pour avoir pêché le 18 avril 2002 dans les eaux de la zone économique exclusive roumaine, en violation des articles 61 e) et 62 de la loi no 192/2001. L’issue de cette procédure n’a pas été communiquée.", "42.  En 2005, les autorités roumaines ont arraisonné un navire bulgare et ont ouvert à l’égard de son propriétaire une procédure pénale pour pêche illégale dans les eaux de la zone économique exclusive roumaine, en violation de l’article 61 cité ci-dessus de la loi no 192/2001. L’issue de cette procédure n’a pas été communiquée.", "43.  En 2006, les autorités roumaines ont arraisonné un navire turc et ont ouvert à l’égard de son propriétaire une procédure pénale pour pêche illégale dans les eaux de la zone économique exclusive roumaine, en violation de l’article 61 cité ci-dessus de la loi no 192/2001. L’issue de cette procédure n’a pas été communiquée.", "44.  En 2007, les autorités roumaines ont arraisonné deux navires turcs et ont ouvert à l’égard de leurs propriétaires des procédures pénales pour pêche illégale dans les eaux de la zone économique exclusive roumaine, en violation de l’article 61 cité ci-dessus de la loi no 192/2001. L’issue de cette procédure n’a pas été communiquée.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 7 DE LA CONVENTION", "45.  Le requérant allègue que sa condamnation à une peine de prison et la confiscation de son navire et des outils s’y trouvant étaient illégales, car contraires à la Convention des Nations unies sur le droit de la mer. Il invoque en substance l’article 7 de la Convention, ainsi libellé :", "« 1.  Nul ne peut être condamné pour une action ou une omission qui, au moment où elle a été commise, ne constituait pas une infraction d’après le droit national ou international. De même il n’est infligé aucune peine plus forte que celle qui était applicable au moment où l’infraction a été commise.", "2.  Le présent article ne portera pas atteinte au jugement et à la punition d’une personne coupable d’une action ou d’une omission qui, au moment où elle a été commise, était criminelle d’après les principes généraux de droit reconnus par les nations civilisées. »", "46.  Le Gouvernement conteste cette thèse.", "A.  Sur la recevabilité", "47.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 (a) de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "a)  Le requérant", "48.  Le requérant considère que sa condamnation par les tribunaux roumains à une peine de prison assortie de la confiscation de son navire et des outils se trouvant à bord était illégale.", "Il souligne, à titre liminaire, que les autorités ne lui ont à aucun moment reproché d’avoir pêché dans les eaux territoriales roumaines : il est constant que les activités qui lui ont été reprochées avaient eu lieu uniquement dans l’espace maritime que lesdites autorités considéraient comme la zone économique exclusive de la Roumanie en mer Noire.", "49.  En premier lieu, le requérant estime que l’espace maritime en question ne pouvait valablement relever de la juridiction de l’État roumain. Dès lors, explique-t-il, les lois et règlements roumains invoqués par les tribunaux l’ayant condamné ne lui étaient pas opposables.", "Selon lui, l’allégation des autorités roumaines selon laquelle il avait pêché dans une zone économique exclusive, au sens de la CNUDM, est dépourvue de fondement. En effet, une éventuelle zone économique exclusive roumaine ne saurait à ses yeux être instaurée autrement que par le biais de traités avec les autres pays riverains, d’autant plus lorsqu’il s’agit d’une mer fermée comme la mer Noire. Il invoque à cet égard la loi roumaine et les dispositions de la CNUDM, notamment ses articles 15, 70, 73, 74 et 122. Or, à ce jour, explique-t-il, aucun accord n’a été conclu entre la Roumanie et la Bulgarie pour la délimitation de leurs zones économiques exclusives et une telle délimitation n’a pas non plus été opérée par une décision d’une juridiction internationale, comme cela a été le cas entre la Roumanie et l’Ukraine (paragraphe 23 ci-dessus).", "50.  En second lieu, le requérant souligne qu’il ne pouvait raisonnablement s’attendre à ce que ses activités de pêche en dehors de la mer territoriale roumaine soient soumises à la loi roumaine et punies par celle-ci, cette dernière n’étant pas très précise. D’une part, la position des autorités bulgares, confirmée par les informations reçues par lui des autorités portuaires bulgares et par les lettres adressées aux tribunaux roumains par le ministère des Affaires étrangères bulgare, a toujours été que la Roumanie ne pouvait légalement déclarer unilatéralement sa zone économique exclusive. D’autre part, l’application de la loi roumaine à l’espace maritime dans lequel il avait mené ses activités de pêche, à savoir dans la zone unilatéralement déclarée par la Roumanie comme sa zone économique exclusive, avait été jugée contraire au principe de la légalité criminelle par le tribunal de première instance de Constanţa, qui l’avait relaxé.", "51.  Enfin, le requérant avance que la Roumanie ne saurait invoquer la CNUDM à l’appui de sa thèse selon laquelle elle aurait déclaré unilatéralement l’espace en question comme sa zone économique exclusive, puisque les autorités roumaines ont enfreint d’une manière flagrante ladite Convention, notamment son article 73, en le plaçant en détention provisoire et en le condamnant à une peine de prison.", "b)  Le Gouvernement", "52.  À titre liminaire, le Gouvernement souligne qu’aucun de ses arguments en défense ne saurait être interprété comme portant atteinte à la position de la partie roumaine dans les négociations avec la Bulgarie pour la délimitation des espaces maritimes en mer Noire (paragraphe 24 ci-dessus).", "53.  Le Gouvernement estime que la condamnation du requérant et la peine qui lui a été appliquée étaient bien prévues par le droit au sens de la jurisprudence de la Cour et de l’article 7 de la Convention, à savoir, par des dispositions claires et prévisibles tant de droit interne que de droit international, dont la CNUDM.", "54.  La condamnation du requérant était fondée en premier lieu sur l’article 57 de la CNUDM. Le requérant se trouvait dans la zone économique exclusive de la Roumanie, puisqu’il avait été arrêté à 29 milles marins des côtes roumaines, donc en deçà des 200 milles marins auxquels se réfère l’article 57 de la CNUDM. Selon le Gouvernement, cet article s’imposait au requérant, qui était censé le connaître puisque la Bulgarie avait ratifié la CNUDM.", "S’il est vrai que des négociations sont en cours entre la Roumanie et la Bulgarie en vue de la délimitation de leurs zones exclusives, il n’en reste pas moins que l’absence d’une telle délimitation par voie d’accord bilatéral ne saurait signifier que les deux États ne possèdent aucune zone économique exclusive.", "De toute manière, explique-t-il, la Roumanie a proclamé unilatéralement sa zone économique exclusive en mer Noire dès 1986, ainsi qu’il ressort du décret no 142/1986.", "55.  Le Gouvernement considère ensuite que la juridiction de la Roumanie dans sa zone économique exclusive est fondée sur l’article 56 b) de la CNUDM. Le requérant était dès lors tenu de connaître et de respecter la loi roumaine dans la zone en question. Selon le Gouvernement, l’application de la loi pénale roumaine dans la zone où a été arrêté le requérant ne représente pas une application extensive de la loi pénale, mais une application naturelle de la loi roumaine, fondée sur l’article 56 de la CNUDM.", "56.  Selon le Gouvernement, le droit pour l’État roumain de sanctionner les actes contraires à ses lois commis dans sa zone économique exclusive était prévu par les articles 56, 58 § 3 et 73 de la CNUDM et par l’article 7 de la loi no 36/2002. Les faits commis par le requérant étaient prohibés par la loi no 192/2001 sur la ressource halieutique, en particulier par ses articles 61 e) et 62.", "Aux yeux du Gouvernement, la loi no 192/2001 était accessible, ayant été publiée au journal officiel du 20 avril 2001. Elle était aussi d’application prévisible, puisque le requérant ne nie pas avoir été arrêté dans un secteur qui se trouvait loin de la limite de la zone économique exclusive entre la Roumanie et la Bulgarie et qu’il tombait dès lors clairement sous l’empire de la loi roumaine.", "57.  Enfin, le Gouvernement fait valoir que la peine appliquée au requérant avait en droit interne une base légale à ses yeux accessible et prévisible dans son application, à savoir la loi no 192/2001, les limites fixées par cette loi en matière de peines n’ayant pas été dépassées par les tribunaux en l’espèce.", "2.  Appréciation de la Cour", "a)  Principes généraux", "58.  La garantie que consacre l’article 7, élément essentiel de la prééminence du droit, occupe une place primordiale dans le système de protection de la Convention, comme l’atteste le fait que l’article 15 n’y autorise aucune dérogation en cas de guerre ou en cas d’autre danger public. Au vu de son objet et de son but, on doit l’interpréter et l’appliquer de manière à assurer une protection effective contre les poursuites, les condamnations et les sanctions arbitraires (entre autres, S.W. c. Royaume-Uni et C.R. c. Royaume-Uni, 22 novembre 1995, § 35 et § 33, série A no 335-B et C respectivement, et Del Rio Prada c. Espagne [GC], no 42750/09, § 77, CEDH 2013).", "59.  L’article 7 consacre, de manière générale, le principe de la légalité des délits et des peines (nullum crimen, nulla poena sine lege) (Kokkinakis c. Grèce, 25 mai 1993, § 52, série A no 260-A, et Kononov c. Lettonie [GC], no 36376/04, § 185, CEDH 2010). S’il interdit en particulier d’étendre le champ d’application des infractions existantes à des faits qui, antérieurement, ne constituaient pas des infractions, il commande en outre de ne pas appliquer la loi pénale de manière extensive au détriment de l’accusé, par exemple par analogie (Coëme et autres c. Belgique, nos 32492/96, 32547/96, 32548/96, 33209/96 et 33210/96, § 145, CEDH 2000-VII, et Scoppola c. Italie (no 2) [GC], no 10249/03, § 93, 17 septembre 2009).", "60.  Lorsqu’il parle de « droit », l’article 7 vise exactement la même notion que celle à laquelle renvoient d’autres dispositions de la Convention employant le terme « loi », notion qui comprend le droit écrit aussi bien que la jurisprudence (voir, mutatis mutandis, Sunday Times c. Royaume-Uni (no 1), 26 avril 1979, § 47, série A no 30, Casado Coca c. Espagne, 24 février 1994, § 43, série A no 285-A et Kafkaris c. Chypre [GC], no 21906/04, § 139, CEDH 2008).", "La Cour a toujours entendu le terme « loi » dans son acception « matérielle » et non « formelle » ; elle y a inclus aussi bien des textes de rang infra-législatif que des textes réglementaires ou le droit non-écrit (Kafkaris, précité, § 139). En résumé, la « loi » est le texte en vigueur tel que les juridictions compétentes l’ont interprété (Leyla Şahin c. Turquie [GC], no 44774/98, § 88, CEDH 2005-XI, avec les références qui s’y trouvent citées, et Sanoma Uitgevers B.V. c. Pays-Bas [GC], no 38224/03, § 83, 14 septembre 2010).", "61.  En outre, la notion de « droit » (« law ») implique des conditions qualitatives, entre autres une accessibilité et une prévisibilité suffisantes (voir, notamment, Cantoni c. France, 15 novembre 1996, § 29, Recueil 1996-V, et E.K. c. Turquie, no 28496/95, § 51, 7 février 2002). Ces conditions qualitatives doivent être remplies tant pour la définition de l’infraction que pour la peine encourue. Le justiciable doit pouvoir savoir, à partir du libellé de la disposition pertinente et, au besoin, à l’aide de son interprétation par les tribunaux, quels actes ou omissions engagent sa responsabilité pénale et quelle peine peut être prononcée de ce chef (M. c. Allemagne, no 19359/04, § 119, CEDH 2009, et Maktouf et Damjanović c. Bosnie-Herzégovine [GC], nos 2312/08 et 34179/08, § 66, CEDH 2013 (extraits)). Cela étant, la prévisibilité de la loi ne s’oppose pas à ce que la personne concernée soit amenée à recourir à des conseils éclairés pour évaluer, à un degré raisonnable dans les circonstances de la cause, les conséquences pouvant résulter d’un acte déterminé.", "62.  La Cour reconnaît dans sa jurisprudence que, aussi clair que le libellé d’une disposition légale puisse être, dans quelque système juridique que ce soit, y compris le droit pénal, il existe immanquablement un élément d’interprétation judiciaire. Il faudra toujours élucider les points douteux et s’adapter aux changements de situation. En outre, la certitude, bien que hautement souhaitable, s’accompagne parfois d’une rigidité excessive ; or le droit doit savoir s’adapter aux changements de situation. Aussi beaucoup de lois se servent-elles, par la force des choses, de formules plus ou moins vagues dont l’interprétation et l’application dépendent de la pratique (voir, mutatis mutandis, Michaud c. France, no 12323/11, § 96, CEDH 2012). La fonction de décision confiée aux juridictions sert précisément à dissiper les doutes qui pourraient subsister quant à l’interprétation des normes (voir Soros c. France, no 50425/06, § 52, 6 octobre 2011, et Del Rio Prada, précité, § 93). On ne saurait interpréter l’article 7 de la Convention comme proscrivant la clarification graduelle des règles de la responsabilité pénale par l’interprétation judiciaire d’une affaire à l’autre, « à condition que le résultat soit cohérent avec la substance de l’infraction et raisonnablement prévisible » (Streletz, Kessler et Krenz c. Allemagne [GC], nos 34044/96, 35532/97 et 44801/98, § 50, CEDH 2001-II).", "63.  La notion de « peine » au sens de l’article 7 possède, comme celles de « droits et obligations de caractère civil » et d’« accusation en matière pénale » au sens de l’article 6 § 1 de la Convention, une portée autonome. Pour rendre effective la protection offerte par l’article 7, la Cour doit demeurer libre d’aller au-delà des apparences et d’apprécier elle-même si une mesure particulière s’analyse au fond en une « peine » au sens de cette clause. Le libellé de l’article 7 § 1, seconde phrase, indique que la première question à résoudre pour déterminer si une « peine » a été prononcée consiste à savoir si la mesure en question a été imposée à la suite d’une condamnation pour une « infraction pénale ». D’autres éléments peuvent être jugés pertinents : la nature et le but de la mesure en cause, sa qualification en droit interne, les procédures associées à son adoption et à son exécution, ainsi que sa gravité (Del Rio Prada, précité, § 82, avec les références qui s’y trouvent citées).", "b)  Application de ces principes en l’espèce", "64.  À la lumière des principes susmentionnés, la Cour doit examiner si, au moment où ils ont été commis, les faits reprochés au requérant constituaient une infraction définie de manière suffisamment accessible, claire et prévisible par le droit interne et, dans l’affirmative, si la peine qui lui a été infligée répondait aux mêmes exigences.", "65.  La Cour relève qu’une première question autour de laquelle s’articulent les thèses divergentes des parties est celle de savoir si le requérant se trouvait ou non dans la zone économique exclusive roumaine au sens de la CNUDM ; en effet, les parties tirent des conclusions différentes quant à la légalité de la condamnation du requérant selon la réponse qu’elles donnent à cette question.", "Le requérant soutient pour sa part qu’en l’absence d’accord entre la Roumanie et la Bulgarie sur la délimitation de leurs zones économiques exclusives, la Roumanie ne pouvait légitimement s’appuyer sur la CNUDM pour étendre sa juridiction au-delà des 24 milles marins de la zone contigüe.", "De son côté, le Gouvernement soutient que l’absence de fixation précise des limites de la zone ne saurait être assimilée à l’inapplicabilité pure et simple des dispositions de la CNUDM en l’espèce et donc, à l’absence totale de zone économique exclusive roumaine en mer Noire. Puisque le requérant ne conteste pas en soi le fait que son navire se trouvait très largement en deçà d’une distance de 200 milles marins depuis la côte – même s’il restait, certes, au-delà des 24 milles marins de la zone contigüe – il ne fait aucun doute aux yeux du Gouvernement qu’il relevait de la juridiction de la Roumanie.", "66.  La Cour note à titre liminaire que la CNUDM a été ratifiée par la Roumanie par la loi no 110/1996, publiée au journal officiel du 21 novembre 1996 et qu’à ce titre, elle fait partie de l’ordre juridique interne en vertu de l’article 11 de la Constitution roumaine.", "Elle relève ensuite qu’il n’est pas contesté par les parties que lors de son arrestation, le 3 mai 2002, le requérant et son navire se trouvaient à une distance d’environ 29 milles marins au large des côtes roumaines, donc audelà de la zone contigüe roumaine, et que le requérant s’était livré à la pêche au requin dans l’espace maritime en question.", "Les parties ne s’accordent en revanche pas sur l’interprétation à donner aux dispositions de la CNUDM et des lois roumaines concernant la zone économique exclusive et sur les conséquences à tirer, en l’espèce, de l’absence d’un accord entre la Roumanie et la Bulgarie tel que prévu par ces dispositions.", "67.  La Cour estime qu’il ne lui appartient de se prononcer ni sur l’interprétation de la CNUDM ou des lois roumaines pertinentes ni sur l’application de ces instruments par les tribunaux roumains. Elle ne saurait, dès lors, se prononcer sur l’étendue ou l’existence de la zone économique exclusive de la Roumanie au sens de la CNUDM et des droits et obligations qu’aurait la Roumanie à l’égard d’une telle zone.", "Cela étant, elle prend note de l’affirmation du Gouvernement selon laquelle la Roumanie a proclamé unilatéralement sa zone économique exclusive en mer Noire en 1986 (paragraphes 26 et 54 ci-dessus).", "La Cour a uniquement pour tâche de vérifier que les dispositions du droit interne, telles qu’interprétées et appliquées par les juridictions internes, n’ont pas produit des conséquences incompatibles avec la Convention (Antonyan c. Arménie, no 3946/05, § 54, 2 octobre 2012).", "68.  En l’espèce, le Gouvernement soutient d’abord que la répression pénale des actes commis par le requérant découlait directement de l’article 57 de la CNUDM, et que dès lors, la condamnation du requérant était accessible et prévisible.", "La Cour constate toutefois que la condamnation du requérant n’était pas fondée sur cette disposition. Dans ces circonstances, la Cour n’a pas à examiner si la norme y énoncée répondait, à elle seule, aux exigences de la Convention.", "69.  La Cour note en revanche qu’afin de répondre à la question de savoir si les faits reprochés au requérant tombaient sous le coup de la loi pénale, les tribunaux internes ont examiné en premier lieu la portée de l’article 9 de la loi no 17/1990, telle que modifiée par la loi no 36/2002.", "Au demeurant, ils sont à ce sujet parvenus à des conclusions totalement opposées. Le tribunal de première instance, après avoir constaté que le requérant avait été renvoyé en jugement par un réquisitoire qui avait passé sous silence les modifications opérées par la loi no 36/2002, a interprété l’article 9 susmentionné comme étant une simple norme de principe, inapplicable en pratique en l’absence d’un accord entre la Roumanie et la Bulgarie, et a conclu que la loi roumaine ne punissait pas les actes commis par le requérant. Le tribunal a fondé son interprétation, entre autres, sur la différence de rédaction des dispositions internes successives régissant la zone économique exclusive. Il a ainsi constaté que contrairement au décret du Conseil d’État no 142/1986, qui l’avait fixée à 200 milles marins, soit le maximum envisagé par la CNUDM, la loi no 36/2002 avait renoncé à déterminer la largeur de cette zone. L’article 9 § 2 de la loi no 17/1990, telle que modifiée par la loi no 36/2002, se bornait à indiquer que la fixation de l’étendue de cette zone se ferait par voie d’accord avec les pays voisins à la lumière de la CNUDM, laquelle fixait à 200 milles marins la largeur maximale que pouvait atteindre une zone économique exclusive.", "Les tribunaux supérieurs qui ont examiné l’appel et le pourvoi en recours ont, au contraire, considéré que l’article 9 ne pouvait être une simple norme de principe dont l’application effective dépendrait de la conclusion d’un accord avec la Bulgarie, sauf à priver d’effet les dispositions de la CNUDM concernant la zone économique exclusive. Selon eux, l’article 9 devait s’interpréter comme instaurant effectivement une zone économique exclusive sur une largeur de 200 milles marins, l’accord à conclure avec la Bulgarie devant simplement déterminer les limites entre les deux zones économiques exclusives. Ils ont par ailleurs considéré qu’au vu de la position du navire du requérant, et compte tenu des règles de principe applicables à la délimitation des deux zones indiquées à l’article 9 § 3, un éventuel accord avec la Bulgarie aurait de toute manière été défavorable à l’intéressé. Ils sont donc parvenus à la conclusion que la Roumanie avait le droit d’exercer sa juridiction pénale dans le secteur où avait été arrêté le requérant et que les actes commis par ce dernier tombaient sous le coup de la loi pénale roumaine.", "70.  Dans tout système juridique, il appartient aux tribunaux internes d’interpréter les dispositions de droit pénal matériel afin de déterminer, eu égard à la structure de chaque infraction, si tous les éléments constitutifs de celle-ci sont réunis. Il s’agit là d’un élément d’interprétation judiciaire auquel la Convention ne saurait faire obstacle, à condition que les résultats auxquels les juridictions internes parviennent soient raisonnablement prévisibles au sens de la jurisprudence de la Cour.", "71.  Dans la présente affaire, la Cour observe d’abord que le requérant a été renvoyé en jugement sur le fondement du décret du Conseil d’État no 142/1986, alors que celui-ci avait été abrogé le 31 janvier 2002 par la loi no 36/2002, donc avant la commission des actes reprochés au requérant.", "Elle constate ensuite que l’article 9 de la loi no 17/1990, telle que modifiée par la loi no 36/2002, en vigueur au moment des faits – et que les tribunaux ont dû substituer d’office, pour examiner la question de la culpabilité du requérant, à la base légale obsolète retenue par l’acte d’accusation – ne fixait pas avec la précision nécessaire la largeur de la zone économique exclusive roumaine. En outre, la détermination de « l’étendue » de la zone économique exclusive était dévolue expressément par le même article à un accord qui devait être conclu entre la Roumanie et les États aux côtes adjacentes ou faisant face aux côtes roumaines, dont la Bulgarie.", "La Cour considère qu’une telle disposition ne pouvait raisonnablement passer pour être d’application prévisible, en l’absence d’accord conclu avec la Bulgarie, ou de tout autre élément susceptible de permettre au requérant d’adapter son comportement. Elle estime qu’une définition précise, par le droit roumain, des limites de la zone économique exclusive proclamée par la Roumanie au sens de la CNUDM était nécessaire, au vu des conséquences pénales susceptibles d’en résulter en cas de violation des droits souverains s’y attachant par un quelconque navire – et en particulier par ceux battant pavillon de l’un des pays visés à l’article 9 § 2 de la loi no 17/1990, telle que modifié par la loi no 36/2002.", "72.  La Cour observe que les tribunaux qui ont condamné le requérant ont aussi jugé que même si un accord avait été conclu entre la Roumanie et la Bulgarie, il n’aurait pas été favorable au requérant.", "S’il est vrai que les tribunaux internes sont mieux placés qu’elle pour interpréter le droit interne, et qu’elle ne saurait se substituer aux juridictions nationales dans l’appréciation qu’il leur revient d’émettre à cet égard, il n’en reste pas moins vrai que la Cour conserve la compétence de vérifier si une telle appréciation pouvait être raisonnablement prévisible pour le requérant au regard du « droit » applicable, y compris le droit jurisprudentiel.", "73.  La Cour doit par conséquent avoir égard à la jurisprudence des tribunaux roumains en la matière, d’autant plus que l’interprétation donnée par les tribunaux supérieurs, qui ont infirmé l’acquittement prononcé en première instance, s’écartait d’une manière saisissante de la lettre de l’article 9 de la loi précitée.", "Or, elle constate que l’interprétation retenue par le tribunal départemental et la cour d’appel de Constanţa ne s’appuyait sur aucune jurisprudence interne établie. En effet, les documents soumis par le Gouvernement font état de quatre décisions de condamnation, l’une à l’égard du requérant et les autres concernant trois autres navires battant pavillon bulgare arrêtés à la suite d’incidents identiques s’étant produits les 3 et 4 mai 2002. Comme dans l’affaire du requérant, dans le cas des trois autres navires, les tribunaux de première instance ont prononcé des décisions d’acquittement, pour les mêmes raisons que celles ayant motivé l’acquittement du requérant par le tribunal de première instance de Constanţa (paragraphe 17 ci-dessus). Ce n’est qu’en appel que ces décisions d’acquittement ont été infirmées.", "En dehors de ces quatre affaires, le Gouvernement n’a fourni aucune autre décision de condamnation prononcée pour des faits similaires à ceux de la présente, ni depuis l’entrée en vigueur de la loi no 36/2002 ni même auparavant, sous l’empire du décret du Conseil d’État no 142/1986. Bien au contraire, concernant l’application du décret en question, sur la base duquel le parquet avait instruit l’affaire du présent requérant, les exemples fournis par le Gouvernement sont des décisions d’acquittement (paragraphe 39 cidessus).", "74.  À la lumière de ce qui précède, la Cour considère que ni les dispositions internes susmentionnées ni l’interprétation qui en avait été faite par les tribunaux ne rendaient la condamnation du requérant suffisamment prévisible.", "75.  La Cour relève par ailleurs certaines contradictions entre les dispositions de la CNUDM et la législation roumaine, par exemple quant aux droits et obligations de l’État côtier en matière de sanction des manquements à sa législation, notamment en ce qui concerne la possibilité d’infliger une peine d’emprisonnement (paragraphes 22 et 35 ci-dessus).", "Les conclusions auxquelles elle est parvenue ci-dessus quant à la prévisibilité de sa condamnation (paragraphe 74) dispensent la Cour d’examiner si les sanctions appliquées au requérant en considération de sa culpabilité étaient en elles-mêmes prévues par la loi au sens de l’article 7 de la Convention.", "76.  En conclusion, la Cour estime qu’il y a eu en l’espèce violation de l’article 7 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1 À LA CONVENTION", "77.  Le requérant voit dans la confiscation de son navire et des outils et installations se trouvant à bord par la décision du tribunal départemental de Constanţa du 30 septembre 2002 une violation de l’article 1 du Protocole no 1 à la Convention, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les États de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "78.  Le Gouvernement conteste cette thèse.", "A.  Sur la recevabilité", "79.  La Cour constate que le présent grief n’est pas manifestement \nmal-fondé au sens de l’article 35 § 3 (a) de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "a)  Le requérant", "80.  Il soutient que la confiscation de son bateau et des outils s’y trouvant était illégale, puisqu’il avait pêché dans une zone qui selon lui ne se trouvait pas sous la juridiction de la Roumanie.", "b)  Le Gouvernement", "81.  À titre liminaire, le Gouvernement souligne qu’aucun de ses arguments en défense ne saurait être interprété comme portant atteinte à la position de la partie roumaine dans les négociations avec la Bulgarie pour la délimitation des espaces maritimes en mer Noire (paragraphe 24 ci-dessus).", "82.  Sur le fond, le Gouvernement expose que le requérant se trouvait dans la zone économique exclusive de la Roumanie au sens de la CNUDM, zone relevant de la juridiction roumaine en matière de conservation et de gestion des ressources biologiques.", "S’il est vrai que les négociations entre la Roumanie et la Bulgarie en vue de la délimitation de leurs zones exclusives n’ont pas encore abouti, le Gouvernement estime que l’on ne saurait déduire de l’absence d’accord bilatéral de délimitation que les deux États ne possèdent aucune zone économique exclusive. En 1986, comme le lui permettait le droit international, l’État roumain a proclamé unilatéralement sa zone économique exclusive en mer Noire, avec l’adoption du décret no 142/1986 pris pour l’application de la CNUDM dans son ordre juridique interne.", "Contrairement à ses droits sur l’espace maritime du plateau continental, précise le Gouvernement, les droits de la Roumanie sur l’espace couvert par sa zone économique exclusive n’existaient pas ipso facto et ab initio : ils ont pris naissance par la proclamation unilatérale de ladite zone économique exclusive, en 1986.", "83.  Le Gouvernement admet que la sanction de la confiscation représente une ingérence dans le droit de propriété du requérant. Cette ingérence était prévue dans son principe par l’article 64 § 2 de la CNUDM, qui permet à l’État côtier, en l’occurrence la Roumanie, d’adopter des lois exigeant une licence pour les activités de pêche et de sanctionner le nonrespect des réglementations nationales. Elle était ensuite prévue par l’article 67 de la loi no 192/2001, par la loi no 36/2002 et par l’arrêté no 140 du 26 mars 2002, actes normatifs qu’il incombait au requérant de connaître, estime le Gouvernement, dès lors qu’il se trouvait dans un territoire relevant de la juridiction de la Roumanie.", "84.  L’ingérence poursuivait en outre selon lui un but légitime, à savoir, la protection de la zone économique exclusive de la Roumanie et la conservation des espèces de plantes et d’animaux y vivant.", "85.  Enfin, l’ingérence était proportionnée au but poursuivi, le Gouvernement estimant qu’elle ménageait un juste équilibre entre, d’une part, les intérêts de la Roumanie en tant qu’état côtier – en l’occurrence, celui de voir le capitaine du navire traduit devant les instances nationales et les sanctions prononcées réellement exécutées –, et d’autre part, ceux de la Bulgarie en tant qu’État du pavillon – en l’occurrence, celui d’obtenir la mainlevée de l’immobilisation du navire et de son équipage. Or, selon le Gouvernement, à aucun moment l’État bulgare n’a demandé la mainlevée de l’immobilisation, alors que lui seul était habilité à le faire, selon l’article 73 de la CNUDM, et qu’il était concrètement en droit de le faire, puisque la situation du navire du requérant était connue des autorités bulgares. En tout cas, ces dernières ne se sont à aucun moment plaintes que la saisie conservatoire du navire ne leur ait pas été notifiée.", "2.  Appréciation de la Cour", "a)  Principes généraux", "86.  La Cour rappelle que l’article 1 du Protocole no 1 contient trois normes distinctes : la première, qui s’exprime dans la première phrase du premier alinéa et revêt un caractère général, énonce le principe du respect de la propriété ; la deuxième, figurant dans la seconde phrase du même alinéa, vise la privation de propriété et la soumet à certaines conditions ; quant à la troisième, consignée dans le second alinéa, elle reconnaît aux États le pouvoir, entre autres, de réglementer l’usage des biens conformément à l’intérêt général. Il ne s’agit pas pour autant de règles dépourvues de rapport entre elles. La deuxième et la troisième ont trait à des exemples particuliers d’atteintes au droit de propriété ; dès lors, elles doivent s’interpréter à la lumière du principe consacré par la première (voir, parmi d’autres, Scordino c. Italie (no 1) [GC], no 36813/97, § 78, CEDH 2006-V, J.A. Pye (Oxford) Ltd et J.A. Pye (Oxford) Land Ltd c. Royaume-Uni [GC], no 44302/02, § 52, CEDH 2007-III et Vistiņš et Perepjolkins c. Lettonie [GC], no 71243/01, § 93, 25 octobre 2012).", "87.  Pour ce qui est de la confiscation de biens, la Cour a affirmé à plusieurs reprises qu’une telle mesure relevait du second alinéa de l’article 1 du Protocole no 1 (AGOSI c. Royaume-Uni, 24 octobre 1986, § 51, série A no 108, Raimondo c. Italie, 22 février 1994, § 29, série A no 281-A, Butler c. Royaume-Uni (déc.), no 41661/98, CEDH 2002-VI, Yildirim c. Italie (déc.), no 38602/02, CEDH 2003-IV, Sud Fondi srl et autres c. Italie, no 75909/01, § 129, 20 janvier 2009 et Varvara c. Italie, no 17475/09, § 83, 29 octobre 2013).", "88.  Une ingérence au sens du second alinéa doit tout d’abord être prévue par la loi. En effet, la prééminence du droit, l’un des principes fondamentaux d’une société démocratique, est une notion inhérente à l’ensemble des articles de la Convention (Amuur c. France, 25 juin 1996, § 50, Recueil des arrêts et décisions 1996-III, et Vistiņš et Perepjolkins, précité, § 95).", "89.  La Cour rappelle que par les mots « prévues par la loi », il est entendu tout d’abord que la mesure incriminée doit avoir une base en droit interne, mais aussi que la loi pertinente doit répondre à certaines exigences en termes de qualité : elle doit être accessible aux personnes concernées et formulée de façon assez précise pour leur permettre – en s’entourant, au besoin, de conseils éclairés – de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences pouvant résulter d’un acte déterminé (arrêts Sunday Times c. Royaume-Uni (no 1) du 26 avril 1979, série A no 30, p. 31, § 49, Église métropolitaine de Bessarabie et autres c. Moldova, no 45701/99, CEDH 2001-XII, Sanoma Uitgevers B.V., précité, § 81).", "Le niveau de précision de la législation interne – qui ne peut en aucun cas prévoir toutes les hypothèses – dépend dans une large mesure du contenu de l’instrument en question, du domaine qu’il est censé couvrir et du nombre et du statut de ceux à qui il est adressé (Centro Europa 7 S.r.l. et Di Stefano c. Italie [GC], no 38433/09, § 142, CEDH 2012).", "90.  L’ingérence doit aussi poursuivre un ou plusieurs buts légitimes. Enfin, il doit exister un rapport raisonnable de proportionnalité entre les moyens employés et le ou les buts visés. En d’autres termes, il incombe à la Cour de rechercher si l’équilibre a été maintenu entre les exigences de l’intérêt général et l’intérêt du ou des individus concernés. Ce faisant, elle reconnaît à l’État une grande marge d’appréciation tant pour choisir les modalités de mise en œuvre que pour juger si leurs conséquences se trouvent légitimées, dans l’intérêt général, par le souci d’atteindre l’objectif de la loi en cause (AGOSI, précité, § 52, et J.A. Pye (Oxford) Ltd et J.A. Pye (Oxford) Land Ltd c. Royaume-Uni [GC], no 44302/02, § 55, CEDH 2007-III).", "b)  Application en l’espèce", "91.  En l’espèce, nul ne conteste que la confiscation du navire et des outils s’y trouvant, ainsi que de la cargaison, constitue une ingérence dans le droit du requérant au respect de ses biens au sens du second alinéa de l’article 1 du Protocole no 1. La Cour doit donc rechercher si la privation dénoncée se justifie sous l’angle de cette disposition.", "92.  La Cour vient de constater que l’infraction en considération de laquelle le requérant s’est vu confisquer son navire ne répondait pas aux exigences de « légalité » découlant de l’article 7, puisque les dispositions internes qui ont servi de base légale à sa condamnation n’étaient pas d’application suffisamment prévisible (paragraphe 74 ci-dessus).", "Cette conclusion l’amène à considérer que l’ingérence dans le droit au respect des biens du requérant ne remplissait pas davantage la condition similaire de légalité requise par l’article 1 du Protocole no 1 (voir aussi Sud Fondi srl et autres, précité, § 137 et Varvara, précité, §§ 84 et 85).", "Dès lors, il y a eu violation de cette disposition de ce chef.", "93.  Pareille conclusion dispense la Cour de rechercher si les autres exigences de l’article 1 du Protocole no 1 ont été respectées en l’espèce, et notamment s’il y a eu rupture du juste équilibre requis.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "94.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage matériel et moral", "95.  Le requérant réclame 30 000 euros (EUR) au titre du préjudice matériel qu’il estime avoir subi, représentant la valeur selon lui de tous les biens confisqués.", "Il réclame également une somme pour le préjudice moral subi du fait de la procédure menée à son encontre et de sa détention, sans chiffrer sa demande.", "96.  Le Gouvernement fait valoir que le requérant n’a pas soumis de justificatifs pour la somme demandée au titre du préjudice matériel allégué. Il soutient que le navire du requérant était en très mauvais état et que, par suite, sa vente aux enchères n’a finalement pu se faire, faute d’acheteurs à un prix plus élevé, qu’au prix de 63 millions de ROL seulement, soit environ 25 % de la valeur du navire, comme le permettaient les dispositions de la décision gouvernementale no 514/1999 sur la vente des biens confisqués par l’État.", "Quant au préjudice moral, il considère qu’un constat de violation représenterait en soi une satisfaction équitable, d’autant plus que dans ce cas le requérant pourrait obtenir, en vertu de l’article 408 du code de procédure pénale, la révision de la décision de condamnation.", "97.  La Cour constate que le requérant a subi un préjudice matériel certain, mais note qu’il n’a pas soumis de justificatifs à l’appui de ses prétentions.", "Par ailleurs, elle estime que le requérant a subi un tort moral indéniable du fait des violations constatées des articles 7 de la Convention et 1 du Protocole no 1 à la Convention.", "98.  Eu égard à l’ensemble des éléments se trouvant en sa possession et statuant en équité, comme le veut l’article 41 de la Convention, la Cour décide d’allouer au requérant 6 500 EUR, tous préjudices confondus, plus tout montant pouvant être dû à titre d’impôt sur cette somme.", "B.  Frais et dépens", "99.  Le requérant n’a pas présenté de demande de remboursement des frais et dépens.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 7 de la Convention ;", "", "3.  Dit qu’il y a eu violation de l’article 1 du Protocole no 1 à la Convention ;", "", "4.  Dit", "a)  que l’État défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 6 500 EUR (six mille cinq cents euros), tous préjudices confondus, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 16 septembre 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "\tFatoş Aracı\tJosep Casadevall\n\tGreffière adjointe\tPrésident"]}