{"file": "FRE_HFCOM_30210_06.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "30210/06", "text_paragraphs": ["", "DEUXIÈME SECTION", "Requête no 30210/06\nAntonio RICCI\ncontre l’Italie\nintroduite le 18 juillet 2006", "EXPOSÉ DES FAITS", "", "Le requérant, M. Antonio Ricci, est un ressortissant italien né en 1950 et résidant à Albenga (Savone). Il a été représenté devant la Cour par Me S. Pino, avocat à Milan.", "Les faits de la cause, tels qu’ils ont été exposés par le requérant, peuvent se résumer comme suit.", "Le requérant est auteur et inventeur du programme de télévision satirique Striscia la notizia, transmis sur la chaine privée Canale 5.", "Striscia la notizia est un programme quotidien de critique de la télévision, qui a pour but de révéler, avec ironie, des épisodes de mauvaises pratiques de la politique et de la télévision.", "En octobre 1996, la télévision publique RAI préparait une émission culturelle dénommée L’Altra edicola, à laquelle étaient invités l’écrivain Albo Busi (qui se trouvait dans les locaux RAI de Rome) et le philosophe Gianni Vattimo (qui se trouvait dans les locaux RAI de Turin). L’enregistrement de leur conversation avait lieu sur les fréquences assignées à la RAI et était destiné à sélectionner les images utiles à la diffusion. Lors de l’enregistrement, une querelle éclata entre les deux invités. L’animatrice de l’émission demanda ensuite à ses collaborateurs si M. Vattimo avait signé l’autorisation à la diffusion des images. Après avoir reçu une réponse négative, elle commenta : « Ce n’est pas possible ! (...) On avait fait exprès de mettre ensemble, ce deux là ! ».", "Ces images furent interceptées par les appareils de Canale 5 dans le cadre du monitorage de l’activité des autres chaînes. Le requérant décida ensuite de les diffuser lors de deux émissions de Striscia la notizia (des 21 et 26 octobre 1996), et ce afin de démonter la « vraie nature de la télévision », où tout est construit pour créer du spectacle. Selon le requérant, le but de l’émission L’altra edicola n’était pas de commenter le dernier livre de M. Vattimo, mais de faire éclater une querelle entre les deux invités, et ce afin d’accroître l’audience.", "Le 14 mai 1997, la RAI porta plainte contre le requérant pour interception frauduleuse de communications confidentielles internes au système télématique RAI et pour divulgation du contenu des images au public. Dans le cadre de la procédure pénale, la RAI et M. Vattimo se constituèrent parties civiles. La première sollicita la réparation des dommages subis, chiffrés à 500 000 euros (EUR), et M. Vattimo demanda l’octroi de 516 456,89 EUR pour dommage moral et pour la violation de son droit à la vie privée (diritto alla riservatezza) et de son droit à l’image.", "Le requérant était notamment accusé des infractions prévues par l’article 617quater du code pénal (le « CP »), intitulé « Interception, empêchement ou interruption illicite de communications informatiques ou télématiques ». Dans ses parties pertinentes, cette disposition se lit comme suit :", "« Quiconque, de manière frauduleuse, intercepte des communications relatives à un système informatique ou télématique (...) est puni par la réclusion allant de six mois à quatre ans.", "(...) la même peine s’applique à quiconque révèle, par le biais de tout moyen d’information au public, en tout ou en partie, le contenu des communications [décrites] au paragraphe 1.", "(...).", "L’on procède d’office et la peine va de la réclusion d’un à cinq ans si le fait est commis :", "1) au détriment d’un système informatique ou télématique utilisé par l’Etat ou par un autre organisme public ou par une entreprise fournissant des services publics ou de nécessité publique ;", "(...). »", "Au cours du procès, le requérant allégua que Canale 5 avait acquis les images par captage involontaire du signal RAI, dans le cadre du monitorage régulier des chaînes de télévision afin d’acquérir des informations et des images d’autres chaînes. Il allégua aussi que la divulgation des images au public relevait de l’exercice de son droit de critique et de son droit à la satire.", "Par un jugement du 12 avril 2002, dont le texte fut déposé au greffe le 16 mai 2002, le tribunal de Milan relaxa le requérant du chef d’inculpation d’interception des communications relatives à un système télématique. Il le condamna en revanche à quatre mois et cinq jours d’emprisonnement avec sursis pour divulgation au public de communications internes au système télématique RAI. Le requérant fut également condamné au paiement de frais de procédure à hauteur de 6 000 EUR en faveur de la RAI et de 5 000 EUR en faveur de M. Vattimo, ainsi qu’à la réparation des dommages subis par les parties civiles, dont le montant devait être fixé dans une procédure civile séparée. Le tribunal de Milan indiqua cependant que le requérant était tenu à verser immédiatement, à titre d’acompte, 10 000 EUR à chacune des parties civiles.", "Le tribunal estima tout d’abord, sur la base des expertises et des témoignages faits aux débats, qu’il n’y avait pas la preuve que l’interception de l’enregistrement de l’émission L’altra edicola eut lieu de manière frauduleuse ou à la demande du requérant.", "Le tribunal observa ensuite que le deuxième paragraphe de l’article 617quater du CP, en punissant la divulgation de communications, visait à protéger la confidentialité de ces dernières. En l’espèce, il était évident que la vidéo diffusée par le requérant était une communication interne confidentielle de la RAI. Il n’était pas pertinent de s’attarder sur le contenu de la vidéo, car l’infraction décrite à l’article 617quater § 2 était constituée par le seul fait de la diffusion de communications confidentielles. Il en allait de même en ce qui concernait le but poursuivi par le requérant, qui n’était pas censé invoquer le droit à la satire pour justifier une divulgation interdite par la loi.", "Le requérant interjeta appel, en alléguant que la divulgation des communications pouvait être punie seulement en cas d’interception frauduleuse. Il invoqua à nouveau son droit de critique et de chronique, en faisant valoir que la diffusion de la vidéo était nécessaire pour réaliser l’objectif du programme Striscia la notizia, à savoir démontrer que la nature réelle de la télévision était la spectacularisation de la réalité. Selon le requérant, les images de la dispute mettaient en évidence que l’objectif du programme L’altra edicola n’était pas de mettre en place un débat culturel mais, de créer une bagarre sur un plateau de télévision. Il demanda enfin l’octroi d’une circonstance atténuante et la révocation de la condamnation à la réparation des dommages.", "Par un arrêt du 23 janvier 2004, dont le texte fut déposé au greffe le 24 avril 2004, la cour d’appel de Milan confirma le jugement de première instance.", "La cour d’appel estima en premier lieu que les éléments recueillis amenaient à croire que l’interception avait été frauduleuse, mais que rien ne démontrait que le requérant en était l’auteur ou le mandant. En tout état de cause, l’article 617quater devait être interprété dans le sens que la divulgation d’informations pouvait être punie même si l’infraction décrite au premier paragraphe n’était pas constituée et même si l’auteur de la divulgation avait eu connaissance des communications de manière fortuite. En l’espèce, la communication de la RAI avait eu lieu sur une fréquence destinée à elle seule, et donc il y avait eu violation de la confidentialité des communications de cette entreprise. Dans ce contexte, le contenu de la communication interceptée ou le caractère « méritoire » de sa diffusion n’étaient pas pertinent, tout sujet, y compris la RAI, ayant un droit à la confidentialité protégé par la loi.", "La cour d’appel aborda ensuite la question du conflit entre le droit à la confidentialité des communications (article 15 de la Constitution) et la liberté d’expression (article 21 de la Constitution). Elle observa qu’en principe, l’exercice du droit de critique pouvait justifier la divulgation d’une communication prohibée. Ce qui était déterminant à cet égard était l’intérêt social de l’information diffusée, un intérêt public primordial pouvant rendre non punissable la conduite du divulgateur. Par exemple, il aurait été licite de diffuser une vidéo montrant que la RAI manipulait le débat politique en faveur d’un certain parti. Cependant, tel n’était pas le cas en l’espèce, où l’animatrice d’un débat culturel se plaignait que M. Vattimo n’avait pas autorisé la diffusion des images et que sa querelle avec M. Busi ne pouvait pas être montrée au public. Selon le requérant, cet épisode avait un intérêt public car il montrait la vraie nature du phénomène de la télévision comme instrument de mystification de la réalité afin d’accroître l’audience. Or, ce point de vue, bien que digne de respect, pouvait être exposé en citant d’autres produits de la télévision et sans violer la confidentialité des enregistrements de la RAI. L’information divulguée par le requérant (qu’une animatrice de télévision était contrariée de ne pas pouvoir réaliser un « scoop ») était en réalité sans importance, et seule la manière où elle avait été présentée au public était susceptible d’attirer l’attention de ce dernier.", "Le requérant se pourvut en cassation.", "Par un arrêt du 19 mai 2005, dont le texte fut déposé au greffe le 1er février 2006, la Cour de cassation cassa sans renvoi l’arrêt de la cour d’appel, l’infraction reprochée au requérant étant prescrite depuis le 21 avril 2004. Elle confirma la condamnation de l’intéressé au dédommagement des parties civiles et le condamna au paiement des frais de procédure de la RAI, s’élevant à 3 000 EUR.", "La Cour de cassation estima que la cour d’appel avait motivé de façon logique et correcte tous les points controversés. Elle confirma que les infractions prévues par le premier et le deuxième paragraphes de l’article 617quater du CP étaient autonomes et distinctes et pouvaient être réalisées par des sujets différents ; de plus, la divulgation d’une communication confidentielle était punissable même si l’interception de cette dernière n’avait pas été frauduleuse.", "La Cour de cassation observa enfin que le droit de critique, de chronique et à la satire devait être reconnu de la manière la plus ample possible, étant garanti par l’article 21 de la Constitution et les citoyens ayant le droit d’être informés par les moyens le plus incisifs. Cependant, en l’espèce, ce droit ne pouvait pas être invoqué car il ne s’agissait pas d’une affaire de diffamation, mais d’une affaire de divulgation d’informations confidentielles non diffamatoires. La confidentialité de ces communications était garantie par l’article 15 de la Constitution, et l’exercice du droit à la satire ne pouvait en justifier la divulgation. Dans ces conditions, il n’était pas pertinent d’examiner si les informations diffusées étaient vraies, s’il y avait un intérêt public à leur divulgation ou si la forme d’expression utilisée était appropriée.", "Le requérant n’a pas indiqué si la RAI et M. Vattimo ont entamé une procédure civile en dédommagement à son encontre.", "GRIEF", "Invoquant l’article 10 de la Convention, le requérant allègue que sa condamnation pour la divulgation de l’enregistrement de l’émission L’altra edicola a violé son droit à la liberté d’expression. Il allègue qu’au vu du but de l’émission Striscia la notizia, il avait bien le droit d’informer le public quant à la nature de la télévision et à l’hypocrisie qui la caractérisait.", "", "", "\n", "QUESTIONS AUX PARTIES", "1.  Y a-t-il eu atteinte à la liberté d’expression du requérant, au sens de l’article 10 § 1 de la Convention ?", "", "2.  Dans l’affirmative, cette atteinte était-elle prévue par la loi et nécessaire, au sens de l’article 10 § 2 ? En particulier, dans la mise en balance des droits du requérant sous l’angle de l’article 10 de la Convention et du droit à la confidentialité des informations, les autorités nationales, ont-elles appliqué les critères établis par la jurisprudence de la Cour ?", "", "Les parties sont invitées à fournir toute information pertinente quant à l’issue de la procédure civile en dédommagement qui a pu être entamée contre le requérant par les parties civiles (la RAI et M. Vattimo).", ""]}