{"file": "FRE_HFJUD_51776_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "51776/08", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "", "", "", "AFFAIRE A. ET AUTRES c. BULGARIE", "", "(Requête Nº 51776/08)", "", "", "", "", "", "", "ARRÊT", "", "", "", "", "", "STRASBOURG", "", "29 novembre 2011", "", "DÉFINITIF", "", "29/02/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire A. et autres c. Bulgarie,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tLech Garlicki, président,\n\tDavid Thór Björgvinsson,\n\tPäivi Hirvelä,\n\tGeorge Nicolaou,\n\tLedi Bianku,\n\tZdravka Kalaydjieva,\n\tNebojša Vučinić, juges,\net de Lawrence Early, greffier de section,", "Après en avoir délibéré en chambre du conseil le 8 novembre 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 51776/08) dirigée contre la République de Bulgarie et dont cinq ressortissantes de cet Etat, Mlles A., B., C., D. et E. (« les requérantes »), ont saisi la Cour le 8 octobre 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). Le président de l’ancienne cinquième section a accédé à la demande d’anonymat formulée par les requérantes (article 47 § 3 du règlement de la Cour).", "2.  Devant la Cour, les requérantes ont été représentées par M. K. Kanev, président du Comité bulgare d’Helsinki, une organisation non gouvernementale basée à Sofia. Le gouvernement bulgare (« le Gouvernement ») a été représenté par son agente, Mme M. Kotzeva, et par Mme V. Hristova, experte auprès du ministère de la Justice.", "3.  Le 28 mai 2010, le président de l’ancienne cinquième section a décidé de communiquer au Gouvernement les griefs formulés sur le terrain des articles 5 § 1, 6, 7, 8 et 14 portant sur le placement des requérantes en centre éducatif-internat, ceux formulés par A. sous l’angle de l’article 5 § 1 au sujet de son placement dans un « centre pour enfants en crise », ainsi que ceux formulés par B. sous l’angle des articles 5 § 4, 8 et 14 au sujet de son placement dans un foyer d’accueil temporaire pour mineurs. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l’affaire.", "4.  Le 1er février 2011, la Cour a modifié la composition de ses sections. L’affaire a été attribuée à la quatrième section ainsi remaniée.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Les requérantes nées en 1991, 1994 et 1992, résidaient à Podem à l’époque des faits. A cette époque, elles étaient placées en centre éducatifinternat (възпитателно училище–интернат) pour mineures sur le fondement de décisions prises en application de la loi sur la lutte contre les comportements antisociaux des mineurs.", "A.  Les faits concernant A.", "6.  Par une décision en date du 18 septembre 2007, le service de la protection de l’enfance de la direction municipale de l’assistance sociale de Pleven plaça A. dans un « centre pour enfants en crise » (кризисен център за деца), établissement spécialisé prévu par la loi sur la protection de l’enfance, pour que celle-ci y bénéficie d’un soutien psychologique « à long terme ». La décision en question indiquait que les parents de l’intéressée vivaient à l’étranger, que celle-ci manquait de soins parentaux et qu’elle risquait de se voir inciter à commettre des infractions pénales ou d’être exploitée sexuellement.", "7.  Le centre en question était un établissement fermé dont les fenêtres étaient munies de barreaux et ne pouvaient être ouvertes, et dont les portes étaient verrouillées en permanence. Les sorties, encadrées par un assistant social, étaient soumises à un régime d’autorisation. Les absences non autorisées étaient signalées à la police, qui avait pour mission de rechercher et de reconduire les fugueuses. Les visites devaient être autorisées par la direction municipale de l’assistance sociale.", "8.  Le 23 septembre 2007, A. s’enfuit du centre. Elle fit l’objet d’un avis de recherche national. La police la retrouva et la reconduisit au centre le 8 octobre 2007.", "9.  Le 7 novembre 2007, la commission locale de lutte contre les comportements antisociaux des mineurs (ci-après « la commission locale ») adressa au tribunal de district (Районен съд) de Pleven une proposition de placement de la requérante dans un centre éducatif-internat, indiquant en particulier que les parents de celle-ci se désintéressait d’elle et que ses comportements antisociaux se caractérisaient par « son absentéisme scolaire, ses fugues, son concubinage avec un adulte d’origine rom fiché comme « délinquant » par la police et l’offre de « services sexuels » ». Elle précisa que l’intéressée avait eu un enfant, qu’elle avait abandonné.", "10.  Le 9 avril 2008, le tribunal de district tint une audience. Il entendit la requérante représentée par un avocat commis d’office, son grand-père, un assistant social du « centre pour enfants en crise » et un représentant de la commission locale. Ce dernier expliqua que la requérante s’était enfuie de son domicile et du « centre pour enfants en crise », qu’elle s’adonnait à la prostitution et qu’elle subissait l’influence néfaste d’un adulte fiché par la police comme « délinquant ». Il avança que le placement de l’intéressée dans un centre éducatif-internat permettrait de la soustraire à ce mode de vie défavorable et de surveiller son éducation. A. déclara qu’elle ne souhaitait pas vivre en centre éducatif-internat. Son avocat plaida que la proposition de placement de sa cliente était fondée, mais que celle-ci était habituée à vivre en « centre pour enfants en crise » et qu’il était préférable de la placer dans un centre de ce type plutôt que dans un centre éducatif-internat. A l’issue de l’audience, le tribunal considéra que, au vu des éléments recueillis, il convenait d’ordonner le placement d’A. en centre éducatif-internat. Il releva notamment que la requérante ne pouvait plus demeurer dans un « centre pour enfants en crise » car la loi imposait une limite de six mois quant à la durée du placement dans ce type d’établissement, laquelle avait déjà été dépassée. Cette décision ne fut pas contestée et acquit force de chose jugée.", "11.  La requérante quitta le « centre pour enfants en crise » le 26 mai 2008. Le 13 juin 2008, elle fut placée en centre éducatif-internat. Son lieu d’hébergement entre ces deux dates n’a pas été précisé.", "12.  Elle quitta le centre en question le 29 janvier 2009, conformément à une décision du conseil pédagogique de cet établissement.", "B.  Les faits concernant B.", "13.  De 2007 à début 2008, la commission locale adopta plusieurs mesures éducatives concernant B., sans toutefois ordonner son placement en institution spécialisée. Ces mesures, parmi lesquelles figuraient le placement de l’intéressée sous le contrôle renforcé de ses parents, la mise sous surveillance par un éducateur social et l’avertissement préalable à un placement en centre éducatif-internat, furent prises sur le fondement de la loi sur la lutte contre les comportements antisociaux des mineurs La requérante avait fugué à plusieurs reprises de son domicile, elle était fréquemment absente à l’école, et elle avait de mauvaises fréquentations.", "14.  Le 5 mai 2008, l’intéressée fit une nouvelle fugue. La police la retrouva le 8 mai 2008.", "15.  Le 9 mai 2008, la commission locale proposa au tribunal de district de Pernik de placer l’intéressée dans un centre éducatif-internat, arguant que celle-ci ne s’était pas conformée aux mesures éducatives imposées et que ses parents n’étaient plus en mesure d’assurer une surveillance parentale appropriée. Le 10 mai 2008, sur décision de la commission locale, la police conduisit la requérante dans un foyer d’accueil temporaire pour mineurs – institution présentant les caractéristiques d’une maison d’arrêt pour mineurs – que l’intéressée quitta le 27 mai 2008.", "16.  Le même jour, le tribunal de district tint une audience sur la procédure judiciaire de placement en centre éducatif-internat. La requérante y fut représentée par un fonctionnaire du service municipal de protection de l’enfance, qui fit valoir que son comportement appelait un placement dans un centre éducatif-internat. Cette dernière déclara qu’elle ne souhaitait pas être placée dans un centre de ce type.", "17.  Le tribunal de district prononça son jugement le 27 mai 2008. Il constata en particulier que la requérante présentait un comportement antisocial en ce qu’elle fuguait fréquemment, qu’elle avait tendance à se livrer au vagabondage et qu’elle entretenait des relations inappropriées avec des personnes majeures. Il considéra que ce comportement constituait un danger pour la vie et la santé de l’intéressée. Il releva qu’elle était en conflit avec ses parents et des contacts n’avaient pu être établis avec l’éducateur social que grâce à la coopération et à la surveillance de son père et non à la bonne volonté de la requérante. Il en conclut que les mesures appliquées dans le cadre familial et avec l’aide du service de protection de l’enfance n’avaient pas eu suffisamment d’impact sur l’attitude de l’intéressée et que, compte tenu de l’âge de celle-ci, de l’absence de volonté de sa part de corriger son comportement, de l’incapacité de ses parents à contrôler ses activités et du risque de subir des actes de délinquance auquel elle était exposée en raison de ses fugues, de son vagabondage et de ses liens avec des délinquants, il convenait d’appliquer la mesure éducative la plus rigoureuse, à savoir le placement dans un centre éducatif-internat. La requérante n’interjeta pas appel du jugement du tribunal de district, qui acquit force de chose jugée.", "18.  Il apparaît que, avant son placement en centre éducatif-internat, la requérante avait été reconduite par la police au foyer d’accueil temporaire pour mineurs, sur l’ordre du procureur, et qu’elle y était demeurée du 7 au 21 juillet 2008.", "19.  Le 30 juillet 2008, l’intéressée fut placée dans un centre éducatifinternat, qu’elle quitta le 26 juin 2010.", "C.  Les faits concernant C.", "20.  En 2007, à une date non précisée, la commission locale proposa au tribunal de district de Pleven de placer C. en centre éducatif-internat.", "21.  Le 15 avril 2008, le tribunal de district de Pleven tint une audience en présence de l’intéressée et de son avocat commis d’office. Il entendit la requérante, le père de celle-ci, l’adjointe au maire et un représentant de la commission locale. Il constata que l’intéressée avait été confiée à ses grands-parents paternels et qu’elle avait souvent fugué de leur domicile. Il releva en outre que son père avait fondé une nouvelle famille dans une autre ville, sa mère vivait à l’étranger et la requérante avait fait plusieurs séjours chez son père mais qu’il lui arrivait de s’absenter pendant plusieurs jours sans prévenir. Il observa que la requérante ne fréquentait pas l’école, que ses parents n’avaient aucune prise sur elle et la police l’avait retrouvée à plusieurs reprises au domicile d’autres personnes. Il ajouta que, à une date non précisée, elle avait subi une intervention médicale sérieuse nécessitant une convalescence en milieu hospitalier mais qu’elle avait quitté l’hôpital pour s’installer chez un particulier, et qu’elle avait été placée, pendant une durée inconnue, dans une institution spécialisée d’où elle s’était enfuie à plusieurs reprises.", "22.  L’avocat de la requérante déclara ne pas s’opposer à la proposition de placement compte tenu du jeune âge et de l’état de santé de l’intéressée.", "23.  Par un jugement rendu le même jour, le tribunal de district estima que les éléments recueillis justifiaient le placement de l’intéressée dans un centre éducatif-internat. La requérante ne fit pas appel de cette décision, qui acquit force exécutoire.", "24.  Il ressort du dossier que la requérante avait été autorisée à passer ses vacances d’été de 2008 au domicile de ses grands-parents, pendant une durée non précisée. Toutefois, la police avait été avertie par le père de l’intéressée que celle-ci refusait de séjourner chez ses grands-parents et qu’il était impossible de la localiser, raison pour laquelle elle avait été reconduite au centre éducatif-internat avant la fin des vacances.", "25.  L’intéressée quitta le centre le 11 juin 2010.", "D.  Les faits concernant D.", "26.  Le 15 février 2008, la commission locale proposa au tribunal de district de Stara Zagora de placer D. dans un centre éducatif-internat au motif que l’intéressée, qui était alors hébergée dans un foyer ouvert où elle avait été placée à la demande de son père, ne fréquentait pas l’école, s’absentait souvent du foyer pendant la nuit, se livrait à la prostitution et incitait ses camarades à la prostitution. Elle observa que D. se rendait souvent au domicile de son père mais que celui-ci n’était pas en mesure de surveiller les activités et le comportement de sa fille. Elle fit valoir que l’intéressée s’était déjà vu imposer plusieurs mesures éducatives, notamment une admonestation, la surveillance par un éducateur social pendant un an, l’interdiction de fréquenter certaines personnes et un avertissement préalable à un placement dans un centre éducatif-internat.", "27.  Le 14 mars 2008, le tribunal de district tint une audience en présence de l’intéressée et de l’avocat commis d’office pour la représenter. Estimant que la mesure était dans l’intérêt de sa cliente en ce qu’elle poursuivait un objectif éducatif, ce dernier souscrivit à la proposition de placement formulée par la commission locale. L’intéressée déclara qu’elle ne voulait pas être placée. Son père indiqua qu’il préférait la garder à son domicile.", "28.  Le même jour, le tribunal de district ordonna le placement de la requérante en centre éducatif-internat. Il motiva sa décision par l’absentéisme scolaire de l’intéressée, les relations sexuelles de celle-ci avec des personnes majeures, l’incitation à la prostitution à laquelle elle se livrait, l’absence de soins parentaux appropriés et l’inefficacité des mesures d’éducation déjà imposées.", "29.  La requérante interjeta appel de cette décision, avec l’accord de son père. Ce dernier désigna un avocat de son choix. Par un arrêt du 14 mai 2008, le tribunal régional (Окръжен съд) de Stara Zagora confirma le jugement rendu en première instance après avoir constaté que l’intéressée avait à plusieurs reprises manifesté des comportements antisociaux et que, compte tenu du refus de la requérante de changer d’attitude, le placement en centre éducatif-internat était la mesure la plus appropriée.", "30.  L’intéressée fut hébergée dans un centre éducatif-internat du 28 juillet 2008 au 11 février 2010.", "E.  Les faits concernant E.", "31.  Le 24 avril 2008, la commission locale proposa au tribunal de district de Kazanlak de placer E. dans un centre éducatif-internat au motif que l’intéressée, dont la mère était décédée et dont le père ne s’occupait plus depuis des années, vivait avec sa grand-mère et sa sœur cadette dans de mauvaises conditions. Elle fit valoir que, depuis début 2007, la requérante s’était mise à fuguer et à s’absenter de l’école, qu’elle avait des « relations sexuelles décousues avec des adultes d’origine bulgare et rom », qu’elle était consciente du sens de ces actes mais n’entendait pas changer de mode de vie, et que son placement en centre éducatif-internat avait été demandé par sa grand-mère, qui n’était pas en mesure d’assurer son éducation.", "32.  Le 2 juin 2008, le tribunal de district tint une audience en présence de l’intéressée et de l’avocat commis d’office pour la représenter. La grandmère de la requérante et un représentant de la commission locale furent également entendus. E. déclara qu’elle ne souhaitait pas être placée en établissement spécialisé. Son avocat plaida qu’il convenait de prendre des mesures éducatives moins rigoureuses que le placement en établissement fermé.", "33.  Par un jugement du 3 juin 2008, le tribunal de district ordonna le placement de la requérante dans un centre éducatif-internat au motif notamment que celle-ci fuguait fréquemment, elle était souvent absente à l’école, elle avait des relations sexuelles décousues et irréfléchies, elle ne disposait pas d’un environnement amical et familial adéquat et n’était pas volontaire à modifier son comportement. Estimant que ces éléments conduisaient à un développement physique et moral inapproprié de la requérante, le tribunal jugea que celle-ci devait être soustraite de son milieu et soumise à une surveillance éducative efficace.", "34.  Ce jugement ne fut pas frappé d’appel et acquit force de chose jugée.", "35.  Il ressort des derniers éléments versés au dossier le 13 octobre 2010 que, à cette date, l’intéressée se trouvait encore dans un centre éducatifinternat.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Le placement des mineurs en centre éducatif-internat", "1.  La loi de 1958 sur la lutte contre les comportements antisociaux des mineurs (Закон за борба срещу противообществените прояви на малолетни и непълнолетни)", "36.  La loi de 1958 sur la lutte contre les comportements antisociaux des mineurs qualifie d’antisocial tout comportement dangereux pour la société, contraire à la loi, à la morale ou aux bonnes mœurs (article 49a). La loi n’énumère pas les comportements susceptibles de recevoir cette qualification mais la pratique judiciaire et la criminologie considèrent que des actes commis par des mineurs et non incriminés par le droit pénal tels que la prostitution, l’emploi de substances narcotiques, l’abus d’alcool, le vagabondage, la mendicité, l’absentéisme scolaire ou les fugues répétées du domicile des parents ou des personnes exerçant la garde constituent des comportements antisociaux. Considérés comme moins dangereux pour l’ordre public que les infractions pénales, ces actes appellent des mesures de défense sociale et relèvent de la compétence des commissions locales de lutte contre les comportements antisociaux des mineurs. Il ressort des statistiques fournies par l’Institut national de statistique que les actes antisociaux les plus nombreux de 1991 à 2006 étaient les fugues et l’absentéisme scolaire. La prostitution des mineures est qualifiée d’antisociale de manière constante depuis 1993 (Б. Станков, Малолетни, непълнолетни, противообществени прояви, престъпления, отговорност, Варна, 2008 г., стр. 33-35).", "37.  La loi prévoit une série de mesures éducatives pouvant être imposées aux mineurs ayant manifesté de tels comportements. La plus sévère d’entre elles est le placement en centre éducatif-internat (article 13, alinéa 1, point 13), établissement à caractère public. Elle peut être prise lorsque les autres mesures légales plus légères (admonestation, surveillance renforcée par les parents ou par des éducateurs, interdiction de fréquenter certains lieux ou personnes, etc.) ne se sont pas révélées suffisantes ou que l’enfant concerné ne bénéficie pas d’un milieu social approprié pour son éducation (article 28, alinéa 2 en relation avec l’article 13, alinéa 1).", "38.  La procédure est déclenchée par la commission locale de lutte contre les comportements antisociaux des mineurs, à qui il revient de soumettre une proposition de placement au tribunal de district. Ce dernier tient une audience à huis clos en présence du mineur concerné dans un délai de quatorze jours. Celui-ci y est représenté par une « personne de confiance » ou par un avocat, ou à défaut, par un représentant de la direction municipale de l’assistance sociale (article 19, alinéas 3 et 4 et article 24, alinéa 3). Le tribunal doit statuer dans un délai de sept jours à compter de la date de l’audience. Sa décision est susceptible d’appel devant le tribunal régional compétent dans un délai de quatorze jours après son prononcé (article 21, alinéa 1, point 2 et article 24a).", "39.  Pendant leur placement, les mineurs bénéficient de mesures éducatives. Ils suivent un enseignement conforme au programme scolaire général ainsi que des programmes d’acquisition de qualifications professionnelles (article 30, alinéa 3).", "40.  L’article 30 alinéa 2 fixe à trois ans la durée maximum d’un mesure de placement. A la fin de chaque année scolaire, le conseil pédagogique du centre éducatif-internat dans lequel l’enfant concerné est placé établit, avec l’assistance d’un procureur et d’un représentant de la commission locale, un rapport d’appréciation sur le comportement de l’enfant, les résultats scolaires de celui-ci et les effets des mesures éducatives adoptées. En cas d’appréciation positive, la commission locale soumet une proposition de levée de la mesure de placement au tribunal de district, qui doit rendre une décision non susceptible de recours dans les trois jours suivant cette proposition (article 31, alinéas 1, 4 et 5).", "2.  Le code pénal", "41.  Les articles 61 et 64 du code pénal de 1968 et l’article 28, alinéa 2 de la loi sur la lutte contre les comportements antisociaux des mineurs prévoient deux hypothèses dans lesquelles des mineurs peuvent être placés en centre éducatif-internat. La première concerne ceux qui ont commis des infractions pénales de faible gravité par négligence ou par jeu. En pareil cas, le procureur peut classer l’affaire ou prononcer un non-lieu et le tribunal peut juger qu’il n’y a pas lieu à statuer, ce qui conduit au placement des mineurs concernés en centre éducatif-internat.", "42.  La seconde concerne les mineurs condamnés à une peine d’emprisonnement ferme d’une durée inférieure à un an, qui peuvent bénéficier, en lieu et place de l’application de la peine, d’un placement en centre éducatif-internat ou une d’autre mesure éducative prévue par la loi sur la lutte contre les comportements antisociaux des mineurs.", "3.  Le règlement sur le fonctionnement des centres éducatifs-internats et des internats socio-pédagogiques", "43.  Le règlement du 1er septembre 2006 sur le fonctionnement des centres éducatifs-internats et des internats socio-pédagogiques (Правилник за устройството и дейността на възпитателните училища – интернати и социално – педагогическите интернати) soumet les élèves qui y sont placés sous une surveillance permanente, leur interdit de quitter les lieux sans autorisation préalable et leur impose d’être accompagnés par un enseignant ou un éducateur dans leurs sorties. Les autorisations de sortie pour les jours fériés et lors des vacances scolaires sont délivrées après accord écrit de la commission locale. Les élèves absents du centre sans autorisation sont considérés comme fugueurs et doivent être signalés à la police par le directeur de l’établissement en vue d’y être reconduits. Les visites sont également subordonnées à l’autorisation du directeur du centre (articles 34 – 40 du règlement).", "B.  Le placement des mineurs en foyer d’accueil temporaire pour mineurs", "44.  L’article 34 de la loi sur la lutte contre les comportements antisociaux des mineurs énonce que les foyers d’accueil temporaire pour mineurs dépendent du ministère de l’Intérieur. Peuvent y être placés les mineurs dont le domicile ne peut être identifié et ceux qui ont été pris en flagrant délit de vagabondage, de mendicité, de prostitution, d’abus d’alcool, de trafic ou de consommation de stupéfiants, ceux qui ont quitté sans autorisation un établissement d’éducation ou de traitement obligatoire, ceux qui ont présenté un comportement antisocial, ou encore ceux qui sont incontrôlables au point que leur maintien sous la garde de leurs parents n’est plus envisageable (article 35 de la loi). En principe, la durée du séjour dans ce type de foyer ne peut excéder quinze jours. Les placements d’une durée supérieure à vingt-quatre heures doivent être ordonnés par un procureur. A titre exceptionnel, celui-ci peut prolonger la durée du placement jusqu’à deux mois.", "C.  Le placement en institution spécialisée en application de la loi de 2000 sur la protection de l’enfance", "45.  La loi en question vise à protéger les enfants, c’est-à-dire les personnes âgées de moins de dix-huit ans (article 2). Elle garantit notamment une protection aux enfants en danger, c’est-à-dire ceux sur lesquels les parents ne veillent pas suffisamment, ceux qui sont victimes d’abus, de violence, d’exploitation ou de tout autre traitement inhumain ou dégradant au sein ou en dehors de la famille, ou encore ceux dont le développement physique, psychique, moral, intellectuel ou social est en péril, etc. (article 5 et disposition additionnelle § 1, point 11).", "46.  La loi prévoit diverses mesures de protection, notamment le placement en institution spécialisée. Les demandes de placement sont introduites auprès du tribunal de district, qui se prononce à l’issue d’une audience publique en présence de l’enfant concerné. Le tribunal détermine la durée de la mesure (article 28, alinéas 1, 3 et 5). Le placement en institution spécialisée ne peut être décidé que lorsqu’il n’est plus possible de maintenir l’enfant dans le cadre familial (article 35 alinéa 2).", "D.  La représentation des mineurs âgés de 14 à 18 ans devant les juridictions", "47.  L’article 28 alinéa 2 du code de procédure civile (CPC) énonce que les mineurs âgés de 14 à 18 ans peuvent ester en justice sous réserve de l’accord de leurs parents ou de leur curateur. Ces derniers n’ont donc pas la qualité de représentants légaux, mais les actes accomplis par les mineurs sans leur accord ne sont pas valides. Par ailleurs, les mineurs peuvent mandater un avocat, mais la procuration doit être signée par l’un de leurs parents ou leur curateur (Сталев, Ж., Българско гражданско процесуално право, София, 2006 г., стр. 173) (ibid., стр. 173).", "48.  L’article 29 alinéa 4 du CPC prévoit que, en cas de conflit d’intérêts entre une personne représentée et son représentant, le tribunal désigne un représentant ad hoc. La jurisprudence interne applique cette disposition à certaines situations de conflit d’intérêts entre un mineur et son représentant légal. Il ressort de cette jurisprudence que le défaut de désignation d’un représentant ad hoc constitue un manquement substantiel aux règles régissant la procédure en matière d’établissement de paternité (Решение на ВС № 297 от 15.04.1987 г. по гр. д. № 168/87 г., II г. о.), de litiges entre parents adoptifs et parents biologiques (Решение на ВС № 1381 от 10.05.1982 г. по гр. д. № 954/82 г., II г. о.) ou encore de patrimoine (Решение № 643 от 27.07.2000 г. на ВКС по гр. д. № 27/2000 г., II г. о. ; Определение на ОС – Велико Търново от 5.11.2008 г. по в. ч. гр. д. № 963/2008).", "III.  TEXTES INTERNATIONAUX PERTINENTS", "A.  Convention relative aux droits de l’enfant, adoptée par l’Assemblée générale des Nations unies (résolution 44/25 du 20 novembre 1989)", "49.  La convention en question a été ratifiée par la Bulgarie le 3 juin 1991. Ses dispositions pertinentes se lisent ainsi :", "Article 3", "« 1.  Dans toutes les décisions qui concernent les enfants, qu’elles soient le fait des institutions publiques ou privées de protection sociale, des tribunaux, des autorités administratives ou des organes législatifs, l’intérêt supérieur de l’enfant doit être une considération primordiale.", "Article 16", "1.  Nul enfant ne fera l’objet d’immixtions arbitraires ou illégales dans sa vie privée, sa famille, son domicile ou sa correspondance, ni d’atteintes illégales à son honneur et à sa réputation.", "2.  L’enfant a droit à la protection de la loi contre de telles immixtions ou de telles atteintes.", "Article 19", "1.  Les Etats parties prennent toutes les mesures législatives, administratives, sociales et éducatives appropriées pour protéger l’enfant contre toute forme de violence, d’atteinte ou de brutalités physiques ou mentales, d’abandon ou de négligence, de mauvais traitements ou d’exploitation (...).", "Article 37", "Les États parties veillent à ce que :", "(...)", "b)  Nul enfant ne soit privé de liberté de façon illégale ou arbitraire. L’arrestation, la détention ou l’emprisonnement d’un enfant doit être en conformité avec la loi, n’être qu’une mesure de dernier ressort et être d’une durée aussi brève que possible;", "d)  Les enfants privés de liberté aient le droit d’avoir rapidement accès à l’assistance juridique ou à toute assistance appropriée, ainsi que le droit de contester la légalité de leur privation de liberté devant un tribunal ou une autre autorité compétente, indépendante et impartiale, et à ce qu’une décision rapide soit prise en la matière.", " (...) »", "50.  Dans ses observations finales adoptées le 21 mai 2008 à l’issue de l’examen du deuxième rapport périodique de la Bulgarie sur le respect de la convention en question, le Comité des droits de l’enfant a constaté que la définition de « comportement antisocial » d’un mineur était contraire aux normes internationales. Aussi a-t-il recommandé que la législation nationale sur la délinquance juvénile et le code de procédure pénale soient modifiés afin d’y supprimer la notion de « comportement antisocial ». Il a en outre recommandé aux autorités de ne recourir à la privation de liberté, au placement en établissement correctionnel éducatif notamment, qu’en dernier ressort et, quand de telle mesure est prise, de procéder à des contrôles et à un examen réguliers en tenant compte de l’intérêt supérieur de l’enfant (paragraphes 68-69 des observations finales).", "B.  Ensemble de règles minima des Nations unies concernant l’administration de la justice pour mineurs (règles de Beijing)", "51.  Les règles en question ont été adoptées par l’Assemblée générale des Nations unies le 29 novembre 1985. Elles n’ont pas force obligatoire en droit international. Leurs passages pertinents sont ainsi libellés :", "« 1.  Perspectives fondamentales", "(...)", "1.2  Les Etats Membres s’efforcent de créer des conditions qui assurent au mineur une vie utile dans la communauté, propre à encourager chez lui pendant la période de sa vie où il est le plus exposé à un comportement déviant, un processus d’épanouissement personnel et d’éducation aussi éloigné que possible de tout contact avec la criminalité et la délinquance.", "(...)", "Commentaire :", "Ces perspectives fondamentales générales touchent à la politique sociale globale en général et visent à favoriser le plus possible la protection sociale des jeunes pour éviter l’intervention du système de la justice pour mineurs et le tort souvent causé par cette intervention. Ces mesures de protection sociale des jeunes, avant le passage à la délinquance, sont absolument indispensables si l’on veut éviter d’avoir à appliquer le présent Ensemble de règles.", "(...)", "3. Extension des règles", "3.1 Les dispositions pertinentes du présent Ensemble de règles seront appliquées non seulement aux délinquants juvéniles mais aussi aux mineurs contre qui des poursuites pourraient être engagées pour tout comportement qui ne serait pas punissable s’il était commis par un adulte.", "3.2 On s’efforcera d’étendre les principes incorporés dans le présent Ensemble de règles à tous les mineurs auxquels s’appliquent des mesures de protection et d’aide sociale.", "(...)", "Commentaire :", "L’article 3 étend la protection assurée par l’Ensemble de règles minima concernant l’administration de la justice pour mineurs :", "a) Aux « délits d’état » prévus par les systèmes juridiques nationaux où des comportements plus nombreux que pour les adultes sont considérés comme délictueux chez les jeunes (par exemple l’absentéisme scolaire, l’indiscipline à l’école et en famille, l’ivresse publique, etc.) [art. 3.1];", "b)  Aux mesures de protection et d’aide sociale à l’intention des jeunes (art. 3.2);", "(...)", "5.  Objectifs de la justice pour mineurs", "5.1  Le système de la justice pour mineurs recherche le bien-être du mineur et fait en sorte que les réactions vis-à-vis des délinquants juvéniles soient toujours proportionnées aux circonstances propres aux délinquants et aux délits.", "Commentaire :", "L’article 5 concerne deux des objectifs les plus importants de la justice pour mineurs. Le premier est la recherche du bien-être du mineur. C’est l’objectif principal des systèmes juridiques où les cas des délinquants juvéniles sont examinés par les tribunaux pour enfants ou par les autorités administratives, mais il faut insister aussi sur le bien-être du mineur dans les systèmes juridiques où ils relèvent des juridictions de droit commun, pour éviter que ne soient prises des sanctions uniquement punitives. (...)", "15.  Assistance d’un conseil, parents et tuteurs", "15.1  Tout au long de la procédure, le mineur a le droit d’être représenté par son conseil ou de demander la désignation d’un avocat d’office, lorsque des dispositions prévoyant cette assistance existent dans le pays.", "(...)", "17.  Principes directeurs régissant le jugement et la décision", "17.1  La décision de l’autorité compétente doit s’inspirer des principes suivants :", "a)  La décision doit toujours être proportionnée non seulement aux circonstances et à la gravité du délit, mais aussi aux circonstances et aux besoins du délinquant ainsi qu’aux besoins de la société;", "b)  Il n’est apporté de restrictions à la liberté personnelle du mineur – et ce en les limitant au minimum – qu’après un examen minutieux;", "(...)", "19.  Recours minimal au placement en institution", "19.1  Le placement d’un mineur dans une institution est toujours une mesure de dernier ressort et la durée doit en être aussi brève que possible.", "26.  Objectifs du traitement en institution", "26.1  La formation et le traitement des mineurs placés en institution ont pour objet de leur assurer assistance, protection, éducation et compétences professionnelles, afin de les aider à jouer un rôle constructif et productif dans la société.", "26.2  Les jeunes placés en institution recevront l’aide, la protection et toute l’assistance – sur le plan social, éducatif, professionnel, psychologique, médical et physique – qui peuvent leur être nécessaires eu égard à leur âge, à leur sexe et à leur personnalité et dans l’intérêt de leur développement harmonieux.", "(...) ».", "EN DROIT", "I.  SUR LES VIOLATIONS ALLÉGUÉES relatives au PLACEMENT DES CINQ REQUÉRANTES EN CENTRE ÉDUCATIF-INTERNAT", "A.  Sur la violation alléguée de l’article 5 § 1 de la Convention", "52.  Les requérantes allèguent que leur placement en centre éducatifinternat est contraire à l’article 5 § 1 de la Convention.", "Les parties pertinentes de l’article 5 se lisent comme suit :", "« 1.  Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "a)  s’il est détenu régulièrement après condamnation par un tribunal compétent ;", "[...]", "d)  s’il s’agit de la détention régulière d’un mineur, décidée pour son éducation surveillée ou de sa détention régulière, afin de le traduire devant l’autorité compétente ;", "[...] »", "53.  Invoquant les conditions très rigoureuses du placement en centre éducatif-internat, les requérantes estiment que les mesures litigieuses sont constitutives d’une privation de liberté. Elles attachent une importance particulière à l’interdiction de quitter cet établissement sans autorisation et sans accompagnement, à la surveillance permanente des élèves et au fait que les fugueurs sont recherchés et y sont reconduits par la police.", "Les requérantes soutiennent en outre que les mesures examinées tombent sous le coup de l’article 5 § 1 a) et excluent l’applicabilité de l’article 5 § 1 d). Selon elles, bien que les comportements antisociaux ne soient pas érigés en infractions pénales, les mesures de placement en centre éducatifinternat poursuivent principalement un objectif répressif et, à titre seulement accessoire, un objectif éducatif. Un tel constat découlerait de l’esprit de la loi sur la lutte contre les comportements antisociaux des mineurs appliquée en l’espèce, loi qui aurait pour but de prohiber certains comportements des mineurs. Seules pourraient passer pour éducatives aux fins de l’article 5 § 1 d) de la Convention les mesures de placement en institution spécialisée prises sur le fondement de la loi sur la protection de l’enfance.", "54.  Par ailleurs, les mesures de placement critiquées ne seraient pas conformes à la disposition de la Convention dont elles relèvent, à savoir l’article 5 § 1 a), en ce que la loi sur la lutte contre les comportements antisociaux ne serait pas suffisamment prévisible et ouvrirait la voie à des pratiques arbitraires. Aucun des actes reprochés aux requérantes ne serait expressément qualifié d’antisocial par la loi, ni érigé en infraction pénale. De plus, ni la loi ni la jurisprudence interne ne définiraient l’expression « comportement antisocial» – critiqué aussi par le Comité des droits de l’enfant (paragraphe 50 ci-dessus) – avec une précision suffisante pour permettre aux intéressées de prévoir les conséquences des actes commis par elles. Enfin, la mesure litigieuse ne pourrait passer pour avoir un but éducatif car les requérantes avaient été placées dans un foyer destiné à accueillir aussi des filles mineures ayant commis d’infractions pénales.", "55.  Le Gouvernement soulève une objection de non-épuisement des voies de recours internes en avançant que les requérantes A., B., C. et E. n’ont pas interjeté appel des décisions des tribunaux de district ordonnant leur placement en centre éducatif-internat.", "56.  Il considère ensuite que la mesure litigieuse n’a pas de caractère pénal. Toutefois, il admet que le régime du séjour en centre éducatif-internat est restrictif quant aux visites et aux sorties, mais soutient que les restrictions critiquées ont pour seul but la bonne application des mesures d’éducation et de socialisation à l’égard des filles mineures qui se sont retrouvées dans un environnement familial ou social défavorable à leur développement. Les placements litigieux ayant été décidés dans un but éducatif et de protection, ils ne seraient pas considérés comme des mesures privatives de liberté par le droit interne.", "57.  Le Gouvernement fait observer que les décisions de placement ont été motivées par le besoin de corriger, par l’éducation, les comportements antisociaux que les requérantes avaient manifestés. Il précise que le choix de la mesure éducative la plus rigoureuse, c’est-à-dire le placement en institution fermée, s’explique par le fait que les autres mesures appliquées aux requérantes, moins restrictives, s’étaient avérées insuffisantes. A l’échelle nationale, il s’agirait d’une mesure exceptionnelle qui ne représenterait que 2 % de l’ensemble des mesures éducatives adoptées. Enfin, les mesures litigieuses ont été assorties des garanties procédurales car elles ont été prises par un tribunal indépendant, elles étaient susceptibles d’appel et les requérantes ont bénéficié de l’assistance de représentants commis d’office.", "58.  La Cour relève d’emblée qu’en l’espèce, un problème pourrait se poser concernant le respect de la condition d’épuisement des voies de recours internes pour ce qui est des griefs soumises par les requérantes A., B., C. et E. dans la mesure où celles-ci ne se sont pas prévalues de la procédure d’appel existante (paragraphes 10, 17, 23, 34, 38 et 55 ci-dessus). Néanmoins, la Cour estime qu’il n’est pas nécessaire d’examiner cette question compte tenu du fait qu’en tout état de cause, ce grief est manifestement mal fondé selon les conclusions exposées ci-dessous.", "59.  Concernant la question de savoir si l’article 5 trouve à s’appliquer en l’espèce, bien que certains des parents se soient déclarés favorables au placement des requérantes en institution spécialisée, la mesure ou la décision de placement a été prise par les tribunaux. Cette circonstance n’a d’ailleurs pas été contestée par le Gouvernement. Dans ces conditions, la Cour estime que les mesures de placement sont imputables aux autorités nationales (Nielsen c. Danemark, 28 novembre 1988, §§ 61-73, série A no 144, et D.G. c. Irlande, no 39474/98, § 72, CEDH 2002III). Il reste à rechercher si ces mesures s’analysent en une « privation de liberté » au sens de l’article 5.", "60.  La Cour rappelle que pour déterminer si une personne a été privée de sa liberté, il faut partir de sa situation concrète et prendre en compte un ensemble de critères comme le genre, la durée, les effets et les modalités d’exécution de la mesure considérée (Engel et autres c. Pays-Bas, 8 juin 1976, §§ 58-59, et Guzzardi c. Italie, 6 novembre 1980, § 92, série A no 39). Entre privation et restriction de liberté, il n’y a pourtant qu’une différence de degré ou d’intensité, non de nature ou d’essence. Le classement dans l’une ou l’autre de ces catégories se révèle parfois ardu, car dans certains cas marginaux il s’agit d’une pure affaire d’appréciation, mais la Cour ne saurait éluder un choix dont dépendent l’applicabilité ou l’inapplicabilité de l’article 5 (Guzzardi, précité, § 93).", "61.  Le Gouvernement expose qu’en l’espèce le placement en centre éducatif-internat n’est pas considéré comme une privation de liberté sur le plan du droit interne. A cet égard, la Cour rappelle que le fait que la législation nationale ne qualifie pas une mesure comme une privation de liberté n’est pas toujours déterminant pour l’examen devant elle. En effet, une « privation de liberté » au sens de l’article 5 peut résulter des modalités d’exécution de la mesure litigieuse (Guzzardi précité, § 94). Par ailleurs, dans une espèce tirant son origine d’une requête individuelle, la Cour doit se borner autant que possible à examiner les problèmes posés par le cas concret dont on l’a saisie. Il lui appartient donc d’apprécier, au regard de la Convention, non pas la loi de 1958 sur la lutte contre les comportements antisociaux des mineurs en tant que telle, mais la manière dont elle a été appliquée aux intéressées, c’est-à-dire la mise en œuvre des mesures de placement, y compris les conditions de leur séjour en centre éducatifinternat (voir, parmi beaucoup d’autres, Guzzardi précité, § 88 ; Deweer c. Belgique, 27 février 1980, § 40, série A no 35 et Schiesser c. Suisse, 4 décembre 1979, § 32, série A no 34).", "62.  La Cour note qu’en l’espèce, le régime applicable plaçait les requérantes sous une surveillance permanente, leur interdisait de sortir sans l’autorisation préalable du directeur de l’établissement et leur imposait d’être accompagnées par un éducateur ou un enseignant à chaque sortie autorisée. Par ailleurs, elle relève que la police avait pour mission de rechercher et de ramener les élèves en cas d’absence non autorisée (paragraphe 43 ci-dessus). Force est donc de conclure que le temps passé à l’extérieur du centre éducatif-internat et les endroits où les requérantes pouvaient se rendre ont toujours été contrôlés et limités, ce que le Gouvernement ne conteste pas. Quant à la durée des mesures litigieuses, la Cour note qu’A. a été placée en centre éducatif-internat du 13 juin 2008 au 29 janvier 2009, B. du 30 juillet 2008 au 26 juin 2010, C. à une date non précisée mais postérieure au 15 avril 2008 jusqu’au 11 juin 2010, et D. du 28 juillet 2008 au 11 février 2010. E. a été placée en centre éducatif-internat à une date non précisée mais postérieure au 3 juin 2008 et s’y trouvait toujours le 13 octobre 2010, date à laquelle les derniers éléments ont été versés au dossier. La Cour estime que même la plus courte de ces durées, à savoir environ sept mois pendant lesquels A. a été placée, constitue un laps de temps suffisant pour que soient pleinement ressentis les effets négatifs des mesures restrictives exposées ci-dessus.", "63.  La Cour conclut dès lors que les requérantes ont été privées de leur liberté durant les périodes susmentionnées.", "64.  La Cour rappelle que la liste exhaustive des privations de liberté autorisées par l’article 5 § 1 doit être interprétée de manière étroite (D.G. c. Irlande, précité, § 74, et Guzzardi, précité, §§ 96, 98 et 100). Elle observe que les requérantes invoquent l’alinéa a) et écartent expressément l’applicabilité de l’alinéa d). Quant au Gouvernement, il justifie la détention des intéressées par « l’éducation surveillée », renvoyant ainsi en substance à l’article 5 § 1 d).", "65.  La Cour ne peut souscrire à la thèse des requérantes selon laquelle la privation de liberté litigieuse tombe sous le coup de l’article 5 § 1 a). Elle relève que celles-ci n’ont pas fait l’objet de procédures pénales visant à établir si elles avaient commis des infractions et à leur infliger, le cas échéant, une « condamnation ». Il apparaît clairement que les autorités ont examiné le comportement et le cadre de vie des intéressées en vue de l’adoption de mesures éducatives adaptées à leur âge. En conséquence, la Cour estime que le placement des requérantes en centre éducatif-internat n’entre pas dans le champ d’application de l’alinéa a) de l’article 5 § 1.", "66.  Reste à examiner si l’alinéa d) de cette disposition entre en jeu. La Cour note à cet égard que le premier volet de l’article 5 § 1 d) prévoit la privation de liberté dans l’intérêt d’un mineur indépendamment de la question de savoir si celui-ci est suspecté d’avoir commis une infraction pénale ou est simplement un enfant « à risque ». Elle rappelle que cette disposition autorise la détention d’un mineur en vue d’une éducation surveillée. Aucune des requérantes n’ayant atteint l’âge de la majorité pendant l’application de la mesure litigieuse, la seule question qui se pose à la Cour est celle de savoir si la détention était régulière et avait été décidée « pour » (« for the purpose of ») leur éducation surveillée (Bouamar c. Belgique, 29 février 1988, § 50, série A no 129, et D.G. c. Irlande précité, § 76). En la matière, la Convention renvoie pour l’essentiel à la législation nationale et consacre l’obligation d’en respecter les normes de fond comme de procédure, mais elle exige de surcroît la conformité de toute privation de liberté au but de l’article 5: protéger l’individu contre l’arbitraire (Bouamar précité, § 47, et D.G. c. Irlande, précité, § 75). Par ailleurs, il doit exister un lien entre, d’une part, le motif invoqué pour la privation de liberté autorisée et, de l’autre, le lieu et le régime de détention (D.G. c. Irlande, précité, § 75 ; Aerts c. Belgique, 30 juillet 1998, § 46, Recueil des arrêts et décisions 1998V, et les autres références y figurant).", "67.  Il n’est pas contesté par les parties que les décisions de placement litigeuses étaient conformes à la loi sur la lutte contre les comportements antisociaux. En revanche, les requérantes avancent que l’expression « comportement antisocial » n’est pas suffisamment claire pour répondre à l’exigence de « qualité » de la loi posée par la Convention, et donc qu’elles n’étaient pas en mesure de prévoir les motifs précis pour lesquels elles pouvaient être placées en centre éducatif-internat contre leur volonté. La Cour rappelle que, afin de rechercher si une privation de liberté a respecté le principe de légalité interne, il lui incombe d’apprécier la qualité des normes juridiques applicables. Pareille qualité implique qu’une loi nationale autorisant une privation de liberté soit suffisamment accessible et précise afin d’éviter tout danger d’arbitraire (Mubilanzila Mayeka et Kaniki Mitunga c. Belgique, no 13178/03, § 97, CEDH 2006XI).", "68.  La Cour note que les tribunaux internes ont reproché aux requérantes des fugues et un absentéisme scolaire répétés, relevant en outre que certaines d’entre elles se livraient aussi à la prostitution ou au vagabondage (paragraphes 9, 17, 21, 23, 28 et 33 ci-dessus). Elle constate que la loi sur la lutte contre les comportements antisociaux des mineurs ne contient pas de liste exhaustive des actes considérés comme « antisociaux », raison pour laquelle ceux qui étaient reprochés aux requérantes n’y sont pas expressément décrits. La loi en question se borne à donner une définition générale de la notion de « comportement antisocial » (paragraphe 36 cidessus). Toutefois, la Cour note que, dans la pratique judiciaire établie, la fugue et l’absentéisme scolaire, ainsi que la prostitution, sont considérés comme des actes antisociaux susceptibles d’entraîner des mesures éducatives, notamment le placement en institution spécialisée (paragraphes 36-37 ci-dessus). Elle estime dès lors que les requérantes pouvaient raisonnablement prévoir les conséquences de leurs actes et que, dans les circonstances particulières de l’espèce, les « voies légales » ont été respectées. En ce qui concerne les autres moyens soulevés par les intéressées, il n’appartient pas à la Cour de substituer son appréciation à celle des autorités internes en ce qui concerne les comportements contraires aux bonnes mœurs dans une société donnée, ni de porter une appréciation générale sur la notion de « comportement antisocial » contestée par les requérantes.", "69.  La « régularité » implique aussi la conformité de la privation de liberté au but des restrictions permises par l’article 5 § 1 d), ainsi il appartient à la Cour de vérifier si le placement des requérantes était de nature à pourvoir à l’« éducation surveillée » de celles-ci (Bouamar, précité, § 50). Dès lors que l’Etat a choisi de mettre en place un système d’éducation surveillée impliquant une privation de liberté, il lui incombait de se doter d’une infrastructure appropriée, adaptée aux impératifs de sécurité et aux objectifs pédagogiques, de manière à pouvoir remplir les exigences de l’article 5 § 1 d) (Bouamar précité, § 50, et D. G. précité, § 79). Il est également admis que, dans le cadre de la détention des mineurs, les termes d’« éducation surveillée » ne doivent pas être assimilés systématiquement à la notion d’enseignement en salle de classe : lorsqu’une jeune personne est placée sous la protection de l’autorité locale compétente, l’éducation surveillée doit englober de nombreux aspects de l’exercice, par cette autorité locale, de droits parentaux, et pour la protection de l’intéressé (Koniarska c. Royaume-Uni (déc.), no 33670/96, CEDH 2000-...).", "70.  La Cour note d’emblée que sa tâche ne consiste point à examiner in abstracto, au regard de la Convention, le système bulgare des mesures éducatives relatives aux mineurs à risque, mais d’apprécier la manière dont celui-ci a été appliqué en l’espèce (Deweer précité, § 40, et Schiesser précité, § 32).", "71.  En l’espèce, les requérantes ne se plaignent pas d’avoir été privées des mesures éducatives et de ne pas avoir pu suivre le programme scolaire dont elles auraient dû bénéficier. La Cour relève que les mesures et programmes en question sont prévus par la réglementation applicable (paragraphe 39 ci-dessus) et que rien dans le dossier ne démontre que, une fois placées en institution, les requérantes ne se sont pas vu appliquer un régime éducatif. Dans ces conditions, l’on ne saurait dire que l’Etat a manqué à l’obligation mise à sa charge par l’article 5 § 1 d) de donner à la mesure de placement un objectif pédagogique (voir, a contrario, Bouamar précité, § 52, et D. G. précité, §§ 83- 85).", "72.  Les requérantes soutiennent qu’en raison de leur placement dans des institutions accueillant aussi des mineures ayant commis des infractions pénales, l’objectif éducatif de la mesure en question n’a pas pu être atteint. De l’avis de la Cour, les Etats bénéficient d’une marge d’appréciation dans le domaine de la délinquance juvénile pour déterminer l’âge de la responsabilité pénale, y compris les mesures respectives à prendre vis-à-vis des mineurs concernés (voir, mutatis mutandis, T. c. Royaume-Uni [GC], no 24724/94, § 72, 16 décembre 1999). La Cour note qu’en l’espèce le placement de mineurs auteurs d’infractions pénales ne constitue pas une mesure d’exécution d’une peine mais une mesure éducative. Le code pénal bulgare prévoit certains cas où un mineur peut faire l’objet d’une mesure de placement sans avoir été poursuivi ou jugé, et d’autres cas où la peine prononcée n’est pas appliquée et remplacée par des mesures poursuivant un but éducatif (paragraphes 41-42 ci-dessus). La Cour observe en outre que seuls les auteurs d’infractions de faible gravité peuvent être placés dans un établissement éducatif et non pas tous les mineurs ayant commis d’infractions pénales (idem). Ainsi, le fait que le code pénal bulgare prévoit le remplacement d’une peine par l’application d’une mesure éducative relève de la marge d’appréciation accordée à l’Etat et n’est pas suffisant en lui-même pour considérer que les requérantes se sont vues imposer une peine et non pas une mesure éducative. En conséquence, la Cour ne peut souscrire à la thèse des requérantes selon laquelle elles auraient été placées dans le but de purger une peine car l’établissement en question aurait été destiné à accueillir d’autres mineures ayant commis d’infractions pénales.", "73.  Par ailleurs, la Cour note que la législation bulgare prévoit une large gamme de mesures éducatives en réponse aux comportements antisociaux des mineurs. La plus rigoureuse d’entre elles, le placement en centre éducatif-internat, ne peut être appliquée que lorsque les autres, moins sévères, n’ont pas produit d’effet (paragraphe 37 ci-dessus). Les décisions de placement critiquées ont été prises par des autorités judiciaires à l’issue d’audiences publiques au cours desquelles les intéressées, des témoins et des représentants des commissions locales de lutte contre les comportements antisociaux ont été entendus. Les tribunaux ont examiné les éléments recueillis dans chaque cas et ils ont estimé que, eu égard au milieu dans lequel les requérantes vivaient à l’époque pertinente, la seule mesure adéquate était le placement en centre éducatif-internat. A cet égard, la Cour relève que B. et D. s’étaient déjà vu imposer de nombreuses mesures éducatives moins restrictives, en vain selon les autorités. Elle constate également que, s’il n’est pas certain que les autres requérantes aient bénéficié d’autres mesures éducatives avant leur placement, elles ne se plaignent pas de ne pas avoir fait l’objet de mesures moins sévères préalablement à leur placement. Dans ces conditions, la Cour estime que les décisions des autorités s’inscrivent dans un cadre d’efforts durables visant à placer les requérantes dans un environnement leur offrant une éducation surveillée et la possibilité de poursuivre leur scolarité. Elle note à cet égard qu’à la charge de l’Etat pèsent des obligations positives de protéger les mineurs et, le cas échéant, de les soustraire à un milieu qui ne leur est pas favorable (voir, mutatis mutandis, X. et Y. c. Pays-Bas, 26 mars 1985, §§ 21-27, série A no 91 ; Stubbings et autres c. Royaume-Uni, 22 octobre 1996, §§ 62-64, Recueil des arrêts et décisions 1996IV ; A. c. RoyaumeUni, 23 septembre 1998, § 22, Recueil 1998VI ; Z. et autres c. Royaume-Uni [GC], no 29392/95, §§ 73-74, CEDH 2001V ; et les articles 19 et 37 de la Convention des Nations unies relative aux droits de l’enfant).", "74.  Au vu de ce qui précède, la Cour estime que ce grief est manifestement mal fondé, au sens de l’article 35 § 3 a) de la Convention, et doit être rejeté, en application de l’article 35 § 4.", "B.  Sur la violation alléguée de l’article 5 § 1 combiné avec l’article 14", "75.  Les requérantes se plaignent d’avoir subi un traitement discriminatoire injustifié fondé sur l’âge du fait que les adultes ne peuvent se voir infliger une mesure privative de liberté pour les comportements antisociaux dont elles ont été jugées responsables. Elles invoquent l’article 5 § 1, combiné avec l’article 14 de la Convention dont la partie pertinente se lit ainsi :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "76.  La Cour rappelle qu’elle a considéré que la privation de liberté des requérantes relevait du champ d’application de l’article 5 § 1 d), disposition qui vise la protection des mineurs dans le cadre de l’éducation surveillée. Aux yeux de la Cour, la différence de traitement critiquée, dont le Gouvernement ne conteste pas l’existence, ne s’analyse pas en une discrimination, mais découle notamment de l’objectif de protection – et non de répression – poursuivi par la procédure de placement en centre éducatifinternat (voir, mutatis mutandis, Bouamar précité, § 52). Il s’ensuit que cette différence de traitement est fondée sur une justification objective et raisonnable.", "77.  Dès lors, ce grief est manifestement mal fondé, au sens de l’article 35 § 3 a) de la Convention, et doit être rejeté, en application de l’article 35 § 4.", "C.  Sur la violation alléguée de l’article 6 de la Convention", "78.  Les requérantes allèguent que les procédures de placement en centre éducatif-internat litigieuses avaient pour objet une « accusation en matière pénale », qu’elles n’offraient pas les garanties inhérentes à un procès équitable et qu’elles ont abouti à des décisions judiciaires insuffisamment motivées, au mépris de l’article 6 de la Convention. Les passages pertinents de cette disposition sont ainsi libellés :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera, [...] du bien-fondé de toute accusation en matière pénale dirigée contre elle. [...] »", "79.  Le Gouvernement soulève en substance une exception tirée de l’incompatibilité ratione materiae de ce grief avec les dispositions de la Convention. Il souligne que les procédures litigieuses ont débouché non sur des mesures punitives mais sur des mesures éducatives, ce qui exclut l’applicabilité de l’article 6 dans son volet pénal. Il précise que le système bulgare de protection et d’éducation des mineurs est conforme aux normes internationales applicables, et notamment aux règles de Beijing exigeant que l’adoption de mesures à l’égard des mineurs ayant violé la loi doit avoir lieu en évitant le recours à une procédure judiciaire (paragraphe 51 ci-dessus).", "80.  Les requérantes combattent cette thèse. Elles estiment que le placement en centre éducatif-internat a pour objectif la punition et la prévention d’un comportement considéré comme antisocial par les autorités. De plus, cette mesure est susceptible d’être appliquée pendant une durée de trois ans (paragraphe 40 ci-dessus), ce qui renforce son caractère sévère, alors qu’il s’agit de l’âge fragile de l’adolescence des requérantes et la peine prétendument infligée pourrait laisser chez elles des conséquences irréparables.", "81.  La Cour rappelle avoir conclu ci-dessus, dans le cadre de son analyse du grief tiré de l’article 5 § 1, que la mesure appliquée aux requérantes faisait partie de l’ensemble des mesures éducatives pouvant être prises à l’égard des mineurs devant faire l’objet d’une éducation surveillée et qu’elle ne présentait pas les caractères d’une sanction pénale (paragraphes 64-73 cidessus). Elle relève par ailleurs que la lettre d) de cette disposition n’exige pas qu’une telle mesure soit prise par une autorité judiciaire. En conclusion, l’article 6 ne trouve pas à s’appliquer sous son volet pénal. Par ailleurs, les requérantes n’ont pas invoqué l’applicabilité du volet civil de cette disposition.", "82.  La Cour accueille donc l’exception d’incompatibilité ratione materiae soulevée par le Gouvernement et déclare ce grief irrecevable, en application de l’article 35 § 3 a) de la Convention.", "D.  Sur la violation alléguée de l’article 7 de la Convention, pris isolément et combiné avec l’article 14", "83.  Les requérantes allèguent avoir été condamnées pénalement alors même que le droit bulgare n’érige pas les comportements antisociaux en infractions pénales. Faisant valoir que la commission des mêmes actes par des adultes n’entraîne pas de sanction, elles se plaignent d’avoir subi un traitement discriminatoire fondé sur l’âge. Elles invoquent l’article 7 § 1, pris isolément et combiné avec l’article 14 de la Convention, cité au paragraphe 75 ci-dessus. L’article 7 § 1 se lit comme suit :", "«  Nul ne peut être condamné pour une action ou une omission qui, au moment où elle a été commise, ne constituait pas une infraction d’après le droit national ou international. De même il n’est infligé aucune peine plus forte que celle qui était applicable au moment où l’infraction a été commise. »", "84.  Le Gouvernement conteste cette thèse.", "85.  La Cour rappelle que l’applicabilité de l’article 7 § 1 est subordonnée à l’existence d’une « peine » au sens de cette disposition, et que l’appréciation de ce dernier point consiste à déterminer si la mesure en question est imposée à la suite d’une condamnation pour une « infraction » (Welch c. Royaume-Uni, 9 février 1995, § 28, série A no 307A). Renvoyant à l’analyse à laquelle elle s’est livrée sous l’angle des articles 5 § 1 et 6 § 1 ci-dessus (paragraphes 65, 72 et 81), la Cour rappelle qu’elle a déjà considéré que les requérantes n’avaient pas fait l’objet d’une condamnation pour une « infraction » dans le cadre d’une procédure aboutissant à une « sanction pénale ». Il s’ensuit que l’article 7 n’est pas applicable en l’espèce.", "86.  En conséquence, l’article 14 combiné avec l’article 7 ne trouve pas non plus à s’appliquer.", "87.  Il s’ensuit que ces griefs sont incompatibles ratione materiae avec la Convention et doivent être déclarés irrecevables, conformément à l’article 35 § 3 a) de la Convention.", "E.  Sur la violation alléguée de l’article 8 de la Convention", "88.  Invoquant l’article 8, les requérantes allèguent que leur placement dans des établissements accueillant aussi des mineures ayant commis des infractions pénales s’analyse en une atteinte injustifiée à leur droit au respect de la vie privée car le fait de les mettre en contact avec de telles personnes constituait pour leur développement physique, psychique et social un danger réel incompatible avec les buts sous-jacents aux mesures éducatives prises à leur égard.", "Les passages pertinents de l’article 8 se lisent ainsi :", "« 1.  Toute personne a droit au respect de sa vie privée [...].", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "89.  Eu égard à ses conclusions sur le terrain des articles 5, 6 et 7, la Cour estime que le grief tiré de l’article 8 de la Convention est également à rejeter, en application de l’article 35 § 4.", "II.  SUR L’ALLÉGATION DE VIOLATION DE L’ARTICLE 5 § 1 FORMULÉE PAR A. CONCERNANT SON PLACEMENT DANS UN « CENTRE POUR ENFANTS EN CRISE »", "90.  Faisant valoir que son placement dans un « centre pour enfants en crise » du 18 septembre 2007 au 26 mai 2008 n’a pas été décidé par un tribunal, au mépris du droit interne, A. allègue que cette mesure était irrégulière au sens de l’article 5 § 1 d), cité au paragraphe 52 ci-dessus.", "91.  Le Gouvernement estime que l’article 5 n’est pas applicable en l’espèce car la mesure de placement litigieuse ne s’analyse pas en une privation de liberté mais en une mesure de protection d’un enfant à risque visant à lui procurer les soins éducatifs nécessaires.", "A.  Sur la recevabilité", "92.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "93.  Le Gouvernement ne conteste pas que la décision de placer l’intéressée a été prise par les services de la direction municipale de l’assistance sociale et non pas par les parents de celle-ci. La Cour estime dès lors que la mesure litigieuse est imputable aux autorités nationales. Il reste à rechercher si cette mesure s’analyse en une « privation de liberté » au sens de l’article 5. S’agissant des principes applicables en la matière, la Cour renvoie à sa jurisprudence citée au paragraphe 60 ci-dessus.", "94.  La Cour ne peut souscrire à la thèse du Gouvernement selon laquelle il n’y aurait pas de privation de liberté au sens de l’article 5. Elle constate en effet que le « centre pour enfants en crise » est un établissement fermé, que la requérante y était soumise à un régime très restrictif, elle était sous une surveillance constante et elle ne pouvait s’en absenter que sur autorisation expresse et seulement à condition d’être accompagnée par un assistant social (paragraphe 7 ci-dessus). Il apparaît d’ailleurs que lorsque la requérante s’est absentée sans autorisation, elle a été recherchée et reconduite au centre par la police (paragraphe 8 ci-dessus). Quant à la durée de la mesure, la Cour estime que la période de placement de plus six mois, était suffisamment longue pour relever que la requérante A. ait inévitablement subi des répercussions négatives de l’application d’un tel régime de restrictions à sa liberté individuelle. En conséquence, la Cour conclut que le placement litigieux équivaut à une privation de liberté au sens de l’article 5 § 1.", "95.  La Cour rappelle que l’article 5 § 1 requiert d’abord la « régularité » de la privation de liberté litigieuse, y compris l’observation des voies légales. En la matière, la Convention renvoie pour l’essentiel à la législation nationale et consacre l’obligation d’en respecter les normes de fond comme de procédure, mais elle exige de surcroît la conformité de toute privation de liberté au but de l’article 5: protéger l’individu contre l’arbitraire (Bouamar, précité, § 47, Herczegfalvy c. Autriche, 24 septembre 1992, § 63, série A no 244, et D.G. c. Irlande, précité, § 75).", "96.  La Cour remarque d’emblée que la loi sur la protection de l’enfance énonce que les tribunaux de district sont compétents pour statuer sur le placement des mineurs en centre pour enfants en crise (paragraphe 46 cidessus). Toutefois, la requérante a été placée dans un tel centre sur décision d’une direction municipale en charge de l’assistance sociale, qui n’était pas habilitée pour prendre pareille décision (paragraphe 6 ci-dessus). Il s’ensuit que le placement litigieux était contraire au droit interne et qu’il n’a pas été satisfait à la première exigence posée par l’article 5 § 1, celle du respect des « voies légales ».", "97.  Ce constat suffit à la Cour pour conclure à la violation de l’article 5 § 1 sans qu’il soit nécessaire de rechercher si la mesure litigieuse relevait de l’alinéa d) ou d’un autre alinéa de cette disposition et si elle était justifiée.", "98.  En conséquence, il y a eu violation de l’article 5 § 1 de la Convention concernant le placement de la requérante A. au « centre pour enfants en crise ».", "III.  SUR LES allégations de VIOLATIONS DE LA CONVENTION formulées par B. concernant SES PLACEMENTS EN FOYER d’accueil temporaire pour mineurs", "A.  Sur la violation alléguée de l’article 5 § 4", "99.  B. allègue avoir été privée d’un recours pour faire contrôler la légalité des deux placements en foyer d’accueil temporaire pour mineurs dont elle a fait l’objet du 10 au 27 mai 2008 et du 7 au 21 juillet 2008.", "100.  Elle invoque l’article 5 § 4 de la Convention, ainsi libellé :", "«  Toute personne privée de sa liberté par arrestation ou détention a le droit d’introduire un recours devant un tribunal, afin qu’il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale. »", "1.  Sur la recevabilité", "101.  Arguant que le placement litigieux constitue non pas une mesure privative de liberté au sens de l’article 5 de la Convention mais une mesure de protection, le Gouvernement soulève en substance une exception tirée de l’incompatibilité ratione materiae de ce grief avec la Convention.", "102.  La requérante conteste cette objection.", "103.  La Cour note que les foyers d’accueil temporaire pour mineurs sont des établissements rattachés au ministère de l’Intérieur et que leurs caractéristiques sont similaires à celles des maisons d’arrêt (paragraphes 15 et 44 ci-dessus). La requérante y a été conduite par la police pour y subir deux placements forcés de dix-sept et quatorze jours respectivement (paragraphes 15 et 18 ci-dessus). Dans ces conditions, la Cour estime que les mesures critiquées peuvent être qualifiées de privation de liberté au sens de l’article 5 et eu égard aux principes applicables énoncés dans le paragraphe 60 ci-dessus.", "104.  En conséquence, l’exception d’incompatibilité ratione materiae soulevée par le Gouvernement doit être rejetée. La Cour constate par ailleurs que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Sur le fond", "105.  La Cour rappelle que l’article 5 § 4 reconnaît aux personnes détenues le droit d’introduire un recours pour faire contrôler le respect des exigences de procédure et de fond nécessaires à la « légalité », au sens de la Convention, de leur privation de liberté. Le concept de « légalité » doit avoir le même sens au paragraphe 4 de l’article 5 qu’au paragraphe 1, de sorte qu’une personne détenue a le droit de faire contrôler la « légalité » de sa détention sous l’angle non seulement du droit interne, mais aussi de la Convention, des principes généraux qu’elle consacre et du but des restrictions qu’autorise l’article 5 § 1 (voir, parmi beaucoup d’autres, E. c. Norvège, 29 août 1990, § 50, série A no 181).", "106.  L’article 5 § 4 se contente de l’intervention d’un organe unique, mais à condition que la procédure suivie ait un caractère judiciaire et donne à l’individu en cause des garanties adaptées à la nature de la privation de liberté dont il s’agit (Bouamar précité, § 57). Dans ce sens, si la procédure suivie par l’organe compétent qui ordonne la détention ne fournit pas ces garanties, l’Etat doit permettre un recours effectif à une seconde autorité offrant toutes les garanties d’une procédure judiciaire (De Wilde, Ooms et Versyp c. Belgique, 18 juin 1971, §§ 73-76, série A no 12, et Winterwerp c. Pays-Bas, 24 octobre 1979, §§ 60-61, série A no 33).", "107.  En l’espèce, la Cour observe que le premier placement de la requérante en foyer d’accueil temporaire pour mineurs a été décidé par une commission locale de lutte contre les comportements antisociaux et que le second a été ordonné par un procureur (paragraphes 15 et 18 ci-dessus). Le Gouvernement ne conteste pas que ces deux organes aient agi dans l’exercice du pouvoir exécutif de l’Etat et qu’ils ne présentaient pas les garanties que l’article 5 § 4 exige d’un « tribunal ». Dès lors, le contrôle de la « légalité » des placements ne se trouvait pas incorporé aux décisions prises par la commission locale et le procureur. Le Gouvernement n’a pas fait état de l’existence d’un recours juridictionnel interne qui aurait permis à la requérante de contester ultérieurement ces décisions.", "108.  Partant, il y a eu violation de l’article 5 § 4 de la Convention en ce que B. a été privée de son droit de faire contrôler par un tribunal la légalité des placements litigieux.", "B.  Sur la violation alléguée de l’article 5 § 4 combiné avec l’article 14", "109.  B. se plaint également d’avoir subi une discrimination fondée sur l’âge incompatible avec l’article 14, cité au paragraphe 75 ci-dessus, dans l’exercice de son droit garanti par l’article 5 § 4, cité au paragraphe 100 cidessus. Elle soutient que les adultes incarcérés dans des centres de détention sur décision des autorités bulgares bénéficient de plein droit d’un contrôle judiciaire de la légalité de la décision en question.", "110.  Le Gouvernement expose que l’existence de la différence de traitement critiquée s’explique par le besoin particulier de protéger les mineurs.", "111.  Selon les éléments du dossier, la Cour n’aperçoit aucune raison de penser que la détention de la requérante avait été ordonnée dans un but autre que celui de la protection. D’ailleurs, la mesure litigieuse n’est prévue que pour les seuls cas des mineurs. A cet égard, la Cour rappelle avoir déjà jugé que la différence de traitement entre la détention d’adultes et le placement de mineurs en vue de leur protection trouve une justification objective et raisonnable fondée notamment sur le caractère protecteur – et non répressif – de la procédure applicable à ces derniers (Bouamar précité, § 67).", "112.  Il s’ensuit que ce grief est manifestement mal fondé, au sens de l’article 35 § 3 a) de la Convention, et qu’il doit être rejeté, en application de l’article 35 § 4.", "C.  Sur la violation alléguée de l’article 8, pris isolément et combiné avec l’article 14", "113.  B. allègue que son placement dans un foyer d’accueil temporaire pour mineurs accueillant aussi des mineurs ayant commis des infractions pénales s’analyse en une atteinte injustifiée à son droit au respect de la vie privée en ce que le fait de la mettre en contact avec de telles personnes l’exposait à un danger réel et incompatible avec l’objectif de protection invoqué par le Gouvernement. Par ailleurs, elle constate que ce type de mesure n’est pas applicable aux adultes. Elle invoque l’article 8, pris isolément et combiné avec l’article 14.", "114.  La requérante n’a fourni aucun élément pouvant justifier ses allégations. En conséquence, la Cour estime que les griefs tirés de l’article 8, pris isolément et combiné avec l’article 14, ne sont pas suffisamment étayés. Partant, il y a lieu de les déclarer manifestement mal fondés, au sens de l’article 35 § 3 a) de la Convention, et de les rejeter, en application de l’article 35 § 4.", "IV.  SUR LES AUTRES GRIEFS", "115.  Alléguant que les mesures éducatives non privatives de liberté qu’elles se sont vu imposer revêtent les caractères d’une sanction pénale et faisant valoir que ces sanctions ont été décidées suite à une procédure administrative et non judiciaire, B. et D. se plaignent d’une violation de l’article 6 dans son volet pénal. Elles estiment en outre que la définition légale des comportements antisociaux qu’elles se sont vu reprocher n’est pas suffisamment claire. B. et D. invoquent aussi l’article 14 combiné avec l’article 6 en alléguant avoir subi un traitement discriminatoire fondé sur l’âge. Par ailleurs, les requérantes A., C. et E. s’estiment des victimes potentielles des violations ainsi alléguées par B. et D.", "Enfin, dans ses observations du 13 octobre 2010, A. se plaignait, sur le terrain de l’article 5 § 4, de l’absence en droit interne d’un recours qui lui aurait permis de contester la légalité de son placement en « centre pour enfants en crise ».", "116.  Compte tenu de l’ensemble des éléments en sa possession et pour autant qu’elle soit compétente pour connaître des allégations formulées, la Cour estime que cette partie de la requête ne relève aucune apparence de violation des droits et libertés garantis par la Convention ou ses Protocoles. Il s’ensuit que ces griefs sont manifestement mal fondés et qu’ils doivent être rejetés en application de l’article 35 §§ 3 et 4 de la Convention.", "V.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "117.  Aux termes de l’article 41 de la Convention,", "«  Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "118.  Les requérantes ne formulent pas de demande au titre du préjudice matériel. En revanche, B., C., D. et E. réclament au total 149 140 euros (EUR) au titre du préjudice moral qu’elles auraient subi en raison de leur placement en centre éducatif-internat. Pour sa part, A. demande 28 800 EUR pour le préjudice moral prétendument subi du fait de ses placements en centre éducatif - internat et en « centre pour enfants en crise ». B. précise qu’un montant de 1 000 EUR constituerait une satisfaction équitable pour le tort résultant de l’absence d’un recours qui lui aurait permis de contester la légalité de son placement en foyer d’accueil temporaire pour mineurs.", "119.  Le Gouvernement conteste ces prétentions.", "120.  La Cour observe que les demandes formulées par les requérantes au titre du préjudice moral subi du fait de leur placement en centre éducatifinternat sont liées aux griefs qui ont été déclaré irrecevables ou qui ont donné lieu à un constat de non-violation de la Convention. Dès lors, il y a lieu de rejeter les demandes en question.", "En revanche, la Cour considère que le placement d’A. en « centre de crises pour enfants » au mépris du droit interne applicable a causé à celle-ci un préjudice moral justifiant l’octroi d’une indemnité. Statuant en équité, comme le veut l’article 41 de la Convention, elle estime qu’il y a lieu d’accorder à A. 6 000 EUR à ce titre, compte tenu notamment de la durée de la mesure litigieuse.", "De même, la Cour considère que B. a subi un préjudice moral en raison de l’absence d’un recours qui lui aurait permis de contester la légalité de son placement en foyer d’accueil temporaire pour mineurs. Estimant que la somme de 1 000 EUR réclamée par la requérante B. est raisonnable, la Cour la lui accorde.", "B.  Frais et dépens", "121.  Justificatifs à l’appui, les requérantes demandent 356 EUR pour les frais et dépens engagés devant la Cour, qui correspondent à des frais de traduction (250 EUR) et de déplacement de leur représentant (106 EUR).", "122.  Le Gouvernement laisse à la discrétion de la Cour l’estimation des frais et dépens.", "123.  Compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme demandée. Elle accorde 356 EUR à A. et B. au titre des frais et dépens exposés pour les besoins de la procédure suivie devant elle.", "C.  Intérêts moratoires", "124.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable en ce qui concerne le grief formulé par A. sur le terrain de l’article 5 § 1 au sujet de son placement en « centre pour enfants en crise », ainsi que celui formulé par B. sous l’angle de l’article 5 § 4 en ce qui concerne l’absence alléguée de recours qui lui aurait permis de contester la légalité de son placement en foyer d’accueil temporaire pour mineurs, et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 5 § 1 de la Convention pour ce qui est du placement d’A. en « centre pour enfants en crise » ;", "", "3.  Dit qu’il y a eu violation de l’article 5 § 4 de la Convention en raison de l’absence, en droit interne, d’un recours qui aurait permis à B. de contester la légalité de son placement en foyer d’accueil temporaire pour mineurs ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en levs bulgares au taux applicable à la date du règlement :", "i)  6 000 EUR (six mille euros) à A., plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "ii)  1 000 EUR (mille euros) à B., plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "iii)  356 EUR (trois cent cinquante-six euros) à A. et B., plus tout montant pouvant être dû à titre d’impôt, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 29 novembre 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tLawrence Early\tLech Garlicki\n\tGreffier\tPrésident"]}