{"file": "FRE_CLINF_39339_98.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "39339/98", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 52", "Avril 2003", "M.M. c. Pays-Bas - 39339/98", "Arrêt 8.4.2003 [Section II]", "Article 8", "Article 8-1", "Respect de la correspondance", "Enregistrement d’une conversation téléphonique par une partie avec l’assistance de la police: violation", "En fait: Le requérant, un avocat, fut amené à rencontrer S., la femme d’un de ses clients qui se trouvait en détention provisoire. S. déclara à son mari que le requérant lui avait fait des avances. Le mari de S. en informa la police, qui le signala à son tour au procureur. On suggéra à S. de brancher un magnétophone sur son téléphone afin qu’elle puisse enregistrer les appels provenant du requérant. Des policiers se rendirent chez elle pour effectuer le branchement et lui montrer comment se servir du magnétophone. Ils lui suggérèrent d’orienter la conversation sur le sujet des avances. Par la suite, la police emporta les enregistrements de plusieurs conversations. Le requérant fut reconnu coupable d’attentat à la pudeur. La cour d’appel annula ce jugement mais reconnut elle aussi le requérant coupable d’attentat à la pudeur, sans se fonder sur les enregistrements.", "En droit: article 8 – Nul ne conteste que c’est la police qui a suggéré à S. d’enregistrer ses conversations avec le requérant. Avec l’autorisation du procureur, la police a branché un magnétophone sur le téléphone de S., lui a montré comment l’utiliser, lui a suggéré d’orienter la conversation sur le sujet des avances et, enfin, s’est rendue au domicile de S. pour y chercher les enregistrements. Outre qu’elle était responsable de la conception de ce plan, la police a ainsi joué un rôle crucial dans l’exécution de celui-ci. A cette occasion, elle a agi, tout comme le procureur, dans l’exercice de ses fonctions officielles. La responsabilité de l’Etat était donc engagée et il y a eu ingérence d’une « autorité publique » dans le droit du requérant au respect de sa correspondance. A l’époque des faits, les écoutes téléphoniques ou l’interception de télécommunications demandaient une enquête judiciaire préliminaire et une décision du juge d’instruction, conditions dont aucune n’a été respectée en l’espèce. L’ingérence n’était donc pas prévue par la loi.", "Conclusion: violation (6 voix contre 1).", "Article 41 – La Cour a alloué une certaine somme pour frais et dépens. Le requérant n’a formulé aucune prétention au titre du dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}