{"file": "FRE_CLINF_51277_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "51277/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 83", "Février 2006", "Krasniki c. République tchèque  - 51277/99", "Arrêt 28.2.2006 [Section II]", "Article 6", "Article 6-3-d", "Interrogation des témoins", "Absence de mise en balance et de contrôle des raisons ayant motivé l’admission des dépositions de témoins anonymes à la base de la condamnation : violation", "", "En fait : Le requérant fut inculpé de fourniture d’héroïne à deux personnes qui déposèrent contre lui en tant que témoins anonymes dans le cadre de l’enquête. Il plaida non coupable. Au procès devant le tribunal de district, le juge entendit l’un des témoins à l’extérieur de la salle d’audience et hors de la vue du requérant et de son avocat. Les tentatives de localiser le second témoin anonyme ayant échoué, il fut donné lecture de sa déposition en son absence. Le tribunal reconnut le requérant coupable et lui infligea une peine d’emprisonnement. Pour statuer, il s’appuya uniquement sur les dépositions des deux témoins anonymes. Le recours que le requérant forma devant le tribunal régional de même que celui dont il saisit la Cour constitutionnelle furent rejetés.", "En droit : Étant donné que le dossier n’indique nullement quelles étaient les raisons de préserver l’anonymat des témoins, il est impossible de déterminer comment les autorités d’instruction et le juge du fond ont évalué le caractère raisonnable des craintes de représailles de la part du requérant exprimées par les témoins. Le tribunal régional a manqué lui aussi à examiner les raisons de préserver l’anonymat des témoins. La Cour n’est pas convaincue que l’intérêt de ceux-ci à rester anonymes pût justifier de limiter les droits du requérant à ce point. Le tribunal de district a fondé, dans une mesure déterminante, sa décision de condamner le requérant sur les dépositions des témoins anonymes, et pour confirmer cette décision le tribunal régional ne s’est appuyé sur aucune preuve nouvelle qui aurait été recueillie auprès de sources non anonymes. Par conséquent, la procédure dans son ensemble a manqué d’équité.", "Conclusion : violation (unanimité).", "Article 41 – Le constat d’une violation constitue une satisfaction équitable suffisante pour tout préjudice moral éventuellement subi par le requérant. Dans les circonstances de l’espèce, la meilleure forme de réparation serait, en principe, la tenue d’un nouveau procès ou la réouverture de la procédure, si le requérant le demande. La Cour alloue à celui-ci une certaine somme pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}