{"file": "FRE_HFJUD_53146_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "53146/99", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE HURTER c. SUISSE", "", "", "(Requête no 53146/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "15 décembre 2005", "", "", "", "DÉFINITIF", "", "15/03/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Hurter c. Suisse,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tB.M. Zupančič, président,\n\t\t\tJ. Hedigan,\n\t\t\tL. Wildhaber,\n\t\t\tL. Caflisch,\n\t\t\tC. Bîrsan,\n\tMmes\tA. Gyulumyan,\n\t\t\tR. Jaeger, juges,\net de M. V. Berger, greffier de section,\n\tAprès en avoir délibéré en chambre du conseil le 24 novembre 2005,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 53146/99) dirigée contre la Conféderation suisse et dont un ressortissant de cet Etat, Me Hans Hurter (« le requérant »), a saisi la Cour le 8 septembre 1999 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le gouvernement suisse (« le gouvernement ») est représenté par la Direction de l'Office fédéral de la justice.", "3.  Le requérant alléguait, en particulier, qu'il n'a pas eu droit à une audience publique.", "4.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "5.  Par une décision du 21 février 2002, la Cour a déclaré irrecevables plusieurs griefs tirés du droit à un procès équitable ainsi que de la liberté d'expression.", "6.  Par une décision du 8 juillet 2004, la Cour a déclaré le restant de la requête recevable.", "7.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la troisième section ainsi remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "8.  Le requérant est né en 1957 et réside à Lucerne. Il est avocat et notaire de profession.", "9.  Le 18 février 1997, la commission de la justice (Justizkommission) du tribunal supérieur du canton de Lucerne ouvrit une procédure disciplinaire devant l'autorité de surveillance des avocats (Aufsichtsbehörde über die Rechtsanwälte) du canton de Lucerne au moyen d'une « dénonciation » (Anzeige). Elle y accusait le requérant d'avoir réclamé des honoraires excessifs à son client, d'en avoir exigé le règlement alors que la procédure litigieuse était toujours pendante, d'avoir ultérieurement introduit une demande d'aide judiciaire et, dans sa déclaration devant le tribunal de district de Lucerne, accusé le tribunal supérieur d'avoir commis des infractions pénales. La commission de la justice, qui avait établi la ventilation détaillée des honoraires réclamés, invita l'autorité de surveillance à se pencher sur ces questions du point de vue du droit disciplinaire.", "10.  Le 21 avril 1997, le requérant déposa des observations en réponse.", "11.  Le 21 novembre 1997, il saisit l'autorité de surveillance d'une demande de suspension de la procédure, à laquelle se trouvaient annexés divers documents qu'il souhaitait voir versés au dossier.", "12.  Le 2 avril 1998, l'autorité de surveillance, faisant application de l'article 12 § 1 de la loi sur les avocats (Anwaltsgesetz) du canton de Lucerne, infligea au requérant une amende disciplinaire de 500 CHF pour avoir à plusieurs reprises manqué à ses obligations professionnelles. Elle mit également à sa charge les frais de procédure, qui se chiffraient à 1 500 CHF.", "13.  Cette décision fut notifiée au requérant le 22 avril 1998. Dans l'intervalle, le 16 avril 1998, l'intéressé avait invité l'autorité de surveillance à organiser une audience dans sa cause.", "14.  Le requérant forma un recours de droit public contre la décision de l'autorité de surveillance en date du 2 avril 1998, sollicitant, entre autres, la tenue d'une audience.", "15.  Le Tribunal fédéral rejeta ce recours le 26 février 1999.", "16.  Il précisa dans sa décision qu'il avait écarté la demande d'organisation de débats oraux au motif que l'article 6 de la Convention ne s'appliquait pas aux procédures disciplinaires.", "II.  LE DROIT INTERNE PERTINENT", "17.  L'article 12 § 1 de la loi sur les avocats du canton de Lucerne est ainsi libellé :", "« L'Autorité de surveillance réprime les manquements à leurs obligations professionnelles commis par les avocats. Elle peut, le cas échéant, infliger des sanctions disciplinaires et, au besoin, adresser des instructions contraignantes à l'avocat fautif. »", "18.  En vertu de l'article 13 de la loi sur les avocats, les mesures disciplinaires qui peuvent être infligées sont la réprimande, l'amende d'un montant pouvant atteindre 5 000 CHF et la suspension ou le retrait définitif de l'autorisation d'exercer la profession.", "19.  En vertu de l'article 6 de l'ordonnance sur la commission de surveillance, des affaires de moindre importance ou ne soulevant pas de difficultés de fait ou de droit peuvent être réglées par voie circulaire (Zirkulationsweg). Chacun des membres de la commission peut demander des délibérations orales.", "20.  Selon l'article 7 de la même ordonnance, des tierces personnes ont accès aux audiences publiques, sauf pour des raisons de protection du secret d'avocat ou d'autres motifs importants. Les délibérations ont lieu en l'absence des parties à la procédure et des tiers.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "21.  Le requérant se plaint de ce que sa cause n'a pas été entendue publiquement devant les instances cantonales. A ce titre, il invoque l'article 6 § 1 de la Convention, libellé ainsi dans sa partie pertinente :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...). Le jugement doit être rendu publiquement, mais l'accès de la salle d'audience peut être interdit à la presse et au public pendant la totalité ou une partie du procès dans l'intérêt de la moralité, de l'ordre public ou de la sécurité nationale dans une société démocratique, lorsque les intérêts des mineurs ou la protection de la vie privée des parties au procès l'exigent, ou dans la mesure jugée strictement nécessaire par le tribunal, lorsque dans des circonstances spéciales la publicité serait de nature à porter atteinte aux intérêts de la justice. »", "A.  Arguments des parties", "22.  Le gouvernement défendeur soutient que le requérant, en ne formulant que tardivement une demande d'audience publique, a tacitement renoncé à ce que sa cause soit entendue publiquement par un tribunal, conformément à l'article 6 § 1. Il précise à ce sujet que ce n'est que par un courrier du 16 avril 1998, soit plus d'une année après la dénonciation intervenue le 18 février 1997, et près d'une année après la prise de position détaillée du requérant du 21 avril 1997 sur cette dénonciation, que ce dernier sollicita la tenue d'une audience publique devant l'autorité de surveillance. Aux yeux du gouvernement, le caractère tardif de la demande résulte aussi du fait que celle-ci est intervenue postérieurement à la décision de l'autorité de surveillance en date du 2 avril 1998, décision notifiée au requérant le 22 avril 1998.", "La partie défenderesse fait aussi valoir que l'absence d'audience publique était dans l'intérêt du requérant lui-même, au sens de la « protection de la vie privée des parties au procès », conformément à l'article 6 § 1 de la Convention, dans la mesure où ses agissements pouvaient être de nature à ternir sa réputation d'avocat auprès du public.", "23.  Le requérant conteste la position de la partie défenderesse. Il prétend que l'autorité de surveillance avait reçu sa demande d'audience publique en temps utile, à savoir le 16 avril 1998, soit la veille du jour auquel elle rendit sa décision, mais qu'elle data celle-ci rétroactivement au 2 avril 1998 pour pouvoir éviter ainsi de l'entendre publiquement. En outre, le requérant souligne avoir insisté explicitement sur sa demande d'audience publique dans le cadre de son recours de droit public du 25 mai 1998 au Tribunal fédéral. Celui-ci, dans un arrêt du 26 février 1999, écarta la demande au motif que l'article 6 § 1 ne s'appliquait pas au cas d'espèce.", "B.  Appréciation de la Cour", "24.  La Cour rappelle, d'abord, que dans sa décision sur la recevabilité du 8 juillet 2004, elle a estimé l'article 6 § 1 applicable au cas d'espèce.", "25.  Il convient de mentionner, ensuite, que la Suisse avait formulé, au moment du dépôt de l'instrument de ratification de la Convention intervenu le 28 novembre 1974, une réserve au sens de l'article 64 de l'ancienne version de la Convention (article 57 de la Convention actuellement en vigueur) portant sur le droit à une audience publique et à un jugement rendu publiquement. Cette réserve fut déclarée invalide par la Cour dans son arrêt Weber c. Suisse (arrêt du 22 mai 1990, série A no 177, §§ 36-38) et retirée par le gouvernement suisse le 29 août 2000.", "26.  La publicité des débats judiciaires constitue un principe fondamental consacré par l'article 6 § 1 de la Convention. Elle protège les justiciables contre une justice secrète échappant au contrôle du public et constitue ainsi l'un des moyens de contribuer à préserver la confiance dans les tribunaux. Par la transparence qu'elle donne à l'administration de la justice, elle aide à atteindre le but de l'article 6 § 1, à savoir le procès équitable, dont la garantie compte parmi les principes de toute société démocratique (voir, notamment, Sutter c. Suisse, arrêt du 22 février 1984, série A no 74, § 26, Diennet c. France, arrêt du 26 septembre 1995, série A no 325A, § 33, et Gautrin et autres c. France, arrêt du 20 mai 1998, Recueil des arrêts et décisions 1998III, § 42).", "27.  Il est vrai qu'aux termes de l'article 6 § 1, l'accès de la salle d'audience peut, dans certaines circonstances, être interdit à la presse et au public. Ainsi, la Cour est amenée à examiner, eu égard aux faits de l'espèce, si aucun des cas de figure énumérés par cette disposition ne trouvait à s'appliquer en l'espèce (Håkansson et Sturesson c. Suède, arrêt du 21 février 1990, série A no 171A, § 64).", "28.  De surcroît, la Cour rappelle que ni la lettre ni l'esprit de ce texte n'empêchent une personne d'y renoncer de son plein gré de manière expresse ou tacite, mais pareille renonciation doit être non équivoque et ne se heurter à aucun intérêt public important (voir, entre autres, Schuler-Zgraggen c. Suisse, arrêt du 24 juin 1993, série A no 263, § 58, Håkansson et Sturesson, précité, § 66, et Lundevall c. Suède, no 38629/97, § 34, 12 novembre 2002).", "29.  Se tournant vers les circonstances de l'espèce, la Cour constate qu'en l'occurrence, ni l'autorité de surveillance ni le Tribunal fédéral n'ont consacré de débats publics à la procédure disciplinaire à l'encontre du requérant. Celui-ci y avait en principe droit si aucune des exceptions de la seconde phrase de l'article 6 § 1 n'entrait en jeu.", "30.  Or, la Cour est d'avis, eu égard aux faits de l'espèce, qu'aucun des cas de figure énumérés par cette disposition ne trouvait à s'appliquer en l'espèce. A cet égard, elle considère comme dépourvu de fondement l'argument du gouvernement selon lequel l'absence d'audience publique était dans l'intérêt du requérant lui-même, au sens de la « protection de la vie privée des parties au procès », conformément à l'article 6 § 1 de la Convention, dans la mesure où ses agissements pouvaient être de nature à ternir sa réputation d'avocat auprès du public (voir, a contrario, l'arrêt Diennet, précité, dans laquelle la Cour a déclaré que « si en cours d'audience s'était révélé le risque d'une atteinte au secret professionnel ou à la vie privée, le huis clos aurait pu être ordonné (§ 34) »).", "31.  Bien au contraire, les « intérêts de la justice » au sens de cette disposition englobent, selon l'appréciation de la Cour, la faculté des justiciables, futurs clients potentiels du requérant, de pouvoir s'informer aussi bien sur la véracité des allégations portées à l'encontre de ce dernier, que sur le bien-fondé des reproches formulés par le requérant à l'encontre du tribunal supérieur.", "32.  Une telle solution s'inscrit d'ailleurs parfaitement dans l'objectif principal du droit à une audience publique qui réside dans la protection des justiciables contre une justice secrète échappant au contrôle du public et qui constitue, de par ce fait, un moyen afin de préserver la confiance dans les tribunaux.", "33.  Il reste à la Cour à examiner l'argument du gouvernement selon lequel le requérant, en n'ayant formulé que tardivement une demande d'audience publique, aurait renoncé tacitement à ce que sa cause soit entendue publiquement par un tribunal au sens de l'article 6 § 1 de la Convention.", "34.  En l'espèce, il apparaît que le requérant fit valoir à temps utile le grief tiré de l'absence d'audience publique devant l'autorité de surveillance, soit avant la notification de l'arrêt de cette instance. De surcroît, il découle, sans équivoque, des conclusions du mémoire du recours de droit public du 25 mai 1998 adressé au Tribunal fédéral, ainsi que de l'arrêt de celui-ci, que le requérant avait explicitement demandé une audience publique devant l'instance en question. Celle-ci rejeta d'ailleurs la demande, non pas au motif du non-épuisement des voies de recours internes, mais sur la base de la prétendue inapplicabilité de l'article 6 de la Convention à la procédure disciplinaire suivie à l'encontre du requérant.", "Il s'ensuit que la demande de débats publics est intervenue à temps utile et, dès lors, que le requérant n'a pas renoncé au droit d'être entendu publiquement.", "35.  Compte tenu de ce qui précède, le requérant n'a pas joui du droit à un procès équitable, dans la mesure où la contestation sur ses droits de nature civile n'a pas fait l'objet d'une audience publique devant les instances internes.", "Ce constat implique qu'il y a eu violation de l'article 6 § 1 de la Convention.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "36.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "37.  Le requérant sollicite le remboursement de 500 CHF, à savoir le montant de l'amende disciplinaire, au titre du dommage matériel.", "38.  Il réclame ensuite 4 000 CHF au titre du préjudice moral.", "39.  Quant à la réparation du dommage matériel, le gouvernement suisse observe qu'il n'existe pas de lien de causalité entre l'éventuel constat de violation du droit à une audience publique et le dommage matériel allégué.", "40.  S'agissant de la réparation du préjudice moral, la partie défenderesse estime, conformément à la jurisprudence constante de la Cour, que le simple constat de violation du droit à un procès équitable, au sens de l'article 6 § 1 de la Convention, constituerait une satisfaction équitable.", "41.  La Cour estime que la base à retenir pour l'octroi d'une satisfaction équitable réside en l'espèce dans le fait que le requérant n'a pas pu exercer son droit d'être entendu publiquement, composante du droit à un procès équitable au sens de l'article 6 § 1 de la Convention. Ne relevant aucun lien de causalité entre le préjudice matériel allégué par le requérant et la violation constatée de l'article 6, elle ne saurait davantage spéculer sur ce qu'eût été l'issue du procès si la cause du requérant avait effectivement fait l'objet d'une audience publique (voir, mutatis mutandis, Linnekogel c. Suisse, no 43874/98, § 45, 1er mars 2005).", "42.  De plus, la Cour est d'avis que le constat de violation suffit à réparer un éventuel préjudice moral subi par le requérant (Běleš et autres c. République tchèque, no 47273/99, §§ 76 et 77, CEDH 2002IX, et Linnekogel, précité, § 46).", "B.  Frais et dépens", "43.  Le requérant réclame 27 500 CHF pour les honoraires d'avocat relatifs à la procédure nationale et à la procédure devant la Cour.", "44.  D'après la partie défenderesse, il convient de prendre en considération le fait que seul un des griefs soulevés par le requérant a été retenu par la Cour dans ses décisions sur la recevabilité du 21 février 2002 et du 8 juillet 2004. Il s'ensuit que le montant des frais d'avocat du requérant ne devrait couvrir que les frais exposés pour faire redresser la violation alléguée, eu égard au grief déclaré recevable par la Cour.", "45.  Dès lors, et tenant compte des montants alloués par la Cour dans d'autres affaires suisses, le Gouvernement se déclare prêt à payer 1 000 CHF.", "46.  La Cour rappelle que, lorsqu'elle constate une violation de la Convention, elle peut accorder aux requérants le remboursement des frais et dépens qu'ils ont engagés devant les juridictions nationales pour prévenir ou faire corriger par celles-ci ladite violation (Zimmermann et Steiner c. Suisse, arrêt du 13 juillet 1983, série A no 66, § 36, et Hertel c. Suisse, arrêt du 25 août 1998, Recueil 1998-VI, § 63). Il faut aussi que se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (Bottazzi c. Italie [GC], no 34884/97, § 30, CEDH 1999-V, et Linnekogel, précité, § 49).", "47.  Dans le cas d'espèce, la Cour estime que le requérant est habilité à demander le paiement des frais et dépens relatifs, d'une part, à sa demande visant la tenue d'une audience publique, adressée à l'autorité de surveillance le 16 avril 1998, ainsi qu'à son recours de droit public au Tribunal fédéral du 2 avril 1998. D'autre part, le requérant a droit au remboursement des frais et dépens se rapportant à la procédure devant la Cour. Quant à celle-ci, la Cour considère, à l'instar du Gouvernement, que pour le remboursement des frais et dépens, il y a lieu de tenir compte du fait que les griefs du requérant ont été en partie déclarés irrecevables (Olsson c. Suède (no 2), arrêt du 27 novembre 1992, série A no 250, § 113, et Linnekogel, précité, § 50).", "48.  La Cour juge les prétentions du requérant excessives. Compte tenu des éléments en sa possession et des critères dégagés dans sa jurisprudence, la Cour, statuant en équité, octroie au requérant la somme globale de 3 000 EUR pour ses frais et dépens.", "", "C.  Intérêts moratoires", "49.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "2.  Dit que le constat d'une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par le requérant ;", "", "3.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 3 000 EUR (trois mille euros) pour frais et dépens, plus tout montant pouvant être dû à titre d'impôt, sommes à convertir dans la monnaie de l'Etat défendeur au taux applicable à la date du règlement ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 15 décembre 2005 en application de l'article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tBoštjan M. Zupančič\tGreffier\tPrésident"]}