{"file": "FRE_CLINF_41840_98.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "41840/98", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 6", "Mai 1999", "Arbore c. Italie (déc.) - 41840/98", "Décision 25.5.1999 [Section IV]", "Article 35", "Article 35-1", "Délai de six mois", "Date de la décision interne définitive: irrecevable", "En avril 1962, le requérant déposa un recours devant la Cour des comptes afin d’obtenir l’annulation d’une décision lui refusant une pension. En janvier 1970, le dossier fut transmis au ministère des Finances qui décida que le requérant n’avait pas droit à une pension d’invalide de guerre. En juin 1971, il déposa un deuxième recours devant la Cour des comptes visant l’annulation de ce refus. En novembre 1989, le procureur général rendit ses conclusions dans les deux affaires et demanda qu’elles soient jointes. En mars 1992, la Cour des comptes rendit son arrêt dans lequel elle fit en partie droit aux prétentions du requérant et renvoya la seconde affaire, après l'avoir disjointe, devant la chambre spécialisée. Le requérant prétend n’avoir eu connaissance de cet arrêt qu’en novembre 1997, le greffe n’ayant pas communiqué, semble-t-il, la date de dépôt de l’arrêt (août 1992). En janvier 1993, la juridiction spécialisée communiqua au requérant le dispositif de l’arrêt susmentionné. Or, en matière de litiges devant la Cour des comptes sont applicables les règles générales du code de procédure civile, et notamment celle relative à la force de la chose jugée. Le texte intégral n'ayant pas été notifié au requérant, l'arrêt acquit la force de chose jugée un an et 45 jours après son dépôt, soit en septembre 1993. La seconde affaire est toujours pendante devant la chambre spécialisée.", "Irrecevable sous l’angle de l’article 6 § 1: Procédure débutée en avril 1962 - Les deux procédures, jointes en 1989, ont été disjointes à la suite de l’arrêt de 1992 lorsque la seconde affaire a été renvoyée devant une juridiction spécialisée. Ces deux procédures sont donc distinctes. En ce qui concerne la première procédure, l’arrêt de la Cour des comptes déposé au greffe en août 1992 acquit force de chose jugée en septembre 1993, soit plus de 6 mois avant la date d’introduction de la requête: tardiveté.", "Recevable sous l’angle de l’article 6 § 1: Procédure débutée en juin 1971 et toujours pendante au 15 janvier 1999 (25 ans et 5 mois).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}