{"file": "FRE_HFJUD_48848_07.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "48848/07", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE ASSOCIATION RHINO ET AUTRES c. SUISSE", "", "(Requête no 48848/07)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "11 octobre 2011", "", "DÉFINITIF", "", "08/03/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Association Rhino et autres c. Suisse,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tGiorgio Malinverni,\n\tIşıl Karakaş,\n\tGuido Raimondi,\n\tPaulo Pinto de Albuquerque, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 13 septembre 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 48848/07) dirigée contre la Confédération suisse. Les personnes suivantes ont saisi la Cour le 6 novembre 2007 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention ») : l’Association Rhino, association au sens des articles 60 ss du code civil suisse (ci-après : l’ « association ») ; Mme M. Kerchenbaum, ressortissante suisse, née le 18 mars 1972, présidente de l’association avant sa dissolution et résidant à Genève ; M. M. Pier, ressortissant français, né le 27 avril 1964, secrétaire de l’association, et Mme O. Connolly, ressortissante irlandaise, née le 7 mars 1965, trésorière de l’association. Les troisième et quatrième requérants résident à Grand-Lancy (canton de Genève).", "2.  Les requérants sont représentés par Mes N. De Dardel et P. Bayenet, avocats à Genève. Le gouvernement suisse (« le Gouvernement ») est représenté par son agent, M. F. Schürmann, chef de l’unité Droit européen et protection internationale des droits de l’homme à l’Office fédéral de la Justice.", "3.  Les requérants alléguent que la dissolution de l’association était contraire à l’article 11 de la Convention.", "4.  Le 24 novembre 2009, le président de la première section a décidé de communiquer la requête au Gouvernement. Comme le prévoit l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "5.  Le 1er février 2011, les sections de la Cour ont été remaniées. La requête a été attribuée à la deuxième section (articles 25 § 1 et 52 § 1 du règlement).", "6.  Au cours de la procédure, les requérants ont demandé la jonction de la présente affaire avec la requête no 43469/09, introduite le 23 juillet 2009. Cependant, la Cour n’estime pas opportun de joindre les deux affaires et rejette la demande (article 42 § 1 du règlement).", "7.  Les gouvernements français et irlandais n’ont pas usé de leur droit d’intervenir dans la procédure (article 36 § 1 de la Convention).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Les faits de la cause, tels qu’ils ont été exposés par les parties, peuvent se résumer comme suit.", "9.  En 1988 fut créée, à Genève, une association au sens des articles 60 et suivants du code civil suisse, nommée « Rhino ». Son acronyme a une double signification, à savoir « Retour des habitants dans les Immeubles Non Occupés » et « Restons Habitants dans les Immeubles que Nous Occupons ».", "10.  A teneur de ses statuts, l’association poursuivait les buts suivants :", "« L’association a pour vocation de loger ses membres de façon économique et communautaire selon les modalités du bail associatif défini par le projet RHINO. Elle favorise notamment une gestion fondée sur des solutions économiques et écologiques.", "L’Association s’efforce de soustraire les immeubles qu’elle occupe du marché immobilier et de la spéculation.", "L’Association a également pour but la promotion du logement associatif ; elle établit les contacts nécessaires afin d’informer et d’encourager d’autres projets de type associatif.", "L’Association favorise l’ouverture et le maintien dans ses locaux de lieux ouverts à caractère social ou culturel. »", "11.  Par ailleurs, l’association abritait dans l’un des bâtiments qu’elle occupait un restaurant peu onéreux et organisait occasionnellement diverses manifestations culturelles.", "12.  Entre 1978 et 1988, la plupart des appartements des trois immeubles qui furent par la suite occupés par les membres de l’association étaient vides ; leurs propriétaires d’alors n’entendaient pas les remettre en location.", "13.  Le 9 novembre 1988, une cinquantaine de personnes occupèrent 14 appartements répartis dans les trois immeubles.", "14.  Après cette intrusion dans leurs appartements, les propriétaires avaient requis du Procureur général du canton de Genève qu’il prononçât leur évacuation, ce qui fut fait par trois ordonnances du 10 novembre 1988. L’évacuation ne fut toutefois jamais exécutée, même à la suite de l’arrêt du Tribunal fédéral du 8 mai 1991, qui invitait le Conseil d’Etat (gouvernement cantonal) à exécuter les ordres du Procureur général. Les autorités cantonales ne donnèrent pas suite à cet arrêt, en se fondant sur une pratique locale selon laquelle il était en principe renoncé à l’expulsion des occupants illicites (ou squatters) aussi longtemps que les propriétaires de l’immeuble occupé ne bénéficiaient pas d’une autorisation de construire ou de rénover. Face à la grave pénurie de logements dans la région genevoise, cette pratique avait pour but de lutter contre la présence d’immeubles laissés vacants par leurs propriétaires dans un dessein spéculatif et consistait à refuser l’aide de la force publique lorsqu’une telle intervention revenait à laisser l’immeuble inoccupé.", "15.  A partir de 1992, les propriétaires cessèrent de réclamer le départ des habitants et menèrent diverses négociations avec l’association dans le but de lui vendre leurs immeubles. Des tentatives de négociation eurent lieu en 1996, 1999, 2000 et 2001, visant la vente d’un ou de deux immeubles, ou à la conclusion d’un bail de longue durée, mais sans succès, la contrepartie financière de l’association ayant été jugée insuffisante par les propriétaires.", "16.  En 2002, des demandes d’autorisation de construire furent déposées par les propriétaires, afin de procéder à la rénovation des immeubles. Des recours contre ces autorisations furent formés par certains habitants et par l’association requérante, mais furent déclarés irrecevables pour défaut de qualité pour agir. Partant, les autorisations de construire entrèrent en force le 27 septembre 2005.", "17.  Le 19 octobre 2005, le Procureur général prononça l’ordre d’évacuation des immeubles occupés, qui devaient faire l’objet de travaux à compter du 22 novembre 2005. Un recours contre cette évacuation fut déposé. Dans son arrêt du 17 janvier 2006, le tribunal administratif du canton de Genève considéra, en substance, que les propriétaires des immeubles devaient s’adresser en priorité au juge civil pour obtenir le respect de leurs droits, une mesure de police ne se justifiant que si les intérêts en jeu et la gravité de l’atteinte qui leur est portée nécessitaient une intervention immédiate, impossible à obtenir à temps du juge civil. Par ailleurs, il considéra que les propriétaires s’étaient accommodés de la situation et avaient renoncé à l’usage immédiat de leur droit de reprise, de sorte que l’ordre public n’était plus troublé par l’usurpation.", "18.  Dans son arrêt du 22 juin 2006, le Tribunal fédéral rejeta le recours de droit public des propriétaires et confirma en substance que l’ordre public n’était plus troublé par l’occupation illicite, en raison du laps de temps qui s’était écoulé et des négociations menées par les parties, et que les propriétaires devaient agir par la voie civile.", "19.  Parallèlement, par un acte du 4 avril 2005, les propriétaires des immeubles demandèrent au Tribunal de première instance du canton de Genève de prononcer la dissolution de l’association requérante et l’attribution à l’Etat de ses avoirs, invoquant le fait qu’elle poursuivait un but illicite, en ce sens qu’elle faisait obstacle à l’exercice de leurs droits de propriétaires.", "20.  Par jugement du 9 février 2006, le Tribunal de première instance prononça la dissolution ex nunc de l’association requérante.", "21.  Sur appel, la Cour de justice du canton de Genève confirma le 15 décembre 2006 la dissolution, mais avec effet ex tunc, l’Association étant considérée n’avoir jamais existé. Elle renvoya la cause à la première instance pour désignation d’un liquidateur et de la corporation publique bénéficiaire de la fortune de l’association.", "22.  Le 29 janvier 2007, l’association saisit le Tribunal fédéral d’un recours de droit public et d’un recours en réforme, concluant principalement à ce que l’arrêt de la Cour de Justice soit annulé et l’action en dissolution rejetée. Le même jour, les propriétaires des immeubles déposèrent une action en revendication auprès du tribunal de première instance.", "23.  Le Tribunal fédéral confirma la décision de l’instance inférieure par deux arrêts rendus le 10 mai 2007. Dans le cadre de l’arrêt rendu sur recours en réforme, il prit position sur le grief tiré de l’article 11 de la Convention :", "« 4.2 En ce qui concerne les buts réellement poursuivis, la recourante se réfère au commentaire de Riemer (n. 41 ad art. 76-79 CC), qui prévoit qu’en cas d’actes contraires au droit commis par les organes de l’association dans la poursuite du but conforme au droit de celle-ci, c’est selon l’art. 55 al. 2 et 3 CC (action en responsabilité) et non pas selon l’art. 78 CC (dissolution de l’association) qu’il y a lieu en général de procéder. Il échappe cependant à la recourante qu’en l’espèce l’on ne se trouve précisément pas dans un tel cas, mais plutôt dans celui d’une adéquation entre les actes des organes de l’association et le but de celle-ci (cf. le commentaire précité, p. 921).", "Pour le surplus, la recourante fait valoir que les habitants occupent les immeubles en cause depuis longtemps grâce à la tolérance des autorités et des propriétaires et qu’ils seraient donc au bénéfice d’un contrat tacite. Cet argument est toutefois contredit par les constatations de la cour cantonale qui retient, de façon à lier le Tribunal fédéral (art. 55 al. 1 let. c et 63 al. 2 OJ), que les membres de la recourante occupent les immeubles sans autorisation et refusent de les libérer, s’opposant à toute évacuation.", "4.3 De même, le point de vue de la recourante selon lequel les propriétaires auraient dû tenter d’atteindre leur but par une autre voie (garantie de la propriété privée, actions réelles) est dénué de pertinence, dès lors que la dissolution de la recourante, c’est-à-dire de l’occupante primaire des immeubles selon la décision attaquée (p. 13 consid. 4.2.3), est en tout cas une possibilité légalement admissible de mettre fin à l’occupation. Le point de savoir s’il existerait encore d’autres possibilités à côté de celle-ci est sans importance en l’occurrence.", "4.4 La recourante se prévaut également de ce que, en l’espèce, il n’y aurait violation d’aucun droit objectif, mais éventuellement d’un simple droit subjectif. Elle méconnaît cependant que la propriété est aussi protégée contre une occupation comme celle ici en cause par des règles du droit objectif (Cst., CC, CP, etc.). Au demeurant, le cas d’espèce ne se laisse pas comparer avec celui cité par la recourante - local d’un club érigé en violation d’une servitude d’interdiction de construire - dès lors qu’il ne s’agissait pas là du but de l’association.", "4.5 Se référant à Anton Heini (Das Schweizerische Vereinsrecht, Bâle 1988, p. 39), la recourante fait valoir en outre que pour prononcer la dissolution d’une association dont l’activité est illégale, il faut que cette illégalité soit durable. Le point de savoir si ce critère est déterminant peut demeurer indécis, car dans le cas de la recourante il est de toute façon rempli.", "4.6 Dans ce contexte, la recourante se réfère à ses autres buts statutaires et se plaint de la non-application à son cas de l’art. 20 al. 2 CO sur la nullité partielle. La question de savoir si cette disposition (en liaison avec l’art. 7 CC) est somme toute applicable aux cas de l’art. 78 CC est controversée en doctrine (réponse affirmative chez Riemer, RDS 97/1978 I p. 95 n. 81 et Commentaire bernois, n. 40 ad art. 76-79 CC; réponse négative chez Heini/Scherrer, Commentaire bâlois, 3e éd., n. 3 ad art. 78 CC; Heini/Portmann, SPR II/5, 3e éd., n. 169; Jean-François Perrin, Droit de l’association, Zurich 2004, p. 208). Le Tribunal fédéral a tranché la question en principe par l’affirmative en tout cas pour d’autres personnes morales (ATF 73 II 81 concernant une fondation et ATF 80 II 123 concernant une coopérative). La question peut toutefois demeurer indécise en l’espèce. En effet, la cour cantonale a examiné cette question et est parvenue au résultat que le but illicite de la recourante était prédominant par rapport aux autres buts statutaires, puisque celle-ci avait avant tout été créée aux fins de l’atteindre. La recourante ne le conteste nullement, mais fait simplement valoir que ses autres buts sont \"essentiels\". De plus, elle ne prétend pas que les conditions de l’art. 20 al. 2 CO seraient remplies, en particulier qu’elle aurait tout de même été constituée sans la clause statutaire frappée de nullité; elle se contente d’affirmer qu’elle \"pourrait continuer à fonctionner\" même sans le but statutaire déclaré illicite, ce qui n’est toutefois pas décisif au regard de l’art. 20 al. 2 CO.", "4.7 Dans ce contexte, la recourante critique par ailleurs, en se référant à Riemer (Commentaire bernois, n. 56 ad art. 76-79 CC), le prononcé de sa dissolution ex tunc; l’association ayant, depuis 18 ans, interagi avec d’autres personnes privées, conclu des contrats, mené des négociations et agi en justice, seule une dissolution ex nunc entrerait en ligne de compte.", "C’est à bon droit que la cour cantonale a prononcé la dissolution ex tunc, dès lors que l’association a poursuivi son but illicite dès sa fondation (cf. Riemer, loc. cit., n. 57). Quant au sort des relations juridiques nées dans l’intervalle, il appartiendra au liquidateur d’en décider.", "5. La recourante invoque enfin la violation des art. 23 Cst. (liberté d’association), 36 Cst. (restriction des droits fondamentaux) et 11 CEDH (liberté d’association).", "5.1 Dans la mesure où elle se plaint d’une mauvaise application du droit fédéral qu’elle estime violer aussi l’un ou l’autre de ses droits constitutionnels ou conventionnels, la recourante invoque en réalité, comme elle le souligne d’ailleurs elle-même en se référant à Fabienne Hohl (Procédure civile, tome II 2002, p. 298 n. 3237), la violation du droit fédéral. Ce grief relève donc du recours en réforme.", "(...)", "5.3 L’art. 11 CEDH garantit notamment le droit de toute personne à la liberté de réunion et à la liberté d’association (al. 1). L’exercice de ce droit est toutefois soumis aux restrictions qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui (al. 2, 1ère phrase).", "La cour cantonale, se fondant sur une disposition légale déterminante (art. 78 CC), a prononcé la dissolution de la recourante en raison du but statutaire illicite de celle-ci (atteinte, entre autres, à la garantie de la propriété de l’art. 26 al. 1 Cst.) et en raison de son activité illicite (occupation d’immeubles de tiers). Ces deux situations ne sont pas couvertes par la garantie du droit à la liberté de réunion et d’association (art. 11 al. 1 CEDH), mais tombent sous le coup des restrictions admissibles à celle-ci (art. 11 al. 2 CEDH; cf. arrêt de la Cour européenne des droits de l’homme du 13 février 2003 dans la cause Refah Partisi (The Welfare Party) et cons. contre la Turquie concernant la dissolution d’un parti politique et le droit à la liberté de réunion et d’association). Le fait que dans le cas de la dissolution d’un parti politique il faille, comme l’allègue la recourante, user d’une retenue particulière ou poser des exigences assez strictes est exact (cf. arrêt du 13 février 2003 précité; Jens Meyer-Ladewig, EMRK, Baden-Baden 2003, n. 22 ad art. 11 CEDH avec les renvois concernant la relation avec la liberté d’expression selon l’art. 10 CEDH), mais il n’est pas décisif en l’espèce, dès lors que la recourante, malgré une certaine composante politique dans son but et la mise en application de celui-ci, n’est pas un parti politique et qu’au demeurant il n’y a pas, dans son cas, de relation suffisamment étroite avec la liberté d’expression. »", "24.  Le 14 mai 2007, le jour de la notification dudit arrêt, le chef du Département des constructions et des technologies de l’information du canton de Genève invita les propriétaires à se déterminer sur le fait qu’ils n’avaient pas encore fait usage de l’autorisation de construire qui leur avait été délivrée. Les propriétaires répondirent que les travaux ne pouvaient pas être réalisés sans une évacuation des immeubles, qu’ils essayaient en vain d’obtenir depuis des années.", "25.  Le 24 mai 2007, le chef de ce département ordonna aux propriétaires de procéder aux travaux nécessaires pour remédier à l’état de dégradation des immeubles et de rétablir des conditions d’habitabilité et d’entretien acceptables. L’ouverture du chantier devait intervenir dans un délai de quarante cinq jours, sans quoi les travaux seraient exécutés d’office aux frais des propriétaires. Les propriétaires répétèrent que les travaux ne pouvaient pas être réalisés sans que les immeubles ne soient évacués.", "26.  Par jugement du 26 juin 2007, le Tribunal de première instance du canton de Genève nomma un liquidateur, celui-ci ayant pris plusieurs mesures, notamment le blocage des comptes postaux et bancaires, la résiliation du contrat de travail du secrétaire de l’association et la demande de restitution des honoraires déjà versés aux avocats de l’association requérante.", "27.  Le 3 juillet 2007, la procédure en évacuation fut suspendue par le tribunal de première instance parce que les habitants, agissant individuellement, entreprenaient de faire reconnaître l’existence de contrats de baux à loyers conclus tacitement entre eux-mêmes et les propriétaires des immeubles.", "28.  Le 23 juillet 2007, les propriétaires reprirent possession des immeubles occupés, en suscitant deux décisions simultanées : d’une part un contrôle de police de l’identité des habitants, avec interpellation, et d’autre part un ordre de commencer les travaux de rénovation, adressé aux propriétaires, lequel a permis à ceux-ci de reprendre possession des immeubles avec le soutien de la police.", "29.  Plusieurs occupants recoururent contre la décision d’évacuation auprès de la Commission cantonale de recours en matière de constructions. Sa décision de déclarer le recours irrecevable fut confirmée par le tribunal administratif et par le Tribunal fédéral par un arrêt du 12 février 2009.", "II.  LE DROIT INTERNE PERTINENT", "30.  Les articles 52-59 du code civil du 10 décembre 1907 régissent les personnes morales. Les dispositions pertinentes pour le cas d’espèce sont libellées comme il suit :", "Article 55", "« La volonté d’une personne morale s’exprime par ses organes.", "Ceux-ci obligent la personne morale par leurs actes juridiques et par tous autres faits.", "Les fautes commises engagent, au surplus, la responsabilité personnelle de leurs auteurs. »", "Article 57 : Destination des biens", "« Sauf disposition contraire de la loi, des statuts, des actes de fondation ou des organes compétents, la fortune des personnes morales dissoutes est dévolue à la corporation publique (Confédération, canton, commune) dont elles relevaient par leur but.", "La destination primitive des biens sera maintenue dans la mesure du possible.", "La dévolution au profit d’une corporation publique aura lieu, nonobstant toute autre disposition, si la personne morale est dissoute parce que son but était illicite ou contraire aux moeurs. »", "31.  Les articles 60 à 79 du code civil prévoient des règles sur l’association. L’article 60 est libellé comme il suit :", " « 1.  Les associations politiques, religieuses, scientifiques, artistiques, de bienfaisance, de récréation ou autres qui n’ont pas un but économique acquièrent la personnalité dès qu’elles expriment dans leurs statuts la volonté d’être organisées corporativement.", "2.  Les statuts sont rédigés par écrit et contiennent les dispositions nécessaires sur le but, les ressources et l’organisation de l’association. »", "32.  L’article 78 du code civil prévoit la dissolution d’une association par une décision judiciaire. Cette disposition est libellée comme il suit :", "« La dissolution est prononcée par le juge, à la demande de l’autorité compétente ou d’un intéressé, lorsque le but de l’association est illicite ou contraire aux moeurs. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 11 DE LA CONVENTION", "33.  Les requérants prétendent que la dissolution de l’Association Rhino est contraire à l’article 11, ainsi libellé :", "« 1.  Toute personne a droit à la liberté de réunion pacifique et à la liberté d’association, y compris le droit de fonder avec d’autres des syndicats et de s’affilier à des syndicats pour la défense de ses intérêts.", "2.  L’exercice de ces droits ne peut faire l’objet d’autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. Le présent article n’interdit pas que des restrictions légitimes soient imposées à l’exercice de ces droits par les membres des forces armées, de la police ou de l’administration de l’Etat. »", "34.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "35.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1.  Les thèses des parties", "a.  Les requérants", "36.  Les requérants contestent l’existence d’une base légale suffisante et rappellent qu’à teneur de l’article 78 du code civil, la dissolution d’une association est prononcée par le juge uniquement lorsque son but est illicite ou contraire aux moeurs. Or, le but de l’association aurait toujours été de défendre le droit au logement de ses membres.", "37.  En ce qui concerne le but légitime, et plus spécifiquement la protection du droit de propriété, les requérants estiment que la dissolution de l’association a été sans effet juridique ou factuel sur la possibilité pour les propriétaires des immeubles d’exercer leur droit de propriété. S’agissant de la protection de l’ordre public, les requérants rappellent un passage de l’arrêt du tribunal administratif du canton de Genève du 17 janvier 2006, selon lequel l’ordre public n’était pas troublé par l’usurpation. Enfin, même si la Cour devait retenir que l’occupation des immeubles troublait l’ordre public, on ne verrait pas en quoi la dissolution de l’association y aurait remédié. Selon les requérants, il apparaît aujourd’hui que l’objectif réellement poursuivi par la dissolution était d’affaiblir les occupants et de confisquer les ressources qu’ils avaient mises en commun afin que ceux-ci ne soient plus à même de défendre leurs droits légitimes dans les procédures judiciaires dirigées contre eux.", "38.  Quant à la nécessité de la mesure litigieuse dans une société démocratique, les requérants ne partagent pas le point de vue du Gouvernement selon lequel la soustraction d’immeubles du marché immobilier serait contraire à l’ordre juridique suisse. Ils soutiennent qu’il existe en Suisse de nombreux immeubles qui ne sont pas soumis aux lois du marché immobilier, par exemple par le biais de la loi fédérale sur le droit foncier rural, qui soustrait au marché immobilier toutes les terres agricoles du pays. Il en irait de même de la réglementation extensive sur les loyers abusifs, au sens du code des obligations, qui soustrait aux lois du marché la détermination du montant des loyers payés par les locataires d’immeubles.", "39.  Ensuite, les requérants contestent l’argument du Gouvernement selon lequel le fait que les autorités aient toléré pendant des années l’occupation des locaux n’implique pas que ladite occupation en soit devenue licite. Ils estiment à cet égard que le Gouvernement a omis de mentionner que les propriétaires eux-mêmes ont toléré l’occupation.", "40.  Selon les requérants, l’argument du Gouvernement selon lequel la dissolution de l’association aurait permis de faire avancer les choses n’est pas correcte non plus. Ils affirment qu’il existe une certaine coïncidence chronologique entre le prononcé de la dissolution et l’exécution de l’évacuation. Par contre, il n’existerait aucun lien de causalité entre ces événements. En effet, la décision du chef du département des constructions et des technologies de l’information du canton de Genève portait sur la nécessité de commencer des travaux de rénovation. L’existence ou l’inexistence de l’association aurait été sans effet sur cette procédure. Ainsi, la dissolution de l’association n’était une mesure ni adéquate ni nécessaire pour mettre fin à l’occupation, et encore moins pour faire avancer les choses, ce que le Gouvernement admet lui-même lorsqu’il relève que l’occupation des immeubles s’est poursuivie même après l’arrêt du Tribunal fédéral concluant à la dissolution de l’association.", "41.  En outre, aux yeux des requérants, on peut déduire de la très longue tolérance des autorités face à l’association qu’il n’existait aucun besoin impérieux de la dissoudre.", "42.  Les requérants ne partagent pas non plus l’argument du Gouvernement selon lequel la dissolution de l’association n’empêche en rien ses membres et sympathisants de poursuivre leurs buts en constituant une nouvelle association. Ils précisent à cet égard que la dissolution de l’association a eu un effet concret très important, à savoir la confiscation et la dévolution à l’Etat de la fortune de l’association, laquelle était affectée à la défense des intérêts défendus par celle-ci. Ils relèvent qu’en vertu de l’article 57 alinéa premier du code civil, sauf disposition contraire de la loi, des statuts, des actes de fondation ou des organes compétents, la fortune des personnes morales dissoutes est dévolue à la corporation publique dont elles relevaient par leur but. L’article 57 alinéa 3 précise que la dévolution au profit d’une corporation publique aura lieu, nonobstant toute autre disposition, si la personne morale est dissoute parce que son but était illicite ou contraire aux mœurs (paragraphe 30 ci-dessus). Selon les requérants, il serait certes possible pour les membres de constituer une nouvelle association, mais extrêmement difficile de reconstituer une fortune de l’importance de celle ayant été saisie. Ils précisent que l’association était titulaire, au moment de sa dissolution, de trois comptes postaux et bancaires, avec un crédit total en faveur de l’association de 79 144,07 francs suisses (CHF). Par ailleurs, les requérants ne voient pas quelles garanties les membres et sympathisants de l’association dissoute pourraient avoir que la nouvelle association ne soit pas dissoute de la même manière.", "43.  Les requérants rappellent également qu’il ressort d’un arrêt du Tribunal fédéral du 22 juin 2006 (1P.109/2006, considérant 4.2) que, en vertu de l’article 26 de la Constitution fédérale, qui garantit la propriété privée, les autorités cantonales n’avaient pas le devoir d’intervenir en expulsant les occupants des immeubles de Rhino.", "b.  Le Gouvernement", "44.  Le Gouvernement ne met pas en question que la dissolution de l’association constitue une ingérence au sens de l’article 11 § 1 de la Convention. Il soutient en outre que celle-ci reposait sur l’article 78 du code civil, selon lequel la dissolution est prononcée par le juge lorsque le but de l’association est illicite ou contraire aux moeurs (paragraphe 32 ci-dessus). Il rappelle à cet égard que les requérants ne pouvaient se prévaloir d’aucun titre légal ou contractuel justifiant leur action. Par ailleurs, le caractère illicite de l’occupation aurait été confirmé par l’ensemble des juridictions internes.", "45.  Le Gouvernement estime en outre que l’ingérence visait deux buts légitimes, à savoir la protection des droits et libertés d’autrui, en l’espèce des propriétaires des immeubles, et la défense de l’ordre. Il relève que le but prédominant de l’association requérante était de « soustraire les immeubles qu’elle occupe du marché immobilier et de la spéculation » et que la qualité de membre actif, ayant le droit de vote, était réservée aux seules personnes occupant l’un des trois immeubles.", "46.  Le Gouvernement admet qu’il n’est certes pas illégitime de lutter contre la spéculation immobilière. Mais ce qui est décisif, selon lui, ce sont les moyens utilisés. A la lumière de l’arrêt Refah Partisi (Parti de la prospérité) et autres c. Turquie [GC], nos 41340/98, 41342/98, 41343/98 et 41344/98, § 98, CEDH 2003II), il convient d’examiner si, premièrement, les moyens utilisés étaient légaux et démocratiques et si, deuxièmement, le changement de législation ou des structures légales ou constitutionnelles proposé doit lui-même être compatible avec les principes fondamentaux. En l’espèce, l’essence même du but de l’association, soit la soustraction du marché d’immeubles occupés, est contraire à l’ordre juridique suisse et les moyens utilisés le sont tout autant, l’occupation d’immeubles contre la volonté de leurs propriétaires violant à l’évidence le droit.", "47.  Dans la mesure où les requérants remettent en question le caractère illicite de l’occupation, arguant que l’association n’a pas mis en danger les institutions de l’Etat ou les droits et libertés d’autrui, le Gouvernement rappelle que l’occupation des immeubles s’est poursuivie même après l’arrêt du Tribunal fédéral concluant à la dissolution de l’association. Le Gouvernement admet que la politique de tolérance vis-à-vis des occupants a fait l’objet, pendant des années, d’un consensus au sein du gouvernement cantonal, celui-ci considérant qu’en période de pénurie de logements, il n’y avait pas lieu de requérir la force publique pour faire évacuer des locaux destinés à rester inoccupés. Toutefois, le Gouvernement soutient que les requérants ne sauraient tirer aujourd’hui profit de cette tolérance pour démontrer que la dissolution de l’association n’était pas nécessaire au sens de l’article 11 § 2 de la Convention. En effet, malgré la pratique cantonale, l’occupation des immeubles n’en a pas moins été considérée comme contraire au droit.", "48.  Le Gouvernement rappelle également que les propriétaires n’ont jamais accepté la situation illégale, mais ont cherché, dès le début, une solution réglant juridiquement la situation. Dans un premier temps, immédiatement après l’occupation des immeubles par les requérants, ils ont essayé d’y parvenir par la voie juridique (ordonnance du Procureur général du 10 novembre 1988 prononçant l’évacuation, qui n’a jamais été exécutée). Ensuite, à partir de 1992, ils sont entrés en négociation avec l’association dans le but de lui vendre les immeubles ou de conclure un bail de longue durée. Enfin, à partir de 2002, les propriétaires ont de nouveau entamé la voie juridique (demande d’autorisation de construire, demandes d’évacuation, action en dissolution de l’association, assignation en paiement).", "49.  Dans la mesure où les requérants allèguent que la dissolution de l’association n’aurait été d’aucune utilité pour la protection des droits et libertés d’autrui, puisqu’elle n’aurait pas impliqué l’évacuation des occupants, le Gouvernement est convaincu que c’est l’arrêt du Tribunal fédéral du 10 mai 2007, confirmant la dissolution de l’association, qui a finalement permis de faire avancer les choses. Cet arrêt a été communiqué aux parties le 14 mai 2007 et, le même jour, le chef du Département des constructions et des technologies de l’information a ordonné aux propriétaires de procéder aux travaux nécessaires. On ne saurait dès lors mettre en doute que la suite des événements aboutissant à l’évacuation forcée a eu lieu par l’adoption de cet arrêt.", "50.  Le Gouvernement ajoute que la dissolution de l’association n’empêche en rien ses membres et sympathisants de poursuivre leurs buts par des moyens légaux. Ils seraient en particulier libres de constituer une nouvelle association, dans le cadre légal circonscrit par le code civil.", "51.  A la lumière des éléments qui précèdent, le Gouvernement estime que les tribunaux ont ménagé, en l’espèce, un juste équilibre entre, d’une part, les intérêts publics visant à sauvegarder la paix sociale et la paix du logement en période de grave pénurie de logements dans la région genevoise et, d’autre part, les intérêts des propriétaires de pouvoir disposer de leurs biens. Après vingt ans d’occupation, l’ingérence dans la liberté d’association que constituait la dissolution de l’association apparaît comme une mesure nécessaire qui servait à respecter l’obligation positive inhérente au droit à la propriété. En adoptant cette mesure, les autorités internes n’ont en rien outrepassé la marge d’appréciation dont elles disposent.", "52.  Partant, le Gouvernement invite la Cour à déclarer la présente requête irrecevable pour défaut manifeste de fondement.", "2.  L’appréciation de la Cour", "a.  Sur l’existence d’une ingérence", "53.  Le Gouvernement ne remet pas en question que la dissolution de l’association requérante constitue une ingérence dans la liberté d’association.", "54.  La Cour partage ce point de vue. Il n’est pas contesté que l’association Rhino est une association qui peut se prévaloir des droits découlant de l’article 11. En outre, elle réitère sa jurisprudence selon laquelle la dissolution d’une association constitue une ingérence dans ce droit (Parti communiste unifié de Turquie et autres c. Turquie, 30 janvier 1998, §§ 32-34, Recueil des arrêts et décisions 1998I).", "55.  Partant, aussi bien l’association Rhino que les autres requérants, qui ont tous exercé une fonction au sein de celle-ci (paragraphe 1 ci-dessus), peuvent invoquer une ingérence dans leur liberté d’association au sens de l’article 11.", "b.  Sur la justification de l’ingérence", "56.  Pareille ingérence enfreint l’article 11, sauf si elle est « prévue par la loi », dirigée vers un ou plusieurs buts légitimes au regard du paragraphe 2 de cette disposition et « nécessaire, dans une société démocratique », pour les atteindre.", "i. « Prévue par la loi »", "57.  Le Gouvernement prétend que la mesure litigieuse est fondée sur l’article 78 du code civil (paragraphe 32 ci-dessus). Les requérants soutiennent que cette disposition n’est pas assez précise pour servir de base à l’ingérence litigieuse.", "58.  La Cour partage l’avis du Gouvernement et constate que les tribunaux internes se sont en effet fondés sur l’article 78 du code civil pour dissoudre l’association. Elle estime que le libellé de cette disposition est suffisamment clair pour que la mesure contestée puisse passer pour être « prévue par la loi ».", "ii.  But légitime", "59.  Le Gouvernement estime que l’ingérence visait deux buts légitimes, à savoir la protection des droits et libertés d’autrui, en l’espèce des propriétaires des immeubles, et la défense de l’ordre. Les requérants le contestent. Ils soutiennent que la dissolution de l’association a été sans effet juridique ou factuel sur la possibilité pour les propriétaires des immeubles d’exercer leur droit de propriété. Même si on partait de l’hypothèse que l’occupation des immeubles aurait troublé l’ordre, on ne voit pas en quoi la dissolution de l’association y aurait remédié.", "60.  La Cour admet que la dissolution de l’association tendait à la protection des droits des propriétaires des immeubles occupés. En revanche, rappelant que les restrictions à la liberté d’association appellent une interprétation étroite et sont soumises à un contrôle rigoureux de la Cour (voir, entre autres, Sidiropoulos et autres c. Grèce, 10 juillet 1998, § 38, Recueil des arrêts et décisions 1998IV), elle n’est pas convaincue que la mesure litigieuse visait également la défense de l’ordre. Toutefois, compte tenu du fait que la mesure litigieuse ne s’avère pas nécessaire dans une société démocratique, elle peut laisser la question ouverte.", "iii.  « Nécessaire dans une société démocratique »", "α)  Les principes généraux", "61.  La question principale à trancher est celle de savoir si l’ingérence était « nécessaire dans une société démocratique ». Les principes fondamentaux relatifs à cette question s’agissant d’affaires qui, comme en l’espèce, ont été introduites par des associations autres que les partis politiques, ont été résumés notamment dans l’affaire Gorzelik et autres c. Pologne ([GC], no 44158/98, §§ 88 et suiv., CEDH 2004I) dans les termes suivants :", "« 88.  Le droit qu’énonce l’article 11 inclut celui de fonder une association. La possibilité pour les citoyens de former une personne morale afin d’agir collectivement dans un domaine d’intérêt commun constitue un des aspects les plus importants du droit à la liberté d’association, sans quoi ce droit se trouverait dépourvu de toute signification (Sidiropoulos et autres c. Grèce, arrêt du 10 juillet 1998, Recueil des arrêts et décisions 1998-IV, p. 1614, § 40).", "En fait, l’état de la démocratie dans le pays dont il s’agit peut se mesurer à la manière dont la législation nationale consacre cette liberté et dont les autorités l’appliquent dans la pratique (ibidem). Dans sa jurisprudence, la Cour a confirmé à de nombreuses reprises la relation directe entre la démocratie, le pluralisme et la liberté d’association et a établi le principe selon lequel seules des raisons convaincantes et impératives peuvent justifier des restrictions à cette liberté. L’ensemble de ces restrictions sont soumises à un contrôle rigoureux de la Cour (voir, parmi beaucoup d’autres, Parti communiste unifié de Turquie et autres c. Turquie, arrêt du 30 janvier 1998, Recueil 1998-I, pp. 20 et suiv., §§ 42 et suiv., Parti socialiste et autres c. Turquie, arrêt du 25 mai 1998, Recueil 1998-III, pp. 1255 et suiv., §§ 41 et suiv., et Refah Partisi (Parti de la prospérité) et autres, arrêt précité, §§ 86 et suiv.).", "(...)", "92.  Si, dans le contexte de l’article 11, la Cour a souvent mentionné le rôle essentiel joué par les partis politiques pour le maintien du pluralisme et de la démocratie, les associations créées à d’autres fins, notamment la protection du patrimoine culturel ou spirituel, la poursuite de divers buts sociaux ou économiques, la proclamation et l’enseignement d’une religion, la recherche d’une identité ethnique ou l’affirmation d’une conscience minoritaire, sont également importantes pour le bon fonctionnement de la démocratie. En effet, le pluralisme repose aussi sur la reconnaissance et le respect véritables de la diversité et de la dynamique des traditions culturelles, des identités ethniques et culturelles, des convictions religieuses, et des idées et concepts artistiques, littéraires et socio-économiques. Une interaction harmonieuse entre personnes et groupes ayant des identités différentes est essentielle à la cohésion sociale. Il est tout naturel, lorsqu’une société civile fonctionne correctement, que les citoyens participent dans une large mesure au processus démocratique par le biais d’associations au sein desquelles ils peuvent se rassembler avec d’autres et poursuivre de concert des buts communs.", "(...)", "94.  La liberté d’association n’est toutefois pas absolue et il faut admettre que lorsqu’une association, par ses activités ou les intentions qu’elle déclare expressément ou implicitement dans son programme, met en danger les institutions de l’Etat ou les droits et libertés d’autrui, l’article 11 ne prive pas les autorités d’un Etat du pouvoir de protéger ces institutions et personnes. Cela découle à la fois du paragraphe 2 de l’article 11 et des obligations positives qui incombent à l’Etat en vertu de l’article 1 de la Convention de reconnaître les droits et libertés des personnes relevant de sa juridiction (Refah Partisi (Parti de la prospérité) et autres, arrêt précité, §§ 96-103).", "95.  Néanmoins, l’Etat doit user de ce pouvoir avec parcimonie, car les exceptions à la règle de la liberté d’association appellent une interprétation stricte, seules des raisons convaincantes et impératives pouvant justifier des restrictions à cette liberté. Toute ingérence doit répondre à un « besoin social impérieux » ; le vocable « nécessaire » n’a donc pas la souplesse de termes tels qu’« utile » ou « opportun » (Young, James et Webster, et Chassagnou et autres, arrêts précités).", "96.  Il appartient en premier lieu aux autorités nationales d’évaluer s’il existe un « besoin social impérieux » d’imposer une restriction donnée dans l’intérêt général. Si la Convention laisse à ces autorités une certaine marge d’appréciation à cet égard, leur évaluation est soumise au contrôle de la Cour, portant à la fois sur la loi et sur les décisions qui l’appliquent, y compris celles rendues par des juridictions indépendantes.", "Lorsqu’elle exerce son contrôle, la Cour n’a point pour tâche de se substituer aux autorités nationales qui sont mieux placées qu’une juridiction internationale pour décider de la politique législative et des mesures de mise en œuvre, mais de vérifier sous l’angle de l’article 11 les décisions qu’elles ont rendues en vertu de leur pouvoir d’appréciation. Il ne s’ensuit pas qu’elle doive se borner à rechercher si l’Etat défendeur a usé de ce pouvoir de façon raisonnable, de bonne foi et avec soin ; il lui faut considérer l’ingérence litigieuse à la lumière de l’ensemble de l’affaire pour déterminer si elle était « proportionnée au but légitime poursuivi » et si les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants ». Ce faisant, la Cour doit se convaincre que les autorités nationales ont appliqué des règles conformes aux principes consacrés par l’article 11 et ce, de surcroît, en se fondant sur une appréciation acceptable des faits pertinents (voir, mutatis mutandis, Parti communiste unifié de Turquie et autres, arrêt précité, p. 22, §§ 46-47, et Refah Partisi (Parti de la prospérité) et autres, arrêt précité, § 100).", "β)  L’application des principes susmentionnés au cas d’espèce", "62.  La Cour constate d’emblée que la mesure litigieuse consiste dans la dissolution pure et simple de l’association, ce qui constitue une mesure sévère entraînant des conséquences notamment financières importantes pour ses membres. Elle ne peut être tolérée que dans des circonstances très sérieuses (voir, mutatis mutandis, Refah Partisi (Parti de la prospérité) et autres, précité, § 100, avec références citées). La Cour devra examiner si cette mesure est en l’espèce exceptionnellement justifiée par des motifs « pertinents et suffisants » et si l’ingérence est « proportionnée aux buts légitimes poursuivis ».", "63.  S’agissant du but légitime de la protection des droits d’autrui, il ressort clairement des différentes procédures entamées par les propriétaires que ceux-ci se sont plaints de l’occupation de leurs immeubles devant les instances internes. Après avoir en vain essayé d’obtenir l’évacuation des occupants des immeubles, ils ont demandé que soit prononcée la dissolution de l’association. Or, compte tenu de l’ensemble des circonstances, la Cour note que la mesure de dissolution de l’association, qui est un acte essentiellement juridique, n’a pas résolu, par elle-même, l’occupation jugée illégale des immeubles en cause. Partant, l’on ne saurait prétendre que la mesure litigieuse aurait concrètement et effectivement eu pour but la protection des droits des propriétaires des immeubles, au sens de l’article 11 § 2 et la jurisprudence pertinente de la Cour (voir, mutatis mutandis, Artico c. Italie, arrêt du 13 mai 1980, § 33, série A no 37, Emonet et autres c. Suisse, no 39051/03, § 77, CEDH 2007XIV, et Stoll c. Suisse [GC], no 69698/01, § 128, CEDH 2007XIV).", "64.  Il en va de même s’agissant de l’autre but légitime invoqué par le Gouvernement, à savoir le maintien de l’ordre. La Cour, rappelant que les restrictions à la liberté d’association appellent une interprétation étroite et sont soumises à son contrôle rigoureux (voir la jurisprudence citée cidessus, paragraphe 61), n’est pas convaincue que la dissolution de l’association était nécessaire pour le maintien de l’ordre, à supposer même qu’il eût été perturbé par l’association ou ses activités depuis sa création en 1988.", "65.  S’agissant de l’argument du Tribunal fédéral selon lequel la question de savoir s’il existait d’autres possibilités, en dehors de la dissolution de l’association, importait peu en l’occurrence (considérant 4.3 de l’arrêt, paragraphe 23 ci-dessus), la Cour rappelle qu’elle a statué dans un autre contexte que, pour qu’une mesure puisse être considérée comme proportionnée et nécessaire dans une société démocratique, l’existence d’une mesure portant moins gravement atteinte au droit fondamental en cause et permettant d’arriver au même but doit être exclue (Glor c. Suisse, no 13444/04, § 94, 30 avril 2009). De l’avis de la Cour, pour satisfaire pleinement au principe de proportionnalité, les autorités auraient dû démontrer l’absence de telles mesures.", "66.  Partant, eu égard à la longue tolérance de l’occupation des immeubles par les autorités, ainsi que des buts statutaires de l’association, le Gouvernement n’a pas suffisamment démontré que la dissolution de celleci, qui a porté atteinte à la substance-même de la liberté d’association, était la seule option permettant de réaliser les buts poursuivis par les autorités. Selon la Cour, d’autres mesures auraient pu porter moins gravement atteinte au droit garanti par l’article 11. Par conséquent, l’ingérence ne peut pas passer pour être proportionnée aux buts poursuivis.", "67.  Compte tenu de ce qui précède, la Cour estime que les motifs invoqués par les tribunaux suisses pour justifier l’ingérence litigieuse n’étaient pas pertinents et suffisants et que celle-ci a été disproportionnée par rapport aux buts poursuivis. Elle conclut que la dissolution de l’association n’était pas nécessaire dans une société démocratique.", "68.  Partant, il y a eu violation de l’article 11 de la Convention.", "", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "69.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "1.  Dommage matériel", "70.  Les requérants réclament un montant de 79 144,07 CHF (environ 65 651 euros (EUR)) au titre du préjudice matériel qu’ils auraient subi, somme qui correspond aux avoirs de l’association au moment de sa dissolution. Ils prétendent que cette somme a été saisie par le liquidateur pour être dévolue à la collectivité en vertu de l’article 57 du code civil (paragraphe 30 ci-dessus). Ils font également valoir une somme de 9 600 CHF (environ 7 963 EUR) pour couvrir un an de perte de gain du troisième requérant, qui était employé par l’association en tant que secrétaire à temps partiel (12 x 800 CHF).", "71.  Le Gouvernement soutient que, dans la mesure où la Cour devrait constater une violation de la Convention, le but de l’association ne pourrait plus être considéré comme illicite. Sur la base de l’arrêt de la Cour, les requérants pourraient demander une révision de l’arrêt du Tribunal fédéral concernant le recours en réforme de l’association. Ainsi, en cas d’admission de la requête, l’article 57 alinéa 3 du code civil ne trouverait plus à s’appliquer et le dommage allégué ne se réaliserait pas. La demande des requérants ne serait par conséquent pas fondée.", "72.  Le Gouvernement estime également qu’aucun montant ne saurait être alloué au titre de perte de gain du troisième requérant. En effet, il relève que le requérant n’indique pas si et dans quel laps de temps il lui a été possible de trouver un nouvel emploi. Dans ces circonstances, sa demande ne saurait être considérée comme suffisamment étayée.", "73.  En ce qui concerne la demande de remboursement de la perte de gain du troisième requérant, la Cour partage l’opinion du Gouvernement selon laquelle cette demande n’est pas suffisamment étayée.", "74.  Par contre, elle estime que la dévolution à la collectivité des biens de l’association est clairement une conséquence directe de sa dissolution, jugée contraire à l’article 11 par la Cour. Celle-ci ne partage par ailleurs pas l’avis du Gouvernement selon lequel les requérants devraient s’adresser aux instances internes par la voie de la révision afin de réclamer leur dommage matériel (voir, mutatis mutandis, Guzzardi c. Italie, 6 novembre 1980, § 113, série A no 39, et Bozano c. France, 18 décembre 1986, § 66, série A no 111).", "75.  Partant, la Cour estime qu’il convient d’octroyer conjointement aux deuxième, troisième et quatrième requérants la somme de 65 651 EUR au titre de dommage matériel, plus tout montant pouvant être dû à titre d’impôt sur ladite somme, à charge pour eux de les répartir entre les anciens membres de l’association ou d’en disposer conformément aux statuts de l’association (voir, mutatis mutandis, Özbek et autres c. Turquie, no 35570/02, 6 octobre 2009).", "2.  Dommage moral", "76.  En ce qui concerne le dommage moral, les requérants estiment que le constat de la violation constituerait une réparation morale suffisante.", "77.  La Cour partage ce point de vue, et conclut qu’aucun montant n’est dû au titre de tort moral.", "B.  Frais et dépens", "78.  Les requérants demandent également le remboursement des frais mis à leur charge par les instances internes, d’un montant total de 7 300 CHF (jugement du Tribunal de première instance du 9 février 2006 : 1 500 CHF ; arrêt de la Cour de justice du 15 décembre 2006 : 1 000 CHF ; arrêts du Tribunal fédéral du 10 mai 2007 : 2 x 2 000 CHF, et à nouveau jugement du Tribunal de première instance du 26 juin 2007 : 800 CHF).", "79.  Les deux représentants de l’association réclament en outre un montant de 113 516,45 CHF pour les activités déployées par eux-mêmes (100 696,50 CHF) et par un collectif de défense (12 919,95 CHF), couvrant toute la période du 18 octobre 2004 au 12 mai 2010, y inclus la procédure devant la Cour.", "80.  Le Gouvernement soutient que les deux procédures devant le Tribunal de première instance n’étaient pas directement dirigées contre la violation alléguée de la liberté d’association et n’entrent dès lors pas en ligne de compte. Quant au montant réclamé pour la procédure devant la Cour de justice, s’élevant à 1 000 CHF, il ne s’agirait pas de frais de justice proprement dits, mais de dépens pour la participation aux honoraires d’avocats de la partie adverse. Au titre des frais de justice, l’association aurait payé seulement 960 CHF. En cas de constat de violation de l’article 11 par la Cour, le Gouvernement serait prêt à rembourser ce montant. En ce qui concerne les frais de justice mis à la charge des requérants par le Tribunal fédéral, le Gouvernement serait prêt à rembourser le montant de 2 000 CHF.", "81.  En outre, le Gouvernement estime que les montants réclamés pour les frais d’avocat sont manifestement exagérés, le grief portant sur la violation de la liberté d’association n’étant pas d’une grande complexité. En cas de constat de violation de l’article 11, il serait prêt à verser la somme de 16 000 CHF, soit 1 000 CHF pour la participation aux honoraires d’avocat de la partie adverse devant la Cour de justice et 15 000 CHF au titre d’honoraires pour les procédures devant les juridictions internes. En outre, le Gouvernement considère comme appropriée la somme de 4 000 CHF pour les frais encourus devant la Cour.", "82.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux.", "83.  En l’espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime qu’il convient de rembourser une somme totale de 6 460 CHF (environ 5 359 EUR) au titre de frais de justice (jugement du Tribunal de première instance du 9 février 2006 : 1 500 CHF ; arrêt de la Cour de justice du 15 décembre 2006 : 960 CHF ; arrêts du Tribunal fédéral du 10 mai 2007 : 2 x 2 000 CHF).", "84.  En outre, la Cour juge appropriées les sommes proposées par le Gouvernement au titre des frais et dépens pour la procédure interne et celle devant la Cour. Partant, elle alloue la somme de 20 000 CHF (environ 16 590 EUR) à ce titre.", "85.  Compte tenu de ce qui précède, la Cour estime qu’il convient d’allouer conjointement aux deuxième, troisième et quatrième requérants la somme de 21 949 EUR au titre de frais et de dépens, plus tout montant pouvant être dû par eux à titre d’impôt. Dans la mesure où les requérants expliquent que ces frais ont été exposés par l’association, il conviendra d’en disposer selon les modalités décrites ci-dessus concernant le dommage matériel (paragraphe 75).", "C.  Intérêts moratoires", "86.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 11 de la Convention ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser conjointement aux requérants 2 à 4, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en francs suisses au taux applicable à la date du règlement, à charge pour les requérants de les répartir entre les anciens membres de l’association ou d’en disposer conformément aux statuts de l’association :", "i.  65 651 EUR (soixante-cinq mille six cent cinquante et un euros) pour dommage matériel ;", "ii.  21 949 EUR (vingt et un mille neuf cent quarante neuf euros) pour frais et dépens ;", "iii.  tout montant pouvant être dû à titre d’impôt par les requérants ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 11 octobre 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tFrançoise Tulkens\n\tGreffier\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée du juge P. Pinto de Albuquerque.", "F.T. \nS.H.N.", "", "OPINION CONCORDANTE DU JUGE PINTO DE ALBUQUERQUE", "1. Je suis d’accord avec la décision de la chambre de conclure à la violation de l’article 11 de la Convention, mais je ne me retrouve pas entièrement dans la motivation de l’arrêt. Je dois donc préciser les raisons pour lesquelles je suis arrivé à ladite conclusion de violation de la norme conventionnelle.", "2. Selon ses statuts, l’association Rhino poursuivait les buts suivants : « loger ses membres de façon économique et communautaire selon les modalités du bail associatif défini par le projet RHINO. Elle favorise notamment une gestion fondée sur des solutions économiques et écologiques. L’Association s’efforce de soustraire les immeubles qu’elle occupe du marché immobilier et de la spéculation. L’Association a également pour but la promotion du logement associatif ; elle établit les contacts nécessaires afin d’informer et d’encourager d’autres projets de type associatif. »", "3. L’article 78 du code civil suisse prévoit que « la dissolution est prononcée par le juge, à la demande de l’autorité compétente ou d’un intéressé lorsque le but de l’association est illicite ou contraire aux mœurs ». Ayant jugé illicite le deuxième but statutaire (« L’Association s’efforce de soustraire les immeubles qu’elle occupe du marché immobilier et de la spéculation »), les instances juridictionnelles nationales ont prononcé la dissolution de l’association. Les tribunaux suisses ont conclu que la dissolution de l’association requérante était la seule sanction applicable compte tenu de la prédominance du but illicite mentionné. Ainsi, ils ont délibérément omis de trancher la question épineuse de savoir s’il y avait d’autres options que la dissolution (voir le point 4.3 de l’arrêt du Tribunal fédéral du 10 mai 2007 : « Le point de savoir s’il existerait encore d’autres possibilités à côté de celle-ci est sans importance en l’occurrence ») et, en pratique, ils ont rejeté l’application par analogie au cas d’espèce de l’article 20 al. 2 du code des obligations, que souhaitait l’association recourante (voir le point 4.6 du jugement du Tribunal fédéral du 10 mai 2007 : « La question peut toutefois demeurer indécise en l’espèce. En effet, la cour cantonale a examiné cette question et est parvenue au résultat que le but illicite de la recourante était prédominant par rapport aux autres buts statutaires, puisque celle-ci avait avant tout été créée aux fins de l’atteindre »).", "4. La Cour a déjà affirmé que « les exceptions à la liberté d’association appellent une interprétation étroite de telle sorte que leur énumération est strictement limitative et leur définition nécessairement restrictive », seules des « raisons convaincantes et impératives » et qui correspondent à un « besoin social impérieux » pouvant justifier des exceptions à cette liberté (Parti communiste unifié de Turquie et autres c. Turquie, 30 janvier 1998, §§ 46 et 47, Recueil des arrêts et décisions 1998I, Sidiropoulos et autres c. Grèce, 10 juillet 1998, § 38, Recueil 1998IV, et Gorzelik et autres c. Pologne [GC], no 44158/98, §§ 95 et 96, CEDH 2004I). Suivant cette jurisprudence, la conclusion s’impose qu’une association ayant un but statutaire illicite ne doit être dissoute que dans des circonstances exceptionnelles, quand sont remplies trois conditions cumulatives : 1) le but statutaire en question est contraire à la sécurité nationale, à la sureté publique, à l’ordre public, au droit pénal, à la santé publique, à la morale publique ou aux droits et libertés d’autrui ; 2) la dissolution est strictement nécessaire, dans une société démocratique, pour faire respecter les valeurs mentionnées ; et 3) les membres de l’association n’auraient pas créé celle-ci sans ledit but statutaire. Pour que la dissolution d’une association soit justifiée, le but statutaire illicite doit donc être connaturel à l’association et constituer la raison d’être du rassemblement de ses membres, sans laquelle elle n’aurait jamais été créée.", "Ainsi, lorsque l’un des buts statutaires d’une association est illicite, la dissolution de l’association doit être l’ultima ratio, c’est-à-dire la dernière mesure à prendre, l’option de la nullité partielle des statuts de l’association devant être privilégié. Si l’acte juridique de création de l’association n’est vicié que dans certaines de ses clauses, celles-ci seules sont frappées de nullité, à moins qu’il n’y ait lieu d’admettre que l’acte juridique fondateur n’aurait pas été conclu sans elles. En conséquence, la dissolution d’une association dont les statuts contiennent une clause illicite sans laquelle l’association aurait été fondée viole l’article 11 de la Convention.", "5. Dans le cas d’espèce, le but statutaire consistant à « s’efforce[r] de soustraire les immeubles qu’elle occupe du marché immobilier et de la spéculation » était illicite car contraire à la garantie de la propriété privée, qui revêt un caractère constitutionnel en droit suisse (article 26 al. 1 de la Constitution suisse). Nonobstant l’habile rédaction du but statutaire, la prétendue « soustraction du marché immobilier » des immeubles visait des immeubles « occupés » illicitement dans la ville de Genève. En effet, les membres de l’association ont pris possession de ces immeubles de manière illicite, par la force et contre la volonté des propriétaires légitimes, qui ont déposé des plaintes pénales et réclamé l’intervention des autorités publiques après l’occupation des immeubles et, face à l’échec initial, ont emprunté la voie juridique classique de l’action en revendication pour s’opposer à l’occupation. A aucun moment, pendant les presque vingt années d’occupation des immeubles, les requérants n’ont pu se prévaloir d’un titre légal ou contractuel justifiant leur occupation des immeubles, du fait qu’ils n’ont pas réussi à prouver l’existence d’un contrat de bail tacite entre l’association et les propriétaires (voir le jugement du Tribunal des baux et loyers du 3 septembre 2007) et que la « tolérance » des autorités publiques n’était pas juridiquement pertinente pour l’acquisition d’un titre légal justifiant l’occupation.", "Partant, l’illicéité de l’ « occupation » des immeubles a entaché le but statutaire de la « soustraction du marché immobilier » de ces mêmes immeubles. Il s’ensuit que le but partiel (« s’efforce[r] de soustraire les immeubles qu’elle occupe du marché immobilier et de la spéculation ») ne pouvait pas être subdivisé, mais devait être considéré dans son ensemble, comme l’a correctement soutenu le Tribunal fédéral, qui a rejeté la prétendue distinction entre, d’une part, le but de « [la soustraction des] immeubles du marché immobilier et de la spéculation » et, d’autre part, « les immeubles qu’elle occupe ».", "6. Cependant, le but partiel illicite n’était ni exclusif ni même prédominant par rapport aux autres buts statutaires. Le but connaturel à l’association, constituant la raison d’être du rassemblement de ses membres, était la promotion du logement économique, communautaire et écologique, selon les modalités du bail associatif. Autour de ce but central, l’association envisageait aussi la réalisation d’activités à caractère social, culturel et même politique, comme « encourager d’autres projets de type associatif », ce qui a été explicitement reconnu par le Tribunal fédéral (voir l’arrêt du Tribunal fédéral du 10 mai 2007, où on peut lire : « malgré une certaine composante politique dans son but et la mise en application de celui-ci ») et par le Gouvernement (voir le paragraphe 15 des observations du Gouvernement, où celui-ci admet que « certains de ses buts et activités étaient à vocation « politique » dans la mesure où ils contribuaient à un débat touchant à l’intérêt général »).", "Les membres de l’association ont à maintes reprises spécifié que l’association pourrait bien maintenir son activité d’intervention sociale, culturelle et politique sur la base des buts statutaires non contestés par les autorités nationales et, implicitement, qu’ils auraient créé l’association même sans le but statutaire partiel déclaré illicite. De toute évidence, la conclusion selon laquelle l’association aurait tout de même été constituée sans ladite clause statutaire illicite dérive nécessairement, selon la logique déontique, de l’affirmation non contredite de l’association selon laquelle elle « pourrait continuer à fonctionner » même sans le but statutaire déclaré illicite. L’une implique l’autre.", "De ce point de vue, le fait que les membres de l’association habitant les immeubles occupés étaient les seuls membres actifs de l’association est dénué de pertinence et ne peut être invoqué comme prouvant la prédominance du but déclaré illégal, comme le prétend le Gouvernement. Tous les membres de l’association, qu’ils aient été actifs ou non et aient habité ou non dans les immeubles occupés, étaient engagés dans le but statutaire global de la promotion du logement associatif et dans la philosophie sous-jacente d’une organisation urbaine conforme à un certain modèle économique, communautaire et écologique.", "7. Le point de savoir s’il existerait encore d’autres possibilités à côté de la dissolution de l’association était ainsi d’une importance cruciale en l’occurrence et aurait du être disséqué par les autorités nationales, à la lumière du principe conventionnel de la proportionnalité. En effet, la dissolution de l’association requérante n’était pas une mesure nécessaire, car il suffisait de frapper de nullité la clause statutaire illicite, de manière à ménager un juste équilibre entre le droit d’association et le droit à la propriété privée (voir, mutatis mutandis, Appleby et autres c. Royaume-Uni, no 44306/98, CEDH 2003VI, affaire dans laquelle la Cour a procédé à une mise en balance de la liberté d’expression et du droit à la propriété privée).", "En tant qu’expression de l’exercice illégitime du droit d’association, le but partiel illicite de l’association Rhino (« s’efforce[r] de soustraire les immeubles qu’elle occupe du marché immobilier et de la spéculation ») pouvait et devait être déclaré nul, ce qui aurait eu pour conséquence de garantir le respect du droit à la propriété privée sans anéantir le droit d’association. En dépit du fait que le droit d’association et le droit à la propriété privée pouvaient en l’espèce se concilier, les instances nationales ont omis de mettre en balance les droits en question et ont favorisé la prédominance absolue de l’un des droits sur l’autre, sacrifiant ainsi totalement le droit d’association au profit du droit à la propriété privée. La bonne voie aurait consisté à déclarer nulle la seule clause statutaire concrète qui constituait l’expression d’un exercice illégitime du droit d’association et une atteinte aux droits des propriétaires des immeubles occupés. Cette solution aurait permis l’optimisation des droits en conflit (sur le « principe de l’optimisation des droits et intérêts en présence », qui se fonde sur « la loi de la balance », voir les remarques judicieuses de Peggy Ducoulombier, Les conflits de droits fondamentaux devant la Cour européenne des droits de l’homme, Bruxelles, Bruylant, 2011, pp. 566 et 567).", "Cette solution s’imposait d’autant plus que les juridictions nationales avaient déjà admis le principe de la nullité partielle d’un ou de plusieurs buts statutaires d’une personne morale dans les cas d’une coopérative ayant une disposition statutaire contraire aux mœurs (voir le jugement du Tribunal fédéral du 6 juillet 1954) et d’une fondation de famille dite d’entretien dont les revenus, contrairement à ce que prévoit l’article 335 al. 1 du code civil, étaient destinés, sans affectation spéciale, aux membres de la famille (voir le jugement du Tribunal fédéral du 8 mai 1947). Comme on l’a déjà vu, cette jurisprudence n’est pas seulement compatible avec la norme conventionnelle, elle est même exigée par celle-ci.", "8. De plus, aucun « besoin social impérieux » n’imposait la dissolution de l’association. En effet, le tribunal administratif avait déjà reconnu le 17 janvier 2006 que « l’ordre public n’était plus troublé par l’usurpation ». Dans son arrêt du 22 juin 2006, le Tribunal fédéral a abondé dans le même sens en déclarant : « Dans ces circonstances, il n’est pas insoutenable de retenir que les propriétaires s’étaient accommodés, même provisoirement, de la situation et qu’ils avaient renoncé à l’usage immédiat de leur droit de reprise le temps de trouver une solution alternative. C’est donc sans arbitraire que le Tribunal administratif a considéré que l’ordre public n’était plus troublé par l’occupation illicite ». Si aucune raison « convaincante et impérative » fondée sur « l’ordre public démocratique européen » n’exigeait de recourir à la force publique par une mesure de police contre l’occupation des immeubles, la dissolution de l’association était encore moins imposée par les besoins d’une société démocratique.", "Bien au contraire, la nature sociale, culturelle et politique des activités de l’association aurait dû amener les autorités nationales à mettre en balance les valeurs en conflit avec retenue et souplesse. Les autorités nationales ont choisi un autre chemin. Le radicalisme de la solution adoptée par le Tribunal fédéral est démontré, en pratique, par l’effet ex tunc donné à la déclaration de dissolution, qui a fait remonter ses effets juridiques ab initio, c’est-à-dire à tous les actes juridiques et contrats réalisés depuis la fondation de l’association. On peine à comprendre pourquoi il a fallu aux autorités nationales près de vingt ans pour conclure que tous les actes juridiques, contrats et activités de l’association étaient, depuis sa création, irrémédiablement incompatibles avec le droit suisse.", "9. En conclusion, les instances nationales ont non seulement mis de coté des précédents jurisprudentiels méritoires du droit national, mais elles ont aussi écarté le principe conventionnel de l’optimisation des droits en conflit, violant ainsi l’article 11 de la Convention.", "", "", ""]}