{"file": "FRE_CLINF_9375_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "9375/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 101", "Octobre 2007", "Saoud c. France - 9375/02", "Arrêt 9.10.2007 [Section II]", "Article 2", "Obligations positives", "Article 2-2", "Recours à la force", "Utilisation par la police, pour procéder à l'arrestation d'un forcené, de la technique d'immobilisation au sol face contre terre : violation", "", "Article 2", "Obligations positives", "Décès par asphyxie lente d'un jeune homme immobilisé au sol face contre terre, menotté, et ainsi maintenu par des policiers pendant plus de trente minutes : violation", "", "Article 6", "Procédure civile", "Article 6-1", "Procès équitable", "Octroi de l'aide juridictionnelle devant la Cour de cassation après l'échéance du délai pour déposer un mémoire : violation", "", "Article 35", "Article 35-1", "Epuisement des voies de recours internes", "Recours interne efficace", "Recours fondé sur le code de l'organisation judiciaire sous l'angle de la responsabilité du service de la police judiciaire : exception préliminaire rejetée", "", "En fait : La requête est présentée par la mère et les frères et sœurs du défunt Mohamed Saoud. Ce dernier souffrait de schizophrénie et présentait un taux d'incapacité de 80 %. Alors qu'il souhaitait être hospitalisé, son admission ne put être fixée, faute de place disponible, avant le 23 novembre 1998. Le 20 novembre 1998, les services de police furent requis téléphoniquement pour intervenir au domicile de la famille Saoud, où Mohamed, âgé de 26 ans, exerçait des violences sur sa mère et ses deux sœurs. Le jeune homme avait entravé les jambes d'une des sœurs et la frappait à coups de pieds. Selon les requérants, une des sœurs informa les policiers de la maladie de son frère, de son invalidité et de la nécessité d'appeler un médecin, ce qui ne fut pas fait. Sur sommation des policiers, Mohamed refusa d'ouvrir la porte blindée de l'appartement, mais accepta de libérer une sœur. Puis, tout en vociférant contre les policiers, il s'attaqua à son autre sœur à coups de barre de fer. Les policiers donnèrent l'assaut par le balcon de l'appartement. Deux balles en caoutchouc atteignirent le jeune homme à l'abdomen. Mohamed parvint à asséner plusieurs coups de barre de fer aux policiers, à s'emparer d'un revolver et à tirer quatre coups de feu au ras du sol avant d'être désarmé. Les premiers policiers, blessés, furent remplacés par leurs collègues qui, ne parvenant pas à menotter Mohamed dans le dos, le menottèrent les bras en avant, en le maintenant plaqué au sol sur le ventre par la pression de leur poids. Deux policiers le maintinrent aux poignets et aux chevilles, et un autre plaça ses bras tendus sur les épaules du jeune homme et son genou sur les reins. Les chevilles étaient entravées.", "A leur arrivée, les sapeurs pompiers dispensèrent les premiers soins aux policiers blessés, attendant, au vu de la vigueur encore témoignée par Mohamed, l'intervention du Service d'aide médicale urgente (SAMU) pour lui administrer un calmant. Peu après, le jeune homme présenta un affaiblissement, qui se révéla être un arrêt cardio-respiratoire, puis décéda.", "Une autopsie et d'autres examens révélèrent la présence d'indices évoquant la possibilité d'une « asphyxie lente de type mécanique ». Les deux médecins légistes désignés par le juge d'instruction confirmèrent la suffocation comme cause du décès, cette suffocation étant la conséquence d'un maintien au sol face contre terre, membres entravés et maintenus, avec une pression exercée sur le dos et les épaules, durant plusieurs minutes.", "En janvier 1999, les requérants déposèrent plainte avec constitution de partie civile pour homicide volontaire sur personne particulièrement vulnérable, faisant notamment valoir qu'aucun médecin n'avait été appelé au moment des faits. Le juge d'instruction rendit une ordonnance de non‑lieu. Cette ordonnance fut confirmée en appel. Les requérants se pourvurent en cassation.", "Le 24 juillet 2001, l'aide juridictionnelle totale fut accordée par le délégué du premier président de la Cour de cassation, sur recours contre le refus opposé par le bureau d'aide juridictionnelle. Toutefois, le conseiller rapporteur avait déjà déposé son rapport depuis plus d'un mois, date après laquelle aucun mémoire ne peut être joint au pourvoi. Un avocat au Conseil d'Etat et à la Cour de cassation fut désigné le 10 septembre 2001. Le 18 septembre 2001, la Cour de Cassation déclara les pourvois irrecevables. L'avocat aux Conseils informa les requérants que la décision du 24 juillet 2001 ne lui ayant été notifiée que le 10 septembre 2001, il ne lui fut pas possible de déposer un mémoire devant la Cour de cassation avant qu'elle ne statue sur les pourvois.", "En droit : Article 2 – Exception préliminaire de non-épuisement rejetée : L'article L. 781-1 du code de l'organisation judiciaire institue un régime de responsabilité directe de l'Etat qui n'exclut pas, par principe, les fautes de service dans le cadre des opérations de police judiciaire. Le Gouvernement ne fournit cependant qu'une seule décision en ce sens, pertinente en l'espèce, rendue postérieurement aux faits et à la procédure pénale en cause, ainsi qu'à la saisine de la Cour de Strasbourg.", "L'intervention des policiers peut se justifier au regard de l'article 2 § 2 a) et b) en ce qu'ils devaient protéger l'intégrité physique de la mère et les sœurs du jeune homme. Celui-ci a infligé à ses sœurs des blessures et des policiers ont également été sérieusement blessés au cours de la lutte. Les blessures subies par le jeune homme lors de la lutte avec la police ne furent pas à l'origine de son décès. Dès lors, les conditions de son arrestation et notamment l'usage de la force par la police étaient proportionnées à la violence de son comportement envers autrui.", "S'agissant des faits postérieurs à l'arrestation, à savoir la contention au sol de Mohamed Saoud par les policiers, les autorités ont une obligation de protection de la santé des personnes détenues, placées en garde à vue ou, comme dans le cas de Mohamed Saoud, venant de faire l'objet d'une arrestation. Ceci implique de dispenser avec diligence des soins médicaux lorsque l'état de santé de la personne le nécessite.", "Les policiers n'étaient pas dans l'ignorance de l'état de vulnérabilité de Mohamed Saoud puisqu'ils en avaient été informés par l'une de ses sœurs. Malgré la maladie du jeune homme, ses blessures apparentes et le fait que, entravé aux mains et aux pieds, il ne présentait plus de danger pour autrui, les policiers n'ont à aucun moment relâché leur étreinte et aucun examen médical, même superficiel, n'a été pratiqué sur lui afin de s'assurer de son état de santé. Seule l'administration d'un calmant par un médecin semble avoir été envisagée par les policiers et les pompiers sur place, ce qui nécessitait d'attendre le SAMU. Mohamed Saoud a été maintenu au sol pendant trente-cinq minutes dans une position qui a été identifiée par des experts comme susceptible d'entraîner la mort par asphyxie. Aucune directive précise n'a été prise par les autorités françaises à l'égard de ce type de technique d'immobilisation et, malgré la présence sur place de professionnels formés au secours, aucun soin n'a été prodigué au jeune homme avant son arrêt cardiaque.", "Conclusion : violation (unanimité).", "Article 6 § 1 – Lorsque l'aide juridictionnelle a été accordée sur recours, le 24 juillet 2001, pour la procédure devant la Cour de cassation, le délai pour déposer un mémoire ampliatif était déjà échu. Or la décision du 24 juillet 2001, qui reconnaissait implicitement l'existence de moyens sérieux de cassation, offrait une chance de voir le pourvoi défendu par un professionnel du droit spécialisé en la matière. La procédure devant la Cour de cassation n'a pas été équitable en raison de l'impossibilité matérielle pour l'avocat aux Conseils de déposer un mémoire ampliatif avant que la Cour de cassation n'ait statué.", "Conclusion : violation (unanimité).", "Article 41 – 20 000 EUR conjointement aux sept requérants, au titre du préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}