{"file": "FRE_CLINF_41442_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "41442/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 126", "Janvier 2010", "Muskhadzhiyeva et autres c. Belgique  - 41442/07", "Arrêt 19.1.2010 [Section II]", "Article 3", "Traitement dégradant", "Traitement inhumain", "Obligations positives", "Détention administrative de jeunes enfants demandeurs d’asile : violation", "", "En fait – Les requérants sont une mère de famille et ses quatre enfants. En fuite depuis Grozny, en Tchétchénie, les requérants arrivèrent en Belgique en octobre 2006 et résidèrent temporairement dans une maison de solidarité socialiste à Bruxelles. Ils introduisirent une demande d’asile sur le territoire belge. Les autorités polonaises se déclarèrent prêtes à prendre en charge les requérants, sur le fondement du Règlement de Dublin*. Les requérants se virent notifier une décision de refus de séjour avec ordre de quitter le territoire belge et une décision de maintien dans un lieu déterminé en vue de leur transfert aux autorités polonaises. Les requérants furent conduits au centre fermé 127 bis. Ils déposèrent une demande de mise en liberté devant le tribunal de première instance qui jugea que la décision attaquée était conforme à la loi. Les requérants introduisirent un recours devant la cour d’appel, qui confirma l’ordonnance attaquée. En janvier 2007, les requérants furent effectivement embarqués dans un avion à destination de Varsovie. La Cour de cassation estima que le pourvoi des requérants était devenu sans objet, ceux-ci ayant été transférés en Pologne dans l’intervalle.", "En droit – Article 3 : a) En ce qui concerne les enfants requérants – Bien que les enfants de la requérante n’aient pas été séparés de celle-ci, cet élément ne suffit pas à exempter les autorités belges de leur obligation de protéger les enfants et d’adopter des mesures adéquates au titre des obligations positives découlant de l’article 3. A cet égard, il convient de noter que les quatre enfants requérants étaient âgés de sept mois, trois ans et demi, cinq ans et sept ans à l’époque des faits. L’âge d’au moins deux d’entre eux était tel qu’il leur permettait de se rendre compte de leur environnement. Ils ont tous été détenus pendant plus d’un mois au centre fermé 127 bis dont l’infrastructure était inadaptée à l’accueil d’enfants. A cela s’ajoute l’état de santé préoccupant des enfants requérants dont ont fait mention des médecins indépendants. Ces médecins ont établi des attestations psychologiques concernant les requérants. Il y était notamment indiqué que les enfants montraient des symptômes psychiques et psychosomatiques graves et que l’état psychologique des requérants se dégradait. La Cour souhaite rappeler à cet égard les termes de la Convention des Nations unies relative aux droits de l’enfant du 20 novembre 1989, et notamment de son article 22 qui incite les Etats à prendre les mesures appropriées pour qu’un enfant qui cherche à obtenir le statut de réfugié bénéficie de la protection et de l’assistance humanitaire, qu’il soit seul ou accompagné de ses parents. Compte tenu du bas âge des enfants requérants, de la durée de leur détention et de leur état de santé, diagnostiqué par des certificats médicaux pendant leur enfermement, la Cour estime que les conditions de vie des enfants requérants au centre 127 bis avaient atteint le seuil de gravité exigé pour une violation de l’article 3.", "Conclusion : violation (unanimité).", "b)  En ce qui concerne la première requérante (la mère) – En l’espèce, elle n’était pas séparée de ses enfants. Si le sentiment d’impuissance à les protéger contre l’enfermement même et les conditions de celui-ci a pu lui causer angoisse et frustration, la présence constante de ses enfants auprès d’elle a dû apaiser quelque peu ce sentiment, de sorte qu’il n’a pas atteint le seuil requis pour être qualifié de traitement inhumain.", "Conclusion : non-violation (unanimité).", "Article 5 § 1 : la Cour se réfère à ses développements dans l’arrêt Mubilanzila Mayeka et Kaniki Mitunga c. Belgique (no 13178/03, 12 octobre 2006, Note d’information no 90) et n’aperçoit pas en l’espèce de raisons de départir de cette conclusion en ce qui concerne les quatre enfants requérants, et ceci en dépit du fait qu’ils étaient accompagnés de leur mère. Quant à cette dernière, elle était détenue en vue de son expulsion du territoire belge. Or l’article 5 § 1 f) n’exige pas que la détention d’une personne contre laquelle une procédure d’expulsion est en cours puisse être considérée comme raisonnablement nécessaire.", "Conclusion :\tviolation dans le chef des quatre enfants requérants (unanimité) ; non-violation concernant la première requérante (unanimité).", "Article 5 § 4 : le tribunal de première instance a rejeté le recours des requérants, ce qu’a confirmé la cour d’appel. Quant à la Cour de cassation, elle a déclaré le pourvoi sans objet car ceux-ci avaient été entre-temps transférés en Pologne. Pour se plaindre de leur détention, les requérants ont ainsi saisi une juridiction qui s’est prononcée à bref délai, soit six jours plus tard. De même, ils ont eu la possibilité d’interjeter appel de l’ordonnance du tribunal de première instance alors qu’ils se trouvaient encore sur le territoire belge. Or le recours devant la Cour de cassation est un recours extraordinaire, qui de toute manière ne pouvait avoir un effet suspensif sur le déroulement de la procédure d’éloignement des requérants.", "Conclusion : non-violation dans le chef de tous les requérants (unanimité).", "Article 41 : 17 000 EUR pour préjudice moral conjointement aux quatre enfants requérants.", "* Règlement (CE) no 343/2003 du Conseil du 18 février 2003 établissant les critères et mécanismes de détermination de l’Etat membre responsable de l’examen d’une demande d’asile présentée dans l’un des Etats membres par un ressortissant d’un Etat tiers.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}