{"file": "FRE_HFJUD_15397_11.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "15397/11", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "", "AFFAIRE ALBERTI c. ITALIE", "", "(Requête no 15397/11)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "24 juin 2014", "", "", "DÉFINITIF", "", "24/09/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Alberti c. Italie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tIşıl Karakaş, présidente,\n\tGuido Raimondi,\n\tAndrás Sajó,\n\tHelen Keller,\n\tPaul Lemmens,\n\tRobert Spano,\n\tJon Fridrik Kjølbro, juges,\net de Abel Campos, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 3 juin 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 15397/11) dirigée contre la République italienne et dont un ressortissant de cet État, M. Dimitri Alberti (« le requérant »), a saisi la Cour le 28 février 2011 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant a été représenté par Me A. Mascia, avocate à Strasbourg. Le gouvernement italien (« le Gouvernement ») a été représenté par son agent, Mme E. Spatafora.", "3.  Le requérant allègue en particulier avoir fait l’objet de mauvais traitements infligés par les carabiniers et de ne pas avoir bénéficié d’une enquête conforme aux exigences de l’article 3 de la Convention.", "4.  Le 14 mai 2012, la requête a été communiquée au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1971 et réside à Vérone. Au moment des faits il était sans domicile fixe.", "A.  L’arrestation du requérant", "6.  Le 11 mars 2010, vers 17 heures, le requérant se trouvait dans un bar à Cerea. Il demanda à la gérante du bar, M.T., à pouvoir utiliser son téléphone portable afin de passer un appel urgent. Celle-ci y consentit et lui prêta son téléphone. Après quelques minutes, ayant remarqué que la conversation se prolongeait, elle demanda au requérant de lui rendre le téléphone, mais celui-ci refusa. Le requérant s’adressa à la gérante sur un ton arrogant et provocateur, de sorte qu’un autre client du bar appela les carabiniers.", "7.  Après quelques minutes, deux carabiniers, S.R. et L.B., arrivèrent sur les lieux et demandèrent au requérant de présenter une pièce d’identité, ce qu’il refusa. Les carabiniers enjoignirent au requérant de les suivre au poste mais l’intéressé refusa et se mit à crier et à les insulter. Les carabiniers procédèrent alors à l’arrestation en flagrant délit du requérant et l’amenèrent au poste de Cerea (comando dei carabinieri) en voiture.", "8.  Le procès-verbal relatif à l’arrestation du requérant, daté du même jour, fait état de ce que S.R. et L.B. s’étaient rendus sur les lieux à la demande d’une personne qui avait signalé que le requérant était en train de menacer la gérante du bar. Arrivés sur place, ils avaient vu que le requérant insultait la gérante. Invité à présenter une pièce d’identité, le requérant avait refusé et – défiant leur présence (sprezzante della loro presenza) – il s’était assis sur une chaise et avait résisté passivement. Invité à nouveau à présenter une pièce d’identité par les deux carabiniers, le requérant avait répondu « j’ai une maîtrise en droit et vous ne pouvez rien me demander, je peux faire ce que je veux et vous ne devez pas me casser les c.(....). Je suis dans ce café, je lis un livre et vous me cassez les c.(...) ». Étant donné le refus du requérant et vu la présence d’autres clients dans le café, les carabiniers demandèrent au requérant de sortir du bar pour le conduire au poste. Le requérant refusa, il s’adressa à L.B. et le menaça en lui disant « je te tue, je tue ta fille et ta femme, je te trouverai car je suis dans les parages et je viendrai te chercher pour te tuer ». Soudainement, le requérant essaya de frapper L.B. ; il n’y arriva pas grâce à la prompte réaction de S.R. Les deux carabiniers étaient parvenus difficilement (a fatica) à le maîtriser grâce à la pose de menottes. Une fois sorti du bar, alors qu’il montait dans la voiture des carabiniers, le requérant avait essayé de se débattre et de frapper L.B. au visage. Ce dernier avait réussi à éviter le coup. Pendant le trajet vers le poste des carabiniers, le requérant avait continué à invectiver et à menacer les carabiniers. Arrivé à la station, le requérant avait été identifié. Il maintenait une conduite agressive et violente au motif qu’il s’agitait par terre, qu’il proférait des phrases injurieuses et menaçantes envers tous et il tentait de donner des coups de pieds à ceux qu’il voyait. À l’aide d’autres membres du personnel, les carabiniers étaient parvenus à faire entrer le requérant dans la cellule de sûreté (camera di sicurezza). Le requérant s’infligea des blessures en donnant des coups de tête dans la porte de la cellule. Les carabiniers avaient contacté le ministère public. Celui-ci avait ordonné le placement du requérant en cellule de sûreté au poste des carabiniers et son transfert au tribunal le lendemain matin, pour qu’il soit présenté au juge en procédure de comparution immédiate (direttissima). À la suite des coups reçus, L.B. s’était rendu à l’hôpital de Legnago, où le médecin avait constaté des excoriations aux poignets, guérissables en cinq jours. L.B. avait porté plainte contre le requérant pour les lésions subies. Étant donné le flagrant délit (violence et menace dirigées contre un officier public, opposition aux actes de l’autorité, outrage d’un officier public, lésions corporelles simples, refus de fournir son identité), ainsi que la gravité des faits reprochés, compte tenu de la dangerosité sociale de l’intéressé, des graves soupçons pesant à son encontre, de son casier judiciaire et du fait qu’il était sans domicile fixe, le requérant fut arrêté à 17h30.", "En outre, le procès-verbal faisait état de ce que le ministère public avait finalement décidé de transférer le requérant à la maison d’arrêt de Vérone Montorio. Le lendemain matin, l’intéressé serait conduit au tribunal de Vérone par le personnel de la prison.", "9.  Il ressort du dossier que M.G. – le commandant du poste des carabiniers de Cerea – contacta le ministère public pour savoir s’il pouvait conduire le requérant à la maison d’arrêt de Vérone Montorio pour qu’il y passe la nuit plutôt que dans un poste des carabiniers. Le ministère public refusa. Le commandant décida alors de transférer le requérant pour la nuit au poste des carabiniers de Legnago, et de s’arrêter en cours de route aux urgences de l’hôpital de Legnago.", "10.  Le service des urgences de l’hôpital de Legnago enregistra l’arrivée du requérant à 20h29. Le certificat médical établi par le praticien du service des urgences mentionne que le requérant avait été amené par les forces de l’ordre à cause de son état d’agitation. Le diagnostic confirma l’agitation psychomotrice du requérant. Par ailleurs, l’intéressé présentait un traumatisme crânien, un hématome sur le front et des excoriations sur les mains. L’examen du thorax et de l’abdomen ne révéla aucun problème (obiettività toracicoaddominale negativa). Le médecin soigna la blessure au front et fit au requérant une injection intraveineuse (Propofol 150 mg et Midazolam 3 mg) afin d’obtenir la sédation de l’intéressé. Le pronostic pour la guérison fut établi à « zéro jour ». La consultation se termina à 20h44 et les carabiniers et le requérant quittèrent l’hôpital.", "11.  Une fois sortis de l’hôpital, les carabiniers sollicitèrent pour la deuxième fois l’accord du ministère public pour conduire le requérant à la maison d’arrêt de Vérone plutôt que dans une de leurs casernes. A l’appui de leur demande, ils alléguaient que, malgré la sédation, le requérant les menaçait de se venger et avait, de ce fait, toujours une conduite agressive.", "12.  Le ministère public donna son accord au placement du requérant à la maison d’arrêt de Vérone Montorio et les carabiniers l’y amenèrent.", "13.  Legnago est situé à une distance de 44 kilomètres par la route par rapport à Vérone, et de 51 kilomètres par rapport à Montorio. L’hôpital de Legnago et le poste des carabiniers sis dans la même ville sont à 1,7 km de distance.", "14.  Le Gouvernement a fait savoir que les carabiniers n’ont pas rédigé de rapport de service concernant les évènements du 11 mars 2010.", "B.  Le placement du requérant à la maison d’arrêt de Vérone", "15.  À son entrée à la maison d’arrêt, le requérant fut examiné par le service médical avant 22 heures (l’horaire indiqué sur la fiche médicale est de 21h00 (...) – les minutes n’étant pas lisibles). Il ressort du compte-rendu médical que le requérant était conscient, lucide et tranquille. Il présentait un hématome sur le front au niveau de l’arcade sourcilière droite ; que ses membres étaient mobiles ; qu’il n’y avait pas de fractures manifestes ; qu’il y avait des égratignures sur les mains ; qu’il n’y avait rien de pathologique à l’appareil uro-génital. Le médecin prescrivit un médicament (nom illisible) sous forme de pilules. Il ressort en outre d’un document manuscrit, non daté et vraisemblablement rédigé par le même médecin qui rédigea la fiche relative à la consultation médicale, que le requérant déclara avoir été frappé par les carabiniers durant l’arrestation (nelle fasi dell’arresto) et qu’il ressentait des douleurs à la quatrième et à la cinquième côte gauche.", "16.  Le requérant fut placé dans une cellule individuelle, située dans un quartier de la prison où l’administration pénitentiaire était certaine qu’il n’y aurait pas de risque de bagarres.", "17.  Le 13 mars 2010, en raison de fortes douleurs à l’aine et au thorax, le requérant demanda à voir en urgence le médecin de la prison. Ce dernier l’examina, rédigea un compte-rendu à 12h00 et envoya l’intéressé d’urgence à l’hôpital de Borgo Trento. Le requérant fut examiné par un médecin des urgences de l’hôpital à 14h15. Les examens pratiqués sur le requérant mirent en évidence la fracture de trois côtes et un hématome du testicule gauche entraînant une incapacité temporaire totale de vingt jours. Ces lésions étaient compatibles avec une origine traumatique.", "18.  Rentré à la maison d’arrêt le soir du 13 mars 2010, le requérant déclara à la police pénitentiaire de la maison d’arrêt de Vérone que les lésions qui venaient d’être constatées à l’hôpital lui avaient été infligées par les carabiniers pendant qu’il était entre leurs mains. Ces lésions avaient déjà été signalées au médecin de la prison au moment de son arrivée le soir du 11 mars 2010. La déclaration faisait état de ce que le requérant avait demandé à voir le médecin de la prison en urgence le 13 mars au matin et que celui-ci l’avait fait conduire à l’hôpital en fin de matinée. Le requérant précisa que pendant son séjour à la maison d’arrêt, il n’avait eu aucune bagarre ou accrochage, ce qui renforçait ses allégations selon lesquelles ces lésions étaient survenues antérieurement.", "19.  Le 17 mars 2010, l’urologue de l’hôpital examina le requérant et confirma que l’hématome au testicule gauche pouvait résulter d’un traumatisme. Le 18 mars 2010, le requérant fut conduit à nouveau à l’hôpital pour des examens radiologiques au thorax.", "C.  L’audience du 12 mars 2010", "20.  Le 12 mars 2010, le requérant fut amené au tribunal de Vérone pour la validation de l’arrestation en flagrant délit (menaces et résistance à l’égard de L.B. et S.R., ainsi que coups et blessures infligées à L.B.) et pour la procédure de comparution immédiate (per direttissima). Il était assisté d’un avocat commis d’office.", "21.  Pendant l’audience, le requérant admit qu’il avait été verbalement agressif vis-à-vis des carabiniers mais nia avoir été physiquement violent, arguant du fait qu’il avait été menotté tout le temps. Il avait été agressé et frappé à répétition (ripetutamente) par les carabiniers qui l’avaient menotté dans le dos. Il portait encore les traces des menottes et avait les côtes cassées. Il savait que sa parole ne valait rien face à celle d’un carabinier. Suite à cette plainte, le tribunal transmit le dossier au procureur de la République.", "22.  Par ailleurs, le juge valida l’arrestation et ordonna le placement du requérant en détention provisoire.", "23.  Les parties n’ont pas informé la Cour sur l’issue de la procédure pénale ouverte à l’encontre du requérant.", "D.  L’enquête ouverte suite aux déclarations de mauvais traitements", "24.  Le 16 mars 2010, l’administration pénitentiaire de Vérone adressa au tribunal de Vérone un dossier concernant le requérant au motif que celui-ci présentait au moment de son arrivée en prison des signes des lésions. Le dossier contenait les déclarations du requérant et les documents médicaux pertinents (paragraphes 15 et 17 ci-dessus).", "25.  Le 24 mars 2010, des poursuites pour coups et blessures furent ouvertes contre X.", "26.  Pendant l’enquête, M.G., le commandant du poste des carabiniers de Cerea, fut entendu en tant que personne informée des faits. Il déclara se souvenir de l’état agité du requérant et avait estimé que l’intéressé était vraisemblablement sous l’effet de l’alcool. Bien que menotté, le requérant avait jeté sa tête contre un mur et s’était blessé au front. Pour éviter que des doutes surgissent quant à l’origine des blessures du requérant, M.G. avait décidé de le conduire à l’hôpital de Legnago. Le requérant ne s’était pas plaint de mauvais traitements. Une fois sorti de l’hôpital, pendant qu’il était conduit vers les cellules de sûreté du poste des carabiniers de Legnago, le requérant avait recommencé à donner des coups de pied, ce qui pour M.G. indiquait que l’effet des calmants était déjà terminé. Ce n’est qu’au moment où il avait été conduit à la maison d’arrêt de Vérone que le requérant avait dit qu’il dénoncerait les coups subis lors de son arrestation. M.G. fit remarquer que le requérant avait indiqué avoir été frappé par les carabiniers sans fournir de précisions sur l’identité de ceux-ci. En outre, il était notoire que l’intéressé s’adonnait à l’alcool.", "27.  La gérante du bar, M.T., fut également entendue. Elle affirma que, le 11 mars 2010, le requérant était passé en fin de matinée pour boire un café. Il était revenu dans l’après-midi et avait demandé à pouvoir utiliser son portable pour un appel urgent. Lorsqu’elle lui avait demandé le téléphone en retour, le requérant lui avait répondu sur un ton de défi et de menace et avait ajouté qu’il ne craignait pas les carabiniers au cas où elle souhaitait les appeler. Un des clients avait appelé les carabiniers. Le requérant avait refusé de montrer ses papiers et avait essayé de frapper l’un des carabiniers lorsque ceux-ci voulaient le menotter. Il avait été nécessaire d’utiliser force et fermeté pour menotter le requérant. Toutefois, les carabiniers n’avaient pas été violents.", "28.  Le carabinier L.B. ne fut pas entendu.", "29.  Le carabinier S.R. fut entendu en tant que personne informée des faits. Avec L.B., il avait reçu l’ordre de se rendre au bar T. car un individu dérangeait les clients et menaçait la gérante. Arrivé sur place, S.R. avait constaté que le requérant avait une conversation animée avec la gérante du bar. S.R. lui avait intimé de montrer ses papiers, et, après trois refus, l’avait invité à le suivre au poste. S.R. relata les mots du requérant (paragraphe 8 ci-dessus). Lorsque le requérant avait menacé L.B. et avait tenté de le frapper au visage, ce geste avait laissé tout le monde perplexe car L.B. n’avait rien dit et rien fait vis-à-vis de l’intéressé. Les deux carabiniers avaient alors essayé de le maîtriser et avaient réussi à le menotter nonobstant la résistance opposée. Pendant le trajet en voiture, le requérant avait à nouveau proféré des menaces et avait tenté de frapper L.B. avec les menottes, car il était assis dans le véhicule avec les bras devant. Une fois au poste de Cerea, le requérant s’était jeté par terre et avait tenté de donner des coups de pied à tous ceux qui s’approchaient. À l’aide d’autres collègues, les carabiniers avaient réussi à le maîtriser et à le placer en cellule de sûreté. Une fois enfermé, il avait commencé à donner des coups avec son front et ses pieds contre la porte et les murs, en se faisant une blessure au front. S.R. déclara qu’aucune violence n’avait été utilisée envers le requérant et confirma que le magistrat avait été mis au courant des réactions violentes et auto-mutilantes du requérant. Il avait, dans un premier temps, refusé de placer le requérant à la maison d’arrêt de Vérone. S.R. était alors resté au poste de Cerea, tandis que le commandant M.G. accompagné de L.B. et G.D. étaient partis avec le requérant en direction du poste des carabiniers de Legnago. S.R. précisa que le requérant était connu comme quelqu’un de violent et qui s’adonnait à l’alcool.", "30.  Enfin, l’autorité judiciaire entendit le carabinier G.D. Ce dernier avait pris l’appel provenant du bar et avait demandé à la patrouille de service d’intervenir. Au moment de son arrivée au poste de Cerea, le requérant était menotté. Il s’était mis à hurler et s’était jeté par terre. G.D. relata les coups de pied, les insultes et les menaces à l’égard de L.B. G.D. était intervenu pour aider les collègues et immobiliser le requérant qui avait été conduit en cellule de sûreté. Retourné à son poste, il entendait le requérant qui hurlait des phrases incohérentes et donnait des coups à la porte métallique de la cellule. G.D. avait ensuite remarqué une blessure au front que le requérant n’avait pas à son arrivée. Le commandant M.G. avait ordonné de préparer un véhicule pour transférer le requérant au poste des carabiniers de Legnago, ce qui était une procédure habituelle lorsque le poste de Cerea était fermé pour la nuit. G.D. était parti avec le commandant M.G. et LB. Durant le trajet, M.G. avait ordonné de passer par l’hôpital de Legnago qui était sur le chemin. Le requérant avait fait l’objet d’une sédation en raison de son agressivité et avait reçu des soins pour la blessure au front. Lors de la consultation à l’hôpital le requérant n’était pas menotté. Après les soins, les carabiniers avaient dû utiliser assez de force et de fermeté pour pouvoir le menotter à nouveau. Une fois en voiture, M.G. avait demandé pour la deuxième fois eu ministère public l’autorisation de conduire le requérant à la maison d’arrêt de Vérone Montorio et avait obtenu son accord. Le requérant avait été directement conduit à la maison d’arrêt.", "E.  Le classement sans suite de l’enquête", "31.  Le 29 avril 2010, le procureur de la République demanda au juge des investigations préliminaires (GIP) de classer l’enquête. Selon lui, les éléments recueillis ne permettaient pas d’engager une action pénale. Les faits relatés par le requérant n’étaient corroborés par aucun des témoignages. La gérante du bar avait déclaré que le requérant, au moment de l’arrestation, était très agité, agressif et insultant à l’égard des carabiniers et d’elle-même et qu’il n’y avait pas eu de comportements violents de la part de carabiniers. Selon le procureur, la nature des blessures du requérant était compatible avec l’intervention des carabiniers pour maîtriser son agressivité et pour se défendre au moment où ils le menottaient pour le conduire dans la cellule de sûreté.", "Ensuite, il fallait prendre en compte le fait que la crédibilité du requérant était entachée en raison de son casier judiciaire, par ses antécédents et par sa personnalité. Il ressortait en fait d’un compte-rendu rédigé par une psychothérapeute, que fin 2009-début 2010, le requérant avait vécu dans une communauté d’accueil. L’intéressé était atteint d’un trouble de la personnalité qui le rendait antisocial, intolérant aux règles de la cohabitation et provocateur. Il avait abusé deux fois de l’alcool et avait été admis d’urgence à l’unité psychiatrique de l’hôpital suite à une rixe dans un bar avec des immigrés. Le séjour en communauté avait pris fin le jour où le requérant avait agressé verbalement un autre hôte et avait provoqué une rixe. Il ressortait en outre d’une note rédigée par la police judiciaire le 21 avril 2010 que le requérant devenait agressif sous l’effet de l’alcool et cherchait la vengeance. Il avait une personnalité difficile, car il était incapable d’avoir de bonnes relations avec les autres ; il provoquait des rixes et, entre le 17 et le 18 février 2010, les carabiniers avaient été appelés trois fois. Selon la police, il se pouvait que les lésions du requérant soient la conséquence de quelque rixe ayant eu lieu avant l’arrestation et que le requérant ait décidé de les utiliser comme prétexte pour se venger des carabiniers venus l’arrêter au bar. En outre, le requérant avait parlé des coups prétendument subis seulement pendant le trajet vers la prison de Montorio, et avait menacé les carabiniers de les dénoncer. Enfin, il ressortait du casier judiciaire du requérant qu’il avait été condamné pour les infractions suivantes : conduite en état d’ébriété en 1995, 2000 et 2005 ; résistance à l’autorité et coups et blessures en 2006 ; mauvais traitements en 2008.", "32.  Le requérant fit opposition à la demande de classement du procureur. Il arguait que ses lésions n’avaient pas été provoquées au moment où les carabiniers étaient dans le bar mais plus tard, de sorte que le témoignage de la gérante ne voulait rien dire. Il se pouvait que les carabiniers aient eu recours à la violence pendant le trajet vers le poste de Cerea, au poste lui-même pendant qu’il se trouvait en cellule de sûreté, pendant le trajet vers Legnago ou pendant le trajet vers la maison d’arrêt de Vérone. Les lésions encourues étaient attestées par les certificats médicaux de l’hôpital de Borgo Trento et du médecin de la prison de Vérone Montorio. Il s’agissait de lésions souvent observées chez les gens arrêtés et menottés. Les lésions litigieuses ne pouvaient être le résultat d’une automutilation, car il n’était pas crédible qu’on puisse se casser trois côtes et se faire un hématome au testicule en se jetant contre le mur. Invoquant l’article 3 de la Convention et rappelant l’obligation positive de conduire une enquête officielle effective visant à l’identification et à la punition des responsables, le requérant demandait : à être entendu ; une expertise pour vérifier la compatibilité de ses lésions avec l’action des carabiniers ; qu’une expertise soit faite sur les lésions prétendument infligées par lui au carabinier L.B. ; d’entendre à nouveau la gérante du bar et d’entendre les autres clients afin de vérifier comment le requérant avait été menotté ; que le résultat du test d’alcoolémie du 11 mars 2010 fait à l’hôpital de Legnago soit versé au dossier. Le requérant rappela en outre que L.B. n’avait pas été entendu, tout comme les médecins.", "33.  Par une ordonnance du 1er septembre 2010, le GIP de Vérone classa l’enquête sans suite. En utilisant un formulaire standard pré-rempli, le GIP estima que les allégations du requérant n’étaient pas prouvées et que les compléments d’enquête demandés par celui-ci n’étaient pas pertinents. En effet, l’élément décisif était le témoignage de la gérante du bar, seul témoin étranger aux faits. Le GIP adhérait ainsi complètement au raisonnement formulé par le procureur de la République.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "34.  Le requérant allègue avoir été victime de traitements inhumains ou dégradants de la part des carabiniers qui l’ont arrêté. Il fait valoir également que les autorités nationales ont manqué à leur obligation de mener une enquête diligente, rapide et indépendante sur ses allégations de mauvais traitements. Le requérant invoque l’article 3 de la Convention, ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "35.  Le Gouvernement s’oppose à la thèse du requérant.", "A.  Grief tiré du volet matériel de l’article 3", "1.  Sur la recevabilité", "36.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Sur le fond", "a)  Thèses des parties", "37.  Le requérant observe d’emblée que le Gouvernement n’a pas fourni d’explications convaincantes quant à l’origine des lésions qu’il a encourues et qui ont été constatées tant à la maison d’arrêt de Vérone qu’à l’hôpital de Borgo Trento. En effet, dans le bar en question, les carabiniers n’eurent pas recours à la violence, comme cela fut confirmé par le témoignage de la gérante du bar. Le requérant fut menotté et sortit du bar, indemne. La violence survint par la suite.", "Toujours menotté, le requérant fut conduit au poste des carabiniers de Cerea. Il resta menotté dans le dos jusqu’à son transfert à l’hôpital de Legnago (20h29). Dans une telle situation, le requérant ne pouvait pas être considéré comme posant une menace, les carabiniers avaient le contrôle total sur lui et la violence qui fut employée fut sans justification. Le requérant estime que les mauvais traitements lui furent infligés dans une cellule de sureté, au poste des carabiniers de Cerea.", "Par ailleurs, le requérant souligne que les lésions qu’il a encourues, bien que guérissables en 20 jours, atteignent le seuil de gravité suffisant pour tomber sous le coup de l’article 3 de la Convention (Rivas c. France, no 9584/00, § 39, 1er avril 2004). Elles étaient aptes à provoquer des souffrances physiques et mentales et à créer des sentiments de peur, d’angoisse et d’infériorité propres à humilier, avilir et briser éventuellement sa résistance physique et mentale.", "38.  Le Gouvernement soutient que les allégations du requérant n’ont aucun fondement car, d’une part, elles ne sont pas corroborées par des éléments de preuve et, d’autre part, elles sont ambiguës. À cet égard, le Gouvernement observe que, devant les juridictions nationales, le requérant n’a pas donné d’indications précises quant au lieu où se serait déroulé l’épisode violent ; il a au contraire déclaré que les actes de violence pouvaient avoir eu lieu au poste des carabiniers ou lors des trajets en voiture. Devant la Cour, il soutient par contre que les mauvais traitements lui ont été infligés en cellule de sûreté.", "Il conviendrait également de prendre en compte le casier judiciaire du requérant et le tempérament violent, provocateur et colérique de l’intéressé. Dans le bar en question, le requérant a eu un comportement arrogant, a été menaçant et s’est opposé violemment à l’intervention des carabiniers. Ces circonstances sont clairement établies par les témoins et les pièces versées au dossier. Les circonstances de l’espèce appelaient donc à l’usage de la force physique à l’encontre du requérant. Le recours à la force par les carabiniers a été légitime au vu de la conduite du requérant et de la résistance physique opposée par celui-ci.", "S’agissant des lésions que le requérant a encourues, le Gouvernement estime que le minimum de gravité n’est pas atteint, car il n’y a pas eu de perte fonctionnelle durable. Au demeurant, les certificats médicaux n’indiquent nullement la cause probable des blessures. Quant à l’origine des lésions en question, selon le Gouvernement toutes les lésions encourues par le requérant, telles qu’elles ont été constatées à la maison de d’arrêt de Vérone et à l’hôpital de Borgo Trento, sont compatibles avec le corps-à-corps nécessaire pour menotter le requérant. Elles ont dès lors été occasionnées par les carabiniers à la suite d’un usage de la force nécessaire et proportionné en vue de maîtriser et menotter le requérant afin de le conduire en cellule de sûreté.", "En conclusion, le Gouvernement estime que les allégations du requérant n’ont pas été prouvées au-delà de tout doute raisonnable.", "b)  Appréciation par la Cour", "i.  Principes généraux", "39.  La Cour rappelle que l’article 3 consacre l’une des valeurs fondamentales des sociétés démocratiques. Même dans les circonstances les plus difficiles, telle la lutte contre le terrorisme et le crime organisé, la Convention prohibe en termes absolus la torture et les peines ou traitements inhumains ou dégradants. L’article 3 ne prévoit pas de restrictions, en quoi il contraste avec la majorité des clauses normatives de la Convention et des Protocoles nos 1 et 4, et d’après l’article 15 § 2 il ne souffre nulle dérogation, même en cas de danger public menaçant la vie de la nation (Selmouni c. France [GC], no 25803/94, § 95, CEDH 1999-V).", "40.  Un mauvais traitement doit atteindre un minimum de gravité pour tomber sous le coup de l’article 3. L’appréciation de ce minimum est relative par essence ; elle dépend de l’ensemble des données de la cause et, notamment, de la durée du traitement, de ses effets physiques ou mentaux ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime. Pour apprécier les éléments qui lui permettent de dire s’il y a eu violation de l’article 3, la Cour se rallie au principe de la preuve « au-delà de tout doute raisonnable », mais ajoute qu’une telle preuve peut résulter d’un faisceau d’indices, ou de présomptions non réfutées, suffisamment graves, précis et concordants (Jalloh c. Allemagne [GC], no 54810/00, § 67, CEDH 2006IX ; Ramirez Sanchez c. France [GC], no 59450/00, § 117, CEDH 2006IX).", "41.   En cas d’allégations sur le terrain de l’article 3 de la Convention, la Cour doit se livrer à un examen particulièrement approfondi (Vladimir Romanov c. Russie, no 41461/02, § 59, 24 juillet 2008). Lorsqu’il y a eu une procédure interne, il n’entre toutefois pas dans les attributions de la Cour de substituer sa propre vision des choses à celle des cours et tribunaux internes, auxquels il appartient en principe de peser les données recueillies par eux (Jasar c. l’ex-République yougoslave de Macédoine, no 69908/01, § 49, 15 février 2007). Même si les constatations des tribunaux internes ne lient pas la Cour, il lui faut néanmoins des éléments convaincants pour pouvoir s’écarter des constatations auxquelles ils sont parvenus.", "42.  Un État est responsable de toute personne placée en garde à vue car cette dernière est entièrement aux mains des fonctionnaires de police. Lorsque les évènements en cause, dans leur totalité ou pour une large part, sont connus exclusivement des autorités, comme dans le cas des personnes soumises à leur contrôle, toute blessure survenue pendante cette période donne lieu à de fortes présomptions de fait. Il incombe au Gouvernement de produire des preuves établissant des faits qui font peser un doute sur le récit de la victime (Tomasi c. France, no 12850/87, §§ 108-111, 27 août 1992 ; Rivas, précité, § 38). Quelle que soit l’issue de la procédure engagée au plan interne, un constat de culpabilité ou non ne saurait dégager l’État défendeur de sa responsabilité au regard de la Convention ; c’est à lui qu’il appartient de fournir une explication plausible sur l’origine des blessures, à défaut de quoi l’article 3 trouve à s’appliquer (Selmouni, précité, § 87 ; Dembele c. Suisse, no 74010/11, § 40, 24 septembre 2013).", "43.  En ce qui concerne la question particulière des violences survenues lors de contrôles d’identités ou d’interpellations opérés par des agents de police, la Cour rappelle que le recours à la force doit être proportionné et nécessaire au vu des circonstances de l’espèce (voir, parmi beaucoup d’autres, Rehbock c. Slovénie, no 29462/95, § 76, CEDH 2000-XII ; Altay c. Turquie, no 22279/93, § 54, 22 mai 2001). Par ailleurs, lorsqu’un individu se trouve privé de sa liberté, l’utilisation à son égard de la force physique alors qu’elle n’est pas rendue strictement nécessaire par son comportement porte atteinte à la dignité humaine et constitue, en principe, une violation du droit garanti par l’article 3 (Ribitsch c. Autriche, arrêt du 4 décembre 1995, série A no 336, § 38, et Tekin c. Turquie, arrêt du 9 juin 1998, Recueil 1998-IV, §§ 52-53).", "44.  La Cour a déjà admis qu’en présence d’une résistance physique ou d’un risque de comportements violents de la part des personnes contrôlées, une forme de contrainte de la part des agents de police était justifiée (voir, parmi d’autres, Klaas c. Allemagne, 22 septembre 1993, § 30, série A no 269 ; Sarigiannis c. Italie, no 14569/05, § 61, 5 avril 2011). La Cour est arrivée aux mêmes conclusions dans des cas de « résistance passive » à une interpellation (Milan c. France, no 7549/03, § 59, 24 janvier 2008), de tentative de fuite face à la force publique (Caloc c. France, no 33951/96, §§ 100-101, CEDH 2000IX) ou d’un refus de fouille de la part d’un détenu (Borodin c. Russie, no 41867/04, §§ 119-121, 6 novembre 2012). Il appartient dès lors à la Cour de rechercher si la force utilisée dans ce type de situations est proportionnée au but recherché. À cet égard, la Cour attache une importance particulière aux blessures qui ont été occasionnées aux personnes objet de l’intervention et aux circonstances précises dans lesquelles elles l’ont été (voir, parmi d’autres, R.L. et M.-J.D., R.L. \net M.-J.D. c. France, no 44568/98, § 68, 19 mai 2004 ; Rehbock, précité, § 72 ; Klaas, précité, §§ 26-30).", "ii.  Application de ces principes au cas d’espèce", "45.  La Cour relève d’emblée que le constat médical établi à l’hôpital de Borgo Trento fait état de la fracture de trois côtes et d’un hématome à un testicule et de ce que ces lésions sont compatibles avec une origine traumatique (paragraphe 17 ci-dessus). Aux yeux de la Cour, les lésions encourues par le requérant, guérissables en vingt jours, dépassent sans aucun doute le seuil de gravité exigé pour que le traitement qui lui a été infligé tombe sous le coup de l’article 3 de la Convention.", "46.  Les parties s’accordent pour dire que les lésions en question ont été occasionnées avant l’arrivée du requérant à la maison d’arrêt de Vérone. En effet, le requérant y a été détenu à l’isolement pour éviter tout risque de bagarres (paragraphe 16 ci-dessus) et il avait déjà dénoncé les mauvais traitements subis et les douleurs aux côtes au moment de son arrivée à la maison d’arrêt au soir du 11 mars 2010 (paragraphe 15 ci-dessus).", "47.  Pour le Gouvernement, les lésions subies par le requérant, telles qu’elles ont été constatées à la maison d’arrêt de Vérone et à l’hôpital de Borgo Trento, ont été occasionnées par les carabiniers à la suite d’un usage de la force nécessaire et proportionné en vue de maîtriser et menotter le requérant afin de le conduire en cellule de sûreté. Pour le ministère public qui a demandé le classement de l’enquête et pour le juge des investigations préliminaires qui l’a classée, il y a également eu usage proportionné de la force à laquelle les carabiniers ont dû avoir recours dans le bar pour maîtriser l’agressivité du requérant et pour se défendre au moment où ils le menottaient pour le conduire dans la cellule de sûreté. À cet égard, le rôle décisif a été joué par le témoignage de la gérante du bar.", "48.  La Cour ne partage pas la thèse selon laquelle les lésions résulteraient de la force utilisée lors de l’arrestation du requérant dans le bar. En effet, il ressort du témoignage de la gérante du bar (paragraphe 27 ci-dessus) que s’il avait bien été nécessaire d’utiliser force et fermeté de la part des carabiniers pour maîtriser et menotter le requérant, il n’y avait en tout cas pas eu de violence. Aux yeux de la Cour, des manœuvres d’immobilisation effectuées par des professionnels, destinées à menotter sans violence l’intéressé n’ont pu provoquer la fracture de trois côtes et un hématome à un testicule. Par conséquent, la force employée par les carabiniers au moment de l’immobilisation et de la pose des menottes ne peut pas être à l’origine des lésions litigieuses.", "49.  Il en découle que les lésions litigieuses ont été occasionnées après la pose des menottes, une fois que le requérant était sorti du bar en question et était monté à bord de la voiture des carabiniers le conduisant au poste de Cerea. La période pendant laquelle le requérant est resté dans les mains des carabiniers et au cours de laquelle l’épisode violent est survenu – soit entre la sortie du bar et l’arrivée à la maison d’arrêt de Vérone – s’étend sur environ quatre heures.", "50.  La Cour note que les carabiniers ont déclaré qu’au poste de Cerea, le requérant avait eu une conduite auto-mutilante. Il s’était jeté de façon répétée contre le mur et contre la porte de la cellule de sûreté, et s’était ainsi infligé lui-même les blessures (paragraphes 26, 29 et 30 ci-dessus). La Cour estime que cette explication n’est pas convaincante. Elle a en effet du mal à imaginer qu’en se conduisant de la façon décrite ci-dessus, le requérant ait pu s’occasionner les fractures de trois côtes et un hématome au testicule. Il convient dès lors d’écarter la thèse selon laquelle le requérant serait lui-même à l’origine des blessures litigieuses.", "51.  La Cour relève ensuite que les carabiniers qui ont été entendus en tant que personnes informées des faits, ont expliqué qu’il aurait été nécessaire de recourir à la force non seulement pour maitriser et menotter le requérant au bar en vue de le conduire au poste de Cerea, mais aussi ultérieurement : au poste même, pour faire entrer le requérant en cellule de sûreté ; pendant le trajet vers l’hôpital de Legnago ; à sa sortie de l’hôpital de Legnago, lorsqu’il a été question de le menotter à nouveau (paragraphes 26 et 30 ci-dessus).", "52.  Dans l’hypothèse où l’épisode violent à l’égard du requérant serait survenu avant qu’il ne soit conduit à l’hôpital de Legnago, il est surprenant que les lésions en question n’aient pas été constatées par ce même hôpital. En effet, le diagnostic a exclu des problèmes au thorax et a fait état seulement d’un traumatisme crânien, d’une blessure au front, d’excoriations aux mains et d’un état d’agitation psychomotrice. Il y aurait donc eu une grossière erreur d’évaluation de la part du personnel médical.", "53.  Il est toutefois plus plausible que le recours à la violence ait eu lieu – à un endroit non identifié – une fois la sédation de l’intéressé pratiquée. Il est difficile d’imaginer que, dans une telle situation, l’intéressé ait pu conserver une agressivité justifiant une réaction musclée de la part des carabiniers pour lui reposer les menottes à la sortie de l’hôpital. D’autant plus qu’environ une heure plus tard, lorsque le requérant arriva à la maison d’arrêt de Vérone et fut vu par le médecin, ce dernier le jugea comme étant conscient, lucide et tranquille (paragraphe 15 ci-dessus).", "54.  Indépendamment de la cause précise et immédiate de la fracture des côtes du requérant et de l’hématome au testicule, la Cour considère que les modalités d’intervention des carabiniers, dans leur ensemble, révèlent un usage injustifié de la force. En effet, il n’est pas contesté que le requérant n’était pas armé et qu’il est resté menotté pendant toute la période litigieuse, sauf pendant la consultation qui a eu lieu à l’hôpital de Legnago. De plus, jusqu’au moment de son transfert vers l’hôpital, il se trouvait dans un poste des carabiniers. Enfin, sorti de l’hôpital en question, sous l’effet de la sédation, il a été à nouveau menotté et mis en voiture pour être conduit à la maison d’arrêt. Les circonstances qui entourent les évènements au cœur du dossier ne sont connues que par les personnes impliquées, de sorte que la question de savoir à quel moment et pour quelles raisons les blessures litigieuses ont été provoquées demeure non résolue. La Cour peut seulement constater que les blessures du requérant sont survenues pendant les heures qu’il a passées entièrement sous le contrôle des carabiniers, entre le moment où il a été mis en voiture pour être conduit au poste de Cerea et le moment où il est arrivé à la maison d’arrêt de Vérone et qu’aucune explication plausible n’a été fournie par le Gouvernement. Ce constat suffit pour engager la responsabilité de l’État.", "55.  Au vu de ce qui précède, la Cour considère que les autorités nationales sont responsables de traitements inhumains et dégradants contraires à l’article 3. Partant il y a eu violation de l’article 3 de la Convention dans son volet matériel.", "B.  Grief tiré du volet procédural de l’article 3", "56.  Le requérant soutient que l’enquête sur ses allégations de mauvais traitements n’a pas été menée avec diligence. Elle a été classée sans suite en raison du manque de volonté manifeste d’établir la vérité et de poursuivre les auteurs des faits.", "57.  Le Gouvernement s’oppose à cette thèse.", "1.  Sur la recevabilité", "58.  La Cour constate que le grief soulevé par le requérant n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Sur le fond", "a)  Thèses des parties", "59.  Le requérant observe que, depuis le début, les autorités nationales ont fait preuve d’inertie et d’un manque manifeste de volonté d’établir la vérité et de poursuivre les auteurs des faits. Les auteurs des lésions encourues par le requérant ne furent jamais identifiés. En dépit des indications de l’intéressé consignées dans sa demande d’opposition au classement sans suite, l’autorité judiciaire a mal apprécié les preuves en ne tenant pas compte de tous les éléments factuels du dossier, notamment en n’auditionnant pas tous les carabiniers intervenus sur les lieux, ni l’intéressé, ni les médecins, et en n’ordonnant pas d’expertise médico-légale. En particulier, l’autorité judiciaire n’a pas entendu le requérant ; n’a pas ordonné d’expertise médicale afin de voir – entre autres éléments – si les lésions encourues par le carabinier L.B. étaient compatibles avec le comportement prétendument violent du requérant ; elle n’a pas entendu une deuxième fois la gérante du bar pour vérifier la manière dont le requérant avait été menotté au moment de son interpellation ; n’a pas entendu les autres clients présents dans le bar non plus à ce sujet ; elle n’a pas ordonné que les résultats du test d’alcoolémie qui aurait été effectué à l’hôpital de Legnago soient versés au dossier.", "Selon le requérant, l’autorité judiciaire a pris en compte la thèse avancée par les carabiniers selon laquelle il s’était blessé lui-même par des actes d’automutilation. La décision de classement sans suite a en tout cas été rédigée sur un formulaire standard. En conclusion, le refus de poursuivre les carabiniers donne à penser qu’il s’agit d’une volonté délibérée et que l’enquête n’a pas été effective.", "60.  Le Gouvernement soutient que le requérant n’a pas collaboré à l’enquête. Il s’est en fait borné à dénoncer les traitements prétendument subis mais n’a pas déposé une plainte formelle et circonstanciée, de sorte que l’enquête a été menée d’office à l’initiative des autorités nationales. Dans cette situation, seuls les faits soumis à l’attention de l’autorité judiciaire devaient être examinés. Le requérant s’est limité à déclarer qu’il n’avait pas utilisé la violence physique à l’encontre des carabiniers et qu’il avait été battu par ces derniers, sans préciser les circonstances de lieu, de temps, ni les modalités et la description des agresseurs présumés. Les déclarations du requérant étaient non seulement imprécises mais également ambiguës. En effet, devant les juridictions nationales le requérant a indiqué que la violence pouvait avoir eu lieu lors de son transfert au poste de Cerea, ou en cellule de sûreté, ou lors de son transfert à Legnago ou encore lors de son transfert subséquent vers la maison d’arrêt de Vérone. En conclusion, le requérant serait resté « spectateur » de la procédure. Il est vrai que le requérant a demandé à être entendu et l’autorité judiciaire ne l’a pas entendu. Cependant, l’intéressé avait la possibilité de décrire les faits de manière précise et détaillée et il ne l’a pas fait. Par conséquent, aucune inertie ne peut être reprochée aux juridictions nationales.", "Le Gouvernement observe ensuite que l’ambiguïté des déclarations du requérant est accrue par le fait que, devant la Cour, il a indiqué que l’épisode violent a eu lieu dans une cellule de sûreté. Quant aux actes d’instruction, il n’était pas nécessaire d’ordonner une expertise médicale, car plusieurs certificats médicaux étaient disponibles. Ces derniers n’indiquent par ailleurs nullement la cause probable des blessures du requérant. Il n’était pas nécessaire non plus d’entendre une deuxième fois la gérante du bar afin de savoir si le requérant avait vraiment été menotté dans le dos. La gérante du bar avait déjà été entendue et il n’était pas essentiel d’entendre les autres clients présents dans le bar. Quant au résultat du test d’alcoolémie qui aurait été effectué à l’hôpital de Legnago, le requérant n’a pas expliqué pourquoi ce résultat lui était nécessaire et il n’a pas démontré l’impossibilité d’obtenir lui-même le résultat en question.", "Le Gouvernement observe enfin que l’enquête a été menée par la police judiciaire sous le contrôle direct du parquet. Les cabiniers n’étaient pas impliqués dans la gestion de l’enquête.", "b)  Appréciation de la Cour", "Principes généraux", "61.  La Cour rappelle que lorsqu’un individu soutient de manière défendable avoir subi, aux mains de la police ou d’autres services comparables de l’État, un traitement contraire à l’article 3, cette disposition, combinée avec le devoir général imposé à l’État par l’article 1 de la Convention de « reconnaître à toute personne relevant de [sa] juridiction les droits et libertés définis (...) [dans la] Convention », requiert, par implication, qu’il y ait une enquête officielle effective. Cette enquête doit pouvoir mener à l’identification et à la punition des responsables. S’il n’en allait pas ainsi, nonobstant son importance fondamentale, l’interdiction légale générale de la torture et des peines et traitements inhumains ou dégradants serait inefficace en pratique, et il serait possible dans certains cas à des agents de l’État de fouler aux pieds, en jouissant d’une quasi-impunité, les droits des personnes soumises à leur contrôle (Assenov et autres c. Bulgarie, 28 octobre 1998, § 102, Recueil des arrêts et décisions 1998VIII ; Corsacov c. Moldova, no 18944/02, § 68, 4 avril 2006 ; Georgiy Bykov c. Russie, no 24271/03, § 60, 14 octobre 2010 ; El Masri c. « l’exRépublique yougoslave de Macédoine » [GC], no 39630/09, § 182, CEDH 2012).", "62.  L’enquête qu’exigent des allégations graves de mauvais traitements doit être à la fois rapide et approfondie, ce qui signifie que les autorités doivent toujours s’efforcer sérieusement de découvrir ce qui s’est passé et qu’elles ne doivent pas s’appuyer sur des conclusions hâtives ou mal fondées pour clore l’enquête ou fonder leurs décisions (El Masri, précité § 183 ; Assenov et autres, précité, § 103, et Batı et autres c. Turquie, nos 33097/96 et 57834/00, § 136, CEDH 2004IV). Les autorités doivent prendre toutes les mesures raisonnables à leur disposition pour obtenir les preuves relatives à l’incident en question, y compris, entre autres, les dépositions des témoins oculaires et les expertises criminalistiques (El Masri, précité § 183 ; Tanrıkulu c. Turquie [GC], no 23763/94, § 104, CEDH 1999IV, et Gül c. Turquie, no 22676/93, § 89, 14 décembre 2000). Toute carence de l’enquête affaiblissant sa capacité à établir les causes du dommage ou l’identité des responsables risque de faire conclure qu’elle ne répond pas à la norme d’effectivité requise (El Masri, précité § 183).", "63.  De plus, l’enquête doit être menée en toute indépendance par rapport au pouvoir exécutif (Oğur c. Turquie [GC], no 21594/93, §§ 91-92, CEDH 1999III, et Mehmet Emin Yüksel c. Turquie, no 40154/98, § 37, 20 juillet 2004 ; El Masri, précité § 184). L’indépendance de l’enquête suppose non seulement l’absence de lien hiérarchique ou institutionnel, mais aussi une indépendance concrète (Ergi c. Turquie, 28 juillet 1998, §§ 83-84, Recueil 1998IV ; El Masri, précité § 184).", "64.  Enfin, la victime doit être en mesure de participer effectivement, d’une manière ou d’une autre, à l’enquête (El Masri, précité § 185).", "c)  Application de ces principes au cas d’espèce", "65.  La Cour note que le requérant a dénoncé les violences subies durant les heures passées aux mains des carabiniers au personnel médical de la maison d’arrêt de Vérone le soir du 11 mars 2010 ; à l’autorité judiciaire, le 12 mars 2010 ; et aux autorités pénitentiaires, le 13 mars 2010. Ses allégations, corroborées par le constat médical des lésions encourues par lui, ont amené l’autorité judiciaire à ouvrir une enquête contre X en date du 24 mars 2010.", "Le procureur de la République de Vérone chargé de l’enquête a entendu, en tant que personnes informées des faits, quatre témoins : la gérante du bar, un des carabiniers s’étant rendu sur les lieux et deux autres carabiniers qui étaient présents ce soir-là au poste de Cerea, puis lors des transferts du requérant vers l’hôpital de Legnago et vers la maison d’arrêt de Vérone. Le requérant n’a pas été entendu. Le 29 avril 2010, le procureur de la République a demandé le classement sans suite de l’enquête, au motif que les allégations du requérant n’étaient pas prouvées et compte tenu de la personnalité et des antécédents de l’intéressé. La conduite violente et menaçante du requérant à l’égard de la gérante du bar et des carabiniers expliquait la force utilisée par ces derniers afin de le menotter, sans qu’il ne soit cependant fait recours à la violence. Les lésions encourues par le requérant découlaient de cette force nécessaire et justifiée. Le 1er septembre 2010, le GIP de Vérone a rejeté l’opposition du requérant et a classé sans suite l’enquête au motif qu’il partageait entièrement les conclusions du procureur de la République et que le témoignage décisif était celui de la gérante du bar.", "66.  La Cour remarque la superficialité de l’enquête, à commencer par le fait que la victime des mauvais traitements n’a même pas été entendue. Elle note qu’en dépit de la gravité des lésions constatées à l’arrivée du requérant à la maison d’arrêt de Vérone et puis à l’hôpital de Borgo Trento (trois côtes cassées et un hématome à un testicule), les autorités judiciaires ont focalisé leur attention sur les évènements survenus dans le bar. Elles ont estimé que les manoeuvres d’immobilisation et la pose de menottes, qui avaient été effectuées sans violence, étaient à l’origine des blessures encourues par le requérant. La Cour remarque que l’autorité judiciaire n’a pas essayé de reconstituer les faits qui se sont déroulés ultérieurement afin d’identifier l’origine et les responsables des lésions litigieuses.", "67.  La Cour relève ensuite la grande importance qui a été attribuée par l’autorité judiciaire aux antécédents et à la personnalité du requérant, ce qui a eu pour conséquence que l’intéressé et les allégations de mauvais traitements qu’il a formulées ont été considérées comme étant a priori peu crédibles (paragraphe 32 ci-dessus).", "68.  S’agissant du caractère peu détaillé des allégations du requérant, la Cour constate qu’à aucun moment les autorités ne se sont penchées sur la question de savoir si la sédation dont l’intéressé avait fait l’objet à l’hôpital de Legnago pouvait avoir joué un rôle sur ses capacités à livrer un récit précis et circonstancié des violences subies.", "69.  Au vu de ce qui précède, et sans qu’il soit nécessaire de se pencher sur les autres défaillances de l’instruction invoquées par le requérant, la Cour considère que l’enquête menée sur l’incident du 11 mars 2010 n’a pas été menée avec la diligence nécessaire.", "70.  Partant, il y a eu violation du volet procédural de l’article 3.", "II.  SUR LES AUTRES VIOLATIONS", "71.  Le requérant dénonce une violation ultérieure de l’article 3 de la Convention au motif qu’il y aurait eu des retards dans sa prise en charge médicale à la maison d’arrêt de Vérone. Il allègue notamment avoir appelé en urgence le médecin de la prison et avoir dû attendre des heures avant d’être conduit à l’hôpital.", "72.  Le Gouvernement conteste cette thèse et fait remarquer que le requérant a été vu par un médecin le 11 mars 2010 à son arrivée vers 21h00 à la maison d’arrêt de Vérone. En outre, il a été examiné en urgence le 13 mars 2010 au matin par le médecin de la prison ; il a été conduit le même jour vers 14 heures à l’hôpital de Borgo Trento pour une consultation en urgence et des examens. Ensuite, il a été conduit dans ce même hôpital pour consultations et examens complémentaires les 17 et 18 mars 2010. Ceci montre que la prise en charge médicale du requérante a été adéquate.", "73.  La Cour note qu’il ressort du dossier que le requérant demanda à voir en urgence le médecin de la prison, en raison de fortes douleurs, le matin du 13 mars 2010. Ce dernier l’examina, rédigea un compte-rendu à 12h00 et envoya l’intéressé d’urgence à l’hôpital de Borgo Trento. Le requérant fut examiné par un urgentiste de l’hôpital à 14h15. Le soir, le requérant fut de retour à la maison d’arrêt. Compte tenu de ces éléments, la Cour n’aperçoit pas de retards susceptibles d’engager la responsabilité des autorités italiennes. Par ailleurs, elle prend en compte le fait que le requérant a été à nouveau conduit à l’hôpital pour des examens complémentaires de sorte que le suivi médical semble avoir été adéquat également après le 13 mars 2010.", "74.  Dès lors, la Cour estime que cette partie de la requête est manifestement mal fondée et qu’elle doit être déclarée irrecevable conformément à l’article 35 §§ 3 et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "75.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "76.  Le requérant réclame 20 000 euros (EUR) au titre du préjudice moral qu’il aurait subi. Il observe que les circonstances de l’espèce ont été de nature à provoquer désespoir, angoisse et tension.", "77.  Le Gouvernement réitère sa thèse selon laquelle la requête est manifestement mal fondée. Subsidiairement, il observe que les montants réclamés sont disproportionnés et que l’éventuel constat de violation permettrait d’effacer parfaitement les conséquences de celle-ci.", "78.  La Cour considère qu’il y a lieu d’octroyer au requérant 15 000 EUR au titre du préjudice moral.", "B.  Frais et dépens", "79.  Le requérant demande également 9 500 EUR pour les frais et dépens engagés devant la Cour.", "80.  Le Gouvernement estime qu’aucune somme ne doit être octroyée et qu’en tout cas le montant réclamé n’est pas proportionné aux circonstances de l’espèce.", "81.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme de 4 000 EUR au titre des frais et dépens pour la procédure devant la Cour et l’accorde au requérant.", "C.  Intérêts moratoires", "82.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief concernant le traitement infligé par les carabiniers et au grief tiré de l’absence d’une enquête effective et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 3 de la Convention dans son volet matériel ;", "", "3.  Dit qu’il y a eu violation de l’article 3 de la Convention dans son volet procédural ;", "", "4.  Dit", "a)  que l’État défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i)  15 000 EUR (quinze mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "ii)  4 000 EUR (quatre mille euros), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 24 juin 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "", "\tAbel Campos\tIşıl Karakaş\n\tGreffier adjoint\tPrésidente", ""]}